[
  "Mr. Chief Justice, and may it please the Court: Police have a compelling interest in investigating uncharged crimes and in obtaining voluntary confessions from suspects who have been advised of their right to counsel under Miranda and are willing to speak to the police about those uncharged crimes. That questioning does not violate the Sixth Amendment right to counsel because that right is offense-specific. Under that rule, the statements may not be used to prove the charged offense, but the statements are admissible in a trial for the uncharged offenses. It does not matter, under this rule, whether the two crimes are factually related. The test is rather whether the two crimes constitute the same offense.",
  "Because the Sixth Amendment, the text of the Sixth Amendment only applies to someone who has been accused in a pending prosecution, and the prosecution is limited by the actual offenses that are charged by the State, and it is only at that time that the right to counsel attaches under the Sixth Amendment.",
  "No. This Court has repeatedly recognized that the requirement that there must be a shift from investigation to accusation is more than just a formalism, because the purpose and the essence of the Sixth Amendment is to make sure the defendant has an opportunity to consult with counsel and prepare for a defense against the pending charges. A suspect has no Sixth Amendment right to counsel, to have a lawyer appointed or assist him in connection with charges that have not been brought by the State, that may never be brought by the State. The suspect has never indicated any unwillingness to talk to the police about those uncharged offenses.",
  "The same elements test under Blockburger leads to consistent and predictable results, and can be ascertained ahead of time by the police officer, and if he needs to consult with the prosecutor, he can do that. By contrast, pegging the Sixth Amendment right to a transaction test leaves police officers in the untenable position of not knowing before they question the suspect what --",
  "He may not know that. It may be that they know that there's been a burglary and that there are missing bodies, but have no idea whether those victims were murdered by someone else 2 weeks from then, whether there had been a kidnapping, whether it was in a different location. I mean, he can't possibly know ahead of time, without talking to the suspect, nor can a court ask at the time of appointment of counsel, would you mind telling me everything you did as part of the same transaction so I can make sure you're appointed counsel with respect to all possible offenses that may be brought against you. They just -- they don't know that. They're in a phase of investigation, and this case is a perfect illustration of that. There's no contention in this case the State manipulated the charges when they indicted him for burglary and 15 months later questioned him about the murder, nor is there any suggestion that they had enough proof at the time that they charged him with burglary to charge him with murder, and there's a hypothetical assertion that there might be incentives for selective manipulation, but we don't believe that those incentives necessarily exist. Once the State initiates a prosecution, the suspect will not only be afforded the right to counsel, but at the time that he's approached, if he's in custody, he will be given his Fifth Amendment Miranda warnings and, under this Court's decision in --",
  "I think to the extent that the -- yes, and to the extent that the defense relates to the pending charge.",
  "If he said to his lawyer, I also murdered these two people, I think it would be perfectly clear that the -- if the defendant went off and started researching capital sentencing procedures under Texas law he very well might not get paid for that. He was appointed to represent his client on the burglary charge. He certainly can take on a scope of representation that's greater than that, and can work out an arrangement with his client to get paid for that.",
  "No, he certainly will want to talk to his client with respect to the conduct that constituted the offense for which he's been charged, and there might be other things he needs to know about.",
  "He will need to spend whatever time is necessary to defend him on the pending charge ,but he's certainly free to tell his client, I'm not competent to represent you in a death penalty case and you ought to retain separate counsel for that offense, and moreover, you haven't even been charged with that offense. In all these cases where there is a pending charge, the court in McNeil and in Moulton represented -- excuse me, recognized the compelling interest that the police have in investigating and solving uncharged offenses, and if the suspect never indicates any unwillingness to talk to the police about those offenses, there's no basis for excluding what is concededly a voluntary confession to those crimes that might otherwise go unsolved. The other thing I wanted to say, just about the Blockburger test, is that this Court, in the context of double jeopardy and the lesser-included offenses context, has recognized that that test is workable, and is predictable, and can lead to consistent results.",
  "I think the police officer can certainly ascertain immediately what the pending charge was against the suspect, and if he has any questions about the elements test he can certainly ask a prosecutor, but generally the police can be advised, as this Court recognized in Moulton, that it's okay to approach a suspect that's under indictment about additional crimes, and so the question just simply becomes, what's a separate offense, and that's a lot easier question than, is it possible that the suspect may say something that's so -- a court may or may not later deem inextricably intertwined, such that the statements can't be used. If there are no other questions --",
  "Thank you, Mr. Chief Justice, and may it please the Court: Under the longstanding rule at common law, the failure to verify a complaint, as required by statute, may be cured by an amendment that relates back to a timely filed complaint. The commission incorporated that rule by regulation in 1966, 2 years after the passage of title VII. The contrary rule embraced by the panel would invalidate even the most detailed and well-pled complaint that was timely filed with the commission but did not -- was not verified until later. The common law rule ensures that substantive rights are not foreclosed when the essential elements of a complaint are sufficient to vest the court with jurisdiction.",
  "Well, that's not --",
  "It's not that the -- it's not that the agency is waiting for verification before it gives notice, and if the only thing missing from a charge is verification, the agency's procedures require notice within 10 days. Thus, the -- if a November -- if a charge comes in like the November 14th letter that's not verified, the procedures require notice within 10 days. That wasn't done here, Justice Kennedy. The agency did not comply with its obligation to provide the employer with notice. But that in no way affects or undermines the validity of the relation-back regulation which doesn't relate to notice. It relates to whether a charge is timely filed even though it is not verified. Had --",
  "But, Justice Scalia, the -- the agency's procedures required this employer to have notice, whether or not the November 14th letter was verified, and the employer then can preserve its documents or -- or respond to the charge or do whatever it wants. The --",
  "Yes. The issue of notice is what drove one of the -- the key issues that drove Judge Luttig's concurrence, which would have upheld the regulation and the majority's interpretation. Had the agency immediately hand-delivered this document to the employer, we'd still be here because the Fourth Circuit would invalidate the charge because it wasn't verified until day 313.",
  "Yes, absolutely. It was filed with the agency on receipt, and the -- an employer should have been notified within 10 days. And that wasn't done until later. And we think the -- this argument would be open on remand, what the consequences of the -- of the untimely notice. But the untimely notice is a separate question from an untimely filing of an otherwise sufficient and valid charge, and this charge was filed within the 300- day period because it was received by the agency on November 14th. And our point is that if the essential elements of the charge are sufficient to -- to vest the commission with jurisdiction, the verification could be supplied later. And the rule at common law, which was well established in both State and Federal courts by 1964, applied to lawyers in a formal pleading practice and judicial proceedings, and the commission certainly acted reasonably in adopting the same rule where Congress anticipated that the charging parties are often unrepresented by counsel. We don't think anything in the text of title VII forecloses the commission's regulation. Section 706(b) states that a charge must be verified, but it does not state when verification must occur. And section 706(e) states that a charge must be filed within 300 days, but it doesn't state that the charge must be verified at the time it is filed.",
  "Well, title VII didn't define the word charge as a verified charge. It just said that it shall be verified, and certainly those don't -- it's just the kind of ambiguity that would invoke the common law rule that the charge -- a later -- a later verification may relate back to the time of filing. So, we don't think anything in this text comes close to trumping what -- what would be the common law presumption. And as Judge Luttig observed, that there's not a single provision either by its effect or its terms that suggests that there's a limitations provision for verification. There's certainly one for filing and there's certainly a 10-day notice period for the employer, but there's not a specific time period when the verification must occur. And in the normal course of business, the agency will try to obtain a standard form whose signature line contains an affirmation, and so the verification requirement will be supplied. And if it's not, the agency will dismiss that charge and cease its investigation. And there's important consequences to that because the employee will not be able to pursue a claim for relief if he's not complied with the statutory requirement of verification.",
  "We know of just a handful of cases where the charge just got lost in the system, and the consequences of that would turn on two factors. First, whether the employer could show prejudice in its ability to defend the suit, and we think there's a second, a constitutional question of whether the employee's rights could be foreclosed because the agency defaulted on its own statutory obligations. This Court's decision in Logan v. Zimmerman Brush would suggest that it cannot. But I don't -- you wouldn't even need to get to that issue if the employer didn't show prejudice. This Court in Shell Oil also discussed that the -- the courts of appeals had been uniform, that absent bad faith by the agency or prejudice to the employer in defending his ability to defend the suit, that the employee's rights would not be prejudiced. If there are no more questions.",
  "Thank you, Mr. Chief Justice, and may it please the Court: If I could first address just how the statute works with respect to whether an individual is qualified. It proceeds in two basic steps. The plaintiff has the burden of proof to show that he can perform the essential fundamental job tasks of the job and that he satisfies the employer's other qualification standards. Now, if a particular qualification standard screens out someone because he is disabled, then the burden shifts to the employer to justify that standard as job-related and consistent with business necessity. And what -- the EEOC's regulatory threat to self regulation is one example of a subset of a valid standard that is job- related and consistent with business necessity. The statute recognizes that a valid qualification standard may include a safety requirement that an individual not pose a safety threat to others in the work place. The EEOC has reasonably concluded that a parallel defense is available if the individual would pose a significant safety threat to himself.",
  "Well, the context is very important here. What the direct threat to others -- the statutory threat to others defense -- is is a codification of this Court's decision in Arline, and that arose in the context of a teacher with a contagious disease that posed a direct threat to others. But Congress expressly anticipated that other types of safety threats would be addressed by the more general business necessity. Congress simply didn't address safety threats to self or safety threats to others in the public and not necessarily the work place.",
  "The threat to self context can come up where an employee wants to either, A, assume the risk or, B, there's a disagreement about whether that risk in fact exists. Now, the question is, is when an employer can prove, meet a burden of showing a documented and scientific basis for finding a significant risk of substantial harm, the employer has legitimate interests in refraining from injuring or killing its workers. The mere fact that the employee consents to that risk cannot trump the employer's interests, no more than it could if the employees agreed to assume the risk of working in an environment with a person with tuberculosis. In both cases, the employer has legitimate interests. Now, at the same time, the legislative history shows that Congress was concerned about employment decisions based on stereotype or group-based predictions and unfounded fears about disabled people posing safety threats. And what the regulations do is carefully balance the employer's legitimate interest with the rights of disabled persons to be free of these prejudicial decisions by requiring an individualized determination that looks at the person's actual medical condition and recognizes that disabilities pose varying levels of side effects and limitations or safety threats and requires an objective determination based on --",
  "The regulations require it to be based on objective or other medical examination.",
  "And that may -- well may be.",
  "In the view of the Government, if the medical opinion is reasonable, then that's enough. Now, in -- in this case --",
  "The position that the EEOC argued to the Ninth Circuit, which the Ninth Circuit did not address and would be available on remand, was that there was a factual dispute that summary judgment should not be entered on whether there was a reasonable determination. But employers are entitled to rely on the reasonable medical judgments that reflect available current -- current medical knowledge.",
  "With all due respect, Justice Breyer, what the -- what the agency did -- and it's on page 60a of the petition -- is said that a valid qualification standard includes a requirement that there not be a direct threat to the individual. And then it separately defined direct threat in terms of the way direct threat was defined by Congress.",
  "But what -- what the agency did, as a matter of administrative convenience in protecting the rights of disabled persons, is that in -- in crafting a regulatory threat to self defense, it wanted to ensure that the same protections would be given to workers and that there had to be a showing of a significant risk of substantial harm. At the same time, this was beneficial to employers. So they wouldn't be confused by two different standards, it would be the same standard. The agency could have accomplished the same result had it said, well, we want this direct threat to others that follows the statute and as far as threats to self were concerned, it could have just avoided using the word, direct threat, and said, don't adopt a qualification standard unless it screens out significant safety risks that cause substantial harm. So, the mere fact -- it was administrative convenience to -- to have a parallel defense and using the terminology of direct threat.",
  "Yes, on the -- the EEOC argued that the summary judgment on -- on direct threat with respect to petitioner's argument. And that would be available for the Ninth Circuit to consider on remand if this Court upheld the -- the regulation.",
  "Petitioner is arguing that its medical -- physicians advised that there was -- that there was a direct threat here. And what respondent argued in response to that on summary judgment is that those decisions weren't reasonable. And we just think the parties have a genuine fact dispute about --",
  "It's -- but what's relevant is not that the opinions were submitted late, it's whether at the time -- the -- the relevant inquiries at the time the employment decision is made, but you can still ignore what the medical literature says and make an unreasonable decision.",
  "The United States hasn't independently briefed it, but that is what the EEOC argued to the Ninth Circuit. And it does turn on complicated medical questions that would be appropriately addressed by the Ninth Circuit on remand. What -- what we think this Court should do is hold that respondent was a qualified individual, but the employer is entitled to show that he's not qualified because it has a valid qualification standard that --",
  "The EEOC argued below no.",
  "I don't know what the United States' position on that is, but we don't have any reason to disagree with the EEOC. We just haven't independently looked at it. But the EEOC certainly makes a reasonable argument that there was a factual dispute on it and summary judgment was inappropriate.",
  "Inappropriate, right, that there was a genuine fact dispute about whether the direct threat test was met here, and we think the Ninth Circuit should be able to -- to address that in the first instance.",
  "Right, that because there is a valid regulation that the EEOC promulgated and it's entitled to deference, it should be upheld, and there's just a question about whether it was met in this particular case.",
  "May I answer, Mr. Chief Justice?",
  "It's just -- if I could give you the example of the airline pilot with a contagious disease. He's qualified to fly the plane, but he may, nonetheless, pose an unacceptable safety risk, and that's a valid qualification standard to -- to not hire him. It's just a question of burden of proof basically, Justice --",
  "Thank you, Mr. Chief Justice, and may it please the Court: The United States has addressed the second question presented, which is whether a defendant must show prejudice to establish a claim of ineffective assistance. Strickland holds that to establish such a claim, counsel's performance must be both deficient and prejudicial. Respondent's claims fall within Strickland because he alleges that counsel was deficient in failing to present mitigating evidence --",
  "No. I think the -- when the Court addresses the section 2254, the threshold question, if the Court uses Williams v. Taylor as a road map, is whether Strickland is the clearly established law. And it is the clearly established law because this claim is an ineffective assistance of counsel claim. Now, if the Court determines that Strickland is the correct decision and that the State court correctly identified that decision, then the remaining question is whether the State courts unreasonably applied Strickland on the facts of this case.",
  "You get to -- you can -- you get to question 2 if, in determining that Strickland and not Cronic is the clearly established law, this Court holds that Cronic does not apply when the claim is an actual ineffective assistance claim. And that is because Strickland squarely governs claims alleging deficiencies in attorney performance and that's -- that's what this case is. Cronic did make an observation that prejudice may be presumed when counsel entirely fails to subject the prosecution's case to meaningful adversarial testing. But that's not this case. Counsel put on a meaningful case for life and he did it in his opening statement. He had already introduced the substantial mitigation evidence during the sentencing proceeding and the State court procedures expressly allowed the jury to consider that evidence in its sentencing deliberations in determining whether to impose the death sentence. Now, to take a claim of ineffective assistance and just to presume prejudice under Cronic would be inconsistent with what the Court said in Strickland, and that is, absent a showing of prejudice, it cannot be said that a verdict of a death sentence resulted from an adversarial breakdown that renders the death sentence unreliable. The Court also said --",
  "Yes, Justice O'Connor. We think Cronic is --",
  "We do but our difference is very narrow. We think Cronic refers to an extreme situation where counsel provides absolutely no assistance at trial and, in effect, the defendant has been denied the assistance of counsel under Gideon v. Wainwright because essentially the defendant lacked counsel. And that's a very rare situation and exceedingly narrow.",
  "Right, and --",
  "We couldn't agree with you more. To do that would just swallow the rule in Strickland and would be inconsistent with the idea that counsel could reasonably omit to cross examine a witness or fail to produce evidence.",
  "Right. And -- and the prosecution may have a reasonable argument in many cases that counsel did not entirely fail to provide assistance. We just don't take issue with the idea that when Cronic spoke of a situation of counsel entirely failing to -- to provide assistance, that the presumption of prejudice would be assumed. But I think in -- in many cases, we're talking about the entire trial.",
  "We don't think so, and --",
  "We don't think so. In this case, it would -- it -- it reasonably could fall on the Strickland side if there's a State procedure that allows a jury to consider mitigation evidence, but if there is an entire failure to do anything throughout the entire trial, it is exceedingly unlikely that that could be the result of any --",
  "We would be talking about a penalty phase although I agree with Justice Scalia that in the unique situation of this case, where there's an express procedure that allows the jury to consider the mitigation evidence, it's critical to look at counsel's performance during the -- the guilt phase of the trial. But this is not a -- a case where we think there's reasonable dispute about whether this falls under Cronic or Strickland. Counsel --",
  "I don't think that is unique and I'm sorry if I misspoke.",
  "I think it's --",
  "Right, and if you -- if we're just talking -- if you take it out of the capital proceeding so you don't have the split trial, all we're saying is if there's an entire failure, we would think that it would be appropriate to presume prejudice. But we won't -- there's just not that many cases because counsel usually is providing some assistance, and the claim is that the assistance that was provided was ineffective for a number of reasons. And that is this case. The --",
  "That's correct.",
  "Well, I think that's correct, and however you draw the line, this case falls on the Strickland side of the line because this is not a case where counsel didn't do anything. This is a case where it is just alleged that what -- the two strategic judgments that counsel made were unreasonable.",
  "It would be under Strickland. Usually counsel's --",
  "Is counsel's -- things that would go to impair counsel judgments are generally irrelevant unless they manifest themselves -- manifest themselves in objectively unreasonable conduct. And so if -- if counsel is performing objectively reasonable, that counsel is no different than someone who makes a mistake because --",
  "That's right. You'd look at whether it's objectively reasonable, and that would be whether counsel is inexperienced or had some substance abuse problem. Those cases are -- are all governed under Strickland. And continuing why it would be inappropriate to -- to apply Cronic as opposed to Strickland to claims of attorney errors, I just want to make one last point, and that is that a test that would sort of say, well, if counsel's performance was just not meaningful enough, that this would be judicially unmanageable and would lack any of the policy justifications for presuming prejudice that the Court noticed in Strickland, because the Court would have to look at the entire record and determine whether counsel's performance was deficient enough so as to warrant a presumption of prejudice.",
  "The district court ruled that that -- that those claims were procedurally barred under an adequate and independent State procedure. Now, if the Court reverses the Sixth Circuit, I think respondent would be able to argue that those weren't procedurally barred on remand, but those -- those claims were not considered by the district court or the State court proceedings --",
  "It was a procedural --",
  "In this context, the claims were not made until subsequent post-conviction State court proceedings. So, the State courts held that those -- those additional grounds for ineffective assistance were procedurally barred.",
  "Yes.",
  "Thank you, Mr. Chief Justice, and may it please the Court: When a creditor settles a fraud claim without resolving the disputed issue of fraud, the creditor has the right to enforce the settlement debt for the full amount in bankruptcy by filing a proof of claim and by establishing fraud in response to the defense of dischargeability. That conclusion is confirmed by Brown, which held that a creditor who settles a fraud claim by consent judgment may establish fraud in response to a bankruptcy --",
  "Right.",
  "The Court in Brown did two things. The Court -- the question of fraud was not litigated in Brown because the case was settled, and the Court mentioned in its last footnote that there would be a different situation if the question of fraud was actually litigated. The question before the bankruptcy court in Brown is whether the money owed under that consent judgment was money obtained by fraud. So, too, the exact same question is relevant here.",
  "Not -- a dismissal with prejudice following a settlement. As this Court stated in Lawlor versus National Screen Service, it's cited in the reply brief at page 9, is that it has -- does not have preclusive effect on the disputed issue unless the judgment is accompanied by specific findings on the disputed issue, and that's the classic requirement for issue preclusion or collateral estoppel, that the matter be actually litigated.",
  "No, the -- the dismissal with prejudice doesn't impair the creditor's right to walk into court and sue to enforce the settlement debt, including the right to try to get the full amount of the settlement debt in bankruptcy, and on this issue of traceability, it -- it is not only identical to Brown, but the code by its express terms disclaims any distinction between a liquidated debt and an unliquidated debt. The settlement in Brown and the settlement here converts an unliquidated fraud claim into a liquidated claim to collect on the settlement debt.",
  "No. Under -- under -- he would be -- the -- the creditor would be bound by the settlement agreement under principles of State law that the amount of his debt would only be the $200,000.",
  "I'm sorry, are you talking about the settlement agreement itself was procured by fraud?",
  "The Court -- the Court addressed this very issue in Brown. The creditor there did not get a fraud judgment for exemplary damages and special -- special damages under State law. He was limited to, in bankruptcy, of just seeking this settlement debt, and what the bankruptcy code does is, it gives the creditor a statutory right to render that settlement debt nondischargeable if fraud can be -- can be shown. You don't -- and there's another way of looking at it, too. The Court --",
  "The Court in Grogan -- it's because of two issues, Justice Kennedy. Under State -- State law determines the amount of the debt that is owed, and there's just no question, at least I don't think that the creditor could make an argument that he's owed any more than $300,000. He can't relitigate and try to get up to $600,000. That's just governed by State law.",
  "The -- again, this Court in Grogan versus Carter said that State law determines the amount of the debt, and I just don't think the creditor would have a good faith argument that he could go beyond the settlement agreement, but on the question of nondischargeability, what the creditor is trying to do is collect the entire amount of the debt by -- by showing fraud, and we think applying Brown --",
  "Well, this Court already crossed that bridge in Brown.",
  "But the second point is that --",
  "Whatever the limits of the traceability point, which this Court addressed in a separate decision, Cohen versus de la Cruz, which dealt with the traceability aspects --",
  "The code itself says that any enforceable obligation, whether or not it's liquidated or unliquidated or appears in a judgment, if you can prove that there has been a fraudulent acquisition of money, the resulting debt is nondischargeable, and that is --",
  "We think the right would be subject to waiver. We don't think -- we don't see anything in the code that would be --",
  "We think the right can be waived. What we do think, though --",
  "No, it certainly wasn't a waiver of the right to collect on the debt, and in fact there's an express preservation of not only the right to collect all the obligations under the promissory note, but to collect the amounts under the settlement agreement, and we think to apply a contrary rule, the rule that the court below applied, would be unsound for three reasons. It would force creditors and parties trying to settle a case to start negotiating over bankruptcy contingencies that are purely hypothetical, may never happen, and are entirely extraneous to the settlement. The rule adopted by Brown also, our second point, is that it reflects the common sense and ordinary understanding that settlements preserve the creditor's right to enforce the settlement agreement and the statutory right to prove fraud to render the debt enforceable, notwithstanding bankruptcy, and that has been the premise of hundreds, if not thousands of settlement agreements entered into by the Government that do not refer to bankruptcy contingencies. Third, to hold that those settlement agreements waive the creditor's rights in bankruptcy would render debts dischargeable even where the debtor committed fraud, and that result would undermine congressional policy to favor the rights of innocent victims of fraud over the perpetrators of fraud.",
  "Yes, if there was an affirmative manifestation of an intent.",
  "Because there is a background presumption, Justice Stevens, that rights are subject to waiver, and so if there's an intentional relinquishment of a Federal statutory right, then a court can give that effect, but not only is there silence on that issue in this case, there is an express reservation of the right to enforce the settlement agreement, and --",
  "Yes, and that includes --",
  "They're not suing for fraud. They're suing to collect on the settlement agreement for the full amount in bankruptcy. By asking the bankruptcy court, not only by filing the proof of claim, but to render the debt survivable and enforceable in bankruptcy. It's no different than the settlement judgment in -- in Brown.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The general policy of the removal statute is to give the defendant the same right as the plaintiff to have his case heard in Federal court. The removal statute achieves that objective by permitting the defendant to remove an action to -- to Federal court if the plaintiff could have originally filed his suit there. There is no dispute in this case that the plaintiff could have filed this action in Federal court even had the -- even had the defendant preferred that the -- that a State court adjudicate the dispute. The policies underlying the removal statute are therefore served by giving the defendant the same right to insist upon a Federal forum. Now, the removal statute creates a narrow exception to this policy when another statute expressly bars removal. And Congress has foreclosed removal in a number of statutes in direct and explicit terms by providing most notably in section 1445 of Title 28 that, quote, a civil action in any State court may not be removed, or in other statutes that no case brought in any State court shall be removed. There is no similar prohibition in the Fair Labor Standards Act, which does not address the issue of removal at all. The language in the Fair Labor Standards Act providing that an action may be maintained in any Federal or State court of competent jurisdiction does not expressly foreclose removal. Rather, it grants an employee a cause of action over which State and Federal courts have concurrent jurisdiction. The language does not purport to trump or override generally applicable rules that affect the disposition of the proceeding such as whether the action may be stayed or transferred under other express statutory provisions.",
  "There was division and there still is division today, but we think that the 1948 revision makes amply clear that what's required is an express bar. And when compared to the established template of the other statutes where Congress has foreclosed jurisdiction in direct, unambiguous terms, it makes clear that the -- the correct answer is that the actions are subject to removal. And the example I wanted to give was about why the word maintain doesn't speak to how the action may be disposed of under other provisions was a bankruptcy petition. Under Federal law that would operate to stay the continuation of any judicial proceeding, and a similar result would hold true under State and Federal venue provisions. And we think the same result is true under a Federal removal legislation. There's nothing in the Fair Labor Standards Act that suggests that the plaintiff's initial choice of a State law -- State court forum must prevail over the defendant's express statutory right to remove an action under section 1441(a), and we think the employee's right to sue accordingly is subject to removal. And the only thing I -- I'd like to address in response to the petitioner's argument is this principle of narrow construction. We don't think that principle applies for basically two reasons. And the first is that because there was no dispute about the Federal court's jurisdiction to hear this case, again notwithstanding Florida's interest in the case or even if the -- had the defendant preferred the State court forum, the plaintiff could have insisted that the Federal court hear the dispute. And thus the only relevant inquiry is not one of narrow interpretation, but it's a standard that's set forth on the -- under the plain terms of the statute itself, and that is whether another statute expressly bars removal. And we think for the reasons that have been given, even if one were to apply a principle of narrow construction, it would not be plausible to construe the word maintain as an express bar to removal. And for those reasons, we would urge that this Court affirm the judgment of the Eleventh Circuit.",
  "No, Justice O'Connor. What the Secretary has done has -- is -- has not opposed -- imposed a treating physician requirement or otherwise constrained plan administrators in the way --",
  "They didn't consider a treating physician rule, but what the Department of Labor did do was impose a series of requirements to ensure fair and accurate decisionmaking. So plans must conduct a full and fair review of a claim, and they have to consider all evidence submitted by the claimant. And before making any medical judgments, they have to consult with a health care professional with the relevant training and experience.",
  "No. There's no evidence that they considered it. But they did overhaul their regulations for 2002 and did impose a lot of requirements, and they took a very different approach. They didn't do anything that constrained plan administrators in weighing evidence. Instead, they said, you have to consider all the relevant evidence and make an independent judgment. And then they finally required that the specific reasons have to be given for any denial in a manner that's calculated to be understood by the claimant. And in the Department's view, what that means is it has to be in sufficient detail to permit meaningful judicial review for an abuse of discretion. But the Ninth Circuit takes a very different and categorical approach that singles out treating physician evidence and has a requirement that reasons have to be given if the administrator is not going to defer to that evidence.",
  "It began with the courts, and they -- most of them did impose some requirement and some outright rejected it because they thought Congress had entrusted the ALJ as the finder of fact with the responsibility to weigh conflicting evidence. And the Commissioner, in order to bring uniformity in this massive nationwide Government program, adopted a less aggressive, deferential rule in its regulations. But the Department of Labor has not adopted any such rule. Rather, the Department of Labor's regulations are consistent with the background presumption that the trier of fact has the responsibility in each particular case to weigh conflicting evidence based on her judgment of the relative merits of the evidence. And -- but the Department of Labor, as I said, has a very different set of requirements that don't -- that leave -- that are consistent with that background rule and don't constrain plan administrators.",
  "No. The Department of -- regulations don't speak to the question of a conflict at all. What this Court said in Firestone was that a conflict must be weighed as a factor in determining whether there's been an abuse of discretion.",
  "That's right. But under Firestone, if the employer both funds the plan and administers the plan, we think that's the type of conflict that can be considered as a factor in whether there's been an abuse of discretion.",
  "The courts have differed widely, in the wake of Firestone, of what this Court meant in Firestone. The majority of the lower courts have not taken the Ninth Circuit's approach. They have said it's still an abuse of discretion review, but there's a more searching inquiry into whether there's been an abuse of discretion if the plan administrator is operating under a conflict. Now, that is not --",
  "That's correct.",
  "That's the type of conflict that can be considered as a factor in conducting whether there's an abuse of discretion. Now, however that plays out in a given case, our point is that you shouldn't have a special rule that's limited to treating physician evidence. And we think it's inappropriate under ERISA for three reasons, and I think I've already said two of them --",
  "Nothing.",
  "Nothing. If there was some failure to defer or inadequate explanation -- first of all, there's something wrong with the treating physician rule. But even if there was some inadequate explanation such that the court could not conduct meaningful judicial review, the standard consequence of that, Justice Scalia, is a remand back to the administrator for further explanation, not a de novo standard of review. But that's not the question presented in this case. It's rather the propriety of a judge-made rule that singles out treating physician evidence and elevates that evidence over other evidence. Now, again, it's inconsistent with the background presumption about the trier of fact -- the responsibility of the trier of fact to weigh conflicting evidence. We think it's in significant tension with the regulations that the Department of Labor did promulgate which do not constrain plan administrators. And finally, the third reason, is that ERISA leaves to employers, private employers, the decision whether to provide benefits and, if so, the discretion to devise the form and structure of plans. And a judge-made rule is inconsistent with these discretionary and voluntary aspects of ERISA because it tells plan administrators across the board how to weigh conflicting evidence in claims arising under varying and separate plans.",
  "The regulations require the plan administrator to consider all evidence submitted by the claimant, and it -- it would be relevant if -- depending on what it said. But this Court in Cleveland has explained that the Commissioner of Social Security applies a variety of evidentiary presumptions, not only the treating physician rule but the most prominent one is the listing of impairments such that the Social Security Administration may make a finding of disability even though the person in fact may be able to perform the essential functions of the job when judged under different legal settings. And I think the issue in -- in Cleveland was whether there was reasonable accommodation, and the Commissioner doesn't consider that when -- when she makes her determinations under the Social Security Administration. But it's just -- it's one piece of evidence that would be before the administrator. And if there are no further questions, we would ask that the judgment of the Ninth Circuit be reversed.",
  "Mr. Chief Justice, and may it please the Court: The Bankruptcy Code contains no authority to use estate funds that are held for the benefit of creditors to compensate the chapter 7 debtor's attorney. Before 1994, the code authorized estate funds to be used to compensate all debtors' attorneys, but the 1994 amendments unambiguously deleted the chapter 7 debtors' attorneys from the class of persons eligible to receive compensation under the statute.",
  "Yes. Only the -- if -- an attorney, including the debtor's attorney, can still be compensated, but he has to be appointed by the court under section 327 and then he stands as a professional person that's retained under 327, but that has to be retained under 327.",
  "It's superfluous in this sense. Our reading of the statute is the same regardless because the attorney is nothing more than a subset of professional persons.",
  "But Congress may -- it may have failed to make a conforming change, but it's also possible that Congress specifically left the word in because Congress often uses overlapping terms to accomplish its objectives. And it was doing no harm there, and it would at least remove any doubt that even the debtor's attorney could be paid as long as he qualified as a professional person that was retained under 327.",
  "That's correct, but there's no question that the -- the code, as it now stands, has -- omits the debtor's attorney from one of the authorized people. And what petitioner is basically seeking, Justice Stevens, is a substantive enlargement of the code because he wants to do something, that is, receive a --",
  "That's fine. The debtor's --",
  "It could still mean the debtor's attorney, but there's no question in this case petitioner was not authorized to be retained by the trustee under section 327. The debtor's attorney is unambiguously not one of the list of people in 330(a) who is authorized to receive compensation, just like a creditor's attorney is not on that list or a debtor's spouse is not on that list.",
  "Well, I think it reflects the fundamental distinction between chapter 7 and all other codes. That's chapters 11, 12, and 13. In a chapter 7 case, the bulk of the work is done pre-petition. It's advising the debtor about which chapter to file, filling out the schedules, telling the debtor what property is exempt, and so forth. And in chapters 11, 12, and 13, the whole game is in doing a plan which is all post-petition, and the trustee and the debtor, the -- excuse me -- the debtor and the creditors work together to figure out a plan.",
  "Justice Kennedy, there's no question that both before and after the 1994 amendments, chapter 7 debtors retained counsel, but they do so in the overwhelming majority of cases with a pre-petition flat fee, usually $750-$850. They pay their lawyer pre- petition.",
  "Absolutely.",
  "Absolutely. It's in the ordinary course of --",
  "Yes. This is done day in and day out. The United States Trustees have supervised the liquidation of a million cases each year.",
  "If it's too high, but I'm talking about the standard, routine fee of under $1,000 if somebody walks in because they've been overwhelmed by credit card debts or gambling debts or had a divorce, they need representation on how to fill out the schedules, what types of property are exempt, and they retain counsel, the counsel takes that money, gets the standard flat fee, that -- and all the services are earned pre-petition with one exception.",
  "Not out of estate funds. He should probably clear -- have the check cleared before he performs the services.",
  "Bankruptcy counsel do this --",
  "Not out of estate funds, but it's -- it's critical to understand that in chapter 7, unlike all other chapters, the -- the estate is frozen at the time of petition. 98 percent of all chapter 7 debtors are individuals. If they have a job or any post-petition income or there are exempt assets, they can use that money to pay the -- pay counsel to assist them in completing bankruptcy. And I want to -- do want to address one very -- one class of very important services that came up that I think, Justice Souter, you raised, and that is when the debtor and the trustee or creditors are fighting over objections to exemption. They could also be fighting over objections to discharge. These are serious matters where often the debtor is accused of misconduct and the debtor will need a lawyer. There's no question that even before the 1994 amendments, the overwhelming majority of courts would have held that those are services that benefit the personal -- that go to the personal benefit of the debtor and not the estate. And they would not have been compensable even before 1994, and if this -- if this Court is going to take the extraordinary step of writing it back in, it will not affect those cases. And so --",
  "Sure.",
  "Yes.",
  "That's for the code as it -- what -- this is a -- a pro-creditor provision that recognizes that debtors will often go to counsel before they file bankruptcy, and anyone, whether or not you seek compensation under the statute, any lawyer for any debtor who ultimately files for bankruptcy has to disclose their fee arrangement, and the court can order the cancellation of it or return of the fee if it's excessive or unreasonable.",
  "Pre-petition. This is for a -- any type of fee arrangement that's pre-petition whether or not you apply for compensation. There are many cases where the chapter -- excuse me -- the debtor's counsel will, in fact, be paid under 12, under 13, under 11, and those --",
  "Right. Any -- any debtor. Even if there was an express prohibition for money for the estate to be paid, section 329 would still independently operate to require the counsel to disclose his fee agreement. It applies whether or not compensation is ever sought under 330.",
  "Right, but that's -- that's pre- petition.",
  "That's right. So it remained the funds of the estate and it had to be paid under 330 and it was -- it was not a question of 329. But the other -- other point I want to get back on why this serves reasonable policy objectives, not only does the individual debtor have the ability to pay counsel with either his exempt assets, his post-petition income, or a pre-petition flat fee, but chapter 7, unlike all other cases, it is the trustee and not the debtor who manages, represents, and liquidates the estate. And the code gives the trustee the explicit authority under section 327 of the code to retain counsel, including the debtor's counsel, to take actions that further the benefit -- the best interests of the estate.",
  "No. That's exactly right. If the -- if for some reason the trustee could not read an accounting form and the debtor's counsel couldn't answer it, the trustee can go retain a professional person like an accountant, and if the trustee needs a lawyer to take actions to further the best interests of the estate, it is true that that lawyer represent the -- represents the estate, but there's no reason he can't meet with the debtor and help him explain something. But 96 percent of all chapter 7 cases, there are no assets in the estate to begin with. These are the kind of cases I was talking about, where they are covered by a routine flat fee that covers --",
  "That's true, and in those cases --",
  "I think it goes to the idea that given that there's a plain absence of any statutory authority to do this, the question is, is this some sort of absurd result that Congress could not have plausibly intended? And in the 4 percent of categories where there are assets, Justice Stevens, the trustee represents the estate. He manages it and he liquidates it. And if there's money to be paid to -- for counsel and the counsel's services are needed, the trustee can use that money and retain counsel. At the same time, the chapter 7 debtor --",
  "That's right. And at the same time, there is --",
  "Right. And there's nothing in the 1994 amendments that prevents the debtor from taking his post-petition salary, his exempt assets --",
  "Right. In a -- in a company, Your Honor, it's important, Justice Ginsburg, to keep in mind everything like objections to discharge, exempt assets -- none of that applies to corporations. Corporations, unlike individuals, do not survive bankruptcy, and so they don't have issues like exempt assets and objections to discharge. You have a defunct corporation that's liquidating. And we think this case is a perfect illustration of what happens when you have a case with marginal assets in chapter 7, and that's usually where the -- the businesses with no assets or marginal assets go, is chapter 7. The trustee had ample authority to retain petitioner's counsel, and in fact, what happened ultimately in this case is what -- the bulk of what petitioner's counsel was doing was representing the estate in a fight with a creditor and --",
  "No. When the case is in chapter 11, the debtor is the debtor in possession with all the powers and duties of the trustee, and it's solely the debtor. There is no trustee. The debtor has to take actions to represent the estate. All that changes when it converts to a 7. Then it's the trustee. The keys have to be turned over to the trustee and the trustee runs the show.",
  "This -- I mean, I'll try to take you chronologically. The case started out an 11, and then the petitioner was -- was retained under section 327, had a specific order, and therefore was entitled to be paid from the estate. Once the case --",
  "Work done just while it was an 11. Once it's in a 7, all those duties ceased. There was nothing for the corporation to do except liquidate and cooperate with the trustee, who had the statutory responsibility to represent and manage and liquidate the estate.",
  "That's right. Right. Once -- once it converts to chapter 7, then it's the trustee's job to take over. And the trustee eventually did take over the adversary proceeding and bring the -- continue the case against the creditor.",
  "That's right.",
  "Yes, it was paid. There was $2,000 of fees in this case and $3 in expenses, and $1,000 has been paid for all the work in 11. And what will happen, if the Court affirms the Fourth Circuit, is when cases convert, the debtor's counsel will cease performing work unless the trustee actually gets a court order approving their retention. The trustee can hire its own lawyer to assist with its -- with -- with his or her duties and can hire the debtor's counsel for a special purpose. And that would have been like this case where there's an adversary proceeding either by or against the debtor. United States Trustees have supervised and overseen the liquidation of millions of chapter 7 cases in the 9 years since the 1994 amendments, and it has been their experience that the statute, as written, has not interfered with the smooth functioning of chapter 7 cases.",
  "None of them are. The United States Trustees supervise and oversee the administration of all cases under 7, 11, 12, and 13, and one of their specific duties is to supervise trustees, private trustees, who -- who perform their -- their jobs and duties as trustees.",
  "Right. There's always a -- there's always a private trustee appointed except in 11 cases, but the United States Trustees supervises and oversees, serves as a watch dog, looks at things to make sure there's no waste, fraud, or abuse, reviews all fee applications for the -- by the trustee, the examiner, the debtor's counsel in chapter 11 cases, and --",
  "I don't know if -- Justice Ginsburg, I'm not sure whether it's the -- the bankruptcy court does appoint the trustee. That's right. But the United States Trustees within the Department of Justice manages a pool of available trustees who can serve to be appointed by bankruptcy courts. And so we oversee trustees and make sure they're fulfilling their duties.",
  "No, no. There are -- no. There are 21 United States Trustees that oversee all the regions of this country, with the exception of North Carolina and Alabama, and they just overview and supervise the administration of the cases in the sense of make sure that the cases are actually proceeding through the court, make sure that cases that need to be converted --",
  "That's right. Under 28 U.S.C. 586, it's -- it's a laundry list of specific statutory duties that the United States Trustees have to comply with. Under the Bankruptcy Code itself, in 11 U.S.C. 307, it says that the United States Trustees may be -- may raise or be heard on any matter in any bankruptcy case, and that's why they've been in all of these cases involving fee applications because in their view, given the -- that there's just complete absence of any statutory authority to pay chapter 7 debtor's counsel, they've been objecting to fee requests. The one thing I just want to get back to on the statute is petitioner says that the statute is ambiguous, and we could not disagree more. There is no language in the code that authorizes the chapter 7 to be paid. What petitioner has relied on is a missing or and this overlapping or redundant reference to attorney. But it's critical to understand that nothing about the missing or or the reference to attorney in (a)(1)(A) affects the substantive meaning of the statute or in any way prohibits the Court from applying the literal language of the code or requires the code to do -- requires the Court to do something the code prohibits. By contrast, what petitioner is seeking is a substantive enlargement, and as far as we can tell, there is no case of this Court's jurisprudence where the Court has added back language in a statute and where -- in a substantive way that Congress has specifically taken out when there's no language that will bear that interpretation. If there --",
  "Sure.",
  "This is the reference to attorney, the reference to attorney in (a)(1)(A).",
  "Your Honor, it's -- the -- the short answer it's -- it's in the wrong place. The critical operative list that provides the type of people who can receive compensation is in (a)(1), and the reference to attorney just describes the type of compensable services, which also includes paralegals, para-professionals.",
  "Oh, I'm -- 329.",
  "Collier is just wrong. The provision is --",
  "-- on this point -- is that it operates independently and requires a disclosure of all fee agreements whether or not there's compensation, and maybe another way of putting it is is whether or not the Court rewrites the code, 329 is going to apply as -- as it always has and require a disclosure of -- of pre-petition fees.",
  "Yes, Justice Ginsburg, by both the bankruptcy court and the district court because they proceeded on the erroneous assumption, as found by the Fourth Circuit, that this was money that belonged to the lawyer instead of the estate. And if it had been -- and this was an 11 case. You don't see in chapter 7 large pre-petition retainers like this because the chapter 11 usually contemplates ongoing work after bankruptcy. But in this case, they did what most lawyers do, is put the money in the trust account, and it wasn't earned -- it wasn't earned by the lawyer until the services were performed. But the bankruptcy court and the trial court proceeded on the assumption the money belonged to the lawyer, and so if the -- if the pre-petition money is money of the lawyers, then it's reviewed under 329. But then the Fourth Circuit said, well, no, this is actually money of the estate and it has to be -- it's estate funds. Those are held for the benefit of creditors and there's no statutory authority to use estate funds to pay the chapter 7 debtor's attorney. If there are no questions, we'd ask the Court to affirm the Fourth Circuit's --",
  "Thank you, Mr. Chief Justice, and may it please the Court: Customs officials have the responsibility to protect the Nation's borders against the entry of dangerous or unwanted items. Consistent with that fundamental and sovereign necessity, customs officials have historically had the power to open containers and conduct a thorough search of items without a warrant, probable cause, or any particularized suspicion.",
  "That's correct, but we did not rely on it and the evidence was suppressed on -- based on the Ninth Circuit's rule that a gas tank cannot be removed and opened without reasonable suspicion.",
  "Well, I don't think it's an advisory opinion in that the evidence has been suppressed. But, Justice Breyer, let me directly answer your question on why the case is here. In 2002, the Ninth Circuit held that the Constitution is violated if customs officials remove and open a gas tank without reasonable suspicion, and in that case there was reasonable suspicion, making the case very difficult to challenge. The Government legitimately wanted to challenge the case in a -- in a -- in a case where the officers actions could not be subject to a potential Bivens liability for violating the clearly established law of the Ninth Circuit. At the same time, customs officials viewed the Ninth Circuit's decision as posing an immediate and present danger to their ability to protect the border, and they thought it imperative to try to challenge a -- bring up a case that challenged that rule as soon as possible. So two weeks after the Ninth Circuit's decision was decided, respondent drove across -- drove across the border with a gas tank full of 80 pounds of marijuana, and the Government, we think legitimately, told the district court, and there was no secret at any time in this case, including at the petition stage, that we were not going to put on evidence that there was reasonable suspicion, even though the dog alerting and the solid-sounding tap of the gas tank, we could have established or presumably could have established that that was reasonable suspicion. And both the district court and the Ninth Circuit summarily affirmed the -- suppressed it and then affirmed the suppression, because there was not reasonable suspicion, and that's why this case is here. The customs officials see this case as a threat to their ability to deter and detect smuggling at a container that is relatively large and that is commonly used -- in fact, it is the most common container used along the Mexican border -",
  "-- to conceal contraband.",
  "No, but we didn't want to have to tell the men and women who were in charge of enforcing the border that they should be subject to a potential suit, at least being named in their personal capacity in a lawsuit. It seemed more appropriate from our perspective to try to bring a case as soon as possible where we think we could have proven reasonable suspicion, but it squarely fit within the Ninth Circuit's rule that reasonable suspicion was required.",
  "It -- it helps to explain why we thought there was a paramount interest in getting the case as soon as possible. We didn't want to divert resources away from the border into having to prove our reasonable suspicion. In fact, there's already been serious fallout in terms of trying to prove reasonable suspicion when we search gas tanks, because the Ninth Circuit has said that all of our discovery on how we train our dogs has to be produced, and this is extremely sensitive information.",
  "Well, that -",
  "I think it's -- it's clearly an -- as Justice Ginsburg said, it's not an article 3 problem. Let me say, Justice Breyer, there's no finding that there was reasonable suspicion, nor do we put on any evidence that would have permitted that.",
  "Yes, it was -",
  "That's right. But let me just say as a --",
  "-- as a prudential matter -",
  "No, there's no -",
  "There's no finding, Justice Scalia. It is our position that we could have put on proof that this constituted reasonable suspicion by putting the dog's handler on and the agent explaining what a -- what a solid- sounding tap means. We didn't do that, so there's no finding, but let me just say -",
  "Well, at least that the defense is titled to discovery on that so that the -- the handler. But let me just say, Justice Breyer, as a prudential matter, I think that that is a legitimate concern at the petition stage when we petitioned, and there was no secret that we intentionally brought this case for the purpose of having it reviewed. But the case has been briefed, there's no question about standing, and we think it's appropriate to reach the issue. Twenty-five percent of all drug seizures along the Mexican border are hidden in gas tanks, that we've not only found marijuana, cocain, heroin, currency, methamphetamine, there have weapons and ammunition -",
  "Well, it might matter, but it certainly doesn't matter where the -- the compartment or container in question is designed to be removed and put back together by mechanics. A gas tank removal is something that can be done within a reasonable time and that -",
  "Well, in this case, once the -",
  "Well, in this case it took under a half an hour, but, Justice O'Connor, I want to stress that in other cases, depending on the type of car, it might take an hour or two hours, and the last thing we want is our customs official to be on a Fourth Amendment stopwatch and telling the mechanic to rush. So they need -",
  "No, it's 20 -",
  "Twenty-five percent of narcotics seizures in terms of amount of seizures along land borders. That doesn't include seaports -",
  "In terms of number of seizures. It doesn't necessarily mean how much volume, but it's a lot, given that the gas tank is one of the largest containers.",
  "Yes, that's correct, but -",
  "Eighty pounds of marijuana with five gallons of gas, and that's an enormous amount, and this could have been another -- another -- other dangerous items, it doesn't have to be just marijuana. And they have seen it all. At the same time, someone does not store personal effects in their gas tank. It's just a repository for fuel. And this involved far less of an intrusion on privacy interest than the type of searches that can happen and do happen at the border, such as the traveler's baggage and the passenger compartments in the vehicle.",
  "Any time there's damage to any types of property at the border, the person is handed a claims form, which is processed through customs, first under the Federal Tort Claims Act. Now, there's an exemption for claims arising out of the tension of properties by customs under 28 U.S.C. 2680(c), but assuming that happens, customs can pay, and does pay, up to $1,000 under the Small Claims Act, under 31 U.S.C. 3723. And Justice Stevens, there's another statute, a customs-specific statute, 19 U.S.C. 1630, that would permit customs to pay up to $50,000, but the restriction is for -- it has to be for non-commercial properties, so that would be personal property that customs damage. So there's -",
  "Well, that may be, Your Honor, but this case doesn't involve claim of damage and -",
  "Well, sure, a gas tank is about $100, $200 item, and it's conceivable that any search can result in damage. Now, respondent has never claimed -",
  "Well, you're right. You could have - you could have -",
  "That's right. You would -- no, the item itself probably costs under $200, but you would have labor costs.",
  "Well, depending on the car, the ones I've seen have been under $200, but you would have associated labor costs and maybe other parts. But the basic point is that this is a container, it's a paradigmatic type of item that can be opened up by the -- at the border without any particularized suspicion. And -",
  "That's right. And property is -",
  "Well, I don't know too many commercial importers that don't have insurance that would cover damage by customs, but the important thing is -",
  "Customs is not going to pay for that.",
  "But -",
  "Excuse me?",
  "Well, that -- that's absolutely true, but -",
  "It would depend. As long -- assuming they're acting reasonably in carrying out the search, it's still reasonable and -",
  "That's correct.",
  "There have been thousands of disassemblies at the border -",
  "Well, no, I think it's reasonable to search property at the border by virtue of the fact it's at the border, and given the Government's overriding interest and the person's reduced expectations. But Justice Souter, there has been no known or reported instance of this hypothetical risk materializing at the border with respect to a customs search.",
  "Well, all gas tank seizures, which there have been thousands, have to be done by removal and disassembly of the tank. There are, you could call them searches, because that's what they are, of gas tanks that don't involve removal and disassembly, if you use sophisticated equipment such as density busters and X-rays. But all these seizures that are occurring at the border, in order to get to the drugs, you have to unscrew the bolts that are holding the tank to the undercarriage of the vehicle and remove the tank and open it up.",
  "Well, they have dogs at all the major ports of entry, but the dogs don't always alert, so I wouldn't say it's necessarily skipping, but the dog may not alert. They also at some of the facilities have what are known as fiber optic scopes, which are extremely sophisticated and effective equipment. Unfortunately, 75 percent or higher of all tanks have, in the filler tube, have an anti-siphoning valve that blocks the entry of the scope into the tank, but they will try that if they have it. It's not always available. It's an extremely expensive piece of equipment. It costs $16,000 per unit. But if they have that, presumably they try that first, and if it's blocked, then they put the car up on a lift and unscrew the metal bolts that are holding them that -- to the metal straps that are holding the tank and they'll remove the tank. And then from there on it's pretty straightforward on how to open up the tank.",
  "Yeah, that's right. Our position is where the procedure imposes only a modest intrusion on interests protected by the Fourth Amendment, the officers don't have to exhaust every least intrusive method.",
  "It's -- it's -",
  "Not very many, Justice O'Connor. Let me give you these statistics. There have been 120 million vehicles that passed through this country's borders last year, and over the last four years, four years, there have been 8,000 gas tank disassemblies.",
  "Exactly the same. It has always been the rule up until the Ninth Circuit that we could take apart a gas tank without reasonable suspicion. Customs officials --",
  "No, no, they've always been able to take apart a gas tank on something less than reasonable suspicion. But Justice O'Connor, it is true that as a practical matter customs does not take the time or energy to take -- to call the mechanic, pay for the mechanic to take apart the gas tank unless their suspicions are focused on the gas tank, and it will usually be because of the dog alerts, or the more common situation is it -- that they're just not sure whether that gas tank has been altered. Maybe a bolt looks different than another bolt or it looks like it's been unscrewed, and it may be the person had their gas tank worked on, but they're just not sure, they have some concern about the person's travel plan story and so they - they want to go ahead and make sure the gas tank's not containing contraband.",
  "Yes, they keep statistics on seizures of narcotics and what are known as positive and negative seizures. And in the last four years of the 8,000 gas tank seizures that have happened, 85 to 90 percent of those have been what are known as positive hits or there's been a presence of contraband, and so 10 to 15 percent of those have been so-called negative searches where the tank is reassembled and the motorist sent on their way, and I -- we would expect that those statistics to continue, that they have limited resources and they conduct a search when they think it's appropriate and necessary.",
  "No, but there's never been any kind of requirement. I -- I think we can -",
  "-- confidently say their suspicions were focused on the gas tank, whether or not that that would have convinced a court that it was reasonable under -",
  "-- this Court's definition I think is unclear.",
  "No, well --",
  "There are extensive training of customs officials -",
  "-- about how to go about searching a car, where to look, where -- where smugglers typically hide their drugs, and what type of evidence they may leave behind, and that's what the agent is looking for. The agents are also trained though, Justice Breyer, to rely on their experience and intuition and hunches, and over time border officials gather extensive experience about what they're looking for.",
  "They also can consult with a supervisor if they have a question about whether a search should actually be done.",
  "Well, his -",
  "-- supervisor would be aware of the search, but with a 85 to 90 percent success rate, that possibility seems rather remote.",
  "There may be checks where people can file complaints, I don't know. But the same officer could be instructing that the spare tire compartment be taken apart or that a tire be taken out or that every scrap of luggage can be taken off or that the person could empty their wallets, their shoes, their purses, their clothing, and put the person to a considerable inconvenience. But a gas tank is not a container, Your Honor, that there's some sort of heightened expectation of privacy. It stores fuel.",
  "Yeah, it's about -- cost runs about a cost of $90 to $140 per visit, but Justice Scalia, there are also, very consistent with your point, hundreds of cars in a lane that this inspector has to get through, and they always are concerned about moving through the legitimate traffic and legitimate trade. They want to get people in, they want to get people past the border. At the same time, they're extremely concerned about what's in -- what people might be concealing in their vehicles, and a vehicle is an extremely large container and a gas tank is a relatively large container, and given that it is 25 percent of all drug seizures have been hidden in the gas tank, they have an essential interest in being able to not only detect it when they think it might be there, but also deter it. It has been customs' experience over many, many years that smugglers are looking to exploit any weakness along our border security efforts, and they will readily place their drugs where they're least likely to be detected.",
  "Well, ripping out the upholstery would first present a question of what kind of intrusion there is on -- under the Fourth Amendment or an interest protected on the Fourth Amendment, and there may be a significant deprivation of a property interest. Now, we would probably contend that we could rip whatever upholstery was reasonably necessary to conduct the search.",
  "There's a small nuanced caveat to that. We think we can search property without suspicion and use whatever force is reasonably necessary. At the same time, Justice Ginsburg, the Constitution still applies with respect to the property and the search has to be carried out in a reasonable manner, and if someone took a giant axe and starting whacking away at leather upholstery, that would very well constitute an unreasonable search. But this case doesn't involve a claim of damage and respondent has never said that he was deprived of a significant possessory interest in his gas tank. Rather, what happened, it was taken apart and it could have been easily put back together.",
  "That's our -- that would be our position, but I'm saying it also involves a very distinct factor, and that is that there's a deprivation of a significant property interest if the item is going to be obliterated or its value going to be destroyed, and that's not the contention made in this case or the type of deprivation of a privacy -- of property interests you would have with a gas tank. But sure, if you took a vase and smashed it when you could have looked in it, or let me just say if you wanted to open up the trunk -",
  "Well -",
  "Right. Well, we would look at first what the type of deprivation is, and if it's a teeny little tear that can be easily repaired, maybe there's not a significant deprivation.",
  "Let's -",
  "Let's suppose that there's a significant deprivation. It would at least be reasonable for the court to look at what kinds of alternatives were available to the Government. As a practical matter, Justice Stevens, we -- customs officials have long, skinny metal probes which are like needles that they use to search upholstery, so if it's fabric you wouldn't even see it going in and out. If it's leather, you probably are going to get a tiny hole. Now, whether that would constitute a significant deprivation -",
  "-- might turn on the facts and circumstances, but these are wonderful pieces of equipment that customs officials use all the time to look inside places that are hard to see, and they use them exactly on seats. But to be sure, Justice Stevens, customs gets complaints about upholstery. They let a dog into a car and the dog scratches the upholstery or the agent's going in there and searching and he steps on something. These kinds of things happen at the border and customs have to -- have a job to do and they've got to use whatever force is reasonably necessary. But I think these cases are separate because they involve some arguably significant deprivation of the owner's possessory interest in that piece of property. If it's a leather seat and it's torn, the value's gone down. But the Ninth Circuit applies a rule that doesn't let customs officials open up a container even where they can put it back without damaging the tank, and so we think that case is quite distinct. Mr. Chief Justice, I'd like to reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. Justice Kennedy, you asked about the 25 percent figure, and in the appendix to the petition at 12a, that 25 percent figure relates to vehicle drug seizures, so what customs meant by seizures was from the vehicle. That wouldn't include stuff found in someone's pockets. Justice Breyer, you asked about how we track searches. There's apparently a nationwide computer tracking system where customs tracks all of their searches, both positive and negative, and when there's a positive report search, it's called a seizure. When there's a negative, it's called an incident report, and the agent is in fact required to document what his reasons were -- were for conducting the search, and the supervisor must read that, and if there was a problem developing about improper use of his resources at the border, the agent would be either trained or disciplined.",
  "I would doubt it. I don't know, Justice Kennedy, but given that it includes the reasons for conducting the search, but I -- I just don't know. I know it's called the TECS, but I don't know whether that's public or not.",
  "I've just made it public.",
  "I -- I'd have to go -",
  "-- on the Internet or something like that, Justice Scalia.",
  "No, that was --",
  "That's correct, Justice Stevens, and it's quite conceivable if the country ever went on a red alert that the commissioner of customs might say, or if there was some vague intelligence about smuggling in pick-up trucks, they might want to do very extensive searches of pick-up trucks. Now whether they'll actually ever come to that I hope not, but yet, this -- the -- the border power - the power to conduct a border search is one without any particularized suspicion. Thank you, Mr. Chief Justice.",
  "Thank you, Justice Stevens, and may it please the Court: Justice Ginsburg, I take it the reason that the scow was not relied on is because the petitioner worked 99.9 percent of his time on the Super Scoop and petitioner never made the argument that he had a connection to the scow. But this case, the dredge, the Super Scoop, was a vessel in navigation and it's an easy case under both standards because it remained in service as a means of carrying its workers and equipment as it moved along the Boston Harbor.",
  "Yes. I mean, you've -- you've read it in into Evansville and Cope, the -- the dry-dock case, but it's -- it's basically referring to any mobile watercraft that is practically capable of moving either cargo or people.",
  "I don't -- I don't think it much -",
  "That's fine, and I think -- like I said, this is an easy case. If I could address some of the -- the -",
  "Justice Breyer, the -",
  "Right. The -- I respectfully disagree. The First Circuit was way off base. It did not use section 3 of title 1.",
  "What it did is it --",
  "Okay, let's -- okay, let's go from there.",
  "Let me -- let me answer your question.",
  "I think the -- the -- you look at the physical characteristics and the surrounding circumstances of any type of watercraft, and if it's out there moving, I -- I think that really is an easy case. What I think is bothering -- what was bothering the First Circuit is that this vessel clearly had a stationary purpose. It had two essential and indispensable purposes, one of which was stationary and one of which was a mobile barge. The types of cases that raise problems under 1 U.S.C. 3 is you have things that meet the definition of vessel. The Coast Guard regulates them as vessels, but if they have no function to transport people or things -- and the best example is our country's battleships. They're basically retired vessels. They're museums. And there are some casino boats that function the same way. They have no transportation function. They've been withdrawn from navigation. If you want a legal standard for what in navigation is it's this. It's what the Court said in Chandris, which is it's the status of the ship, and that means does it have some -- is it still servicing as a ship.",
  "That's correct.",
  "I agree. The only types of cases where a vessel would lose its status as a vessel if it's been basically -- there -- there are basically two kinds of cases where the casino boats or the museums or hotels have lost their status. And there are basically -- there are two examples. They're boats in a moat. They've been basically landlocked in through concrete or landfilled and they can't go anywhere. And the other one that's -- that's equally as common is pipes and stuff have been driven through the hull of the ship, and they're not practically capable of transporting anything. They'd have to be overhauled.",
  "We think it's in navigation. If you have a -",
  "If it's -",
  "No, no. That's not correct. It just means it might be a vessel in navigation. You have cruise ships, military ships, pleasure crafts that sit all the time, some for years, but they're still ready for another voyage when and if they're needed. Those are still in navigation. Now, if you have --",
  "I'm going to answer your question on the seaman. If you've got a worker that never goes to sea on a vessel in navigation, the place to deal with that is not by saying it's not a vessel or not that it's not in navigation. But this Court emphasized in the Harbor Tug and Barge case, as well as the Chandris case, that there has to be a substantial connection not only in duration but also with respect to nature. And the Court in Harbor Tug said that -- that inquiry will concentrate on whether the employee's duties take him to sea.",
  "No.",
  "There's -- there's a decision in McDermott v. Wilander that expressly holds that the worker need not aid in the navigation of the ship.",
  "Bartenders, croupiers, waitresses, et cetera on cruise ships are all seamen. That's just the holding of McDermott v. Wilander. Now, there's still a separate question of whether they're exposed to the perils of sea.",
  "In the ship's work -",
  "-- whether that work is gambling or -",
  "Well, I just said that they may not be covered, but they -",
  "They may not be covered -",
  "They may not be covered if they fail the last requirement -",
  "-- of Chandris.",
  "Vessel in navigation.",
  "Right, and I -- Harbor Tug v. Barge, which is a later opinion, explains that that test will look at whether the employee's duties take him or her to sea. Now, in this case the dredges operate not only -- only on the water, but they're out there usually away from shore and are engaged in regular movement over navigable waters. And the workers on that dredge, such as petitioner, are subject to the traditional perils of navigation which include not only collision with ships, but even capsizing. Barges such as dredges are particularly susceptible to capsizing because their distance between the deck of the barge and the water, which is known as the freeboard, is low. In this case it was only 5 feet, and they have a high center of gravity because of those derricks or cranes that are holding the bucket ship. And if it's operating in poor weather or for some reason it's overloaded, they can tip over and you have a marine incident or even casualties. And this worker was exposed to the perils of navigation like other traditional seamen. And this Court -- we think it's pretty telling that the Court basically in two decisions has resolved this case. You have already used 1 U.S.C. 3 in the Norton case in defining what is a vessel for purposes of the seamen exclusion in the Longshore Act. And then in the Ellis decision, this Court has already held that a dredge, including the scows that were accompanying that dredge, were vessels for purposes of 1 U.S.C. 3 and that the workers were seamen and that they were basically called upon to perform the duties, more or less, of ordinary seamen. And every other court that had looked at the issue and passed on it had equally held that dredges were vessels for a variety of maritime purposes. That was seamen's liens, limitation of liability, and -- and the overtime -- overtime laws in the Ellis case.",
  "Right. With due respect to the author, I think that approach is novel, it's radical, and it's unsubstantiated. Never has the definition of vessel turned on whether the watercraft has sleeping quarters.",
  "It's usually governed by the collective bargaining agreement. I think it's something like $40 a day, and this petitioner was a union laborer. And it's -- it's usually governed --",
  "There used to be, but in -- there used to be a debate, which I think most of the cases the Signal brief is relying on, in how long maintenance and cure goes for and it was a rather kind of arcane, tricky thing, but basically this Court resolved it in 1930. It goes to maximum cure, until the seamen can no longer be cured. And there used to be a debate about should it just go to the extent of the wage contract or to some longer point, and the Court resolved that. But there is no case that has ever even discussed the fact that a vessel turns on whether it has sleeping quarters. And we think that brief is also fatally undermined by the decision in Ellis and all the - decision in Ellis already holding that vessels -- or the workers were seamen, and there was never been a discussion in those dredge cases about whether they had sleeping quarters. Several of those cases -- the most oft-cited one is that Saylor v. Taylor case out of the Fourth Circuit, was a maritime lien case, and those are exactly the type of workers that this Court in McDermott said were seamen who were intended to be covered under the Jones Act. If there are no questions, we would ask that the First Circuit's decision be reversed.",
  "Thank you, Justice Stevens, and may it please the Court: It would entirely destroy the uniformity contemplated by -- contemplated by the statute if the EPA- approved and mandated label were subject to jury-by-jury invalidation based on a jury's determination of whether a label is false.",
  "Yes, we have -",
  "That's right.",
  "We -- we think subsection (b) is unambiguous in preempting any statement.",
  "Well, the agency is allowed to change its position and we realize -",
  "Well, we think that -- we realize that our position was inconsistent with not only the Court's decision in Cipollone and in Medtronic that recognizes that requirement extends to common law duties. But more importantly, a system where a jury-by-jury on the same facts could come up with completely different reasons why a label is false -",
  "Well, unlike Medtronic where preemption occurred by virtue of the FDA's regulation, under FIFRA there's preemption by virtue of the statute itself. And I just want to give one -",
  "Well, that's just not true, with all due respect. I mean, they -- the -- we don't verify the accuracy of the efficacy labeling, but the requirement, both in the preemption provision and in the requirement to use the EPA label, clearly extends to efficacy. And you can have disuniform context whether it's safety or efficacy. Imagine a label that directs a product to be mixed for 20 minutes. One jury could find the label was false because the product should have only been mixed for 10 minutes. Another jury in the same courthouse could find the label was false because the product should have been mixed for at least 30 minutes. And this case is another really good example. Now the petitioners are saying the label says that the soil only should be a 7.2 level. Their expert says -",
  "And we think it's critical that our position is that this statute only operates in the area of labeling, and it preempts only those State labeling requirements -",
  "I think your vitamin A example is an excellent example of a non-preempted claim. If a manufacturer says that this is a pesticide and he puts Clorox in the bottle, the plaintiff wants to get to the jury on the theory that a reasonable manufacturer would not have used Clorox. He would have used the pesticide. If the argument, on the other hand, is Clorox was fine. I don't have a problem with Clorox, I just wish I would have been given a warning, but that's not the way a plaintiff would frame his complaint. We think it's critical that our theory is if the plaintiff's theory of recovery is necessarily - necessarily predicated on a requirement that the manufacturer used a label different than the EPA-approved label the Federal law required it use -",
  "On the face of the complaint, we agree that they're not preempted. Our only position is by the time it got to summary judgment, the courts decided that they had no evidence on what would have been non- preempted claims. If another farmer wants to bring an expert that says Strongarm can be manufactured -",
  "Well, we think the Court of Appeals took it claim by claim and read the affidavit -- or at least the District Court did -",
  "Mere inducement only to the extent that that's a shorthand way of saying the label was - necessarily had to be required. Let me give you an example.",
  "If the -",
  "Well, I think they did say if a common law duty is necessarily premised on the requirement that the manufacturer used a different label than Federal law required him to use. In this case, the common law duty of a failure to warn is saying the manufacturer should have put something on -",
  "The --",
  "Right, and that's -",
  "Not on labeling. Justice Scalia, every day -",
  "That's just not true. Every day States and localities around the country are imposing use restrictions. They tell -- they tell applicators and users when and where to apply the pesticide and what types of --",
  "That's right and they -",
  "That's right, and they do that every day without imposing labeling requirements. Imagine - imagine -",
  "They require the manufacturer, in order to sell the product, be registered with the State, and they can impose whatever sale restrictions they want -",
  "-- that don't go to the labeling.",
  "Absolutely not. It would be bad enough if a manufacturer had to shop his label around 50 States and had each -",
  "No. A State absolutely cannot impose labeling restrictions on a manufacturer.",
  "Right. I'm sorry. Right. Under - it -- the alternative theory would give more power to the jury to impose labeling restrictions than the State, and we don't think the State can do it. And it would be far more pernicious if a label were subject to jury-by-jury invalidation. No one would read the label, much less understand it.",
  "No. Congress just wiped out labeling and only those labeling requirements -",
  "Justice Ginsburg, it's just not true. The lower courts well understand this distinction, and they -- they let go all the time claims as not preempted that are true manufacturing defect or true design defect claims. This is not a complete immunity. This is a narrowly targeted one as to labeling. There is a famous example of the Benlate -",
  "Right.",
  "It can be brought if there's State law and evidence to support the State law that doesn't attack the labeling. And our -",
  "If they found an expert that said if you had manufactured this differently or if you had designed it differently and there was evidence to support that, our view is that those claims aren't preempted. And the alternative to let juries -",
  "This case -- they didn't have any evidence other than saying that the label was inaccurate. But the next -- another jury could rely on the respondent's evidence to say the label was inaccurate because it works better on high pH soil, and another jury could say, well, we need a margin of safety and the label should have said 6.8 instead of 7.0, which is what their expert says. And you can have this time and time again with how often the pesticide has to be applied, when it has to be applied. And to -- and the -- the whole point of section 136v(b) was to have reliability -",
  "Well, there's -- there's been preemption at least since the late '80's, and I don't know of cases where juries -- or the theory for recovery was invalidating the label. There are lots of cases that are true manufacturing defect claims, and I direct your attention to the Benlate where the manufacturer contaminated his product. If I'm the plaintiff, my theory -- the theory was you mismanufactured this product. A reasonable manufacturer would have taken practices to prevent contamination, and it destroyed a lot of crops and EPA actually took enforcement action against that manufacturer. The rat poisoning example -- a 9-year-old kid died of rat poisoning because it tasted like a candy bar. The theory of recovery was all the manufacturer had to do was put a bittering agent in it that would have made the kid throw up and the rats still would have loved the poisoning. That has nothing to do with the label.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The relevant conduct, transaction or occurrence in the habeas context is the set of facts that are asserted in support of the particular grounds for relief under habeas Rule 2. That reference point best preserves Congress' intent under AEDPA to accelerate the filing and disposition of habeas proceedings.",
  "I think, Justice Ginsburg, our fundamental point is, there is no counterpart to tort or contract action, with habeas. There is just no analog. And that is because there's not only Rule 2, which imposes this heightened across-the-board fact pleading requirement, but it's also because those pleading rules work in tandem with all the other unique habeas rules that apply only to habeas that serve to narrow the timing and scope of habeas review.",
  "Yes, I just don't think it's different, both -- regardless, you've got to come the case and figure out what is the relevant-conduct transaction or occurrence in a habeas petition. And there's the extreme view of viewing it as the entire trial or conviction, or there's another view as -- look at it as what the habeas rules require, and that is the prisoner to identify a particular unconstitutional conduct or occurrence that gives rise to a basis for relief. Now, under the Ninth Circuit's view, a prisoner can timely file one claim and then add any number of completely different claims after the one-year period. For instance, a timely Batson challenge could then - - after the one year, the claim could add claims of ineffective assistance of counsel, Brady violations, or coerced confession. And to have to resolve those claims would significantly extend the limitations period beyond the one-year period.",
  "It's -- well, that's true, it takes in trial errors, but that's a lot. Ineffective assistance of counsel is a trial error. Coerced confession, confrontation clause, discriminatory selection in the jury -- I mean, I don't know if that's a trial, or maybe pretrial -- but it does take in a lot, and I don't think there's a close call that they relate to different actors, different time periods - -",
  "I'm not sure about that. This has been the rule in the majority of Circuits for five or six years now, since 1999 or 2000, and it hasn't generated a lot of problems. And that's because, Justice O'Connor --",
  "It would be the set of facts that are asserted in support of the grounds for relief in the original habeas petition. And the reason why this hasn't generated a problem, Justice O'Connor, is that -- in the way the Courts of Appeals haven't really had to identify a test -- is because they're so disparate in time and type. You have an ineffective-assistance-of-counsel claim that's timely raised, and then there's discriminatory selection of the jury.",
  "I concede that -- it's hard to answer that, Justice Kennedy, because a habeas proceeding is not a train accident. And there is - -",
  "In the civil context, you always have a question of, Do we let in other loan transactions in a breach of contract, or, Do we let in another pattern or practice or -- of similar products? I mean, there's line-drawing, when it comes up in the civil context, all the time, every day in District Courts. But, Justice Kennedy, in habeas there are more than ordinary principles of finality at stake that aren't -- that just aren't true in any tort or contract action. And this Court said that in the Calderon decision. And the reason is because of the interest in not just the prosecutor in having adequate notice - -",
  "I would be - -",
  "That would be totally acceptable, because of the distinct interest in not only the finality in the interest of society, and repose - -",
  "Well, it's not like there's a habeas civil proceeding that we're asking for a habeas -- habeas proceeding to be different. There is no counterpart to a tort action or a contract action where it's liberal pleading requirements under Rule 8, and every single grounds for relief in a habeas proceeding there is a requirement that the prisoner actually identify all the grounds and the particular facts in support of that, and those heightened pleading requirements focus the proceeding on that particular transaction.",
  "Well, we'd look to the common core. And I think we would argue that one is focusing on counsel's performance, and the other is on police misconduct. But, Justice Souter - -",
  "There's amendment all the time in the majority of Circuits that have applied the Government's test, and it comes up in two scenarios - -",
  "No, that's not true, Justice Souter.",
  "Because - -",
  "Let me just say, on the attorney - ineffectiveness one, it's completely besides the point what the Government's view is, because the claims are completely derivative, and the prisoner gets no benefit whether he gets the amendment or not, because, in order to show procedural default, he's going to have to show attorney effectiveness, and he just doesn't get anything additional, one way or the other, and it really doesn't matter which claim he asserts first. But the reason why amendment occurs all the time is because our rule allows the prisoner to amplify facts such that if he raises a Miranda claim or a Strickland claim, and doesn't allege custody or doesn't allege prejudice under Strickland, he can amend, after the one- year period. And also - -",
  "No, the way you get claims, which is really the -- the direct text on the rule says you can add a claim if it arises out of the same -- is if the transaction relates to the -- to give you an example, to an involuntary confession, you could have an amendment of a Miranda claim that arises out of that police -- alleged police misconduct that culminated in the admission of the confession. You could also have a Massiah violation that related back to a Fifth Amendment claim. And you could have other types, too.",
  "Well, I think the interest of notice is part of it. I mean, it doesn't always trigger when the State hasn't -- or the Federal Government hasn't answered. But statute of limitations are not only about fairness, in terms of preserving evidence, but the interest in repose --",
  "-- and closure.",
  "Well, that -- it's to preserve the statute of limitations, but if the relevant transaction is something narrower than the conviction, then the interest of repose sets in. And, I mean, the other side has, you know, the same point -- it's if you draw it out broad enough - -",
  "Well, I think what's at stake is Congress' intent in passing the one year. And it's fundamentally inconsistent with that to have a prisoner timely file one claim and then potentially add an unlimited number of claims, no matter how different and - - in time and type - -",
  "Well - -",
  "-- a six-month difference is a 50 - percent extension of the limitations period, which is a big deal. And Congress wanted a - -",
  "I think it was five months.",
  "It was five months. And - -",
  "May I answer? I think we're relying on both habeas Rule 2 and the principles under AEDPA on finality.",
  "Thank you, Mr. Chief Justice, and may it please the Court: In sweeping and unqualified language, the Higher Education Act provides that, notwithstanding any other provision of law, no limitations as to time shall apply to the collection of student-loan debt by offset. Therefore, notwithstanding the general 10-year limit that applies to the offset of all Federal payments, including Social Security payments, no time limit applies.",
  "That's right. In 1982, Congress authorized --",
  "Right. In 1982, Federal payments were subject to offsets such as Federal grants or contracts or pension. And, in 1991, Congress passed a law that said there's no -- going to be no time limit for the Government to collect student-loan debt by offset. Therefore, there has always been a student-loan exception to the Government's ability to offset for only up to 10 years. So, we can't offset Federal pension payments or contract payments beyond 10 years unless it's for student loans.",
  "Well, (e) is a limitations period, and it is a provision of law, and the Higher Education Act says, notwithstanding any other provision of law, there's no time limit for offsetting -- for collection by offset when it's to collect student-loan debt. What happened in 1996 is, Congress authorized Social Security benefits as another source of Federal payment. But it's critical to understand that Congress left completely undisturbed and intact that pre-existing 10-year limit and the pre existing student-loan exception --",
  "Yes, well, it is unqualified, on its face, Justice Ginsburg. It doesn't say \"notwithstanding any other provision of existing law.\" It says \"any law.\" And it would be a rather bizarre and novel statute if Congress had to keep amending every time Congress redesignated a limitation provision, which is all that's happened here. Every time Congress had a limitation provision that changed from subsection (e) to (a), or was given a different section number, Congress would have to go back and say -- I guess, reenact the Higher Education Act every time it amended the statute of limitations. But, even if you think that it only applied to pre existing limitations period, this 10-year limit predated the Higher Education Act. It was passed in 1982, and had -- and has appeared in identical language since 1983. Nothing happened in 1996 to statutes of limitations. All that happened was that Congress, in essence, put Social Security benefits on par, equal footing, with all other Federal payments. And let me just say, imposing a 10-year limit would largely nullify Social Security offsets to collect student-loan debt.",
  "Yes.",
  "Ninety percent of all student-loan debtors who default do so before age 55. And, therefore, a 10-year time limit will have expired before the debtor reaches full retirement age, at age 65. And it's relevant not so much what Congress what was thinking in '91, but it's relevant for what Congress was thinking in 1996. In 1996, Congress made Social Security benefits subject to offset. And it's completely rational to think that Congress of course understood there would be a general 10 year limit that's always been applied to offsets of all Federal payments, including the Federal contract payments or pension payments, and now Social Security payments, but, yes, there's another provision of the U.S. code that contains an express and, we think, extraordinary exception. It says time limits are intolerable when it comes to the collection of student-loan debt. Now, at the same time, Social Security recipients are protected from any undue burden. The -- if you are disabled under the Department's regulations, you can obtain a complete discharge, a total walk-away-from- the-debt-forever, if you have a disability that prevents you from earning income. You also -- the amount of the Social Security offset is limited to the lesser of 15 percent of the benefit payment or the amount by which the benefit payment exceeds $750. And any debtor can enter into a repayment agreement that will take their total --",
  "The caps, Mr. Chief Justice, are in the statute, and further limited by the regulations. But, actually, the repayment agreements are mandated provisions under the Higher Education Act. It mandates the Secretary of Education to allow debtors to enter in repayment agreements that are contingent on their income, and that will allow them to repay their debt under reasonable and affordable terms. That's also in the statute.",
  "It's the lesser of -- it's the lesser of the 15 percent or the amount by which the benefit payment exceeds 750. So, in this case, when the original Social Security check was, I think, like, $874, 15 percent would have been a higher number. You have to leave the recipient with 750, so I think only $94 was taken out. And I may have my math a little off. But you -- the -- you give the recipient the benefit. Now, the only thing that's in the regulations, Mr. Chief Justice, are the disability, that that is just a -- it's a walkaway on the loan. Even if you win the lottery the next day, if you can show that you can't work because of a disability, the Secretary of Education will discharge your loan. Now, the principal argument on the other side is section 207 of the Social Security Act. Now, that statute requires an explicit reference before Social Security benefits can be subject to a legal process. But it doesn't require an explicit reference when the only question is the statute of limitations that are applicable to a legal process that is already otherwise expressly authorized. The Debt Collection Act is the actual statute that authorizes the offset of Social Security benefits. The Higher Education Act just lifts limitations periods when there's another statute that establishes a collection mechanism. And the Debt Collection Act contains the express reference. It provides, in 3716, that, \"We're making our clear statement, we want Social Security benefits to be subject to offset.\" And, like I said, it just -- it plugged the Social Security system into this pre-existing --",
  "That's right. It makes the express reference to 207, and it has this general limitations period that applies to all offsets. But, Justice Stevens, just --",
  "That's right. And that takes you down to the subsection (e), which imposes a 10-year limit. But just as today Congress certainly is free to say, \"From now on, Social Security benefits and all offsets will be subject to an 11-year limitations period,\" it doesn't have to expressly reference 207 to amend the Debt Collection Act. The Debt Collection Act is what's being, in effect, amended or an exception. And the Debt Collection Act doesn't contain its own express-reference requirement before it can be amended. Congress didn't say, \"We're forever binding ourselves,\" or, \"We want some different canon of interpretation here.\" And so, you have a very extraordinary provision in the Higher Education Act that says, \"Notwithstanding any other provision of law, there's not going to be a time limit to offset in order to collect student loan\" --",
  "It would still -- the express reference would be completely overtaken, because it says the \"notwithstanding section 207.\" It would authorize offset for --",
  "For up to 10 years.",
  "Right. It would -- the --",
  "Yes. Well, our position is that the Social Security Act only requires an express reference to create authorization to offset.",
  "And --",
  "Right.",
  "Yes. Well, our --",
  "-- fundamental position -- -- I'll be clear on this -- is that the Higher Education Act applies unless it's been repealed. And there's just nothing in the Higher Education Act that comes close to repealing -- in, excuse me, the Debt Collection Act -- that comes close to repealing the Higher Education Act, because it doesn't address the subject of student loans. It just speaks to the ability to offset Social Security benefits, as well as all other Federal payments that have been subject to offset.",
  "No, I know of no statement to that effect. But I know of no statement -- any discussion about limitations period. There's no discussion of the 10-year limit either.",
  "Maybe they did, maybe they didn't. Maybe the knew that a court would actually apply the U.S. code, as written --",
  "-- and just because it -- the limitation period was in one section -- but, now, here's where I think the policy does come into play. A legislature would think that a 10-year limit would never come in to offset Social Security benefits on student loan, except in a rare case of an old debtor who -- and also defaults close in time to age 65. And, like I said, 90 percent of all the student-loan defaults are by debtors who are under age 55, and over -- about 83 or 84 percent of all Social Security payments are under the retirement system, not the disability system. And if a person is disabled, there's no reason to think that they can't get a discharge of that loan. So, all we're talking about is basically rendering a dead letter Social Security offsets to collect student-loan debt, if Petitioner's position were to prevail.",
  "You can get a discharge of your loan if you have a disability of indefinite duration that prevents you from working. The rationale is, sort of, a changed-circumstances rationale. If you took out a loan, you signed a promissory note, you intend to pay it back. But if you later become disabled, and that disability is going to prevent you from ever working, they'll discharge it. Now, about 30 percent of all people who do apply for this disability discharge do get it, and about 80 percent get a conditional discharge, what gives them -- it gives them a 3-year grace period. And the only difference between -- I mean, there are some small differences, but the main difference between a Social Security disability determination and an Education Department disability determination is the Department of Education wants you to be disabled of an indefinite duration, and not just 12 months, because it's a complete and total walkaway from the loan. And Social Security will actually do a lookback after 12 months. But Education will never go back and ask for the money. Once they've discharged it, it's a permanent discharge.",
  "Yes. I --",
  "-- I remember trying to find it on Westlaw. It's, like, 3,000 pages. It's --",
  "-- huge. And it covers many, many different subjects.",
  "That --",
  "That, I don't recall. But I can say the overall thrust -- and it's in their statement of purpose -- was to improve the Government's debt-collection --",
  "-- efforts. And what it did was, for the first time -- and this was a very significant development -- establish a centralized offset. Before 1996, there was no ability to cross-check a debt from one agency to a payment to --",
  "-- another agency, such that one Department had no idea what another Department was doing. And now it is a massive program involving over $1 trillion of Federal payables, $255 billion of certified debt, and 33 billion of that is education loan debt. And so, that -- this was to -- an enormous undertaking to start that, in 1996. And one of the things that Congress did in setting up this massive program was, made Social Security benefits part of the offset program. There's about $480 or $490 billion in Social Security benefits, so -- which -- it was a huge source of revenue, although Congress obviously limited it substantially with the caveat. And if there are no further questions, we would ask that the Court of Appeals judgment be affirmed.",
  "Thank you, Mr. Chief Justice, and may it please the Court: It is the position of the United States that the physical-violence clause of the Hobbs Act requires an intended robbery or extortion, and that private parties, under RICO, cannot obtain injunctive relief.",
  "That's right. We think what would be appropriate is to recognize that the -- this Court's decision last time around did contain a sweeping statement at the end that all the predicate acts must be reversed. At the same time, the issue of the physical-violence clause was not briefed by the parties, it was not discussed in this Court's opinion, it was not discussed in the Seventh Circuit's opinion. And \"law of the case\" type principles are discretionary, and this Court has the discretion to reach the two other issues in the case. Now, the RICO issue is more squarely presented, because there's an actual holding by the Seventh Circuit on that point. It's also an issue on which the Circuits are divided. It's important and recurring, and it's been before this Court twice. At the same time, the Court also has discretion to clean up, or clarify, the Hobbs Act issue. There was a remand. And although there's no holding by the Seventh Circuit, there was a remand that was predicated and based on an assumption that the plaintiffs had raised at least a substantial question. And this Court has discretion to say that was an error of law, because, under the plain language, the physical- violence clause is linked to robbery or extortion. That's plain on the statute, because it requires that the physical violence be in furtherance of a violation.",
  "That's correct. And those prosecutions were inconsistent with the written guidance of the Department of Justice in a longstanding interpretation of the Hobbs Act, at least since 1965, that it required an intended robbery or extortion.",
  "And --",
  "Yes. 18 U.S.C. 2332(b), subsection (g), is a laundry list of Federal statutes, and it's a good source of reference for the type of Federal statutes that cover violence where there's a distinct Federal interest.",
  "That's correct. There's a lot of statutes on the books that apply to bombing in public places, violence against communication facilities, computer, transportation, energy, airports, any kind of mass transportation. And that -- 18 USC 2332 -- it's a long list of statutes. There's also the arson statute and the bombing statute, the use of any explosives in a -- in a -- in a facility that's used in interstate commerce. And the Government has brought thousands and thousands and thousands of Hobbs Act prosecutions, and, but for those two, the only two that we can identify, all of our prosecutions have been linked to robbery or extortion. And if I could address the superfluous point, we don't think the clause is superfluous either, for two reasons. It applies to a defendant who injures innocent bystanders during a robbery. Now, the defendant has committed the crime of robbery, but he's also committed the separate crime of using violence against any person in furtherance of that robbery. So, there could be cumulative punishment based on that offense, and there would be --",
  "-- two separate offenses.",
  "It's a separate offense for --",
  "Yes, because there's two distinct harms. There's not only the business, as the victim of the robbery, but there's the innocent bystanders who were injured or killed during the course of that robbery, and that would be two separate -- and then there's another way it's not --",
  "Yes, that's right.",
  "Yes, the --",
  "-- FACE Act.",
  "That's absolutely correct. The FACE Act, which was passed in 1994, gives private parties a right for damages and injunctive relief for blocking access to clinics. That would -- that would cover this specific case, and then there's the more general statutes I was speaking about earlier. But there is a specific right to injunctive relief, and I think the plaintiffs in this case tried to add claims under the FACE Act, but they were -- they were denied the ability to do that. The second way it's not superfluous is the example given by Petitioners, in that it applies to a defendant, for instance, who tries to enlist another person in a robbery, but the neighbor, or the -- excuse me, that person just refuses. The physical-violence clause would apply to that situation regardless of whether that conduct also qualifies as an attempt.",
  "Well, 1964(a) addresses equitable relief, and the Government can get things like disgorgement under (a). But as far as damages are concerned --",
  "-- no. This Court held, in the Cooper case, which is an antitrust case that was talked about in the Flamingo decision recently, the United States is not a person who is able to sue under the antitrust laws, because -- the general background principle that the United States is not a person. And we think it's highly relevant that, after this Court repeatedly held that private parties cannot get injunctive relief, that the United States cannot get damages under the antitrust laws, Congress, in the Clayton Act, passed two express provisions: a Government damages action -- that was in 1955, and now it's a treble-damages action -- as well as an express private injunctive action. And, thus, there was this menu of remedies in the antitrust laws of express Government equitable, express Government damages, express private treble damages, and then Government damages. But Congress, in RICO, only picked up two of them. It picked up an express, a right for the attorney general to seek injunctive relief and other equitable relief, and it picked up an express right for private parties only to seek treble damages. In light of the holding after holding after holding, we identified six cases that were -- that were rendered before the passage of RICO, and the Cooper decision, which said the Government cannot seek damages. We think it's very clear that when Congress borrowed from the antitrust laws, but did not pick up those two express rights, that the governing principle is that when Congress borrows a statute that's been definitively construed, Congress adopts that judicial construction along with the statute. And it's particularly relevant because of those two express provisions. And RICO is -- just contains that structure that was there in the Sherman Act, with the express public equitable action and the express private treble-damages action. If there are no questions, we'd ask the Court to, if it wants, to reach --",
  "No, I don't think so. I think in the -- I don't think so. The Court could apply just straightforward \"law of the case\" principles and say, \"Regardless of whether we actually reached the four predicate acts, our judgment spoke clearly that the injunction had to be vacated.\"",
  "And that's why we think it's appropriate for the Court to say, just like the Court did in the recent per curiam Eberhart, that generally courts are supposed to follow this Court's mandates, and they're supposed to articulate their concerns to facilitate resolution by this Court, and then leave it up to this Court to clarify an earlier decision.",
  "I think that the Court of Appeals --",
  "Well, they could have --",
  "We do think that the judgment did sweep more broadly than the circumstances --",
  "No, because usually the Court doesn't decide important -- the construction of a Federal statute, a Federal criminal statute, without discussing it. It was -- I don't want to say \"buried in footnotes,\" but it was mentioned in the footnotes at the petition stage the second time around, and then it dropped out of the case. And even the United States didn't discuss it --",
  "It's not mentioned in the opinion. It's not mentioned in the briefs, at the merits stage. It was not mentioned by the Seventh Circuit. At the same time, the court, at the end, did say that all of the predicate acts had to be reversed. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: A bankruptcy court has the inherent authority to sanction a debtor who has acted in bad faith by denying his request to convert a Chapter 7 case to Chapter 13. Courts have the inherent authority to take appropriate action to prevent an abuse of process. Nothing in the Bankruptcy Code or section 706 purports to impair or limit the bankruptcy court's power to police the integrity of its own proceedings.",
  "The power to reconvert under section 1307(c) is in this case, where the court is already confronted with an adjudicated bad faith litigator, it's indirect, it's inefficient, and it's inadequate to protect the bankruptcy process. The potential for abuse is very significant if the case languishes in Chapter 13 for any period of time because the bad faith debtor gets control over the very asset he fraudulently sought to conceal.",
  "Well, he may or may not. Bankruptcy courts have thousands of cases, and if there is an absolute automatic right to convert, a court with thousands of cases may put off that Chapter 13 reconversion to another day. Moreover, there may be individual creditors without a sufficient stake to raise the issue, and the Chapter 7 trustee who typically will uncover the fraud cannot oppose conversion if there's a right to convert in bad faith, and the Chapter 13 trustee or the United States - -",
  "Well, the Chapter 7 trustee is, he's terminated on conversion. It doesn't raise Chapter 13 issues. The much more likely scenario is the Chapter 7 trustee will tell the United States trustee or the Chapter 13 trustee, but they may or may not learn about it until after the case converts. In jurisdictions where there is - -",
  "An order to disclose the asset?",
  "Well, we're talking about a case the court may or may not know about the fraud, and the trustee may or may not tell someone in time. If there's - -",
  "Yes, and there was a basis to oppose conversion. In jurisdictions where there's an absolute right, and bad faith is not a grounds for the conversion - -",
  "We're by hypothesis talking about an absolute right to convert, and what I'm trying to say, in jurisdictions where there is an absolute right, the practice of bankruptcy courts is not to simultaneously convert. It does happen on occasion, but the more likely scenario is that a significant period of time passes. But the other point is that if there's a simultaneous conversion it's a completely pointless and burdensome process, and here's why: A conversion and simultaneous conversion causes the termination and reappointment of the Chapter 7 trustee, the appointment and the immediate termination of the Chapter 13 trustee, and to the extent there's already pending Chapter 7 proceedings for dismissal or denial of discharge, the conversion would appear to us to moot those proceedings and require their reinstatement. And this is a completely unnecessary waste of everyone's time and energy.",
  "Yes, in the majority of jurisdictions. There are one or two jurisdictions where there are different judges, but the vast majority it's before the same judge. But a -- if a -- if there's a - - if there's a right to convert in bad faith, all you have is a notice of conversion and, assuming the eligibility is met and it hasn't previously converted, a court may say, well - -",
  "Well, I think that our point is that the absence of bad faith is implicit in the statute because there is this background rule. When a litigant comes to a court that's already abused the court's process or seeks relief of bad faith, it is a core element of a court's inherent authority to simply deny relief. You can toss out an entire complaint when a litigant seeks it in bad faith. If there was an apparent benefit to this, go to 13 first or deny it, the United States trustee wouldn't be here. We see no benefit to the debtor to require the court to convert and then reconvert. All it is is an unnecessary waste of everyone's time, and this is a core element of an inherit authority.",
  "Here's why. I don't think there's any dispute under - -",
  "Sure. Right. And there's nothing to stop a debtor who truly converts and has found religion and wants to come clean for arguing: Let me convert, it's in the interest of everybody if I do convert. This is a discretionary right to deny relief. The court is free to allow conversion. But under the plain terms of section 1370(c), the court has the power to dismiss or reconvert a case to Chapter 7 without waiting for a plan to be filed. There's no requirement that the court has to sit there for 15 days and see if there's a plan. A Chapter 7 -- excuse me - -",
  "To reconvert to Chapter 7?",
  "I don't know if that would be an appropriate remedy. It might be because you can have an involuntary Chapter 7 case. But on this point about a court sitting in Chapter 13, if on day one a Chapter 13 debtor files a plan in bad faith, the debtor can say: Please wait, I've got a plan, I'm working on it, give me a couple extra weeks, and the court can say: No, I have the authority to throw it out. And what's particularly odd about this proposal is that in 2005 a court is categorically prohibited from allowing a Chapter 13 debtor to proceed under Chapter 13 if the petition is filed in bad faith. The court can't confirm a plan. So Congress had no interest in protecting bad faith debtors after 2005 and they didn't before 2005. There's no policy preference in the code for bad faith debtors or allowing a debtor either proceeding in Chapter 13 or moving from Chapter 7 to Chapter 13, and we think this is a modest exercise of a court's inherent authority simply to deny relief when the court is already confronted with a clear case of abuse while the case is in Chapter 7 or the debtor has otherwise abused the bankruptcy process. The last thing I'd like to say is - -",
  "I think section 706(a) is fairly read as granting a statutory right to convert absent the two statutory exceptions or the court's proper exercise of inherent authority. But the 706(b) and (c) just explain that the court may do something or the court may not, or the court shall do something. So we think our position -- section 706(a) isn't even addressed to the court at all. It just gives the debtor the right to convert, and it doesn't purport to limit or speak to the situation when the debtor seeks that relief in bad faith or has otherwise abused the bankruptcy process. And I'd just like to end by saying that a debtor's bad faith concealment of assets or misrepresentation of financial affairs is really the most serious abuse you can have in a chapter 7 case. It threatens the very structural foundation of the code and its integrity.",
  "Well, our position is that it's not moot because it's on appeal. If that decision is affirmed, it would in a sense practically be moot because there would be an alternative grounds and the debtor wouldn't be eligible under Chapter 13 in any event. But we didn't see that as necessarily an Article III mootness problem.",
  "We have not compared the two, the two chapters -- well, there was never a Chapter 13 petition. We have not compared the Chapter 7 petition with the -- after this case, this Court granted certiorari, then the Chapter 13. But it is on appeal to the district court, so it's not presently moot. We would ask for those reasons that the First Circuit's decision be affirmed.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The decision whether to have a magistrate judge conduct voir dire is a strategic call that counsel is uniquely qualified to make. Counsel is best equipped to determine whether the magistrate judge's particular style, reputation or practice in addressing prospective jurors or resolving objections outweigh the independence conferred by Article III.",
  "That's correct. And for the few fundamental decisions where the defendant must personally explicitly make, they have a monumental impact on the defendant, and they protect values that extend beyond mere -- mere trial strategy. If a defendant is indicted for a criminal offense, he readily understands he's going to have to decide, do I want to plead guilty, do I want to stand trial, do I want counsel, do I want a jury. He does not readily appreciate that decisions that occurred during voir dire, such as whether to have an Article III judge or a magistrate, whether to exercise peremptory challenges, whether to challenge jurors for cause, whether to object to the prosecutor's actions. These are all decisions that are entrusted to counsel's best professional judgment and his fiduciary obligation to represent the defendant. The defendant -- I mean, the defense lawyer also speaks for the client in exercising the defendant's confrontation clause rights, introduce or object to evidence, to object to the closing of the courtroom. There's just a small handful of fundamental rights. And for the vast majority of criminal defendants, they don't even have Article III rights, Mr. Chief Justice; they're in State court. So it's an important right. It implicates important trial issues. But nonetheless, counsel is best equipped to make it. And I do think, unlike the decision whether you're going to be convicted or stand trial or even testify, this is a decision where the defendant is overwhelmingly likely to defer to counsel's tactical and strategic judgment. In this case, I just wanted to point out one other thing about the magistrate. As Justice Ginsburg said, she not only let the lawyers pose their own questions to the jurors, she also gave the lawyers each an extra peremptory challenge. And that just shows that magistrate judges can have particular styles or practice, and counsel would be uniquely situated to assess the value of that.",
  "They were all by consensus, so yes, she ruled on them in that jurors were excused for various reasons. But there was -- it was pretty much by consensus by defense counsel and the prosecutor.",
  "Right, and defense counsel's going to have to weigh in any given case whether the magistrate judge is going to rule on any objections and de novo review is possible, but it's difficult as a practical matter, as the court noted in Peretz. The defense counsel is best situated to decide, and I want to get the most favorable jury I can for my client, what's the best way to do that? Is this magistrate judge better off -- am I better off with which one? And defense counsel, if he has any concerns, can object to the magistrate's role and then would be entitled under the Federal Magistrate Act to have an Article III judge conduct voir dire.",
  "An implied consent in - -",
  "If an explicit personal - -",
  "If a personal explicit waiver is required, there wasn't one here. The express waiver was by defense counsel, so it would not meet that test of having -- I don't know what the implied waiver would be. There is an expressed waiver by defense counsel. If counsel just said nothing and there was no objection, which is not what is at issue in this case, then there would be a question on how do you read this Court's decision in Peretz.",
  "Under this Court's decision in Peretz, there would be de novo review at the end of the process. And here an Article III judge actually swore in the jury but there was, nothing was ever objected to by the magistrate's role. There was no - -",
  "He can. Right. Yes. And if the Court said in Peretz that the Constitution would require that the review be de novo and they recognize in a footnote this Court that as a practical matter it might be difficult to reweigh credibility determinations, and you have the same kind of issues when a magistrate judge conducts Social Security cases or suppression hearings, the magistrate rules on or weighs credibility and there is a de novo review by the Article III judge.",
  "I don't know if it can be done that day. I mean, in this case, the jury selection was just a matter of a couple of hours.",
  "I think this discussion just shows why a defendant -- this would not be a right that he would readily appreciate and understand. This is something defense counsel would just decide. And is it -- in this particular trial, and this was a short drug trial, this voir dire occurred without incident and it was pretty routine. Is this something that if it were different type of case defense counsel might think, no, I don't want whatever disruption it might be and we want an Article III judge. And defense counsel is of course able to object. I also wanted to point out - -",
  "We read a discussion of it in Florida v. Nixon and New York v. Hill including that among the rights that required a personal explicit waiver. But if we're wrong about that - -",
  "No, it was just a descriptive: There are decisions of such moment that the defendant must personally make and this is usually included in the list. But whatever -- whatever - -",
  "Well, whatever is in the list, it's a very small handful and it is something that the defendant - -",
  "It's a very short list, and I just think it's something that a defendant can readily appreciate, even though it may be a strategic call, whether or not he is going to plead guilty or even take the stand. I mean, the right to testify is a decision that personally belongs to the defendant, but you still don't need an on-the-record, explicit personal consent by the defendant personally. If the defense lawyer says, we have no witnesses, the client's assent is assumed and that's just the way our criminal justice system works. The lawyer does speak for the defendant in all but the very few exceptional cases.",
  "Maragh - -",
  "I don't think so. I mean, I think a -- there is nothing to stop them - -",
  "I don't think so. I mean -- and that's why the Court took the case to resolve that circuit. And I read the decision as reading this Court's decision in Peretz to require it. Or at least there was some constitutional doubt about it but I don't --",
  "I mean, I don't think I have a fully developed answer on that, but my guess would be our position is no. But I don't -- I don't think there's at least anything to stop the particular magistrate judge in any given case from saying -- from addressing the defendant or requiring it. But - -",
  "Right. Well, I - -",
  "Right. And on that issue our position is clear: There is a rule that would dictate how it would be resolved and Rule 52(b) of the Federal Rule of Criminal Procedures has no exception, and plain error would apply. And so if there was some sort of error, the defendant would have to make the necessary showings for plain error review, and on that I would like to address, since we are on the subject, that if the Court disagreed with us on the merits, Rule 52(b) would apply and we think that all the concerns that animate a contemporaneous objection rule are at their peak when the defense counsel expressly agrees to the course of action followed by the court, and Petitioner's rule of automatic reversal would open the door to gamesmanship and sandbagging because it would allow defense counsel to wait and see if the defendant is convicted before objecting to the magistrate's role. And before I get to -- I wanted to turn to, if you apply plain error, I just wanted to point one thing out about the Court's decision in Peretz. This was not something that was just not at issue in the case. The petitioner extensively argued that the waiver in that case was ineffective because it did not meet the requirements of Section 3401(b); there was no personal explicit waiver; the defendant did not understand what was happening, he didn't speak English well, and so on; and the dissenting justices picked up on that and urged the Court and dissented because there had -- one of the reasons there was not an explicit and personal waiver by the defendant. And the Court nonetheless upheld the magistrate's role in jury selection despite the absence of that waiver.",
  "Well, our position is the magistrate judge could say sit down. This is if defense says my counsel is putting in some evidence I don't like or my counsel is not cross examining the witness or my counsel just asked a juror a question that I'm really uncomfortable with. I mean, this show belongs to the lawyer, and the magistrate judge could tell him to -- to be quiet. The defendant has not made a -- and his time is not up yet -- in effect an assistance of counsel claim, but if he has an objection and he think his right rises to the level to testify, that he has some duty - - that the lawyer had some duty of personal consultation, then he can make that Sixth Amendment argument. We don't think it would have any merit because this is no different than the myriad other types of trial rights that belong to counsel.",
  "No. I think there is some room for that. I mean I -- some room for that for the court, but it's -- it's not like it's the right to testify. It would be hard to, you know, if there was some argument over objection or how to question prospective jurors. There's not a hybrid defense team where the -- the judge is always supposed to turn to the defendant and say are you sure you're comfortable with what your counsel is doing? If the Court does conclude that there is error, the Petitioner, we don't think has made the necessary showing for plain error review. The first problem and the most fundamental is the error is not plain, because this Court has already upheld the role of the magistrate judge in jury selection in Peretz, despite the absence of a personal waiver; and at least four courts have read that decision to allow a magistrate judge to conduct voir dire, either when there is an absence of an objection or there is express consent by defense counsel. And even assuming this Court doesn't reach the question of whether the error had an effect on substantial rights, the error did not seriously affect the fairness, integrity or public confidence of criminal proceedings. The error -- the voir dire in this case occurred without incident or objection, as Justice Ginsburg pointed out, to anything that the magistrate judge did; and there is no indication -- and I don't think we have heard any -- there is no indication that the defendant actually disagreed with his counsel's professional judgment to consent to have the magistrate judge, or even had an opinion on the subject. And Petitioner's rule would, as I said, open the door to gamesmanship because it would relieve counsel of any obligation to call an error to the court's attention and therefore give the court the opportunity to correct the error. If there are no questions, we would ask that the Fifth Circuit's decision be affirmed.",
  "Mr. Chief Justice, and may it please the Court: There are two types of class-of-one claims that should not be recognized in the public-employment context. The first is a claim of residual ill will or bad-motive complicitor, and the second is a simple demand for a rational basis for an adverse personnel decision. The problem with those claims is that they would constitutionalize routine employee grievances and impose a for-cause requirement on public employers, notwithstanding the long tradition of at-will public employment.",
  "It is similar. And in the regulatory context a personality conflict is not a legitimate basis for adversely treating citizens. But a personality conflict between a supervisor and a subordinate is generally, if not always, a legitimate basis for adversely treating an employee.",
  "There is some support in the case law, but what I think your concurring opinion was trying to do was to help local and State governments. And it is one thing to say the mayor denied my building permit, and I'm going to make the employee allege animus, and that might be difficult to do. But for someone on the mayor's staff, it's not that difficult to allege animus on the part of your supervisor. Employment frictions are inherent in the workplace, and perceptions of unfair treatment readily arise by an employee who thinks he or she was unfairly treated.",
  "Sure, it applies. It just doesn't give you a right to collect what this plaintiff did: Punitive and compensatory damages based on residual ill will. She ran an equal-protection claim on race, gender, national origin, sex. She had a statutory claim for imposing unlawful conduct under Title VII. The jury rejected all of that and imposed punitive damages, and it went to the jury on a legal question that has always been decided by this Court and the courts about whether there was a rational basis or whether, instead, it was solely based on vindictive, arbitrary, or malicious reasons. It went to the jury, and there was no allegation that --",
  "Yes.",
  "It doesn't -- no. If you have a membership in an identifiable group classification as opposed to purely subjective and individualized criteria. Here the class was: I was a thorn in my supervisor's side. That is not a class. And if it is a class, it would lose, because you would always have a rational basis.",
  "That's correct, and -- and in First Amendment -- and that's a different amendment, but in the Fourteenth Amendment there is the Batson context. It's just -- just like in the Batson context, the high cost of litigating every single claim to try to ferret out what would truly be an irrational decision is not worth the cost when there is such an overwhelming likelihood that a truly irrational decision would already be prohibited by some other contract or statutory source.",
  "Well, we are not relying on the text of the Equal Protection Clause.",
  "What we are relying on are two principles. And there is just a longstanding principle that the Constitution is not the appropriate forum to resolve routine employment disputes.",
  "Right, well, one is criminal conduct, and on the scapegoat case I actually don't think that's such a bad thing. One can recharacterize scapegoating as public accountability, and their side would allow Federal courts and State courts to second-guess a local employment's response to a public crisis. So if there is a school board or some tragic accident in the city, and a group of employees are fired, their side would give constitutional claim for punitive and compensatory damages based on a finding of ill will; and although the other side comes up here and tells a story about traditional rational basis, in this case it was submitted to the jury, about whether there was a rational basis or whether whatever articulated basis was a mere pretext; it was treated basically like a sex, or gender, a race claim, and not a rational basis claim. This should have never gone to the jury. It's not a fact question whether there is a rational basis.",
  "Well --",
  "That's right. In a mixed-motive constitutional case involving a fundamental right, it's a fact question for the jury. In a rational basis case it would be a question for the court whether there is a conceivable rational basis.",
  "Well, if the mayor doesn't give the employee a grievance, in her capacity as a citizen she has a suit under Olech; but in her termination claim, she -- unless she can allege membership in an identifiable class, she doesn't have an equal protection right to be free from just pure arbitrariness -- -",
  "Why? Because personality conflicts have no role in the regulatory context and they generally if not always are the legitimate basis for a personnel decision. It's just that -- they say this example, well, employer doesn't like you; that's sufficient; but the other side never tells you how far they would take that. Is it because the conflict arose in the workplace; is it because it arose from their neighborhood; is it because it arose from the high school debate team or law review or cheerleading squad and that's why the person wasn't hired? And we would have courts having just to go, judge by judge and court, and in their case, jury by jury, for these kinds of decisions; and these shouldn't be constitutional cases. These are more properly resolved under merit service protection laws and collective bargaining agreements.",
  "Well, in the at-will context, if an employer says you're fired and gives no reason, that's legitimate; but in their case at least by the time a lawyer is hired and the case goes to court, the State is having -- has to articulate a basis that could be second-guessed. If you write -- if you are going to apply class-of-one and write a very broad opinion saying almost anything goes in the employment context, that's certainly preferable than having us go to juries based on pretext and bad motive, which is what happened in this case. But I still think it would impose a for-cause requirement that's inconsistent with your due process cases, which presuppose that the personnel entitlement must spring from someplace other than the Constitution.",
  "No.",
  "Yes. Yes. Unless you leave -- right. There is not point. I mean the at-will rule is that no reason be given, or it could be a bad reason. And if there is any concern about the line drawing, I would urge you just to look at the verdict form in this case. All that was submitted to the jury, after there was the rejection of the national origin, the gender, the race, the color, the retaliation for reporting sexual harassment, was just a simple case of without any rational basis, and solely for arbitrary, vindictive or malicious reasons.",
  "Well, no. I mean, there are lots of constitutional limits on public employment. What we are talking about is where you've reduced at will for a null set, and there is any claim for arbitrary conduct. I mean, we would allow under our theory any claim that is not just a residual ill will or bad motive states a valid equal protection case. And this is many, many statutory protections as well.",
  "Thank you, Mr. Chief Justice, and may it please the Court. We think this case is best resolved under the opposition clause, and that clause does not require employees to utter magic words of opposition or to initiate the interview in which they express opposition to unlawful conduct. Rather, the clause is satisfied when a reasonable person would understand that the employee has objected to sexual harassment in the workplace. And when an employee discloses or reports that she has been subject to unlawful sexual harassment, a reasonable person could certainly infer that the employee opposes a practice made unlawful by the statute.",
  "Right. She has got timing requirements. So if she hasn't complained to the EEOC within the relevant time, she wouldn't have a cause of action for discrimination. But once she has retaliated -- an adverse action is taken against her because of what she has reported, then she has timing requirements on when she has to sue for the retaliation, and she did that here. And this is a case where the Sixth Circuit tossed the case out on summary judgment, and it erred in doing so because the facts alleged in this case were more than ample to survive summary judgment on the question of whether she opposed what the Director of Employee Relations did to her. She alleged that in the context of a sexual harassment investigation in which she was asked to disclose inappropriate behavior by the director, she reported repeated instances of offensive, objectionable, and unwelcome conduct by him. For instance, she said that she had her head pulled into his lap and that in response she threw him out of the office, thereby indicating that she did not like this conduct. The jury could easily infer from those facts that she opposed the director's conduct. Now, that timing would - -",
  "If you -- yes, if a reasonable person could infer that. I think that we are similar. But if you just are a reporter of unlawful conduct, that's enough. But this case is easier, much easier. She was a victim.",
  "I understand that. And if - - you can either decide the broader question or the question of the Petitioner here, which she reported that she was subject, and it makes it all the more evident, and certainly a jury could have found that she opposed the conduct. But we do think that at least a reasonable inference could be drawn -- when you report facts that would constitute unlawful activity, the reasonable inference is that you have objected.",
  "Right. If you just have a - -",
  "I think this is where we have not embraced the position of the EEOC, that we don't think that expresses opposition if all you do is say, \"here's what a person's job duties were and he was in town on that day\" or \"I had lunch with him on that day,\" and that would verify -- it may verify a victim's statement or corroborate it and thereby be the essential evidence in the case, but it wouldn't come within the statutory language of opposing.",
  "If a reasonable -- well, if a reasonable person knew from all the circumstances, then maybe. If this -- unfortunately, if you don't like jury trials, this is a jury question whether you oppose the practice or not, and it would have to go to a jury based on the totality of the evidence.",
  "No. When you said \"least resistance,\" it certainly is the most sweeping and broad coverage. In that sense, you cover all witnesses and participants in the process, and we think Congress intended to do so here.",
  "The participation clause is much broader coverage. It could -- it would cover anyone who participates in the investigation, whether or not they oppose the practice.",
  "Opposition.",
  "If this were before the EEOC, everybody who testifies in that proceeding or participates in the investigation would be covered. It doesn't matter whether you oppose a practice.",
  "So in that sense, it's broader. The reason why this case is easier for you, under the opposition clause, is it's a narrow holding and it doesn't get you into the question of whether just an employer investigation is an investigation - -",
  "That's exactly right, but at a minimum when you have a victim of sexual harassment who reports it to her employer in the context of an investigation where she's asked was there anything inappropriate and she recounts here, it's so clearly opposition. It so clearly should not have been thrown out on summary judgment. And it so clearly can force - -",
  "Absolutely.",
  "Yes.",
  "But that - -",
  "That's correct. We don't and neither does the EEOC interpret their compliance manual as - -",
  "Yes, it is true that it's in a brief, it's on their Website, it's on home page, on their Website.",
  "It's not in their compliance manual; it's in our amicus brief, but it is the EEOC's position. And, again, that's why I think it's an easier case for you under the opposition clause.",
  "No, but you have to remember there are two separate clauses. The statute under the opposition clause just says \"oppose a practice made unlawful.\" If you didn't oppose a practice, you're not covered under that. You would be covered under -- in the proceeding, why there is such broad coverage. Once you're under the participation clause, no matter what the substance of your testimony is, it's covered. It protects the process itself, regardless of whether it was -- it was determined true.",
  "I think - -",
  "I think that position is consistent with the EEOC, and I don't think we would oppose that position in the sense that it would give the greatest and broadest protection. And what is so upsetting about this case is the gaping hole in statutory coverage that the Sixth Circuit left. It is an inexplicable gap that a complaining witness in an employer investigation would be unprotected from retaliation. The statute simply can't function, as intended by Congress, as intended by this Court, if there are all these incentives for employees to investigate unlawful activity, witnesses come forward and report that they, in fact, have been subjected to sexual harassment, and employers are free to retaliate. They - -",
  "It is. It is, but it's all the more reason that she has to be covered under one of them if not both of them. Witnesses simply are going to be afraid to fully cooperate if they're not given protection. And if there are no questions, we'd ask that the Sixth Circuit be - -",
  "Well, I mean, we think that is border-line absurd, although all courts that have reached the issue have held that. And it just -- it makes no sense, and it -- I'm not even - -",
  "Have held that -- that the internal investigation is covered as long as somebody has filed a charge. It's not clear who or that it has to be related to the subject matter. And that would mean if the investigation is conducted on the day a charge is filed at noon, all the witnesses who came in, in the morning, are unprotected; yet all the witnesses who came in, in the afternoon, would be protected. Yet nobody even knows that a charge has been filed. And that's just not something that Congress possibly could have intended and wanted to leave the morning witnesses unprotected from retaliation. So I don't think the current state of the law under the participation clause is supported by the text, and it's certainly not supported by any policy under Title VII. No questions?",
  "Thank you, Mr. Chief Justice, and may it please the Court: The Ninth Circuit's decision in this case impermissibly imposes retroactive liability on Petitioner, and Respondents' claims are in any event time-barred.",
  "You are absolutely correct. You are absolutely correct. And Ledbetter -- this Court's decision in Ledbetter, which was issued after both the compliance manual and after the EEOC filed their brief, explained that the EEOC is entitled to no special deference on the interpretation of this Court's cases. And the EEOC's interpretation is based on a conclusion whether this case is governed by Evans or Bazemore, and the EEOC hasn't purported to even discuss the retroactivity -- or the retroactive imposition of liability because the pregnancy leaves in this case were taken before the PDA and, as the EEOC acknowledged in that compliance manual, that denial of service credit at the time was lawful under this Court's decision.",
  "Unconstitutional?",
  "I think -- I mean, the way I understand your case is that Congress can speak in clear language to impose retroactive --",
  "Retrospective liability. It's just there's nothing in the PDA that indicates that retroactive liability was imposed. And --",
  "Right, and your hypothetical statute would seem inconsistent with --",
  "That's right, and I think the -- the seniority system provision, 703(h), would just be completely counter to that hypothetical provision because Congress has taken special care to make sure seniority systems can continue to exist, even though they incorporate pre-Act discrimination.",
  "With respect to fringe benefit programs, I think it was effective on the date it passed. And there's no question -- everyone concedes -- that AT&T immediately came into compliance on the effective date of the Act. And the -- our key point on retroactivity is the way to look at this is what the statute prohibited and that is discrimination on the basis of pregnancy. And the pregnancy discrimination occurred in this case based on the discriminatory leave policies, and those -- those were all taken in the '60s and '70s before the PDA was passed. And what the Ninth Circuit's decision does is it orders Petitioner to restore service credit taken for the pregnancy leave before the passage of the -- of the PDA. And I --",
  "No. It just put it in context, and I don't think that Bazemore deals with the retroactivity point, and let me explain why: The -- the employer in Bazemore who continued to pay African Americans less than whites was ordered prospectively to start paying equal wages for equal work, but specifically not ordered to make up for past wage differentials. And I think it's for three reasons. What this does is much -- much more prejudicial and upsets expectations in three ways, and this is some of the things that Mr. Phillips talked about. And at the time the pregnancy leaves were taken, the Petitioner was entitled and probably required to make planning and funding decisions for its pension liabilities. Second, the Petitioner should not, 30 to 40 years after the fact, have to defend claims about whether these women were disabled and actually unable to work due to pregnancy, when medical records and personnel records are probably missing and memories long since faded. And, third, the retroactive scrambling of a seniority system upsets the vested rights of other employees. And I just don't think you have any of that in Bazemore. The employer said --",
  "-- you me to pay out money prospectively.",
  "Well, I think of a pension plan as a zero-sum game. There's a more limited amount. But more specifically, there --",
  "Well, I --",
  "Well, we don't know what we have in the case, because it was -- it was -- liability was imposed on summary judgment. The class allegations are But my point on vested seniority rights is that the class includes current employees. The Respondent Porter is a current employee. The order in this case is to restore seniority credit, I assume for current employees, which will give them greater seniority rights vis-a-vis other employees who have planned their own issues about job bidding and retirement and seniority based on 30 to 40 years of expectations. So I --",
  "No, I think some -- some of these people had very significant disabilities, over 6, 7 months. But in terms of the fairness here, I mean, the -- the female flight attendant was discharged on a facially discriminatory policy of forcing married female flight attendants to resign. Here, the two Supreme Court cases have said that the decision -- as inexplicable as it was, the decision not to treat pregnancy as a disability was not on its face a discriminatory policy. Now, the PDA immediately overruled that, but applied it prospectively, and now we are here 30 to 40 years later basically litigating the complaint that was brought in the Eighth Circuit as well as the complaint that was brought in the Second Circuit by the Respondent here. They brought this case twice in the Second -- and these are all cited on the Petitioner's brief and the reply brief on page 17. In the Second Circuit case, it was granted, vacated, and remanded in light of Gilbert. And then in the Eighth Circuit case, they actually lost on the merits under Satty. Now, the only thing that has changed is the passage of 30 years and the PDA, which doesn't apply retroactively. So I just think that --",
  "Let me be very clear on this. The seniority system in this case is facially neutral; it just accords seniority to men and women on an equal basis depending on whether they took disability leave or personal leave. The leave policy that forced women to take pregnancy leave as personal leave would be illegal if it were adopted today, because the PDA says you can't treat -- women affected by pregnancy have to be treated for the same purposes. So the seniority system is always just the same. It says, based on total years of service, you get pension benefits, men and women the same. In the accrual policy, men and women were treated identically. Just like in Evans, men and women were denied seniority or service credit if they were terminated for -- for charge, and there was a separate unlawful policy that basically defined -- cause -- excuse me -- if you were terminated for cause -- and a separate policy that defined \"cause\" to say, well, if you were a female flight attendant and you married, then you were forced to resign. So obviously that policy was always unlawful. It would be unlawful today. And similarly, if AT&T hadn't had changed its leave policy, someone could sue immediately. I mean, these women -- the immediate --",
  "Yes -- the seniority system is their seniority system, and it's completely neutral and completely lawful. AT&T's pre-PDA leave policy. That if you were a woman and you take pregnancy --",
  "-- that's unlawful today. That would be facial discrimination on the basis of pregnancy, and it would be unlawful.",
  "I -- AT&T could not adopt their leave policy today, and --",
  "Oh. Then I think you would have a -- well, you would have an unlawful policy that someone could sue on immediately, and it would be facial discrimination, and we wouldn't be up here making a retroactivity argument because no court would be ordering them to undo decisions that were made before the passage of the Act. They today would be making decisions and there were nothing -- there would be no retroactive imposition of liability. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: I think both on a substantive level and a procedural level Desert Palace largely resolves this case. The question presented is the one of should you have a direct evidence requirement to obtain a mixed motive instruction under the Age Act. And there is the procedural posture, which is Desert Palace left unresolved a lot of very difficult and complicated questions about when do you get to the jury on mixed motive and what is the requirement that separates a mixed motive motivating factor instruction from the \"but-for\" or commonly known as the McDonnell Douglas. And Desert Palace left all that unresolved. On the question presented, there is the same conflict in the circuits under the Age Act. It is the same conflict in the circuits that was under Title VII -- is do you need any kind of evidentiary special showing to get to a mixed motive; and, if so, is it non - circumstantial evidence or evidence that directly ties --",
  "I think there is a lot to be said for that argument, and this is a very difficult and unsettled question under Title VII. I think what would be on the table if this Court ever had an appropriate vehicle -- and this certainly is not the appropriate vehicle to get into this question -- there would be several options on the table. You could have what your view suggests, which is after summary judgment you could get a motivated factor instruction that the jury would be permitted to find both impermissible and permissible motives. You could also have a special verdict form that asks the jury: Do you find that there were two causes, one of which was an impermissible factor? And you could have a situation which I think prevails in trial courts now -- and it has been the EEOC's practice -- which is -- and it's not the most analytically clean, but they basically give the instruction, either a determinative cause or motivating factor instruction, on what they think best fits the evidence. And I think it's important for the Court to understand, as we -- the law exists now under Title VII and under all the other anti-discrimination acts, there are two regimes out there. There is a mixed motive regime and a determining factor regime.",
  "Yes. But this is -- I will also give you, which I think is important especially when you write your opinion, the three reasons why you should not resolve this very difficult question in this case. And the first is that it wasn't pressed or passed on below or raised in the brief in opposition and did not receive full briefing by the parties and all the amici. And, second, just as you left this issue open in footnote 1 of your opinion in Desert Palace, Judge Collatin writing for the court recognized this precise issue in footnote 3 of the court's opinion on petition appendix page 12, saying: Assuming there is no direct evidence requirement, we are going to have to figure out when is it appropriate to give a motivating factor instruction, absent the -- the language, expressed language in Title VII?",
  "The third reason - -",
  "I see your point, even though that is exactly what you did in Desert Palace. But Price Waterhouse is a two-decade-old decision. We're 20 years past that and it has been essentially codified in Title VII. So no matter what you do to, quote unquote, \"fix this\" under the Age Act, every -- the bulk of the discrimination cases fall under Title VII, and a motivating factor instruction is codified, and you unanimously held in Desert Palace there is no special evidentiary requirement.",
  "Unless you overrule Price Waterhouse, which would be an upheaval in the law, and certainly -- this wouldn't be the appropriate case to do it, all the courts of appeals have unanimously held under the Age Act and under a wide variety of State statutes and other Federal discrimination statutes that the Price Waterhouse burden-shifting framework applies.",
  "I don't think you need to decide that question. In a lot of other contexts, you have said, well, there is language in our opinion that may have been confusing or it's not clear what the holding is, but we henceforth are going to clarify, here's what the law is. You did it in the recent crack cocaine case in Spears, you did it in your nude dancing case, and you did it in a case called Jefferson v. City of Tarrant County, an opinion Justice Ginsburg authored, that you said: Well, there is language here that substantive cases make clear, and there is lots of reasons why you would not impose a direct evidence requirement, however you define that term. Since Desert Palace, there is a decision of Sprint/United v. Mendelsohn. And I think that case a fortiori forecloses all the arguments made by the other side that, well, even if it doesn't mean non-circumstantial evidence, it must mean something that is highly relevant to the issue of discrimination. In Sprint/United you said we're not going to have a per se rule about what is relevant to prove discrimination. The Court said the same thing in Reeves. I think that was a unanimous decision.",
  "You would still have the same issue as you have under the constitutional regime of what is causation? And if you ask my opinion, the Solicitor General in Price Waterhouse itself argued something different that no Justice adopted. We argued a standard of causation that no one -- no one was persuaded by. Six went off on this motivating factor with the burden shifting approach, and three of the Justices would have applied a straight \"but for\" causation - -",
  "Absolutely. And it did in Title VII, and this Court, for better or worse -- regardless of what you think, in Price Waterhouse six Justices defined the language \"because of.\" And we have Price Waterhouse now that is codified. And so - -",
  "No. Let me just say two responses. Not that I have seen empirical. I can tell you the EEOC's experience, and that is they sometimes prefer a \"but for\" all the burden being on them and sometimes they prefer the motivating factor instruction. And despite what Respondent points out, they have some defendants that think they like the affirmative defense. And sometimes counsel just agree on what the instruction should be. And it hasn't caused that much of a problem, although there is a lot of confusion about this kind of case, where the defendant is insisting on one instruction and the plaintiff wants another instruction, and that's what Judge Collatin is reserving in a footnote saying: On remand I am going to have to sort this out.",
  "I mean -- there are two kinds of jury findings. There is -- but the problem in all this area, if you do ever get a case that is appropriate, I think what the Court should start with the assumption which Justice Alito alluded to: Price Waterhouse was a bench trial. The 1991 amendments under Title VII were against the backdrop of non-jury trials. And both the Price Waterhouse decision and the language of Title VII are written ex post. It's assuming some artificial world where there was a finding of mixed motive. But in today's world everything needs to be done ex ante. We need to know how to instruct the jury, and that's the fundamental problem. If you are looking at ex post world, you are exactly right, a jury could either find this was all a pretext, I think what was really going on was ageism or sexism or racism, or it could find, a split the baby, I think it's both. But you can't possibly know that - -",
  "-- going in.",
  "I think you are basically catching on the point that a lot of counsel in the real world are basically deciding, what do we think the jury is going to be most on our side with, with which instruction. And it's not always clear going into the case, and maybe depending on the relative strength of the legitimate factor being asserted. Some defendants may prefer the affirmative defense. Some may think, no, it's prejudicial, we don't want that, we want a straight determining factor instruction.",
  "Well, I don't think you can ditch Price Waterhouse as a practical matter, because you are going to create -- I mean -- massive confusion, not only under the Age Act, but under the Americans with Disabilities Act, the Family Medical Leave Act, a variety of labor statutes, disciplinary statutes - -",
  "Well, you can do that, but all the problems you think you are solving, you are going to have to face them in Title VII. That is the bulk of discrimination law, and you have two standards of causation in that statute right now. Thank you.",
  "Oh, on why you shouldn't decide it? It's essentially this, that this is complicated, difficult under Title VII. That's the leading anti-discrimination statute. I think the Court may want to resolve these very legitimate important questions in a Title VII case, because you have got statutory language.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The Federal Circuit's decision in this case forecloses judicial review when the very disability for which a veteran seeks benefits prevents the veteran from filing a timely appeal with the Veterans Court. That decision is wrong, and for three reasons the court of appeals erred in holding that the deadline at issue in this case is jurisdictional. First, the statute contains no clear indication that the deadline is jurisdictional. Rather, the text and structure point away from a jurisdictional reading. Second, a deadline that applies to disabled and largely uncounseled veterans seeking their first day in court is not the type of deadline that Congress would be expected to rank as jurisdictional. And, third, a jurisdictional reading would render some of the most disabled of veterans the least likely to obtain benefits and would treat veterans worse off than almost all litigants in our Federal system.",
  "Because neither this Court's decision in Bowles nor any other decision by this Court holds that this type of an appeal from a pro-claimant and non-adversarial proceeding to a court of first review clearly speaks in jurisdictional terms, notwithstanding the lack of a jurisdictional label.",
  "I mean, I can understand why maybe the Federal Circuit did it, because of the one statement that the court, I think, took out of context. But this Court's decision in Bowles didn't purport to extend to any statute, no matter what the statute said or what the context it arose in. And the most closely analogous context of an appeal of agency action to a court of first review is a Social Security context. And even if you don't think that that context is directly on point, then the historical backdrop at most would be inconclusive, and that hardly would rise to the type of -",
  "That's right. I mean, it -",
  "Right, and the -- and there's -",
  "There's nothing inherently jurisdictional about the word \"appeal.\" And, Justice Scalia, if Congress that passed this statute wanted to pick up on the jurisdictional rule under 28 U.S.C. 2107, presumably it would have written a statute that looks something like that statute with the safety valves. Of course, when a -- all litigants, civil litigants who are appealing a district court judgment to a court of appeals, they have a jurisdictional deadline, but the district court can extend it for good cause or excusable neglect or when the party lacks notice of an adverse judgment. More importantly, the Federal Rules of Appellate Procedure cure the situation when a litigant timely files his appeal but does so in the wrong forum. In this statute, Congress knew how to incorporate the jurisdictional rule of Bowles. It did so in a separate provision of the statute in 7292(a). It said when a litigant wants to go from the Veterans Court and appeal that decision to the Federal Circuit, the litigant has to follow the time and the manner prescribed for appealing district court judgments to court of appeals.",
  "Yes. Yes. And interestingly, it also goes on to say if you want to appeal to this Court, you have to apply for certiorari. So Congress -",
  "Yes.",
  "No. I think what's important is that Bowles is relying on a series of decisions that had nothing to do with the word \"notice of appeal,\" of course, because they were dealing with cases involving writs of error and petitions for a writ of certiorari. It was all in the context of court-to-court appeals. Bowles doesn't even mention agency appeal of agency action to a court of first review.",
  "Well, what -",
  "The rule of Reed Elsevier, which was a unanimous decision, which says -- and it was written by the same author of Bowles -- that all the decisions are consistent. You require a clear statement of jurisdictional intent. And in Bowles, this Court had read the type of limitation that was at issue in Bowles as to clearly speak in jurisdictional terms, notwithstanding a label. Here, you have -",
  "You had a century -",
  "I don't think this Court said the word \"notice\" -- and notice of appeal is not jurisdictional in the criminal context, and Congress used the word \"appeal\" throughout this particular statute in a non-jurisdictional meaning in all the proceedings that go in the agency. It used the term \"appellate\" and \"review on appeal.\" It's actually called the Board of Veterans' Appeal. Substantive appeal. None of those words have \"jurisdictional.\" And if Congress was just thinking of the word \"notice of appeal,\" it -- I mean, the term has a non-jurisdictional meaning in the criminal context. But if you just look at this statute, which says -- it's directed just at the litigant's obligation to file his -- his appeal within a certain time line, and there's actually a completely separate statute that speaks to the power of the court, the Veterans Court, 7252(a), and that makes no reference to the 120-day deadline. And I think in terms of the context, let's -- this is exactly the type of deadline that Congress would be expected to be subject to equitable tolling. Let me just give you the three reasons -",
  "Yes. I think I found four that used the term \"notice of appeal,\" and it was in connection with the district court, and they weren't even reported cases. They were very esoteric situations, like an order from the Department of Agriculture. I mean, maybe the Government has different. What you mostly see is the Hobbs Act context, where you're talking about either an organic statute or 28 U.S.C. 2344, which is just a simple petition for review. That doesn't even use the word \"notice of appeal.\" So this case is not going to dictate a whole lot, except for the veterans context, where not only do you have the standard lack of indication that this is not jurisdictional, but you have the unique features in that Congress established this court to open the door to veterans seeking disability benefits, and it would just conflict with that purpose to, at the same time, shut the door when the veteran's disability prevents him from getting to the courthouse.",
  "Yes, and -- but that points out the irony: He's in better off shape if he appeals to the court of appeals, because there, there's at least important exceptions. The Government's position assumes that no matter what the circumstances were -- and remember, a lot of these cases, the veteran is actually timely filing his appeal; he mistakenly files in the Veterans Administration rather than the Veterans Court. And the Government's position assumes that these uncounseled veterans are simply out of time and out of luck with no exception.",
  "It says you have to follow the exact time and procedure that is set forth in the process for appealing a United States district court decision to the United States courts of appeals. So it is the procedures under 28 U.S.C. 2107.",
  "Well, sure. I mean, the statute of limitations in Zipes, which is 180 days to file a charge with the EEOC. But in the veterans context -",
  "Right.",
  "Yes, the veterans context. The -- this is a blink of an eye in the veterans context. The veteran is given an entire year -- not 120 days, a year -- after an initial decision comes down from a regional office to decide whether to appeal to the Boards of Veterans' Appeals. And you have to keep in mind that this is the type of extra time we're talking about. An extra 30 to 60 days would be an extremely poor and unlikely means for Congress to address the type of situation where equitable tolling might be needed, which is either because the Secretary has held onto the notice of appeal until after the 120 days and then tells the veteran, or the veteran has some devastating mental illness and has difficulty with processing deadlines and dealing with concepts.",
  "Yes, and it says -",
  "Well, it is a -- you can look it up. It's -",
  "Not only has the Federal Circuit ruled en banc that it does, but this Court's decision in Irwin and in United States v. Young specifically recognized that a classic equitable tolling situation is when there's no prejudice to the other side and the litigant files in the wrong forum. And you have to keep in mind, there's a Federal Rule of Appellate Procedure on point. Rule 4(d) says when a litigant mistakenly files his notice of appeal in the court of appeals, that's presumed to be correctly filed in the district court. And whatever you think about what your -- what an average-type person might see when they see a two-page single-spaced form with a lot of legalese, it's -- this form is difficult for a lawyer to read, and to expect -- the vast majority of the claimants reading this form are uncounseled. And I urge you to read the form. It doesn't just say you have 120 days to appeal. It goes on and on and on telling -",
  "It's cited in the Government's brief. It's got the VA form, and I -- I had to look it up just by punching it in on the Internet. But whatever you think about the clarity - of someone -- of your statute -- that might be able to understand it, time and time again, veterans file in the wrong forum. And it's not always just the veteran's fault. Sometimes the Secretary is giving the veteran misleading advice. We cite cases in our brief, and so do the amici, where the Veterans Administration is giving the veteran just misleading advice.",
  "Well, it's purely appellate, and district courts always say when they get these things: This is an appeal of a Social Security decision. But I think the three reasons that I'm trying to get on why this is precisely the type of deadline that Congress would not rank as jurisdictional and would want to be subject to equitable tolling are the -- pretty much the reasons that apply even more so in the veterans context. And that is, the first, is that this is an extremely favored class of litigants. These are veterans who have fought for their country and who are seeking service-connected disability benefits. This is also the veterans' first opportunity to get to a court, which is true in the Social Security system. And, importantly, the vast majority of veterans go to the court without counsel. The numbers are over 50 to 70 percent. And that was true in the Social Security system. I don't think that -",
  "That's right.",
  "Well, I mean, up until 2006, they were actually barred from having lawyers. But this is the same thing as the Social Security context, which is what this Court relied on unanimously in Bowen, in holding that it's not jurisdictional, and it's also what this Court relied on in Zipes, is that you wouldn't expect Congress to enact an inflexible, harsh, no exceptions whatsoever jurisdictional deadline when Congress presumably knew that the vast majority of people who would be navigating this system, coming out of this extremely informal adversarial system where the Secretary had a duty to actually assist the veteran and then hitting what is then an adversarial system, and you would think that you would want equitable tolling. The -",
  "Yes, in the Veterans Administration, not in Veterans Court. So 50 to 70 percent -",
  "That's correct, but I wouldn't say they drop them like a hot potato. These are people who are sitting in the VA, and they -- remember, like in this case, it's 3 years later; they don't even get notice of the final decision, which is just sent to the veteran. They don't have any kind of lawyer relationship. It's like someone at one of the VA offices who says: Let me help you, tell you what to do. And then that's it. So, no, they don't -- they don't practice in Veterans Court. They don't -- they don't say, you know, here's my card, let's keep in touch. And it might be 3 to 4 years later that a notice is sent to the veteran.",
  "Well, I know that. The Veterans Court's statistics says it's 70 percent. Pro se.",
  "No lawyer. And the actual -",
  "Even if -- okay. They're still not lawyers, but the -- the veterans' assistance organizations who filed in this case are telling you they don't participate in Veterans Court. That's not what they do. They are set up in the VA system. So -",
  "They, by and large, don't do that, and the veterans' organizations that filed amicus briefs say they also make the same mistake. They're not lawyers, and they often file in the wrong forum, too. But, again, what's -",
  "Yes. I mean, half the cases that we -",
  "Again, as far as I am aware, they don't counsel veterans after they make their final decision.",
  "They wouldn't -- right.",
  "Right. They wouldn't get notice. It would be -- someone would have to have some sort of relationship and call that person. But in this case -- I mean, I can tell you there was no -- the veteran just had his wife, and there was no one else involved in the process other than his doctors. But in terms of -",
  "Well, he's out of luck, according to the Government. That's just tough. But, again, thinking about -- and remember that not only is there a clear statement rule in types of jurisdiction, but we have an equally strong canon that veterans' statutes are to be construed liberally in the -",
  "Just the rule of Reed Elsevier and Arbaugh, that unless a statute clearly speaks in jurisdictional terms -",
  "-- you don't presume it's jurisdictional.",
  "Well, it doesn't sense to say in 1988 Congress was trying to map onto some -- some pre-existing structure that didn't exist. Bowles didn't exist. You may -",
  "I can see your point. I don't think that that's what Arbaugh intended. I think it said that when you have a statutory requirement and when it doesn't speak to the jurisdiction of the court, there's no reason to think that it should restrict the jurisdiction of the court. This doesn't say anything about the court's power.",
  "2101(c).",
  "Well, and the predecessors called writ of error. Right, they were -- I mean, this couldn't be further from it. Congress, when it passed this statute, said you have 120 days to file your appeal. And then in a whole -- and said -- didn't say anything about the jurisdiction. And a separate version said: Here's the jurisdiction, and we'll incorporate some procedural requirements, but we're not even going to mention the 120-day deadline. And then it goes to great pains to say 2107 will apply when you appeal from the Veterans Court to the Federal Circuit, and you'll have to apply for certiorari. But to think about what the Government's position is, is that, notwithstanding that criminal defendants and Social Security claimants do not face jurisdictional deadlines, all the civil litigants in our system who do face jurisdictional deadlines can get an extension for good cause, excusable neglect, when they don't have notice of an adverse judgment, and the situation is cured when they actually timely file but they mistakenly file with the wrong court.",
  "Well, all statute of limitations are not jurisdictional. So there's no question -",
  "Well -",
  "No, of course not. Like I just said, I don't know of any that even come up, except for -- I think I found four that say \"notice of appeal.\" All the types of cases that you see are dealing with a petition for review of agency action,  la the Hobbs Act context. So what I'm asking you to hold is that when you have a -- this particular statute, which the text and structure certainly say it's not jurisdictional, it is exactly the -- it is not the type of deadline you would expect it, and it would undermine all of the purposes that Congress set up this court, which was to ensure they had their day in court, they get the benefits they are entitled to, and, importantly, to cure the perception that veterans were being -- not being treated the way all other claimants seeking Federal benefits were. This would completely counter that purpose, to say: Here's a court; we have built it for you, but if you can't get up the courthouse steps, that's too bad. If your very disability prevents you from filing or you've been abused by the VA -- the VA bureaucracy, you're out of luck and out of court.",
  "And here's why, Justice Scalia. The veteran has had a day in court. Once he is out of the Veterans Court, he is like every -- or she is like every other litigant in our Federal system, which -- the deadline applies to the government; the deadline applies to the party -- to any party. That's 2107, which applies to all civil litigants equally. They've had their day in court, and if it's in the Hobbs Act context, usually they've had some sort of adversarial, court-like proceeding in the administrative agency. But no decision -- and, again, keep in mind there were three decisions in the Social Security context -- no decision has ever said a pro-claimant, non-adversary appeal to a court of first review is jurisdictional. So Congress was acting against that backdrop.",
  "There's no such decision.",
  "Right. And they did go back and forth, so there was a period of 6 years that they held it was jurisdictional, and then a period of 11 years, the last 11 years, where it has been non-jurisdictional, and there has been equitable tolling.",
  "No. I mean, in adopting equitable tolling by the Federal Circuit for mental disabilities -- that case is Barrett v. Principi on page 9 of our brief. It goes through how all the sister circuits have dealt with the issue of mental disability and Title VII, in the Social Security system, and -- and how you would deal with that. But let's take this case, because it's a good example. The doctor said he was -- he's paranoid schizophrenic, so he's having periods, and what -- to quote the doctor that was submitted to the Veterans Court, he had episodes of what was basically called psychomotor retardation and total inability to function, and at other times he was just simply disorganized, had difficulty with recall and memory. So he wrote a handwritten note within 15 days saying: I've been on and off. And he was obviously extremely heavily medicated. If I could reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. Let me just point out on the Hobbs Act, the actual statute says the jurisdiction is invoked by filing a timely petition for review. So there's an express jurisdictional hook. And I think Justice Scalia points out an interesting fact on -- I think it's safe to say, in 1988, Congress wasn't sitting down thinking is this deadline jurisdictional; they're subject to equitable tolling. What we had is a period where veterans were not given judicial review. We had World War II and the Vietnam conflict and the Korean conflict, which made it just untenable that veterans were not being treated on par with other claimants seeking disability benefits. And the sponsor of the bill points out, since Social Security disability benefits get judicial review, how can we not treat our nation's veterans the same? Now -",
  "Sure.",
  "Right. I think you correctly understand that we have a different understanding of reality. So my understanding is that representation is -- like the -- Mr. Henderson's wife at one point tried to become his authorized representative. There is no question he had somebody helping him, a veteran's service organization process.",
  "This can take up to 4 or 5 years -",
  "-- to get notice. My -",
  "No, not that I know of. But this is not -",
  "Right. I understand, and I'm just telling you that my understanding from not only just the amici briefs, that they do not have anything to deal with the court, is that the veterans organizations don't have notice. They are the ones that are filing in this case telling you that this decision will be disastrous for them. But even if they do, they are uncounseled. They are not lawyers.",
  "I agree. But these are -- the veterans' service -- like in this case, where he lives in North Carolina, there's only, like, 50 VA regional offices. So his representative may be 100, 200 miles away, and there's not that kind of connection. But if the case comes -",
  "They don't -- I understand, and I'm just -- my understanding is that they either -- they don't get notice, and even if they have notice, they have -- feel no obligation, because they're not in a representative capacity at that point, that they would process his appeal or advise him.",
  "Right. And I -",
  "And I understand the Government representing that there's notice, and I'm telling you that is not my understanding; that when he said authorized representative, I don't think that that meant veterans service organization. I may be wrong. It sounds like we have a different understanding. But if I can get back on to what is really before this Court, is that when there's no indication, all we have is the three words \"notice of appeal\" when we know that those three words are non-jurisdictional in the criminal context, that there's nothing jurisdictional about the word \"notice of appeal.\" It accurately describes that an appeal is going on. It doesn't say anything about whether the deadline is jurisdiction. And the question is: Was Congress thinking about the type of people who appeal district courts to courts of appeals? Yes, they were, but they made separate provisions for that. Or were they thinking about the Hobbs Act, which deals with licensing of nuclear power plants and orders by the FCC, and has an express statement in the text that it's jurisdictional? I doubt that -- I think it is safe to say that Congress was not thinking about any of those contexts. They were trying to give veterans their day in court. And this decision would say no matter what the circumstances are, they are deprived. Now, there was some discussion on the 120-day deadline. I think another thing that is very safe to say is that time is not of the essence in the veterans system. It never has been. One hundred and twenty days is a blink of an eye. It's true that Social Security are given 60 days and other appellants are given 30.",
  "Yes, there's no prejudice. They don't even -- the Government doesn't even contest these because it has to be based on the record before, and all we're talking about is an extra 30 days or 60 days.",
  "Thank you, Mr. Chief Justice, and may it please the Court: There are three reasons why section 340B entities do not have a cause of ation to enforce the pharmaceutical pricing agreement between the Secretary and manufacturers. The first reason is that this common law breach of contract suit is indistinguishable from an implied right of action to enforce the statute, a right Respondent concedes it does not have.",
  "Yes. And the -- what is being challenged here is the contractual term that incorporates in haec verba the manufacturer's ceiling price obligations under the Act, and a third-party beneficiary's suit to enforce the contract asserts the same right, seeks the same remedy, and causes all the same disruptions as a right of action to enforce the statute. And another way of saying that is, if the case begins with the premise that Congress foreclosed 340B entities from bringing an implied right of action through the front door, Congress did not leave the back door open to essentially the same suit.",
  "Right. Well -",
  "Right. Well, our position is obviously that the parties had no discretion to confer Article III power on courts to enforce an Act of Congress, and this is. But the -- the basic answer is that there has always been a huge difference between the settled rule that parties to a statutory contract are enforceable -- they have a cause of action to enforce the contract, because Congress spoke with unambiguously clear language that the parties could sue. That's the way statutory contracts must work. They must be enforceable. But your answer, sort of as a practical matter, what's the difference, is this is a -- this is a contract, and we do think that the Federal law of contracts and contractual remedies flow between the parties to the contract. It's a bilateral agreement, it's not a regulation, and the Secretary made specific enforceable promises. And there's obviously no even operation of the statutory mandate without the contract. But the reverse, in terms of the -- the long-settled rule that parties must be able to sue to enforce a contract, there's an equally settled rule that beneficiaries under a statute do not have the right to enforce it unless there's a cause of action. Now, the test that I think Respondent advocates and that the Ninth Circuit applied is a test this Court has long since discarded, which is: Well, I'm a beneficiary, and this is a good idea, and this is sensible. Even if you don't buy our test of you have to imply the implied right of action, these lawsuits are neither sensible nor a good idea and not what Congress intended. And here's why. And it is basically the second and third reasons. So no matter how you come at this case and the lens through which you look at this, I think everyone should come out to the same place, which is that neither Congress nor the Secretary nor the manufacturers signed up to what is in essence -- would be over 14,000 lawsuits against 500 manufacturers challenging the pricing for over 35,000 medications under Medicaid.",
  "No. I think that the -- that the whole thrust of the petition -- and obviously the primary argument is that this flouts the implied right of action jurisprudence and it -- it conflicts with congressional intent in all events. But one of the harms, and sort of illustrating just how bad the decision was, is this conferred rights that the parties never imagined and that the Secretary did not -- did not intend. But I -- I think that, in our view, even if the Secretary had wanted to, it's not the Secretary's decision nor was it the manufacturers' decision to go contract by contract and say this multi-billion dollar health care program that incorporates another, even bigger multi-billion dollar health care program -- we're going to turn this over to Federal enforcement, when on the face of the statute reflects a deliberate decision by Congress to withhold -",
  "Private enforcement -- to withhold a private remedy in favor of 340B entities and, instead, channel exclusive authority to the Secretary to enforce it. And those three specifics, in addition to the disruption, are that Congress gave manufacturers, but not 340B entities, a private reimbursement remedy and a private -",
  "Well, all your Medicaid cases, obviously, under State plans -",
  "-- and a lot of your implied right of action jurisprudence is dealing with Spending Clause legislation as to State entities. But there are a number, a number -- the Rehabilitation Act, the Davis-Bacon Act, and a fair number of health care programs -- where the government contracts with private parties as a public welfare mechanism to get to what I think are conceded are beneficiaries. Here, there's a number of beneficiaries. It's not just the 340B entities. It's the patient population that's being served and, obviously, the Federal fisc. So -",
  "Well, I don't think it's any different than Mobil Oil or Jackson Transit, where Congress wants to specify the terms of the contract, and the contract incorporates in haec verba the statutory terms. And if there's a breach of that, there are contractual remedies that flow. But I agree with you that there's not a whole lot difference between our position and the Government, because the Government is absolutely correct that it's in haec verba and identical, and the statutory obligation that we're talking about that's incorporated into the contract is that a certain ceiling price must be charged. But the -- the other sort of practical function is only manufacturers who enter into this contract are subject to these price controls. So if they -- a pharmaceutical manufacturer doesn't want to participate in the program, they're not covered. And in a typical regulation and I think general sort of Spending Clause analysis, someone who accepts Federal funding has considered sort of implicit consent to the funding obligations because they're taking the money. But here's there's an express manifestation both by the Secretary who signed the agreement and the contractors, the pharmaceutical companies who signed the agreement.",
  "Well -",
  "It has got a lot of remedies. It has -- but it -",
  "Yes. They're -- right. We are still -- today is no different than yesterday, because nothing has happened to implement the 2010 health care reform except that there are now more civil monetary penalties than there were. But the government has statutory penalties, civil monetary penalties, a right of audit. It can bring suits under the False Claims Act and can terminate both this agreement and the Medicaid rebate agreement. But as a -- the government has contractual remedies, too. I mean, why Congress, I think -- a sensible inference for why Congress picked contracts is that this is -- this piggybacks off the Medicaid rebate program, and that uses contracts. And that instead - that in turn, rather, used contracts because the States had negotiated rebate agreements with drug companies way before 1990. And so Congress continued the contract feature. And then, since the pricing components under this program are the same pricing components under the Medicaid rebate program, both programs are parallel and that both use agreement, one is the Medicaid rebate agreement. In this case, it's the pharmaceutical -",
  "Well, the Government says a contract is not a contract even though it says it's a contract. Our position is this a contract.",
  "The -- the Government sees this, I think, as just a unilateral -- that the manufacturers walked in and said we're here and happy to be bound. But the agreement on its face says the Secretary makes the following agreement; the Secretary promises this. The most important promise the Secretary made to manufacturers is that the Secretary said that she would not terminate the agreement without good cause, 60 days' notice, and certain conduct that the manufacturer did would not constitute grounds for termination.",
  "Well, the billions and billions in price discounts they were not obliged to do unless they -- they signed the contract. But the contract goes through a ton of manufacturer responsibilities. The manufacturer -- if the Secretary thinks that there is reimbursement that's owed, the Secretary can order reimbursement, and the manufacturer has -- it's a - it's a pretty substantial -",
  "Well, the way they have been getting the money, and for better or worse until 2010, they have been at the mercy of the vastly larger Medicaid rebate program, which is run on behalf of the States. And because this program is so small compared to that program, all the enforcement activity, which is all the False Claims Act settlements that Respondent cites in his brief, that's how, as a practical matter, it's been enforced.",
  "Oh, pick up the phone and either call the manufacturer, the prime vendor -",
  "Ultimately, if they can't get the Secretary to -",
  "If she's busy and won't return the calls, Congress said you can't enforce it -",
  "There's just -- right now, there's just an informal, non-mandatory -",
  "Because the statute itself said: We're going to go out of our way to give manufacturers remedies, make this confidential; manufacturers have rights of audit, but 340B entities don't. The Secretary -- here's a vast arsenal of things at your disposal, and it's channeled through that regulatory regime.",
  "But -",
  "No. I think 30 years have said that we're not going down that road. I mean, in Gonzaga, there was a breach of the statutory provision, and students presumably are harmed when private information gets disclosed. But every private right of action case where you've said no, the argument has been -",
  "That's true.",
  "There's always an APA action against the Secretary. I just think -",
  "Well, I think it would be hard to bring an APA action.",
  "Yes. Yes. And False Claims Acts are brought. There's a lot of them, and there's a multitude of settlements that are outlined in the briefs.",
  "Well, it's not a private party. It's the private party who's assigned the claim. I mean, the case is brought in the name of, and it is a case by the United States. And that's significant because the United States has complete and total control over that case. Here, the problem -- it's bad enough -",
  "Right.",
  "Yes, that's right. It's still brought in the name of the United States with heightened pleading requirements, and they actually have to allege a knowing false statement.",
  "Yes. And there is -",
  "If it's not enforced in the statute -- only if -- and I think it's significant that plaintiffs always lose under a third-party beneficiary because the bar is so high. The government always enters into contracts on behalf of somebody, and the government rarely intends to confer enforceable rights, and the parties rarely do it. But if you had an express provision outside the statute that said we intend to confer enforceable rights on third parties, and it's not an enforcement of the statute at all, then all your jurisprudence for determining congressional intent aren't being subverted and aren't being undermined. I could give you an example. I mean, it could be anywhere from something just completely outside the statute. Together, the pharmaceutical companies could say we hereby agree to make a contribution every year to the clinic or hospital for a holiday gift. That would be an odd contract. I don't see the Secretary entering into third-party beneficiary contracts. A much more efficient way would just be to contract with the entity itself. But I think this is just another way of saying that a lot of the energy and breath in the court of appeals would be saved in going through why the common law doesn't confer it because congressional intent, by and large, is going to line up with the Secretary, the party's intent. But when you're talking in haec verba, and this could not be more precise because it's the exact - it's actually not even 340B. The allegation is it's a violation of the Medicaid Rebate Act pricing reporting requirements. It's -- congressional intent is all that matters.",
  "It is a contract executed by HRSA, the administrator of -- an agency within, and he or she, whoever the administrator is at the time, enters it on behalf of the Secretary. So the -",
  "So it's in the name of the Secretary.",
  "It says -- I mean, it's in the Pet. App. starting at around 169. It says the Secretary. And you don't have the signature page, but I've seen them. They're all signed by the administrator of HRSA, which is the -- the organization within HHS, not CMS but HHS, that runs the 340B program. But if I could -- actually, I'll just save the remainder for rebuttal.",
  "Yes. If I could just talk about the drug companies, Lipitor, and the common law. And if you want, I can also talk about States. We take, obviously, deep umbrage at the suggestion that the drug companies are somehow against these clinics. Any Internet search will show you that the amount of discounts given under this program equals the amount of free drugs that are given to these same clinics. And I'd also -- probably even a better response is you can look at any rebate release issued by the Secretary of HHS or any page of their CFR, and if you think it's simple, I would be shocked. On Lipitor, it's not the case that the Central District of California decides nationwide what the price of Lipitor is. The -- under the other side's view, the Southern District of Texas, the Northern District of New York, and the District in Alabama would all decide. And what's really bad -- it is bad enough to have 14,000 suits over 35,000 drugs, but what he's talking about, best price and average manufacturer price that determines the State rebate program -- because the rebate program is a rebate, and the ceiling price program is a ceiling price, when one of the pricing components goes up, such as average manufacturer price, the States benefit. They get more money. But, generally, 340B entities -- their ceiling price goes up. So what's good for the 340B company -- or entity is bad for the States. And that's not disputed. He just says it's hypothetical. But he's asked for millions and millions and millions and millions and more millions of transactions that go to that very pricing component. Common law. On pages 9 to 11a of the petition appendix is a good three or four citations to the third-party beneficiary Federal common law. And the courts go out of their way to say it's not enough to be a direct beneficiary. The analysis is exactly the same under implied right of action. Is there clear and unambiguous intent to confer enforceable rights? It's the same. We just think because it's in haec verba with the statute, it's congressional intent that's controlling, not the parties. I could talk about States if you want. Otherwise, I'm happy to just ask for the decision to be reversed. All right. Then we would ask that the decision be reversed.",
  "But, Justice Kennedy, the reason in this case why we brought a cause of action for both direct infringement and active inducing is because the argument of Pentalpha was their conduct was all overseas, and so they weren't covered by 271(a). The entire reason for the inducing strategy is they may well prevail in another case on saying, we stole your property overseas so you can't get us for direct infringement. And in that instance, inducing is the only way to get the actual mastermind. I mean, that was one of the phrases Giles Rich used in defense of 271.",
  "Thank you, Mr. Chief Justice, and may it please the Court: Our position is that the second sentence of section 1692k(a)(3) is a pro-defendant provision that does not strip courts of their discretion under Rule 54 to award costs to prevailing defendants. We think that first because of the text and structure and, second, because of the statutory history and purpose. As to the text, the second sentence states that a court may award an affirmative grant of power, rather than the court may award attorney's fees and costs if a plaintiff files a lawsuit in bad faith. The text doesn't say that a court may not award costs in the absence of bad faith. The text doesn't say or even address a court's discretion to award costs to prevailing defendants as an ordinary incident of defeat.",
  "Yes. I disagree with everything you said for the following reasons --",
  "This is not a field preemption case. Rule --",
  "Yes, it is. You're saying that if it addresses costs, that it trumps it. And it is a -- you would never think -- this -- Rule 54 doesn't say, don't award costs if a statute can be plausibly read to address it. It says, unless it provides otherwise, which means Congress actually intended to displace. And unless you actually think that this provision intends to take away a cost authority --",
  "-- you don't get there.",
  "Okay. Here's why it doesn't: It doesn't displace it. It doesn't in terms of the plain text. It just doesn't. It doesn't say any -- there's no disabling aspect about it. It's an affirmative grant to protect a defendant. And when you say to a court it has sanctioning power to award attorney's fees and costs, that doesn't say anything about what happens in the ordinary case, where the defendant has prevailed at trial and been found to be completely innocent. There --",
  "Not only do they not contradict, this is not a specific -- when you said -- the other thing I disagreed with, when you said this comprehensively addresses costs, no, this comprehensively is about attorney's fees.",
  "It is --",
  "That's not correct. It doesn't mention prevailing --",
  "Yes. Unlike -- unlike the whole statute that talks about prevailing plaintiffs, this doesn't. What is fascinating about this case is, in all 50 titles of the U.S. Code, there are specific provisions that say, plaintiffs shall not be liable for costs, or a plaintiff shall not be liable for costs unless a certain condition occurs. There's only one statute -- we looked at all 50 titles -- there is one statute that says, a court may award costs if a certain condition occurs. That's the --",
  "We've -- we've looked for all, we've looked at all the cost provisions.",
  "Yes.",
  "Yes. That's what's so funny about this. Nothing in this -- this case -- I don't mean to trivialize it, but there's only one other statute, that Electronic Fund Transfers Act, that talks about the court shall award attorney's fees and costs if there is bad faith. And there is one other statute that says, for a prevailing defendant, the court may award costs if the lawsuit is frivolous. And in those three significant ways, I think it shows why we win, and that's a statute they relied on to say it's just like our statute, on page 18 of their brief, page 29 of our brief. First, it only refers to costs. The statute is about costs. Our statute is about attorney's fees being the main event upon a finding of bad faith. Second, it mentions prevailing defendants; ours doesn't. And, third, which I think is missing from the entire 30 minutes that you heard, their argument is plaintiff -- Congress sat down and wanted to incentivize frivolous suits and nonfrivolous -- nonfrivolous suits alike. At least in the Pipeline Safety Act, Congress said, if it's frivolous, the defendant gets its costs. Here --",
  "Right.",
  "Well, I mean, a couple things about that, it's both very common -- fee shifting provisions routinely refer to both fees and costs, just like salt and pepper, peanut butter and jelly, they go together as a set.",
  "Yes. Yes.",
  "Okay.",
  "Yes. And here --",
  "I don't know about that one. But here -- here, I think Congress -- first of all, it's just wrong that the reference to \"and costs\" is grammatically inexplicable and devoid of practical function; and that is the fundamental point of the blue brief, that this is just grammatically inexplicable, and that's just not true. What \"and costs\" does is it -- basically, the word \"and\" is being used to mean \"in addition to.\" \"And\" means \"in addition to.\" And so what Congress is saying is, when courts fee shift -- attorney's fee shift upon a finding of bad faith, courts additionally may award costs in addition to and over and above the attorney's fees that were measured in relationship to the work performed.",
  "Right.",
  "Yes. I think their policy argument is -- I mean, it could not be worse. A homeless person -",
  "No, it couldn't be worse, and here's why: A homeless person filing a civil rights case has to pay costs, and at least that person has to pay -- has to prove damages. This plaintiff gets $1,000 for free. Second of all, the plaintiff in this case never asks for relief. Well, 54 is discretionary. If this woman was in pain and suffering, why didn't she say, district court, I can't afford this? It is the law in every circuit that the district courts don't have to award costs. It's just discretionary. So Rule 54 has a built-in safety valve; it accommodates all the policy concerns on the other side, and every other informal paupers litigant, every other consumer protection plaintiff, every civil rights plaintiff, every plaintiff in the country faces the risk of a cost award, but doesn't get $1,000 thrown in for free.",
  "Obviously not. I don't even know where they would get a basis for deference. I'm sorry --",
  "Yeah, but that would be Ledbetter, and I don't want to cite that to Justice Ginsburg.",
  "So I think the better answer is what's so mystifying about their policy argument is that they enforce -- they enforce 20 consumer protection statutes, and all of them, their -- their plaintiffs have to pay costs.",
  "They're --",
  "Well, I'm happy to go canon to canon.",
  "That's the government. The --",
  "Okay. Well, I don't think -- canons -- you know, don't trump common sense, context, history --",
  "But let's go to canons. Let's go to canons, specific versus the general. It's all word games. It turns on what you think \"specific\" means. This is not specific to the question presented about prevailing parties and costs. This is about attorney's fees. That -- and costs are on top of attorney's fees, is essentially how --",
  "I don't wish for a different statute. I think what you're saying is that Congress passed a firewall. Congress said, we need to encourage frivolous suits and nonfrivolous, but let's put a firewall in and give them fees and costs, that, God forbid, there is bad faith and harassment.",
  "It -- it affirmatively gives district courts emboldening power to sanction. So --",
  "But not if you file a lawsuit in bad faith and for purposes of harassment. So, I mean -- I think even -- I think the history is obvious; this was trying to make defendants better off than the defendant's suit under the Truth in Lending Act, which is part of the same umbrella Consumer Credit Protection Act. And they're -- inexplicably, somehow, by trying to make them better off, made them worse than every other creditor that they serve and immunized these plaintiffs from the universal risk of cost shifting that every other litigant has to face. And so -- and you don't get there from -- all they have is a negative inference.",
  "It doesn't speak to prevailing defendants.",
  "Yeah, I'm going -- I'm going to keep repeating it because it's my position. This doesn't -- the fact that this doesn't refer to prevailing defendants speaks volumes that what was not on Congress' mind, was Rule 54. What was on Congress' mind is victimized debt collectors who were sued in bad faith. Now, I understand this is a pro-plaintiff statute, but this would be extraordinary to think that they gave them attorney's fees when they -- but it's basically saying -- this is a -- this is a defendant who went to trial and won, was law-abiding, didn't do anything wrong, and Congress in that situation said, not only might -- might not the suit be -- be -- have merit or good faith, it might have even been frivolous. When under Rule 54 -- again, this is what I find so mystifying about this case. If the petitioner thought, oh, I had a really hard case in the law, or, oh, I'm really poor, she could have asked for discretionary relief. Instead, the lawyer went into court and said, I have a recent Ninth Circuit decision, and I don't have to pay costs at all.",
  "Okay.",
  "54(d)?",
  "Okay.",
  "Uh-huh.",
  "Well, we wouldn't -- certainly, we sought costs here under Rule 54.",
  "I know. Okay. And you've took it up. So that takes out my route seeking for costs under Rule 54, it doesn't exist in your world.",
  "Now, we would -- I'm imagining then the world in 1936, and we rely on 1920 or 1919 or the long-standing practice of courts awarding costs. Now, a court might --",
  "We would not get costs under this provision, you're correct.",
  "Because this -- in that sense, I think this was a question that another Justice asked. If you just look at this provision, the only basis for costs and fees in this provision is the bad faith and finding of harassment.",
  "Under 1692.",
  "Because -- because, again, Rule 54 is not preemption -- a field preemption. It's saying if Congress intended to displace -- the proviso, unless otherwise provided, it was recognition that other statutes might displace Rule 54. And if you look at all the statutes that we cite on pages 19 and 20, they actually do prohibit costs. And then if you look at the statutes on pages 24 and 25, where, time and time again, Congress has said, a prevailing party may recover attorney's fees and costs. Well, the \"and costs,\" in their view, I guess those statutes are inexplicable. I mean, it's clearly they're redundant, and they overlap with Rule 54. They don't displace it. And even the practice guides that we cite on page 22, which is basically Wright and Miller and Moore, say something that merely overlaps with Rule 54 doesn't displace the court's discretion. And again, I think you have to ask yourself, what was Congress doing? To me, this is -- this is a -- the attorney's fees are the main show, it goes with bad faith. Congress was not thinking about Rule 54, and I think you can be quite confident Congress was not thinking, we want plaintiff lawyers to go around saying, not only Congress, but the government wanted us to file frivolous suits.",
  "Yes, if you -- right. And so there's like that Oncale case, with same-sex harassment, Congress can write a very -- can write a plain language provision, and regardless of what Congress intended, if the language covers it, that's tough, we're going to construe it. That's your law. This is not that. This -- this doesn't say anything about prevailing parties. This is talking about bad faith and attorney's fees. It doesn't say a court can't act in the absence of bad faith. It doesn't say anything about prevailing parties. It doesn't reveal any intent to displace it, especially when you compare it with all the other statutes, you look at the history -- sorry.",
  "Prevailing defendants -- I agree, sorry.",
  "Yeah.",
  "Right.",
  "No, because it says expressly, in a case of successful action, it talks about prevailing plaintiffs. And then it says if there's -- to me, it's just -- it's natural when you just read it in light of sort of common sense in context in what Congress was doing. If a plaintiff files in bad faith, the court is empowered and emboldened -- it's like a neon light -- courts, you have authority to award attorney's fees and costs.",
  "Yeah.",
  "Yeah. And I think --",
  "Right. But I think you have to keep this in mind, that there are completely diametrically opposed background presumptions in our legal system. It's an extraordinary event to get attorney's fees, and it's an extraordinary event not to get costs. And so the court -- the Congress has to use explicit language to over -- overturn the American rule. And so what Congress did here, that is the most natural, even if I drew you to a tie --",
  "Right. And --",
  "And I think you can look -- the Petitioner did -- did a valiant job of trying to drudge up as many statutes as they can. All the statutes on point are explicit. Now, there's one statute that might not be, the pipeline safety one. And so the question is: Do we think that Congress actually tried to displace a court's authority under that statute? And that's a statute that just says a court may award costs if a lawsuit is frivolous. This one just doesn't say that. You at least -- even if you don't think of it as magic language or an explicit statement, the fact that Congress repeatedly has used explicit language casts considerable doubt that this was done by mere implication. And then you look at the fact that it doesn't mention prevailing parties. It's talking about bad faith, it has attorney's fees, what was Congress doing, you look at the legislative history. It shows that it was -- it was trying to make them, better, off than a class of defendants, but their view inexplicably makes them worse off. And then you look at the result that they're actually advocating, that the government thinks it's a good idea that plaintiffs can file lawsuits cost-free that are frivolous. I mean --",
  "Successful action to enforce it.",
  "Why isn't --",
  "I mean, I think that -- again -- I mean --",
  "Yeah, I know. And I was going to say there's so much is superfluity in here, I don't know where to begin. It's all over the place. The whole thing, obviously, overlaps with the Court's inherent authority.",
  "No, it's clear, \"shall.\" It's clear \"shall,\" obviously. The first sentence does --",
  "Oh, yes, that's right. Yes.",
  "That's true.",
  "Yeah. The question, though, was, in the case of any successful action when, obviously, they prevailed to begin with, so the question is whether that's superfluous. But the whole provision overlaps with the Court's inherent authority. And I know it hasn't come up, but I just think it's strange that it says, for the purposes of bad faith and harassment, Congress was obviously using belt and suspenders there, so it's not surprising that Congress added \"and costs\" here. If you look at Rule 54 -- let me just say one other thing, Justice Kagan -- if you look at Rule 54, it also says, \"unless the statute provides otherwise, costs other than attorney's fees.\" So why -- they didn't have to say that because, in the next provision, it talks about attorney's fees. They just -- they wanted to make clear for whatever reason or maybe they just wrote some really excess, redundant, silly language, but they said costs, meaning anything that's not costs -- it's just that Congress sometimes uses these. And I guess this was the honey and peanut butter thing, is that a lot of fee-shifting statutes talk about both attorney's fees and costs. And so they went together and -- they also mentioned it. Obviously, it's different. I agree that there's a verb in the first sentence that's mandatory, so it trumps Rule 54. But with respect to the two objects, Congress was already thinking about attorney's fees and costs anyway, and so there's nothing wrong with them saying, in addition to the attorney's fees that you can get in bad faith, once you calculate the attorney's fees reasonable in relation to the work performed, you also get costs. And the only thing I would say is -- when we define \"and\" as in addition to, they seem to think that that was an extraordinary reading of the word \"and,\" citing something -- from something called dictionary.com , and if you just went to dictionary.com , which I had not done before, and you type in \"and,\" the first definition is \"in addition to.\" If there are no further questions --",
  "Thank you, Mr. Chief Justice, and may it please the Court: All parties agree that even if the birth father is a parent under the Indian Child Welfare Act, the State court decision below awarding custody to the father must nonetheless be reversed unless Sections 1912(d) or (f) create custodial rights that the father concededly does not have under State law.",
  "Well, under State law --",
  "Right. I think that --",
  "Yes, Federal law, which requires custodial rights, would protect a father who has visitation, i.e., custodial rights under State law. So in other words, that -- that is to say, if a father --",
  "Right.",
  "Okay. So let's talk about (d) because I think we are in agreement that the Respondents would have to agree that they either need to win under (d) or (f), and we can talk about Section 1915, but that's not a basis for father. But section (d) -- and I'm reading from the blue brief at 8a says that it requires the party seeking the termination of parental rights to provide, quote, \"remedial services and rehabilitative programs designed to prevent the breakup of the Indian family.\"",
  "My understanding under State law, a parent who --",
  "Yes. So the answer is, a parent with visitation rights has custody, so he's protected. Under State law, if you're paying child support and you bring a paternity action and sue for visitation rights, that's a petition for custody. So all a birth dad needs to do to protect himself is to acquire legal rights. This father had no legal rights whatsoever, parental or custodial, and the word \"breakup,\" even the other side concedes, it's discontinuance of an existing legal relationship. There was no legal relationship between this child and the birth father or his relatives.",
  "No.",
  "If a child is being adopted, by definition, the -- the adoptive family would be providing support. But let's take the -- let's take what a -- again, the definition of breakup. There is no familial legal custodial parental relationship that either this father or the -- or his parents -- his extended family had with this child. This adoption no more broke up an Indian family than his -- than this Hispanic sole custodial birth mother had raised the child herself.",
  "Because there's --",
  "Because there's nothing in this Act that anyone can point to that was a basis for transferring custody to this father. At most, there is an obligation, an exhaustion obligation, that if a custodial parent has something like a drug abuse problem the State has to remediate before the family is broken up. What is so extraordinary about this case, particularly the United States' position, is that the adoptive parents' failure to remediate a dad meant that the child got custody of the dad. So if this dad had had a drug problem because there was no treatment of him the court held, well, that's a basis for giving the dad custody. But there's no language in the statute that even remotely suggests that it's a rights-creating provision. All of both of (d), (e), and (f) are protections that assume existing rights and then make it harder to terminate those rights.",
  "So he --",
  "Okay. But when you --",
  "The only relationship the dad had is one of biology. And, Justice Scalia, you cannot logically break up that biological relationship, nor can you provide remedial services to prevent the breakup of that biological relationship.",
  "Well, I'm hanging -- I'm hanging a lot on two things.",
  "He has a biological link that under State law was equivalent to a sperm donor.",
  "And so is a sperm donor under your definition. He's a biological father and nothing else in the eyes of State law. And under that view --",
  "Right. And there is no Indian family here. The only breakup --",
  "And assuming all biological fathers that are acknowledged or established are swept in, which would include any biological father, the only stranger in this case was the birth father, who expressly repudiated all parental rights and had no custodial rights. So again, the problem the other side has --",
  "It was too late. There's not a single State law that lets a dad, birth dad, hold that kind of veto power over a woman.",
  "Section 1903(9). But even assuming -- which is --",
  "-- on page 4A. Whether it's a Federal definition or a State law definition, I think everyone agrees you've got to at least look at some sort of State law. But even if it's just a bare fact of paternity, meaning a biological link is established, they still have to have a basis for an extraordinary award of a transfer of custody when there's been no best interest determination and you have a dad who's a complete stranger with no -- no parental rights whatsoever.",
  "That's right. And again, assuming he is a parent -- they -- they need to win both points, Justice Ginsburg. He needs to be a parent. Now, if you're an ICWA parent, which means if you want to accept this definition of \"all biological,\" you do have rights under the Federal Act of getting notice and a right to counsel, and the tribe would have a right to intervene. The question is, is there a basis for transferring custody under (d) or (f). (F) is the one that requires continuing custody.",
  "Because this -- this Act is not about creating rights that didn't otherwise exist. It's about protecting rights and making it harder to terminate rights that already exist.",
  "Notice, right to counsel, and heightened consent requirements. So the mother here, the birth mother is a parent, so she had a right to notice, right to counsel, and heightened consent requirements.",
  "So those are very significant.",
  "Right.",
  "Justice Kagan, just because he's in the door as a parent, that doesn't mean the statute let him leave out the back door with the child when there was no, no determination with respect to -- I mean, any kind -- it would be unprecedented to think that because you had a failure to remediate to prevent the breakup of an Indian family, that's a basis for awarding custody? And that's the United States' view, which is --",
  "You're assuming that this entire Act was to make sure unwed dads who are Indian got more time than non-Indian dads to veto adoptions, and that had -- that's not even remotely the purpose of this.",
  "1915(a) still applies.",
  "Right.",
  "Well, 19 --",
  "He's not -- he didn't seek to adopt the child and he's not one of the preferred parties.",
  "Well, no -- no father is a preferred party under 1915. No father can -- can assert 1915. That is --",
  "Right. Well, we have three responses. First, we -- that provision assumes that somebody actually in that -- in that statute stepped up to adopt the child, and no one did here. Second, it would raise grave constitutional concerns. I mean, just look at (a)(3) on the other Indian families if Congress presumptively presumed that a non-Indian parent was unfit to raise any child with any amount of Indian blood. And so it would either have to -- it's either not implicated here or resolved by good cause. Otherwise, you do have an extraordinary reading, Justice Ginsburg, of a statute that would override a birth mother's right to choose the adoptive parents for her child.",
  "It's not our view. Our view is you would have -- you absolutely would have had good cause with -- here when you had the 27 months and also the mother's choice. The tribe's position is that --",
  "The best interests of the child is not listed under the government's guidelines, which again is extraordinary. It's also extraordinary that any other adopt -- any other Indian would get a preference whether or not that Indian had the same tribal member.",
  "Yeah.",
  "Right.",
  "So State law is you have to support the mother during pregnancy or at birth. So the cases are pretty clear that the father can't wait till he learns of the adoption.",
  "No. State law determines just when you have parental rights to begin with. So its there's no question that this particular dad, had State law applied, the adoption would have gone forward and his rights would have been terminated by virtue of his lack of a right to -- to object to the adoption.",
  "Yes, but you still have --",
  "-- custodial rights, though. That's not a basis for granting him custodial rights. This -- again, the -- we can talk about (f), but I think (f) is pretty obvious that that assumes preexisting custody to be continued.",
  "Yes, and I do --",
  "No.",
  "Well, the government agrees with us on (f). But if you read (d), by the way, it is inextricably intertwined with (e) and (f). It's talking about the breakup of a removal proceeding under (f) or a foster care proceeding under (e), and the government concedes that neither of those provisions create rights; they just make it harder to terminate the custodial rights of a parent who has custody that can be continued. The other side doesn't really have a definition of \"custody\" or \"continue\" that would sweep in a dad without any parental rights. And I do just want to say in terms of looking, taking one step back. This is not the case that Congress had in mind when it passed the Act to halt the depletion of the tribal population. This involves accretion and conscripting other people's children to grow the tribal population based solely on a biological link.",
  "Yes.",
  "Well, I think it's rather completely upside down that this entire statute, with 20 or 24 references to removal, custody, return of child to the parent, is somehow being read to create rights. There is no language in this statute that creates custodial rights, and the birth father in this case because of an exhaustion failure under (d), walked off with the child without any best interest determination. If I could --",
  "Thank you, Mr. Chief Justice, and may it please the Court: If you affirm below, you're basically banning the interracial adoption of abandoned Indian children. There's not a single adoptive parent in their right mind who is going to do what the court below said, which is go through these Kafkaesque hoops of making sure an absentee father's desire to be a parent has been stimulated. This is a private adoption. This is absurd that an adoptive parent would beg the family court to go provide parenting classes. And I wanted to --",
  "No, but this -- first of all -- I mean, I love that about this case, the irony here. He had no -- we didn't need his consent under State law, so the application of 1913, which allowed this withdrawal of consent, mandates the return of the child. Well, there was no way to return this child to anybody other than the mother. And I want you to keep in mind about this case, is your decision is going to apply to the next case and to a apartment in New York City where a tribal member impregnates someone who's African-American or Jewish or Asian Indian, and in that view, even though the father is a completely absentee father, you are rendering these women second-class citizens with inferior rights to direct their reproductive rights and their -- who raises their child. You are relegating adoptive parents to go to the back of the bus and wait in line if they can adopt. And you're basically relegating the child, the child to a piece of property with a sign that says, \"Indian, keep off. Do not disturb.\" This case is going to affect any interracial adoption of children.",
  "No.",
  "No.",
  "No, no, Justice Scalia.",
  "No, I think the policy is fantastic. It was talking about Indian families who were being ripped away because of cultural biases and insensitivity. This case didn't involve cultural biases.",
  "There's 30,000 pages of legislative history that's talking about the removal.",
  "I agree. 1915 is extraordinary, if you read it the way the tribe does, which is -- and the government does. And a little bit about the membership criteria. The tribe's view is any child born Indian is automatically a member. So even if the parents withdrew their tribal membership, this child would be covered.",
  "Thank you, Mr. Chief Justice, and may it please the Court: If I could just address two sort of factual questions. Under the -- the actual Red River Boundary Compact, the lawyer for Tarrant was wrong. There's actually a strip called Shawnee Creek, from the Denison Dam to the Shawnee Creek, that actually belongs to Texas. So there's a piece of the Red River in this very subbasin that is -- it's in the express Boundary Compact. Moreover, all of the Red River and Lake Texoma that is in Texas is part of the main stem, and that is not only in the land of Texas, Texas users draw water, quite a lot of water, from Lake Texoma. So that's two places on the main stem.",
  "It can and does.",
  "Well, who knows?",
  "Who knows? Texas has more than a dozen fresh tributaries running from Subbasin 2 and Subbasin 4.",
  "Subbasin 5, these are all -- excuse me -- these are tributaries that run into Subbasin 5. There is more than a dozen tributaries in Subbasin 5. For 30 years no one has ever kept track of any kind of accounting whatsoever, so when we say, \"who knows,\" that is the way the drafters -- it's not only the way the drafters intended, but that has been the state of play for 30 years. So nobody -- and in the laws of Louisiana and Arkansas don't even track diversions. So --",
  "In Subbasin 5, there is only up from Denison Dam east to Shawnee Creek. So that's just anywhere from a half a mile to three-quarters. It runs from the -- from the middle of the channel. East -- excuse me, west is Lake Texoma, and if you want to look at the map, it's a big old lake. That is a lot of water. And they definitely do take -- and that's in the brief -- they take lots of water from that lake from the Texas side.",
  "Only in that -- that little slip of land to Shawnee Creek. It's -- it's a part of Texas --",
  "Well, again, they drink the water in Subbasin 5.",
  "Yes. They think --",
  "Yes.",
  "Yes. They think all the water that their residents drink is salty, but they still are drinking it.",
  "They're drinking it. In fact, they're -- footnote 3 and footnote 4, their water planning documents, say this is a -- quite a -- a drinkable source of water.",
  "I understand they think it's salty, but they drink it.",
  "Well, the --",
  "So if you look at the -- if you look at the map in the red brief that's got all the -- the colors, and the pink is Subbasin 5. So where they divert water from is all up and down those blue tributaries that are in pink south of the Red River.",
  "This is 33A --",
  "-- this map.",
  "So they -- and then if you look at that -- that blue lake that looks like a dragon, that is also where they are -- they are taking water.",
  "That just happens to be in Reach I.",
  "But their water planning documents show that all the water in the pink on the Texas side is a very valuable source of drinking water. And if you see, all the way down to Lake Texarkana, they can -- they are taking that water, too. And when we say about what we know, no one has ever done any accounting because the Equal Rights Clause has always been read as equal rights to the use of the water without prejudice to or from each other's State, and, in that sense, it means that if one State took an earlier use of the water, it wouldn't gain a priority indefinitely over the other States.",
  "Right. I mean, it is our position that the States would have never agreed to this extraordinary right without an -- an unequivocal explicit statement. But I do think it is absolutely critical to understand that what they are asking for is unprecedented, Mr. Chief Justice. There has never been a cross-border diversion, ever, under any State water compact. And the two examples they cite in their reply brief are inexplicable -- absolutely inexplicable. They cite the Niobrara Compact with no cite. They -- they cite the Compact, but they never say there has been a cross-border diversion. And if you look on the map - -",
  "Yeah, under explicit right. There has never been a cross-border diversion without an explicit statement. Not only --",
  "Many with explicit statements and then the essential bells and whistles as to eminent domain, points of diversion, and which choice of law. And what they tried to say because we have been saying all along how unprecedented this would be to sort of read in silence on borders, they tried to come up with two examples in their reply brief. And that's what I'm talking about. The reply brief is not only -- is devoid of a citation, but Nebraska and Wyoming told both us, and Wyoming told Tarrant's counsel, that there have never been diversions. And Nebraska was quite -- like, wow, we hadn't known that. And it shows the danger of their position. They think if it's silent as to borders, the State of Wyoming can go hundreds of miles into Nebraska and take the water across the border. The other example they cite is fascinating because it's a lawsuit before you. They cite the Rio Grande Compact as a basis of saying El Paso can walk into New Mexico, but their lawsuit to you is based on the notion that Texas can't go into New Mexico. It's New Mexico has a downstream delivery. So --",
  "I'm there.",
  "But with all due -- sorry.",
  "Justice Breyer. Justice Breyer. It's just not true. What they cite to is a 1970 engineering report --",
  "Oh. Well, the --",
  "Oh.",
  "Well, okay. 34 percent of the watershed is in Texas, so there is no reason to think anyone thought Texas couldn't get its share.",
  "There's no -- because there's no evidence there was any discussion about any State and whether -- Texas never complained. No one ever said Texas couldn't get its water.",
  "If you --",
  "Sure.",
  "We did. They did in their brief, and they came up with an 11 to 16 percent. Our engineers ran the numbers after correcting their three-series method -- methodological errors, and we came up with 29 percent. They -- they double-counted streams. They forgot that Subbasin 5 is not only runoff but also rain. And then -- this one's humorous -- they didn't count the excess. So all the -- all the math that they did favored Texas, so the math didn't come out that way. But what's interesting about the Tarrant's view in juxtaposing with the United States' view, Tarrant's view is it could have all the water, but they could get all of it still from Oklahoma. So Louisiana, Arkansas, and -- and Texas could come take all their share from Oklahoma, forcing Oklahoma to have to go south. Now the United States' view, and this is I -- they read a border limitation in there. They say, look, borders are here, but if Texas really needs it, you got to let them come in. That -- that's the United States. They definitely -- which I don't understand their reliance on the Russello principle because they read borders into this. Texas has actually disavowed this view. Tarrant's disavowed it. They disavowed it to the Tenth Circuit when the Tenth Circuit asked for what their standing would to be to press it. They said, we've never claimed this.",
  "The remedy?",
  "Okay. Here -- Yeah.",
  "Okay.",
  "Yeah. So let's --",
  "Okay. It's the last statement. The Compact no way, no how entitles the parties to equal 25 percent. It just doesn't say equal rights to a numerical share. It doesn't say equal rights to a numerical quantity.",
  "Right. And you and I could have equal rights to the use of the family car or equal rights to the use of the highway. That doesn't tell me anything about how many hours I can spend on the highway. But here's the problem. The real problem is with the cap. Okay? Their view is that the first clause gives you an absolute equal right to a fixed 25 percent, no exceptions. But then you have this provided clause which does no work for them. The provided clause, which says you don't get any more than 25 percent, they are saying, well, by definition, if you get exactly 25 percent, the State can take no more than 25 percent. So they actually just sort of combine the two. The other -- I hate to point this out because I -- I feel a lot of affinity for the United States, but their proof - -",
  "Affinity for them.",
  "But listen to their proof for why there's an equal 25 percent.",
  "I am, but I used to work for them. They say well, we're guaranteed an equal 25 percent share, and they cite the compliance rules on page 19. And entertainingly so, the rules that they cite just disprove what they said. The first rule they cite only gave 3 States. They divided it by 3 instead of 4. Their view, the United States' view, is there's a guarantee of 25 percent of any amount that's in excess of 3,000.",
  "The excess, yeah.",
  "That is -- that is the United States' view, and they'd have to go above it. What they would have to do, which no one else -- no one has done -- and I think the drafters thought it was ultimately impossible because of Arkansas and Louisiana, is call for an accounting and actually figure out what the total was, figure out what the excess was, divvy up the 4 shares, do exactly what Tarrant wants I guess to happen, which has never happened, and it's not clear to the drafters of the compliance rules that it could in fact ever happen because of the riparian laws of Arkansas and Louisiana. But -- so in other words, if we lost this case, which is probably why Tarrant is disavowing the United States' view, is Texas would be in quite of a pickle trying to prove they couldn't get their 25 percent. And so I read Tarrant as saying, don't you dare send us back to try to prove that. We want to be able to go whole hog into Oklahoma. And if I could get to the point that Justice Kagan was talking about, what's on the ground happening, and why Oklahoma would have never agreed to this type of cross-border right because what Tarrant is doing is exploiting Oklahoma's law, which proceeds on the assumption that water in Oklahoma is a public trust that's held for the exclusive benefits of Oklahoma. And there are three ways where Oklahoma would not have agreed to this, and it would have been carefully articulated in a Compact. The first is prior appropriation. There are 4 Texas entities that have signed up for permits: The Upper Trinity, the North Texas Municipal Water District, Irving and Tarrant. And poor Oklahoma City got sandwiched in the middle. It beat -- it beat Trinity to the permit office by 24 hours. And so not surprisingly, it's open season for Oklahoma water, all of north Texas has come in and sought a permit and there's priority.",
  "Well, I have two points. First, had -- had Oklahoma seen this coming, since they hadn't heard about this until Tarrant filed its application, Oklahoma City certainly would have gotten in line faster. And second of all, the whole point of this Compact -- and if you think about your equitable apportionment doctrines, which whoever gets to the water first gets a prior -- gets a priority permanently -- this was the point of the Compact. Louisiana and Arkansas wouldn't have to develop their water, Texas and Oklahoma were much more economically developed States, and the equal rights prevented a race to the permit office. Let me get to the second aspect what's a problem, and that is, compacts usually spell out the points of diversion. The last place Oklahoma would have picked as the point of diversion is the Kiamichi River, and Tarrant is saying, not surprisingly, it's the most desirable. And the third is the eminent domain. Eminent domain law in Oklahoma proceeds on the assumption that those are Oklahomans who got the permit, and thus can exercise a core sovereign power, and Tarrant, not surprisingly, would like to come in and do that. And none of this is happening with the normal political checks in Oklahoma. Oklahoma can't vote out of office the Tarrant officials. It cannot vote out of office the Upper Trinity or the North Texas Municipal Water District.",
  "Well, it's -- if it's compacted water, you have to get legislative approval and --",
  "Yes, it can.",
  "It has not. It could, but the -- but Tarrant is correct that there are facial differences with respect to out-of-State. So out-of-State users would have to get the water going faster, it's subject to a review. And there's a statement in there that you need to look and see if there's a better use for Oklahoma. Now, I hope you ask them this because I gather their view is under the dormant Commerce Clause is all of those laws are constitutional with respect to 99 percent of the Compact, which is it's allocated to -- to Oklahoma for its free and unrestricted use. So they're basically saying there's 1 percent of this Compact that's unconstitutional. And not only is it 1 percent, the minute it drops below 3,000, all of a sudden, it became. And on this, we'd like to talk to the Russello principle. I also hope you ask them, this is on page 15A of -- 14A of the 15A brief. There are border references arbitrarily and they're missing, they're there. It's completely inconsistent. And this -- their view would make complete mincemeat out of 4 other provisions of the Compact. And ironically, it would march a lot of States into Texas. But back to (b) -- (b)(2) and 5.05(c) operate identical in that they're basically downstream delivery, where all States have to release 40 percent of the water downstream. So they -- they're the same. They're absolutely identical. You hold on to 60, you let 40 percent go. But only (c) contains that border reference. Only (c) says, \"within their respective States.\" And yet even in (c), it's completely redundant and unnecessary because you can't release water from without your State.",
  "This is on page 14A and 15A -- sorry -- of the red brief. So only (c) says within their respective States, but (b)(2) is the exact same functioning provision, and it's missing the border reference. And I -- you don't have time now to ask the United States' view, but I think the United States would agree with us that if you give this border thing kind of the magical meaning, borders kind of appear and disappear with the water flow, which is very strange. Tarrant thinks that there's some heretofore unheard of crediting system, but they don't have an explanation on how (b)(2) and (c) -- but more importantly, if you could just turn to 9A for just a minute, which is 402, I want to walk you through this -- I'm sorry, 401(b). This is a provision that -- this is water wholly within Texas. And you don't have to understand much to know that Texas keeps 60, Oklahoma gets 40. So you have a big chunk of Texas, and Texas is allocated 60 and Oklahoma is allocated 40. Now, under Tarrant's view, because this is silent as to borders and because Oklahoma is not in this Reach, it's not actually located within the subbasin, Oklahoma either is entitled to or has to go get all of its water from Texas. And this pattern repeats itself -- this is on page 41 of our brief -- throughout the Compact, where the Compact is silent as to borders, and under their view -- and their Louisiana view is somewhat entertaining. I can't tell if they think Louisiana can go into Oklahoma or has to move one inch up to the border to take it out as opposed to just waiting, but under this view -- and again, it repeats itself throughout the contract -- the State that's not in the basin because there are no borders and because, I guess under their view, the only way that Oklahoma to get its water would be to go into Texas, and that's why they're sort of taking this bit about, oh, this Russello principle, if it's here, it must mean -- it must have had significance, would make a complete mess of the Compact. If I could also just turn to the remand of the United States. I just wanted to make -- to make three points. And that is, I do think it is significant that it's pointed -- it is addressed to a problem that Texas itself has never asserted. They're saying well, poor Texas can't get its water. And remember, Texas is upstream, so this sort of poor Texas is only to Texas. No other State is going to have this problem because the rest are downstream. So this you have to be able to get to your 25 percent is a uniquely pro-Texas provision that apparently at the same time for 20 years of drafting history when Texas was trying to buy this water, and the three States were saying, no way, no how, they either subconsciously or unconsciously or unintentionally enacted this provision for Texas's benefit.",
  "Which reach?",
  "Are you talking about 401?",
  "Okay. So that's in Reach 1. So that's on this map -- the next map. So none of it -- it's all within the green, the same with the panhandle of Texas.",
  "Yeah.",
  "Justice Breyer, you have to trust me. There has never been an accounting ever, ever, ever, ever under this Compact.",
  "No measurements have ever been taken with respect to this.",
  "Well, there are gauges. So they -- I mean, it would not be impossible, although very expensive. And just so you know, Section 211, and in the interpretive comments of 211, the State said the last thing we want is this accounting because it's expensive and burdensome. And Louisiana and Arkansas, if you look at the minutes, they are complaining because their laws are not set up for accounting. They are riparian States, so they don't track diversions. They just -- they don't do it. So this was -- this is -- when you talk about how this cuts, you have 20 years of silence --",
  "Okay. So when you comment --",
  "Right. Okay. So in the -- the Oklahoma and Texas, in their permitting system, what they permit, they track how much you take under the permit. They measure.",
  "Louisiana, if you are a landowner, you just draw from the water and it's a -- it's a voluntary reporting system, so you don't necessarily have to tell the State how much you took out.",
  "So one is a permitting system, and in Louisiana and Arkansas -- and, I think, again, the minutes just talk about we hope Louisiana and Arkansas will develop their laws to do better tracking of diversions. But again, this would be the problem of an accounting. But I -- so in terms of the 20 years of history, you have complete silence on this, even though, under our view, it always --",
  "Right.",
  "Well --",
  "-- the disaster - -",
  "Justice Breyer, the disaster would be and the affront to sovereignty is throughout the Compact, not so much the measuring that's a problem. Oklahoma would be able to insist on crossing Texas's borders to draw that 40 percent. And no one has ever, ever envisioned any of the Compact as not applying borders. It's not so much the measurement.",
  "Okay. But if their view -- I mean, it is that they have to -- again, our view is that if they had wanted, like all the other cross-border rights, to allow for an extraordinary right, they would have made an explicit statement and then spelled out exactly what that meant, most importantly the point of diversion. Here, at most you have silence on the issue. Now, the government reads into borders sometimes because they say you do have borders unless there is a need. Under Tarrant's view, which I think is the most jarring and remarkable view, this is all a borderless common, and every State could have criss-crossing pipelines into every State because you don't have an exhaustion requirement. So Texas, even though it's got plenty of water in its fresh water streams and currently uses them, could take their whole 25 percent from Oklahoma. Oklahoma could take its whole 25 percent from Texas. Arkansas could come into Oklahoma -- and that's their view of the world. And I think the United States thought, no, that doesn't make too much sense. Let's at least make Texas exhaust. But the provision -- the Compact doesn't say this. Again, the United States and Tarrant proceed on the assumption that there is a numerical share, that it's equal rights to an exact 25 percent, exact 25 percent. Well, that's not what it says. It just says equal rights to the use subject to a cap, and we think a cap by limiting the use is not a guarantee that you can reach the cap, much less that you can cross borders to reach the cap. And if I could just make one more sense --",
  "So they -- you mean the two compliance rules they cited? They cited -- so they say -- that's what I was saying that was sort of sad is because what they cited disproved what they were trying to assert it for. So if you -- you don't even have to read the -- you don't even have to read the compliance rules. Just read page 19 of their brief. They say in the same sentence that we have an equal -- there's an equal right to one-fourth of an excess above 3,000. So that means you take whatever is above 3,000 and divide by four equally. And then they cite a provision that only divides by 3. And then the next provision they cite didn't divide the excess, it divided the total water. I don't know why they -- it's inexplicable. I can't tell you why they did that. And the only other thing I want to say on the extrinsic evidence, and I do think -- if you think there's any ambiguity in here, which I think there clearly is, you have 30 years of post ratification, which the States immediately did long-term water planning without so mentioning of this right. And Tarrant actually offered to buy the same water for $1.7 billion in 2002, which is a little bit inconsistent with the notion that they had this right all along. They just, in 18 months of negotiating history, never mentioned that they thought they owned the water, they were actually offering to pay 1.7 million. And the amicus brief filed by the Tribes, on page 4, says we were at the negotiating table and we never heard Tarrant mention this right. And the other thing, I do think the water planning documents are highly significant because not so much Louisiana and Arkansas, but Oklahoma and Texas take water planning very seriously because of their prior appropriation systems. There are hundreds of thousands of pages on the Internet and none of them mention this right. Again, they cited something in their reply brief, but if you go look at it, it doesn't come close to mentioning a right of Subbasin 5. Again, ironically it mentioned a portion of Oklahoma where Texas would have to actually buy the water. We'd ask you to affirm. Thank you."
]