[
  "Mr. Chief Justice, and may it please the Court: Like most states, Minnesota selects its judges through periodic popular elections. And when candidates' speech is severely restricted, the people are denied access to the information they need to make an informed choice. While state court judges are different from other elected officials, Minnesota's Announce Clause, as now interpreted by its supreme court, goes too far resulting in elections without campaigns.",
  "Yes, Justice O'Connor. The Announce Clause prohibits, according the decision of the Eighth Circuit, any general -- allows general discussions of the law, while it prohibits any implying of how a person would rule -- a candidate would rule, on an issue or case before the Court.",
  "The Pledges and Promises Clause prohibits any pledge or promise that -- other than faithful performance of duties in office. The difference between \"announce,\" the plain language of the clause, and \"pledge or promise\" -- \"announce\" is simply making known, is one of the formulations of the Eighth Circuit, or implying; while \"pledging or promising\" is making a commitment on how you would rule in a future case.",
  "Well, Your Honor, there is one aspect of the current 1990 ABA canon that has -- was not discussed by the Ninth Circuit or by the ABA brief. And that --",
  "I do not have a reference to the ABA canon, Your Honor. I apologize. The ABA canon states that a -- the 1990 ABA canon states that a candidate may not make statements to commit, or appears to commit in deciding cases, controversies, or issues likely to come before the Court. While the ABA and the Eighth Circuit seem to imply that the 1990 canon was similar, if not the same, as the 1972 canon, they did not discuss the difference between the words \"announce\" and \"commit.\" \"Commit,\" if you look in the dictionary, says \"pledge.\" And, thus, the 1990 canon appears to be more narrow under plain --",
  "It did, Your -- it did, Your Honor.",
  "Yes.",
  "Well, one of the problems, Your Honor, is that the January 29th opinion of the Minnesota Supreme Court interpreting the Announce Clause adopted the Eighth Circuit opinion and its interpretations.",
  "Unfortunately, the Eighth Circuit had conflicting statements about the scope of the interpretation that it was announcing.",
  "Yes, Your Honor.",
  "Yes, we are.",
  "Yes, we did, as to the interpretation proffered in the district court, adding the words \"likely to come before the Court.\" But where we are now, Your Honor, is that the Eighth Circuit sua sponte added other glosses to this canon, even though it was not advocated by any of the parties.",
  "Yes, we did.",
  "No, but it is encompassed within the violation of the First Amendment that we allege.",
  "Well, in the context of First Amendment protected speech, a -- something that chills First Amendment speech, because of -- it is a vague rule, and therefore does not provide a bright line necessary for the exercise of that speech, that it constitutes a First Amendment violation.",
  "That is one of the three constructions.",
  "It is not the narrowest, Your Honor, because it uses the word \"issue.\" There are other formulations --",
  "-- in the Eighth Circuit case where they use the word \"decide a case,\" such as on page 45a of the petition -- the petition appendix. It prevents candidates from, quote, \"implying how they would decide cases,\" end of quote. And they also, on page 52a of the appendix to the petition, say that, quote -- that the canon, quote, \"applies only to discussions of a candidate's predisposition on issues,\" as you've quoted, and then finally concludes on page 53 with the statement that it prohibits candidates, quote, \"only from publicly making known how they would decide issues.\" So we have conflicting interpretations of --",
  "Yes, Your Honor.",
  "No, and -- but I believe that this canon does apply to judges once they are elected and on the bench.",
  "No, they may be limited in a number of different ways, Your Honor, that are necessary to advance compelling interests.",
  "Well, Your Honor, the First Amendment applies -- has its most urgent application in campaigns for election, and it is -- and while both judges and judicial candidates may be limited in their speech, it has never been held that simply announcing your views on a disputed legal or political issue constitutes an indication of partiality such that would justify, for instance, recusal or disqualification.",
  "Well, then I misspoke, if that was your understanding.",
  "Canon 4 --",
  "No. Canon 4 -- and in fact, Canon 4(b) of the Minnesota canons encourages judges to propose changes in the substantive and procedural law, even individually.",
  "We believe that they should.",
  "Well, sitting judges are restricted, for instance, from commenting on pending cases that are pending before them, quite properly. But here we are talking about stating general views about the law.",
  "No, I would not.",
  "We --",
  "We believe that that can properly be --",
  "Yes.",
  "Yes. That is our position.",
  "Yes, I -- the First Amendment protects discussion of past cases. However, the Eighth Circuit opinion only allows discussion of past cases while the enforcement authorities, specifically the Office of Lawyers Professional Responsibility, had previously said that you could criticize those opinions.",
  "Under the Announce Clause?",
  "Not if it's considered implying how you would rule in a future case.",
  "You can seek a private advisory opinion that is not binding on either the office or the board. And petitioner Wersal sought such an opinion after suit was filed regarding other matters, and they declined to provide that advice.",
  "Yes, sir, Your Honor, not only to candidates, but this canon binds the family members, the supporters of the candidate. If they say anything that is viewed to violate this construction -- this new construction of this rule, then the candidate, him or herself, is subject to discipline or removal from office.",
  "No, Your Honor, and if I gave you that impression, I apologize.",
  "I am not --",
  "The rule --",
  "The rule is the same. But I think the point I was making was that once a judge assumes office, there are restrictions on, for instance, his ability to discuss a pending case that is not imposed upon a lawyer that is not involved in the case in any way.",
  "So then --",
  "Yes, there are specific ethical",
  "-- canons that apply in that.",
  "And that's appropriate --",
  "-- an appropriate limit.",
  "Yes. I --",
  "It's in the realm of Pledges and Promises. It would apply to candidates whether they're sitting judges or not, and that is that a candidate for judicial office shall not pledge or promise certain results in deciding a particular case or issue in a case without regard to the law or facts of the case.",
  "I think that's a --",
  "No, that is allowed, Your Honor, because he's not promising certain results in a particular case. That is, again --",
  "Then that is a pledge or promise of an outcome.",
  "Yes, because there is a --",
  "Well, Your Honor, there is a public perception of the impartiality of the judiciary that I think properly can be taken into account.",
  "And I think this rule announces a rule that is consistent with the judge's obligation to decide cases in accordance with his or her role.",
  "He is not, under the -- well, to the extent that we know what the Announce Clause means --",
  "-- with this conflicting formulations under the Eighth Circuit opinion, talking about cases or issues -- talking about, implying, or making known -- to the extent that we know the rule, it would appear that such a statement would be prohibited --",
  "-- because it would imply what he would rule in the future.",
  "No, I'd say the First Amendment protects talking about prior decisions.",
  "And one of the problems is we're talking about the rule -- the Minnesota rule versus --",
  "-- other proposed rules.",
  "Well, there would seem to be, under Gentile, more leeway for a lawyer not in a pending case to discuss a pending case.",
  "I think -- I think it could not be prohibited.",
  "I do, Your Honor.",
  "That is a classic pledge and promise that I think can be appropriated prohibited under the First Amendment.",
  "As both to issues and cases.",
  "Open minded.",
  "Yes. And while judges certainly have views, and they announce these views in numerous different ways, if they are binding themselves not to have an open mind and to decide a case in advance, then that is a violation of the oath, and that type of pledge or promise should be and can be prohibited under the First Amendment.",
  "And I agree.",
  "If it amounts to a pledge or a promise --",
  "Thank you.",
  "Yes.",
  "If the word \"commit\" means \"pledge,\" then I think you're correct in --",
  "Well, Your Honor, what is wrong with it --",
  "you're not right. And what is wrong with it is that the ABA suggested that \"commit\" means the same thing as \"announce.\" And what I -- my course of my argument is that \"commit\" means \"pledge,\" and that, to that extent, the ABA canon is different than the current Announce Clause. In fact, it's --",
  "You should strike down the Announce Clause, because it is impossible -- hopelessly impossible to know what is included within the rule and what is outside the rule. That, and not only did the Eighth Circuit use different formulations of the rule that mean different things, in terms of its scope and application, but it also had exceptions to the rule, discussion -- a general discussion of case law or a candidate's judicial philosophy, but with the proviso that if you imply how you will rule in a particular case, then you have violated the rule.",
  "An issue, including --",
  "With all due respect.",
  "No, because of the \"appear to commit\" language.",
  "As I interpret it, yes, because the \"appear to commit\" takes us back away from a bright line of a pledge or a promise into the realm of implying what you are saying. And there --",
  "They are not in favor of judicial --",
  "I believe that they can, Your Honor, because judges have a dual role. One role is to make law, and particularly state court judges making common law, but they also have a duty to decide cases impartially. So while they are running for office, in order to respect judicial impartiality, they should not be pledging to violate the oath. That is promising now how to decide a case in the future when it comes before --",
  "No.",
  "No. No, it may not.",
  "But that is -- but that is different from declaring or announcing that you have a closed mind as to any future --",
  "No. No, you may not be recused, and due process is not violated.",
  "No, it doesn't.",
  "I'm sorry. Under the Minnesota rule or my rule?",
  "It -- well, it's very difficult to know, Your Honor.",
  "Under our rule, it would be allowed. And, in fact, judges are encouraged to do -- make proposals just like that under these canons.",
  "Under the Minnesota rule if you simply imply how you might rule --",
  "Well, it's --",
  "It's hard to know.",
  "Yes, it is --",
  "Yes --",
  "It is perfectly appropriate for a judge to do that in an opinion or in speeches or a law review article.",
  "Then not that statement. If he made that statement, he'd be subject to recusal and a proper application of --",
  "-- the pledge rule.",
  "Yes, I would think he would. He does, Your Honor. And may I reserve the balance of my time?",
  "Your Honor, I don't think this is a matter of mathematical precision. The State brief, itself, states two different formulations of the rule. They say, quote, \"It is clear that the clause applies to statements about how they would decide, quote, issues, end of quote, on pages 1 and 47. And then they say it is, quote, \"clear,\" end of quote, that the announced clause applies to statements about cases. And that is on pages 12 and 37. The rule is not even clear in terms of the State's own formulation of its scope. Secondly, as the Joint Appendix indicates on pages 111 through 123, announcing your views also includes simply answering questions on radio interviews or after speeches. It is hardly a remedy for a candidate to call up the board or the office for an oral opinion which is not binding on them about whether or not they can answer a question on the radio. And, finally, it is undisputed that the people of Minnesota want an impartial judiciary. Governor Arnie Carlson, at Joint Appendix page 247, said -- who's a State's witness -- that people do not want judges who are pre-committed. Thus, candidates who would make excessive statements, who would appear to be partial, risk defeat at the polls in Minnesota. Thus, the people can be trusted to make the decisions that they, themselves, have conferred upon themselves, as long as they have the information they need to make that choice. The First Amendment guarantees that they should receive that information, which the Announce Clause both prohibits and chills. It is, therefore, unconstitutional.",
  "Mr. Chief Justice, and may it please the Court: Expressive associations play a vital role in our democratic republic. Because they attract financial support due to their political ideas, not their prowess in the economic marketplace, their participation in our political process poses no threat of corruption, as long as they do not serve as a conduit for business corporation contributions.",
  "Well, that's classic quid pro quo corruption which is dealt with by contribution limits, now --",
  "Well, there has been some controversy on this Court on -- on whether or not the -- the decisions of this Court in Mass. Citizens and on Austin were in accordance with the Constitution, but in both cases the Court distinguished between the types of corruption that are entailed by the corporate form, which is the potential for unfair employment of wealth for political purposes. This applies to economic corporations, that -- that is, those that are not, as Mass. Citizens or North Carolina Right to Life, formed to advance political ideas.",
  "Yes. And --",
  "That's right and the size of the organization is not the issue. The issue in this Court's jurisprudence is whether -- is the nature of the organization itself and not the corporate form per se. If the nature of --",
  "I don't believe so, Your Honor. I think we do --",
  "Well, the -- the Court in Mass. Citizens established some criteria to determine whether or not an organization, a corporation, benefitted from the MCFL exemption. And those include whether or not there are incentives to disassociate -- lack of incentives to disassociate by, for instance, having insurance plans and other benefits of membership that are economically related. Secondly, you would look to the amount of corporate -- business corporation contributions or business activities. If those are too much or those are not insignificant, in -- in comparison with the total sums raised, then again they would not qualify.",
  "That's correct, Your Honor. And the -- all the circuits that have considered this, which have been four of the circuits, all agree that the features explained and -- and characterizing Mass. Citizens in -- in the Supreme Court's decision were not constitutional requirements, but descriptions of the organization before it. And all of them have agreed that -- that not-for- profit ideological corporations can still qualify for the -- for the Massachusetts Citizens exemption.",
  "I think they have a mixture of political and nonpolitical purposes and are, therefore, more like Austin -- the -- the Michigan Chamber of Commerce and Austin that had a mixture of political and nonpolitical purposes and therefore did not qualify for the MCFL exemption. And to complete my answer --",
  "Yes.",
  "There were also incentives that were economic in nature that would cause people to be reluctant to disassociate with Michigan Chamber of Commerce if it -- if it proved to be that they disagreed with their political ideas or the advancement of their political ideas. And the four circuits that have considered the question of the amount of business corporation contributions have all said that as long as they are insignificant, in comparison with the total revenue of the organization, they still -- they do not serve as a conduit for business corporation contributions and still qualify for the exemption.",
  "Well, it is true that there are no contribution limits to not-for-profit corporations. However, the intent of a donor to circumvent those limits would be -- contributing to a not-for-profit would be a highly inefficient and ineffective way of doing so because the political activities of not-for-profit corporations, both because of the major purpose test that would cause an organization to become a PAC if political activity became their major purpose, and the Internal Revenue Service's limitations on the activities of 501(c)(4) organizations, which is what the regulations require you to be qualified as in -- in order to quality for the MCFL exemption, all -- all mean that a very small percentage of any contribution to a not-for-profit corporation could ever be used for political activity. Furthermore, contributing to a not-for-profit versus a PAC and a -- or a political party is also an unfavorable prospect for a donor. I mean, after all, the -- a not-for-profit under the 441a contribution limits is limited to a $2,000 contribution, where a PAC can give $5,000 and political parties can give much more. Furthermore, all of the money that PACs or political parties receive in their hard money accounts can be used for political activity, whereas I've mentioned for not-for-profits it's really a very small percentage in order to continue to qualify under the MCFL exemption and continue to not be deemed a PAC for -- for the purposes of the Federal Election Campaign Act. Now, the disclosure interest that there -- that there is for contributions can be readily and in a narrowly tailored way dealt with by simply requiring that any contribution to a not-for-profit that is to be used for or is intended to be used for contributions to candidates must be reported and is -- and is thereby subject to the aggregate contribution limits. This is a much more narrowly tailored way to deal with disclosure and the aggregate contribution limits than prohibiting the organization completely from making any contribution.",
  "Well, if they're a PAC --",
  "Well, if they're -- if they're a PAC, then they can give $5,000 out of the -- out of the $10,000 that you posit. If they're a not-for-profit corporation, the most they can give --",
  "I agree.",
  "Agreed.",
  "Yes.",
  "Well, the -- the desire of subjecting the aggregate contribution limit or a contribution in excess of $2,000, one direct and one through another source, is dealt with two ways and can be. One is if the contribution made to this group that you posit is earmarked, then that contribution is considered to be a contribution not just to the group but also to the candidate him or herself. So that earmarked contribution is subject to the $2,000 limit, and the contribution used for that would be in violation of the act currently.",
  "Yes.",
  "That is current law. And -- and so that prospect is prohibited and appropriately so. Secondly, as the Federal Election Campaign Act previously required, that anyone contributing to a organization, not a PAC, that contributes money for an independent expenditure, that that contribution must be reported by the group that does the independent expenditure. Congress could require the same thing here. They could require money given more generally, not earmarked, but more generally for candidates to be reported by the -- the group and thereby subject to the aggregate contribution limits.",
  "That would also be true. They --",
  "Yes. The Internal Revenue Service would treat the organization that he described as a political organization --",
  "That's exactly --",
  "That would be an effect of what I said, yes.",
  "Yes.",
  "Yes, much less restrictive.",
  "Well, because this Court held in Mass. Citizens and Austin that the PAC requirements, both administrative, including record keeping, appointment of a treasurer, filing regular reports, et cetera, and the limits that are imposed upon PACs -- there's a $5,000 contribution limit to PACs, et cetera -- all impose an -- a constitutionally burden -- a burden on constitutionally exercised rights that did not -- that did not pass constitutional muster. So -- so while it is true that you can do it under a PAC, that imposes an unconstitutional burden on the First Amendment activities. And that, of course, all goes back to, you know, is there a justification for this. In other words, we have a prohibited source --",
  "Well, there's a one-page report. There are organizations that can do independent expenditures that are not PACs. There's a one -- one- page report to file, and that -- and that report would say how much is being spent on the independent expenditure and how much has been donated to the organization for the purpose of that independent expenditure. Similarly, a report like that could be filed for contributions so that we could capture those people who are trying to circumvent the limits to -- to make undisclosed or excessive contributions. We would capture them because then the only choice left to the donor would be a completely undifferentiated, unearmarked contribution that is going to be used by the organization 95, 98 percent for other purposes, for lobbying, for education, for other charitable activity.",
  "Well, we are asking you to distinguish the Massachusetts Citizens for Life type --",
  "But there was no issue in that case about whether or not the organization itself should not be viewed as a prohibited source of -- of making independent expenditures or making contributions in that case.",
  "Yes.",
  "Yes, but this Court has -- was clear in Mass. Citizens that it's not the corporate form per se, but the potential for unfair deployment of wealth for political purposes and held that these types of organizations pose no threat, no threat whatsoever.",
  "Well, but -- but --",
  "Well, we -- we believe that it -- that the holding of the Court in Mass. Citizens -- that this organization serves no potential for corruption of the democratic process, was essential for the Court to hold that no independent -- that independent expenditures would be allowed because, after all --",
  "Yes.",
  "But in -- but in Right to Work, it wasn't a prohibition on contributions. It was a -- a limit on the amount of contributions. And we agree that limits on amounts --",
  "Yes, Your Honor, that's correct. That's what you said. But the -- the case did not involve -- neither Mass. Citizens nor Right to Work involved a limit on the amount of contributions, that is, like a $2,000 limit. We have not challenged that.",
  "Only as to a prohibition on them. That is, this Court in Buckley and reaffirmed in Shrink said that there were both speech and association aspects of making a contribution. That is, it's a -- as far as speech is concerned, this is a general expression of support that is found in the undifferentiated act of contributing. Well, here they are prohibited from contributing. They cannot -- these organizations cannot give one cent. Therefore, that's --",
  "Yes, as to a prohibition.",
  "That's correct because both the speech aspects and association aspects of contributing that are -- that remain after limits on the amounts are imposed because the speech aspect is a general expression of support and the association aspect is to serve to affiliate a person with the candidate. You have your name now through the -- the method of the contribution affiliated with the candidate. When you have a zero contribution limit, then there is no speech and no association that is allowed through the act of contributing. Therefore --",
  "Well, that is -- that is generally a correct characterization of your jurisprudence, but you have to examine why. Why is it that contributions are subject to a lower level of scrutiny? And the -- the why is is that the speech and association aspects of giving a smaller contribution remain, but if you can't give any contribution, then both that speech and association aspect --",
  "Yes.",
  "Yes.",
  "Well, not only is it cumbersome, but it's constitutionally -- it's an unconstitutional burden this Court has held in Mass. Citizens and in Austin to require First Amendment political activity to be done through a PAC. So --",
  "Yes. And I'm aware of that, but I'm just asking this Court to -- to consider not -- not to apply what is dicta in Mass. Citizens since it did not involve contributions -- to -- to just apply that, but to consider the rationale. And in North -- in -- in National Right to Work, the Court was considering not a prohibition on soliciting contributions from members to its PAC, it was considering a limit on what is considered to be a member. So once again, that case involved contribution limits, not prohibition.",
  "Well, there's valid reasons unlike the representation -- or the argument of the Government for people to want to pool their resources in an association. That those valid reasons are, in fact, why people already contribute to PACs and the political party --",
  "Well, but the --",
  "That is true, but many people choose to pool their resources because they want the group, which has a separate existence and has a political purpose, unlike them as an individual -- you know, they are not as identified with a particular point of view or political idea like a group would be, like -- like NARAL would be. So if -- so they choose then to pool their resources with the group in order to make the much more powerful statement about the political ideas that they are attempting to support and they want candidates to be associated with. Now, in addition, the fact that the group can aggregate these small contributions and then make a large contribution to a particular candidate enhances the -- the contribution that the individual would otherwise made -- be made because it is being done by the group and in an aggregate. So there are justifiable reasons why people want to associate. And then further, the association --",
  "No, because amount limitations do not --",
  "You mean the -- the amount that --",
  "Yes.",
  "Well, it goes to the source of the -- of the rights, the First Amendment rights, that are implicated by a -- by an amount limitation as opposed to a prohibition.",
  "Well, potentially, but that would be a case to be a decided at that point. And -- now, this Court has upheld the $5,000 limit, for instance, to political action committees. And -- but you would have to consider -- if it got too low, I mean, there's certainly a potential for contributions that are too low -- as Justices Breyer and Ginsburg explained in Shrink, there is certainly a potential if they're too low to be unconstitutional. But here we're not talking about and have not challenged the -- the $2,000 limit. We accept that. We just don't accept the proposition that because the organization poses no threat of corruption to the political process, that they should be completely prohibited from making a contribution. So -- so we view this then as a source limitation, not as an amount limitation, and as a result, the -- the contribution jurisprudence of this Court that have accepted greater regulation of contributions is not applicable. If there are no other questions, thank you.",
  "Thank you, and Mr. Chief Justice, and may it please the Court: This case involves the fundamental First Amendment question of whether the Government can shield lawmakers from grassroots lobbying about upcoming votes in Congress through campaign finance laws. This Court has distinguished the regulation of corporate electioneering from efforts to influence lawmaking, finding sufficiently compelling governmental interests in regulating electioneering, but not grassroots lobbying.",
  "Well, there -- there is a few specifics about the -- about our ad that -- that I would like to remind the Court of. First, it was not -- the call to action at the end of the ad was not just call them up and tell them what you think. The call to action was to call the Senators and ask them to oppose the filibuster. So it was specific.",
  "Well, and then it refers to a Web site, befair.org, which contained prominently on the first page the phone numbers and addresses and all contact information for these two Senators. The decision was made by the speaker here that it would be more likely that the recipient of the ad would remember the phrase, befair.org, and seek the information on that Web site than to have a -- you know, a -- a phone number that is just simply more difficult to -- to remember.",
  "Well, it -- it doesn't, the one that you mentioned, because it was just call them up and --",
  "Well, it --",
  "No. In your previous case, there were certainly genuine issue ads. This Court recognized that it -- that there were genuine issue ads that were not for the purpose of influencing an election. I believe that these ads are at the very core of what a genuine issue ad is. It involves a -- a pending legislative issue, and the only reference to the Senator -- and it was both Senators, not just the one up for election -- was to contact them about -- about how -- whether to support or oppose that specific initiative.",
  "Well, that -- that part of the opinion needs to be read in light of the footnote, which is attached to those very words, which said in footnote 88 that the interests that support regulation of electioneering may not apply to genuine grassroots lobbying and distinguished the McConnell case from Bellotti and McIntyre. So we do have to recognize that there's two things going on here. There -- there is an election, but also Congress is in session. The Government is engaging in its lawmaking function.",
  "Well, of course, the final point is -- is in the record, that -- that is, it was -- the -- it was supposed to come to a head in November and then it did not. It was abandoned. But the -- but the point is you cannot -- I don't think that the Government can condition --",
  "Well -- well, the -- the filibuster issue, as it related to that session of Congress, it was thought that it was going to come to a head in -- in October -- excuse me -- but it -- but as a -- but it did not. So that is the reason why it was -- it would not have been run after November.",
  "Well, each organization has to make an assessment with respect to the different issues that they want to be lobbying on and the -- their pressing nature. And --",
  "Well -- well, it was in the -- in the next session of Congress and has been an -- an issue. But each -- a lobby organization makes a decision about the priorities that they have and whether or not their lobbying efforts will most likely affect legislative action. So --",
  "Yes. The --",
  "Yes. Yes, and in fact these radio and television ads were continuing up until the blackout period and it was the blackout period that triggered the case.",
  "No. I'm asking you to give meaning to the holding of this Court that there were genuine issue ads that were broadcast during that period of time. The Government conceded 7 percent, asked you to do a Broadrick analysis upholding the statute on its face, reserving as-applied challenges to genuine issue ads in subsequent cases. That is what this case is about. And the difference here is that as Judge Leon -- the record of the case -- in Judge Leon's opinion, he went for a number of pages explaining what genuine issue ads in his view were, and what -- and he said that if the ad discusses a current legislative issue and refers to the Member of Congress in calling on him or her to take a particular action on that issue, that constitutes a genuine issue ad.",
  "These people are lawmaking.",
  "And I'm sorry. I was interrupted. I wasn't able to get to that question. And the -- the Government cannot condition the exercise of one right on exercising another. There's a First Amendment right for the PAC of Wisconsin Right to Life to support or oppose candidates. That's different than what its lobby group does. Its lobby group is primarily involved in influencing current lawmaking. And so that is why, in the First Amendment, petition is separately listed.",
  "But, you know, the -- the effect on an election is remote and speculative and not proven by -- in terms of genuine issue ads in this record. But these people are lawmaking now. So there's a pressing need and, indeed, right for people today to influence the Government's lawmaking regardless of the incidental, remote, speculative, and unproven effect that that genuine issue ad may have on an election. There -- there is simply -- we just cannot get away from the fact that the most important thing that Government does is lawmaking, and because they've scheduled an election should not immunize the incumbents from being lobbied about that very law - making function that they're engaged in today.",
  "Well, I don't think you --",
  "Well that may very well have been a genuine issue ad in the mind of this Court. You only cited one ad, which was on page 193, which was the Yellowtail ad, as an example of sham issue advertising.",
  "And there, you know --",
  "Well -- well, the Yellowtail ad, which you cited and quoted as a example of sham issue ad, said that the -- Mr. Yellowtail had taken a swing at his wife and he justified that because he said he didn't hit her.",
  "And then it said basically call him up and yell at him.",
  "How could it be --",
  "Sorry.",
  "Well, as I was describing, the Yellowtail ad was --",
  "-- which involves very --",
  "Only on a facial challenge.",
  "Because the Broadrick facial challenge analysis that you engaged in in McConnell is not completed because that includes future as-applied challenges. The Government argues that there were --",
  "-- 7 percent --",
  "-- genuine issue ads --",
  "Well, I -- I will repeat. The -- it involves a currently pending legislative issue. It does not talk --",
  "Yes, it was, and you know, the Chinese --",
  "But -- but, Your Honor, the Chinese example was not cited by this Court. It was in the record. And it may be a -- a genuine issue ad.",
  "Okay? And -- and the Government argued there were 7 percent genuine issue ads really trying to exercise the constitutional right to petition Government, because Government is regulating us right now in terms of their votes and their actions. And, of course, that's why in the First Amendment, it doesn't just say speech and -- and association and press. It -- it says --",
  "-- petition the Government.",
  "I think you can create objective criteria, just like this Court has --",
  "Well, I -- I think that you can adopt objective criteria as you have in the Noerr v. Pennington doctrine to separate the two.",
  "I -- I would say no.",
  "Then I misunderstood your question, Your Honor. I am saying that they are separate categories. This Court --",
  "Yes. And I'm not saying at the -- at the margins there -- there may not be doubtful cases, but what I'm saying is that this Court in Noerr v. Pennington doctrine has recognized and adopted objective criteria to distinguish between genuine efforts to influence the Government, which is not subject to the Sherman Act, and sham issues -- efforts to regulate --",
  "No, the -- no, they haven't. But right before the 2004 election -- excuse me -- they gave an exception to an auto dealership that wanted to continue to run the name of the owner of the dealership, despite the fact that he was a Senator -- a candidate for United States Senate, during the blackout period. And the commercial interests at stake there were sufficient for the FEC to grant an as-applied exception even though there may have been some incidental effect on the election. So the FEC has recognized that there is interests which are sufficient and -- and also that the -- the possible impact on an election is so remote that -- that the interests are -- are sufficient.",
  "Yes.",
  "I think that you would look at, one, whether the -- the ad discusses a current legislative issue; two, whether or not it made any reference to the legislator beyond lobbying him or her about that specific issue. So there should not be any references to the election or the candidacy of the incumbent or any of those type references. And if you had that, you would have a bona fide, genuine effort to lobby. They are voting. They're taxing us. They're regulating us. And as we know, the record reflects that usually most of the -- of these issues are decided in the context of this blackout period at the end of -- end of Congress. So I know it is difficult to balance these interests, but there is more interest among the people than simply the remote and speculative effort to influence an election. There is an immediate need to influence how Government is regulating and taxing us. So that is the interest that is presented here. That is the interest that the Court in McConnell recognized when the Court said there are genuine issue ads and -- and only engage in what the Government urged was a Broadrick facial challenge analysis. The Government said in McConnell, well, any of these genuine issue ads can be dealt with in an as- applied challenge. Now, they have switched sides here, having asked the Court and the Court engaging in a Broadrick facial challenge analysis -- are now saying that even though Broadrick would allow as-applied, that you are not to entertain any as-applied. I just don't see --",
  "Yes. Yes, that is true. And -- and, of course, as -- as this Court has recognized --",
  "Well, that was only part of it. They -- they didn't raise money with the anticipation of doing their lobbying with it. In other words, they raised all their lobbying money in their -- in their general treasury. The -- the only funds they raised in their PAC is to advocate the election or defeat of candidates or give money to candidates, which -- which this Court has recognized is a proper way of directly affecting an elections. But making lobbying into a PAC means that, number one, you're going to have to identify that effort to influence a vote -- about an upcoming vote in Congress, you're going to have to identify that as a political activity.",
  "Yes.",
  "Yes. Of course, the prohibition we're attacking is against corporations --",
  "Yes, but --",
  "That's not what advocacy groups are doing. You know, people who want -- the wealthy people you're talking about have gone into giving money to 527 unincorporated groups that -- that are using issue ads lawfully through that vehicle. But, you know, before this all happened, the 1996 and the record of McConnell where, all of a sudden, there were more of these issue ads, the record also reflects that there had been issue ads, you know, throughout history. And -- and, of course, those were all these efforts to influence the upcoming votes in Congress. So that occurred before this effort with sham issue ads. It -- it would occur now except that genuine issue advocacy through grassroots lobbying is now swept in under the reason that it might have an incidental effect on elections. This Court just simply needs to recognize that there's more to Government than elections, and even more importantly than elections is the lawmaking function and that -- that people should not be disabled from using most effective means to influence that law - making with -- on the basis that simply there's an election coming up. I'd like to reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. What this -- what plaintiffs are relying upon here is the distinction that this Court has made between lobbying, on the one hand, and political campaigns on the other. As summarized by Justice Stevens' concurrence in Austin, quote, there is a vast difference between lobbying and debating public issues, on the one hand, and political campaigns for election to public office on the other hand. And that is because that the interests that have justified the regulation of corporate electioneering do not apply to corporate --",
  "I think they do, and they drew a line that was upheld on its face because the vast majority of ads --",
  "I -- I don't think you owe deference to the test. Under strict scrutiny, you owe the fidelity of the Constitution, and the Constitution concludes the right to petition. So it is a difficult question. It's fact- intensive, as all as-applied questions are.",
  "No. I think that you can draw a rule that relies on objective criteria, just as you have in the Noerr-Pennington doctrine, to distinguish between illegitimate efforts to -- for predatory anticompetitive practices or monopolies, to distinguish between those and -- and -- the Court has even used the phrase, genuine efforts to influence Congress with respect to -- or any governmental agency with respect to the adoption of laws. That has been based on objective criteria as the Court has explained. You have adopted objective criteria to distinguish lawsuits that fall within the right to a petition or those that were brought illegitimately for anticompetitive reasons. It's not that this is -- this exercise is an easy exercise, but it is demanded by the fact that the -- the Congress adopted a very broad statute. The only content in this electioneering communication provision -- the only content requirement is that you name the candidate. And the reality is that those candidates often are incumbents and they are engaged in lawmaking functions during these election periods. I mean, there is a difference like in Britain. You know, Parliament is dissolved so that there -- there is a bright line distinction between an election and Parliament actually exercising governmental power. But when these things overlap and when the Constitution demands the recognition of the right to petition, then that needs to be dealt with in this as-applied challenge. Now, there's a vast -- there's a huge number of -- of lobby groups. They have made a conscious decision that it is more important to them to influence what Government does today than to influence in a speculative and remote manner who is going to be exercising that power next year through elections. Wisconsin Right to Life, in the face of these restrictions, have still decided that it's more important to lobby than it is to advocate the election or defeat of candidates and give money to candidates. The -- this is just the reality of our complex Government. It's the reality of the freedoms that individuals have to participate in that Government. It's not just about elections. It's more importantly about lawmaking and citizens have a robust right to participate in that lawmaking power, and as a result, this Court should recognize an as-applied exception for grassroots lobbying. Thank you.",
  "Thank you. Mr. Chief Justice, and may it please the Court: As this Court made clear recently in Republican Party of Minnesota v. White, since political candidates are the ones who take office, it is imperative that they be allowed freely to express themselves on matters of current public importance. As a result, this Court has never allowed the government to prohibit candidates from communicating relevant information to voters during an election. Vermont, however, has adopted low expenditure and contribution limits for the opposite purpose, reducing overall candidate campaign spending, and these limits would have that effect. This is fundamentally incompatible with any reasonable interpretation of the First Amendment and is not justified by any truly compelling governmental interest. As a result, they are unconstitutional. Now, Vermont's expenditure limits are an unprecedented, direct restraint on candidate speech. Once these low expenditure limits are exhausted, a candidate may not drive to the village green to address a rally, may not return the phone call from a reporter at the local newspaper, and may not call a neighbor to urge her to get out to vote. This Court has never allowed the government to prohibit candidates from communicating this sort of relevant information during a campaign. Further, this Court has long held that more speech is better than less speech. As long as contribution limits are available to address any realistic concerns about corruption, the public will benefit from candidates' being allowed to spend all that they can lawfully raise in their campaign. Now, the record is clear in this case that the expenditure limits will deprive candidates of substantial resources. The district court erroneously looked at average spending over the last three elections and found that in all but one category, that is, Senate candidates running in single-member districts, that the average spending for all candidates in those campaigns were below the limits set by the expenditure limits in Vermont. However, in Buckley, the last case for -- where this Court considered candidate expenditure limits, the Court looked at the number of races affected, not the average spending in all races. And in Buckley, the Court looked at the expenditures in U.S. Senate races and found that in previous election, that 26 percent were over the mandatory expenditure limits considered in Buckley, and in the House, 3 percent of the races had spending greater than the -- these limits.",
  "Well, there were -- that is correct, that there is a remand.",
  "Well, they could potentially, yes. However, the -- the Second Circuit did -- did make decisions of law. They found that these two interests that the State is alleging, that is, in preventing corruption and in conserving incumbent time, were together a compelling governmental interest, and we -- we allege that they are not and that on this record, this Court can determine that they are not -- they are not together a compelling governmental interest.",
  "Well, the -- this Court has now considered, including this case, a dozen times in which the government has sought to limit expenditures, either of candidates or PAC's or political parties, and despite the work of the most brilliant lawyers in the United States, they have not come up with any compelling governmental interest that this Court has accepted. And we believe that this record demonstrates that these claimed interests either are not compelling or are not proven. Now --",
  "Well, we -- we are asserting that that is not a compelling interest in and of itself, and this Court should reject it. I -- I just don't see --",
  "Yes. And in addition -- well, the -- the point about it not being a compelling interest I think is an analytical point that doesn't have to be -- that doesn't rest on this -- strictly on this record.",
  "If it were a compelling interest, there's no record here that is a problem in Vermont.",
  "Yes, it is. I don't see how it is a compelling governmental interest to limit challengers to only fund-raise to the extent that an incumbent finds comfortable or convenient.",
  "It is a self-justifying statute by imposing the lowest contribution limits in -- in the Nation, adjusted for inflation for 1974 dollars, when the $1,000 limit was approved. This is a contribution limit of $50 for an --",
  "Well, I think it's not a matter of just access. It has to be a matter of privileged access that this Court found in the --",
  "Well, if it -- if it's privileged --",
  "Indeed, and in fact, the -- there are other less restrictive ways of -- of dealing with this. For -- for instance, Vermont prohibits contributions from lobbyists during the session. Other legislatures have imposed a prohibition on incumbents from raising any money during the time the legislative session -- the legislature is in session. So there are ways of dealing with the question of access that are not the blunderbuss approach here.",
  "I'm not aware of that. But certainly the press and opponents often, you know, point to examples where they believe that their challenger is under too much of an influence of a particular entity, and the voters, you know, in certain circumstances take that into account in their voting. And furthermore, it is true that there is a general cynicism about politicians and government that has existed since the first colonists came to our country and continues today. In fact, our governmental system is established on the proposition that we need to limit the -- the government, and we need to have checks and balances because we don't want free rein by politicians because we are concerned about their exercise of power. But if this is enough --",
  "That is not our position.",
  "Because there have been legal findings by the Second Circuit that we believe are erroneous. The -- the first, as I mentioned previously, is that -- that we do not believe that the -- preserving incumbents' time through expenditure limits can ever be a compelling governmental interest, to limit what challengers can spend -- raise and spend in their own election. I mean, this interest -- the expenditure limits don't apply just to incumbents who -- if there is a concern about --",
  "I have a -- a very difficult time justifying expenditure limits. I know there's a debate on this Court on whether or not there are per se situations under the First Amendment. If there was ever a candidate for a per se First Amendment ban on a law, surely it would be this type of case. In other words, we are talking about speech that is at the core of the First Amendment, and secondly, we are talking about candidate speech. Candidates are the ones that go into office. They are the ones that are going to be exercising governmental power. These low expenditure and contribution limits would have the effect of making candidates a bit player in their own election so that the voters --",
  "Well, several things. First is there was actually a paucity of evidence in the Shrink PAC case. There was only an allegation of one PAC that wanted to give one contribution to one candidate, and this Court said that, you know, you didn't need a lot of evidence to combat such a weak -- weak claim. So secondly is the novelty and plausibility of a -- adjusted for per election in 1974 dollars of a $50 contribution limit, that that would actually give rise to realistic concern about actual and perceived corruption. So, again, in Shrink PAC --",
  "Well, one of the decisions that the Court has to make under your jurisprudence is that -- that contribution limits can only eliminate large contributions that give rise to this realistic perception or actuality of corruption. So it is -- whether it's large or not and giving rise to that concern because of the size, that is an integral part of the Shrink analysis.",
  "Well, it depends on how you -- you compute it. The --",
  "The -- well, certainly what the -- what the evidence was in Shrink was it was a $1,075 limit, again adjusted for inflation, was about $375 adjusted for inflation compared to the Buckley limits, and because of the paucity of evidence and the fact that it wasn't really novel to say that a $1,000 limit could give rise to corruption because --",
  "Yes. Well, the -- the contribution limits that this Court considered was the",
  "Yes, there was. The Eighth Circuit did so and the -- the lowest limit there was $275 per election, which would be $500 for -- for the -- the entire election cycle. And the -- and -- but really that -- that was on a -- a record that this Court found to be, frankly, inadequate to -- to raise any serious questions about the -- whether the amounts concerned gave rise to a realistic threat of corruption. And the record here demonstrates that -- that the -- that the only time really there is a actuality or perception of corruption in Vermont is when they -- is when we're talking about amounts in excess of $1,000. That was the prior limit.",
  "No. No. And, you know, we had a 10-day trial. We had numerous witnesses here. The -- Shrink had been decided. I mean, there was -- everything was before the court to consider the -- the matter. And so, you know, they had their chance at -- at proof. And -- and in the numerous witnesses, they made their best case. They could not identify one single politician in Vermont that was -- that anyone would -- would claim was corrupted in any way by a contribution -- by contributions under $1,000. They could not name one single incumbent politician in Vermont that neglected any specific duty that he or she had.",
  "Well, if --",
  "Well -- well, they at least have to give, you know, realistic circumstances. They gave a few circumstances --",
  "Well, the -- the responsibility that Shrink imposes is to -- to demonstrate both actual and perceived corruption at that the --",
  "If it's just anecdotal, no. It has to be --",
  "Well, the -- if it's isolated examples that are unconnected to any perception of corruption at that level, then it would not be adequate on -- on its -- on its -- by itself. Now, of course, in Shrink, the Court cited to both actual and perceived evidence of corruption at the level that the -- you were considering that limit.",
  "Well, this Court has never approved restrictions on fundamental First Amendment values based purely upon speculation or concern about something that's happening some other place. In other words, these are real limits on people in Vermont, and it seems to me that to approve the lowest contribution limits in the Nation and these very low expenditure limits, the State would have to demonstrate that Vermont is the most corrupt State in the Nation. And they're far from it. In fact, the opposite --",
  "Nor corruptible. The -- the evidence is quite clear. Even in the few examples that they cite to like the tobacco industry passing out $40 checks after a -- a vote defeating a bill. Of course, that's still legal under this -- this act. But, you know, even pointing out that they -- that the person who talked about that example made it clear that he didn't believe anybody was -- was influenced by post- contributions after a vote regarding a matter that's not even prohibited by this -- by this act. So it was -- it was a lot of testimony about how truly clean Vermont is, not the most corrupt, where people -- politicians would be tempted at these quite low limits to, you know, sell their honor and -- and personal, you know -- and their -- and affect their own, you know, personal character and reputation.",
  "The key would be if it's mandated, voluntary --",
  "If it was mandated, yes, it would be unconstitutional.",
  "Yes. Oh, yes. Well, there would be a prohibition in that case if I understand your --",
  "-- on -- on contributions, and there would be also a -- a mandatory expenditure limit because you could only spend what the government gave you. So that would have all those features. Now, if it was, of course, voluntary, it would solve the -- the two problems that -- that the State talks about because if you have a voluntary public funding system -- and this is, again, why remand is -- is inappropriate. You don't need to go back and -- and determine whether or not the legislature considered providing adequate public funds. I mean, it's whether that alternative exists.",
  "There would be an absolute prohibition, and this Court in -- in Beaumont reserved that question of whether or not an absolute prohibition -- and -- and then in McConnell, you struck down the absolute prohibition on minors' contributing to campaigns. So, yes, there would be a absolute prohibition on any way for any individual to associate with a campaign through a contribution.",
  "Yes, that is true.",
  "And -- and in the record below, plaintiff Donald Brunelle said that he was prepared to spend considerable sums in support of his State Senate election, which -- and considerable sums above the expenditure limits that were before -- that were adopted by Vermont. So the -- the question is an independent --",
  "Well, nor -- nor on fund raising using up your time because all a wealthy person has to do is write a check. And -- and, of course, in Vermont, they even have an exception for not only just the wealthy -- wealthy candidate, but the wealthy family. So, you know --",
  "Yes. To a third degree of consanguinity, people who are related to you to that degree are not subject to the contribution limit. So, you know, it's hard to justify Vermont's scheme if you're concerned about the influence of the wealthy because they're giving the wealthy carte blanche to fund their own campaigns, even under these limits. So a wealthy person who runs for Governor -- he has no fund raising costs. So -- and -- and he can get contributions from others that are related by blood, but not by marriage, interestingly, to -- to him. So the public funding or the expenditures by -- by the wealthy neither give rise to -- and both solve -- either don't give rise or solve the problems that they claim. So there's -- there's -- you don't need a remand to consider that -- that question, and that is one of the questions that the Second Circuit has asked that -- that the matter be remanded for. Now, in addition, the expenditure and contribution limits here are not going to allow even effective campaigns. We have considerable evidence in the record that to run an effective campaign for Governor in Vermont, it takes $600,000 to $800,000; for the Senate --",
  "They did, but erroneously, and I -- we believe that you have a responsibility to do an independent examination of the record. For instance, there was a finding by the district court that these amounts were, quote, suspiciously large. Now, if you look at the record and you look at the six individuals --",
  "The contribution limits -- amounts over the contribution limits for --",
  "I am sorry. I do not have that in front of me. That the district court found that the amounts prohibited under the contribution limits by Vermont were, quote, suspiciously large, and then they cited six different witnesses. We have reviewed each -- in our reply, each one of those witnesses, and it is simply not true that any of them said that it was suspiciously large, that is, that if there was any relationship between contributions between the old limits of $1,000 per election and these new, much -- much lower limits, if there was any -- any witness related contributions of that size to any threat of corruption. In fact, in the examples that are given, they disclaim that there was any -- that anybody was bought or influenced in any way by the contributions that were made. Now, the -- in terms of an effective campaign, of course, under Shrink if a expenditure -- if a contribution limit amounts to an expenditure limit -- and the Court commented on this. This Court commented on this in -- in Citizens Against Rent Control v. Berkeley. If a contribution limit acts as an expenditure limit, then it can -- it will be also be struck down if the candidates cannot mount effective campaigns. And here we have demonstrated in the record what an effective campaign amounts to, and the amounts even for the House district of $2,000 would be simply used up by 1 brochure, 100 yard signs, and 1 postcard mailing. All of these have been valued in the record, and that would amount to $1,500 to $2,000, almost the entire amount allowed, not allowing even one mailing to all voters in -- in that House district. I'd like to reserve the balance of my time.",
  "Thank you. The one example that they keep going back to regarding the President of the Senate tells the breadth of this challenge. As long as Vermont allows periodic elections, incumbents are going to consider the effect that their votes have on future elections. And -- and while it makes it more scandalous to say we will lose the food manufacturers' money, what they are concerned about is losing the food manufacturers' support. So as -- if this the definition of corruption, it is sufficient now to -- for the State of Vermont to abolish elections generally. Now, secondly, as to the effect on challengers, the record demonstrates that challengers -- and there's expert testimony to the fact that challengers are more frequently challenged in primaries than are incumbents, and the Randall brief on pages 16 and 17 point out the testimony of people who have been subject to a primary and demonstrates that they are not able to mount an effective campaign in the general. Furthermore, the expenditure limits have the perverse result of depriving challengers of more money than incumbents, probably making them attractive to incumbents. In the Senate, for instance, incumbents would be deprived of 20 percent of their total resources, while challengers would be deprived of 36 percent of their total resources.",
  "It comes about because challengers frequently in Vermont actually spend more than do incumbents. I -- I know that -- that the general perception is the opposite, but the general perception is not true in Vermont. And -- and that points to the -- the fact that the way this law is constructed strongly suggests that is -- it is seeking to favor incumbents. Furthermore, we had expert witness testimony on the effect of contribution limits on competitive races. The -- we had -- Mr. McNeil testified in examining the competitive races in the 1998 election that the vast majority in both the House and the Senate would not be able to mount an effective campaign with the available resources that would have been available after imposing the contribution limits. And, of course, these were in the amounts of 28 percent in the Senate, 22 percent in the House, which is way beyond the 5.1 percent that this Court in Buckley thought that could be made up by the imposition of a $1,000 limit. I mean, this -- this law is so constructed that it would make it virtually impossible for, for instance, countywide candidates in Chittenden County, a county of 150,000, the largest county in Vermont -- they would be limited to $4,000 for the primary and the general election. That's 3 cents for each person in Chittenden County. And, of course, this is an important county. Senator Leahy came from that county as State's attorney and became the United States Senator. And finally, with respect to the rebuttable presumption, actually the -- the statute answers the question of whether or not this presumption disappears. If you look at 2809, subsection (e), the last sentence says, the findings and determination of the court -- and this is in this court proceeding by your opponent that is trying to claim that this spending over here is actually yours -- that the findings and the determination of the court shall be prima facie evidence in any proceeding brought for violation of the chapter. So it doesn't go away. The rebuttable presumption never goes away. And, in fact, each person -- each candidate and each independent spender can look at the rebuttable presumption requirement and say, I have to file a report and that governs my report. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: I think the Government's problem here is that they are repudiating the very studies and expert witness testimony that this Court relied upon in recognizing a distinction between sham issue ads and genuine issue ads. That was a methodology that the Government created and this Court relied upon. Now they are converting genuine issue ads which they identified in the record through their expert testimony and their studies. These ads are contained in the joint appendix on pages 159 to 167. Their expert based upon their studies testified that these were genuine issue ads. Now they refused to state, as they do here, refused to state a test to determine what's a genuine ad. So we are left trying to comply with this law and mount the as-applied challenges that this Court said is available to us to look at these ads and determine what essential features there are of these ads. And as I will explain further later, these are grassroots lobbying ads of the type not like Jane Doe or yellow tail, but as -- but exactly the type of the PBA ad, for instance, which we have focused on, which is on page 166 of the joint appendix. So in these studies, and these experts, they only looked at the text of these ads to determine whether they were genuine or sham. There was no testimony about the subjective intent of the speaker. There was no testimony about the particular groups who ran these ads on whether or not their PAC was supporting a particular candidate. No expert in McConnell speculated about the possible effect of any particular ad to determine whether it was genuine or sham.",
  "I'm sorry?",
  "There was no testimony in McConnell that that ad, it -- for those that determined whether or not it was sham or genuine, that ad was sham or genuine, there was no testimony, no reference - -",
  "I did indeed.",
  "Yes.",
  "Well, if there's no workable test --",
  "If there is no workable test that is reasonably ascertainable by small grassroots organizations that separates genuine issue ads from sham issue ads -- this Court in Ashcroft said you cannot throw out the protected speech in order to target unprotected speech. And the line of argumentation that the Government is presenting simply ignores the fact that at least we have a dilemma, we have Congress in session during the blackout periods, voting on items. And we have in the First Amendment one of the four indispensable freedoms, your right to petition the Government.",
  "Because facial upholdings can only be sustained constitutionally if as-applied challenges are adequate to protect the protected speech. And this case demonstrates that that is probably impossible. It is certainly demonstrating that when the Government has changed its criteria, it is using criteria that it rejected previously now to say genuine issue ads which we asked this Court to rely upon in their testimony and studies as genuine issue ads, that they are repudiating those.",
  "Well, because they - -",
  "Yes. The Wisconsin Right to Life ads are in every material respect indistinguishable from these six grassroots lobbying ads.",
  "Yes.",
  "Well, this Court has consistently rejected the idea of looking to, you know, outside the message of the speaker such as subjective intent or - -",
  "Well, that test that has been articulated by the Government would invite ads to be prohibited based upon the varied understandings of the listener, and that - -",
  "You do that all the time based upon the -- the test is, what do the words say? What does the ad say? What does the speech say?",
  "Yes, what do they mean.",
  "No.",
  "There were two huge big studies on -- two in '98 and 2000, and there was absolutely no testimony about the - -",
  "Well, there is relevant context, such as the person named, the incumbent is a candidate. That would be a relevant context. It is broadcast within 60 days of a general election, in which he is a candidate as well as a voting member of the Senate. That would be context.",
  "Because it simply -- it would prohibit all speech because no one would know in advance whether or not there would be - -",
  "I have no idea.",
  "I have no idea.",
  "Because of one or two press releases?",
  "There's absolutely no evidence that anyone in Wisconsin knew his position on the filibuster.",
  "No.",
  "But we can't run the ads, we can't - -",
  "If we can't run the ads, we can't draw peoples attention to the web site.",
  "No, but I don't - -",
  "Look, polls show that a majority of the people don't even know who the Vice President of the United States is. So to suggest that they know a particular position - -",
  "No, that we be allowed to speak so we can give that information to the voters.",
  "Yes, but you said - -",
  "Well, because of your decision in Beaumont, which creates a distinction between contributions and independent speech, and this is independent speech.",
  "Very readily.",
  "That's right.",
  "The problem is you're not giving force to the other conclusion of all three district court judges that there were genuine issue ads.",
  "And that these ads, you know, fall under a different line of cases. First National Bank versus Bellotti has held that corporate efforts to influence Legislative and Executive Branch officials - - -",
  "It was indeed. It was to lobby him about the upcoming vote.",
  "Yes, as it turns out, because in 2006 we ran the same sort of anti-filibuster ads and Senator Kohl, now up for reelection, changed his position on the filibuster. So these things happen. In other words, people -- people's positions are affected by grassroots lobbying, and at least people should have the opportunity to engage in grassroots lobbying.",
  "We are hopeful, Your Honor. And that our part -- our system of self government is based upon the self- government of the people and their ability to influence the actions of governmental officials.",
  "Yes. Yes, we have, which would require the adoption of a reasonably ascertainable test, one that people would not be subject to three years of litigation, scorched earth litigation tactics, intrusive discovery into every aspect of their organization for decades. It would have to be clear, simple, and objective and be able to be implemented on short notice, because things pop up, like the filibuster of a Supreme Court nominee in January of 2006.",
  "Well, based on their evidence in McConnell and these grassroots, and these genuine issue ads, I think there are three key or essential features of those ads that we are satisfied would protect grassroots lobbying and genuine issue ads. The first is based upon the content of the communication, they focus on a current legislative matter, take a position on it, urge people to contact them, their congressmen and senators, to take a particular action or position. Secondly - -",
  "Second, the ads do not mention an election, candidacy, political party, challenger, or the official character, qualifications, or fitness for office. That was the key link the district court found, that these ads not, as Buckley said -- and of course McConnell was litigated under Buckley -- is that they were not unambiguously candidate- related.",
  "The third one is, as long as the ad meets this pattern, that the fact that the ad -- ours does not -- but the fact that the ad mentions the name, the position of a public official on an issue and praises or criticizes him or her for that does not affect its genuineness.",
  "Well, in a much more expansive and comprehensive test which looks to three features of the ad. But in any event, you look at the words all the time. Is it fighting words? You look at what are the words, what are they saying?",
  "And I think we have a relatively - -",
  "And I think we have a relevant context.",
  "Well, you certainly have in - -",
  "Well, relevant context, that there is an election upcoming, so it's within 60 days. The person's a candidate. These are relevant -- and for that matter, whether the is a current Legislative Branch matter or likely to arise in the near future.",
  "I don't believe so, Your Honor.",
  "I think that's the standard.",
  "And so giving meaning to one side was upholding it facially. Now your job is to give meaning to the other side, which is genuine issue ads that are to be protected as applied.",
  "But even if you use balancing, you've already used it. You upheld it on its face, because you said the vast majority were shams. At the same time, you said there were genuine issue ads. You reserved the question of whether or not the interest is sufficient, the governmental interest is sufficient, to prohibit genuine issue ads in footnote 88. You know, they refuse to give the test. They refuse to tell us what is the standard.",
  "I did - -",
  "Yes.",
  "We're not trying to get out of the holding in McConnell.",
  "Thank you. But the -- we're trying to -- actually - -",
  "No, our first - -",
  "Our first step is we want to give meaning to the promise of McConnell that there were genuine issue ads that could be protected by as-applied challenge.",
  "Yes, we have. We have demonstrated how these ads are materially identical to the genuine issue ads this Government presented to this Court and you relied upon that representation. We have demonstrated why and their experts have agreed that the Yellowtail ad, the Jane Doe ad, is completely different than our ad. Their experts say that our ads are grassroots lobbying ads. Now, we are faced with a change in position of the Government. I mean, in McConnell the Government said naming a candidate is critical. Now their experts say it doesn't matter if you name a candidate or not, any genuine issue, any ad, can influence an election if you mention an issue.",
  "I just think that misrepresents --",
  "I think that simply misstates the effect of this ad. If anybody wanted to influence an election with this ad, this was the most remote, attenuated, speculative way.",
  "And that has been also misstated in the briefing here. There was absolutely nothing on the web site about anything other than the filibuster issue. There was nothing about the PAC or what the PAC was doing. It was all about the filibuster.",
  "Well, of course. It was about Senator Feingold's position. It was, the one change - -",
  "Only on the filibuster, yes. It identified -- the ads don't, the website does - - identified the position of Senator Feingold on the filibuster and criticizes him for that. Now, if that is to be -- you know, number one, the whole First Amendment was adopted to allow - -",
  "No.",
  "No. We don't believe that that's part of the context.",
  "But see, the FEC doesn't even regulate what's on the Internet. You can do anything you want on the Internet",
  "We have not referred to context.",
  "We are not importing in our analysis - -",
  "Yes.",
  "Would it?",
  "Perhaps, yes.",
  "You're talking about the constitutionality of the Federal statute that incorporates the cited to website. You know, perhaps. But that's much different than a constitutional standard on what this Court is going to look to. We have no notice of this.",
  "Perhaps. I'm not certain of that. And I'm sorry that I don't have a considered response to that question. But that is much different than what we are faced with. We are faced with ad hoc criteria that is being used by the Government. They reject examining subjective intent because it's unworkable. Now they want to examine subjective intent. They disclaim to this Court and Justice Scalia's question about, well, anything that might influence an election, can we regulate it? They said no. Well now they are claiming that, that anything that might influence an election - -",
  "Well, I disagree with that holding of - -",
  "Well, I don't believe they have the same functional - -",
  "Well, Your Honor, I lost that argument in this Court. So you know, I'm not trying to relitigate McConnell. I'm trying to give meaning to McConnell. I mean, you talked about genuine issue, as this Court did. Their experts identified genuine issue ads. They said, as this Court said in Wisconsin Right to Life I, as-applied challenges can be brought. And so we're trying to give meaning to that, that there - -",
  "In the -- as a broadcast ad?",
  "Yes.",
  "Yes. Because whether you praise or criticize a Government official's action in office has nothing to do with whether it falls under the First Amendment's protection of petitioning. In fact that's what, you know, the kind of information -- we didn't do that. But that's the kind of information that's very relevant to the constituent's effort to petition.",
  "Well, I think that in various places it will be 30 days before the primary and then obviously 60 days before the general.",
  "Not in any one place. And if there's an argument, though, that because of the way the various broadcast media affect Manchester, New Hampshire, that's a great as-applied challenge. The virtue of as-applied challenges are that you get a concrete record and you don't have to speculate, wow, you know, is it possible to address the filibuster - -",
  "Thank you, Mr. Chief Justice, and may it please the Court: No person should suffer harassment for participating in our political system, and the First Amendment protects citizens from intimidation resulting from compelled disclosure of their identity and beliefs and their private associations.",
  "Well, the --",
  "This Court has upheld the disclosure in Buckley v. Valeo in 1976.",
  "Well, it could --",
  "It could potentially, and -- but this Court subjected those requirements to the appropriate constitutional First Amendment analysis, found that there was sufficiently important governmental interest, some of which are not present when were talking about a referendum or initiative, and then also created an exception from even a generally valid statute where there is a reasonable probability of harassment of that particular individual or -- or group. So the First Amendment analysis regarding the privacy of association, the privacy of identity and beliefs, the potential of -- of intimidation are all elements of the analysis that was employed by the Court in Buckley.",
  "No.",
  "No. We believe they would not. They would certainly be subject to First Amendment analysis. But in -- in those -- in the instance of voter registration, there are other governmental interests that are not present in petition signings for referendums.",
  "Well, we believe it would be subject to First Amendment analysis. But, again, there are different governmental interests when you have candidates involved.",
  "Well, one is you have candidates involved --",
  "One is you have candidates involved. And this Court recognized in Buckley that there were disclosure interests that related specifically, and actually only, to candidates. For instance, people who contribute to a candidate, that information, to the voter, can signal the interests that the candidate, once he or she takes office, will be responsive to. When we have an initiative, we know what the law is that is being voted upon. It's not a matter of -- of electing a representative.",
  "Well, a few -- few might be, but we think this is marginal information. First, they are adopting a law. And so we know what the law is. And -- and while it might be marginal information for a few people, once the measure qualifies for the ballot, this is only -- the petition signature and distribution is only for a very limited governmental interest.",
  "And that -- and that --",
  "And that limited governmental interest is to preserve State money, to not conduct an election on the matter unless there is sufficient public support. So --",
  "Well, were only challenging the application of the Public Records Act to petitions and referendum petitions. We're not challenging it as it would be applied to petitions to put people on the ballot.",
  "Yes.",
  "Well, actually, under -- with modern technology, it only takes a few dedicated supporters, and a computer, who are willing to map -- to put this information on the Internet, MapQuest it, as they did with respect to the contributors of Proposition 8, which resulted in -- and then encourage people to harass and intimidate them, which resulted in hundreds of examples of harassment --",
  "Well, it may not manifest itself in -- in any particular initiative. We agree with that, but we think the potential is there, and there is usually a group of supporters of any measure that, you know, are passionate about that particular issue.",
  "Yes.",
  "Well, with this --",
  "Buckley dealt with that exact question. And first -- the first step of the analysis is whether or not the law is -- is valid under the First Amendment. And then there is an exception to even a valid constitutional -- a constitutionally valid law.",
  "Well, we don't think that the exception is a substitute for considering the initial validity of the law, which --",
  "Yes.",
  "Yes, this is an act of private association. The petition signers are associating with the referendum committee for purposes of placing this measure on the ballot --",
  "Well, what --",
  "What is implicit is they are associating with this group for a purpose, and that is support for, in this case, Referendum 71. And so they use those names for valid purposes. But --",
  "Yes, Buckley II.",
  "Buckley II. You struck down the requirement that the person who is soliciting signatures self-identify.",
  "That is a process --",
  "Well --",
  "Well, the --",
  "Well, with all due respect, you have already opined in Buckley II that the person on the other side of the clipboard is protected by the First Amendment.",
  "That is true. You've correctly described Buckley II. But as we can see in the facts of this case, the public disclosure of the petition names in this case -- there was a planned harassment and intimidation of these voters by --",
  "Yes.",
  "Yes. Under the --",
  "Yes.",
  "But what we're -- but what is involved here that is not involved there is the requirement by the government that you publicly disclose your identity and beliefs on a matter that then --",
  "That is --",
  "But, with all due respect, we did not say the third. We did say the first and the second. And -- but either of those are political statements. The highlighted box at the top, you know, states -- states that by signing R-71, we can reverse that decision, meaning the passage of a law, and protect marriage between a man and a woman.",
  "I acknowledge that we said that, Justice Ginsburg. And, of course, the second statement is -- and which I think is the dominant statement and certainly sufficient -- and that is that we want a measure to be placed on the ballot in order for the people to vote. That is one of the central --",
  "I think it's very unlikely. But it -- we acknowledge it's possible, but we think it's very unlikely.",
  "Very few.",
  "Well, actually, after your Buckley II decision, the Ninth Circuit struck down the requirement of disclosing the paid circulators. And, of course, in California, petitions are not public.",
  "Well, the Ninth Circuit thought it was Buckley.",
  "There is no evidence --",
  "Theres no evidence in the record that that is pertinent information, and, at most, we think it is marginal information.",
  "Well, potentially. And -- and this Court -- I -- because it would be required to be subject to a First Amendment analysis. It's this Court that created, in the NAACP case --",
  "-- the right of private association.",
  "And theyre not compelling Ms. McIntyre to distribute her brochure, either. But this Court held that --",
  "Well, the government, you know, has a lot of options. For instance, they don't have to conduct elections for the election of judge. But if they opt to do that and provide that procedure, well, then, the First Amendment applies to the political speech.",
  "And your employer, as in this case here.",
  "No -- no, because there is no sufficient governmental interest that would justify it.",
  "They, of course, can -- can check that.",
  "Yes, they can get your name --",
  "-- and were not objecting to filing of a petition.",
  "No. No, I'm not objecting to that.",
  "They have procedures to check and verify these signatures that do not involve public disclosure.",
  "California law does not require disclosure of the petitions, and that has been upheld by the courts of California. And you can verify these signatures.",
  "Well, but you asked about California --",
  "Okay. It --",
  "In a sense --",
  "Actually, for --",
  "Actually, for a century, they chose not to do this. It wasn't until 2006 --",
  "They did not publicly disclose the petitions for a century.",
  "Well --",
  "Well, only in the most general sense. They adopted a Public Records Act. They didn't adopt a law that specifically required the disclosure of these petitions. But in a general sense, they did.",
  "That is true. Some -- some in their initiative and referendum statute, because they actually provide some public input on verification where Washington does not; others under their Public Records Act. Some do not, such as California.",
  "Well, one -- one thing we say is different between Washington and these other States is that Washington provides no way for the public, even if they get access to the petitions, to participate in the verification process. The only thing the public can do is have -- observe -- a limited number of observers. These observers are prohibited from --",
  "That's not allowed in the State of Washington. The instructions from the Secretary of State is while you can have observers to observe the process, the people --",
  "There is absolutely no procedure under Washington statute to do anything with that information.",
  "Nothing.",
  "Yes.",
  "Well, one of -- one of the intervenors sought an exception from the -- from the injunction, which we did not object to, that -- that they would have access to the list. But under confidentiality and protective order --",
  "With all respect, I didn't say that.",
  "What I -- what I said is theres no role for the public in verifying signatures. You can ask for judicial review --",
  "The only thing that they could do is request that the court does its own count. In other words, there's judicial review available. But the public has no role in the verification, but they can trigger judicial review. And then the court conducts its own count. In other words, this is not an adversary process in which people come in and present evidence of -- of people's -- of invalid signatures.",
  "Well, the observers can observe the process, and if they feel --",
  "Well, but --",
  "Well, the -- the observer -- under the Washington procedure, observers can observe the process, and if they feel, or if anyone feels, that there has been an inadequate job in -- in verification, then they can ask for judicial review. And then the court conducts the --",
  "Well, there's no procedure for that.",
  "That's not -- theres no procedure for that. You know, if they wanted to involve the public -- and that's the difference, I said, between this procedure and other procedures. Theyre claiming the need for public disclosure so the public can be involved in verification. Well, theres no procedure --",
  "-- to be involved in verification.",
  "Well, it's possible, but we think this information is marginal. In other words, the -- it's much more important --",
  "Well, we -- we think it's a -- a very marginal interest. The Ninth Circuit recently ruled that if you give a small contribution to an initiative, there's not -- I mean, nobody cares. So why should it be publicly disclosed when it's so marginal?",
  "Well --",
  "Well, what is bad is not the criticism; it's the public -- it's the government requiring you to disclose your identity and beliefs.",
  "Well, then why don't they require both sides?",
  "Then why don't they require both sides if that was the purpose?",
  "Well, but the other side --",
  "Okay. But this is a one-way street.",
  "I'm sorry, Justice Scalia, but the campaign manager of this initiative had his family sleep in his living room because of the threats --",
  "And -- and --",
  "But all were asking for is a First Amendment analysis of the compelled disclosure of the identity of these people and whether or not these interests are sufficient. Could I reserve the balance of my time?",
  "Thank you. First a clarification of what we sought in the preliminary injunction. We were -- we sought to base our preliminary injunction on both count 1 and count 2. Of course, the district court and the Ninth Circuit did not reach -- in either case -- reach count 2. Secondly, with respect to whether or not theres any conduct here, I don't think signing a written statement is conduct. And, of course, by signing the statement, the person is adopting the statement on the petition, one of which involves their preference on the referendum, and the second is the -- the request that the matter goes on the ballot. And, of course, it has no legal effect unless 122,000 make the same political statement. Third, evidence of harassment comes in, as in Citizens United, because the weight of the interest that is required depends upon the burden of the First Amendment -- to the First Amendment speech involved; and this Court specifically referred in Citizens United to the lack of evidence of harassment of the donors that might occur if they were disclosed through the reports which Citizens United upheld. Here we do have evidence of harassment, and we believe that that requires a greater burden in the First Amendment analysis --",
  "Actually not. Many is the case --",
  "Yes, but it is relevant to count 1. Bates, for instance, looked to the evidence of harassment in protecting the membership list of the NAACP from disclosure.",
  "Well, that --",
  "That is -- that is true, Your Honor. There are -- there were several First Amendment claims made -- made under count 1, and this decision was -- was based on other claims. I see my time is up. Thank you."
]