[
  "Mr. Chief Justice, and may it please the Court: The issue in this case is whether the Bureau of Prisons permissibly exercised its discretion under section 3621(e)(2)(B) as reflected in its regulation and program statement.",
  "The regulation and program statement that the Bureau of Prisons promulgated was a statement of policy of how the Bureau of Prisons will exercise its discretion.",
  "That's correct, Your Honor. It wasn't raised below nor in this Court, nor did the court below address it and, in fact, our understanding is that no court of appeals has addressed that argument, but we do believe, as we explain in a footnote in our brief, that it is not subject to the notice and comment requirement. It could go into effect as an interim regulation, because it is a statement of policy, the way in which the Bureau of Prisons will implement the statute, and then in each case there is a determination of whether a particular prisoner will be granted early release.",
  "Yes, Your Honor, many. In fact, the good conduct time statute that we -- Mr. Meierhenry was discussing is in a neighboring provision. It's in section 3624. It talks about the Bureau of Prisons granting good conduct time, and there are two different standards, and they're dependent on whether or not the prisoner was convicted of a crime of violence, and in fact this program statement also applies to that statute, although there's no discretionary determination, so the crime of violence is determined by the statutory definition.",
  "No, Your Honor. We believe that that is a determination that Congress has made.",
  "Because of the broad grant of discretion given the Bureau of Prisons by the express statutory language, Congress using the term may. There's nothing in the statutory text to suggest that the statutory eligibility requirements that Congress set, which are two, conviction of a nonviolent offense and successful completion of the program, in any way then eliminate the ability of the Bureau of Prisons to consider other factors in making their determination.",
  "Yes, Your Honor. We think that would be subject to an arbitrary and capricious review, but very --",
  "Yes, Your Honor. It would be subject to arbitrary and capricious review. It's very similar to the situation before the Court in the case of INS v. Yang. That was a situation involving a waiver of deportation for persons who committed --",
  "-- fraud at entry.",
  "We think within the broad expertise of the Bureau of Prisons and --",
  "If the --",
  "We -- I don't believe it would be arbitrary and capricious.",
  "I think that --",
  "They very well may be, Your Honor. They would only be subject to arbitrary and capricious to determine if there was some lack of total penalogical reason for that.",
  "Several answers, Your Honor. First of all, there is a significant participation in the substance abuse treatment program of those who are not eligible for early release. More than one-third of the prisoners that participate in this program --",
  "Congress' determination was that they would give the Bureau of Prisons the authority to grant that kind of incentive because, as Mr. Meierhenry said, otherwise the bureau --",
  "The legislative history does not support the proposition that the incentive is necessary for participation. Certainly it enhances participation, but what Congress did was give that authority to the Bureau of Prisons consistent with its repeated grant to the Bureau of Prisons of broad authority in recognition of the bureau's expertise --",
  "-- in penalogical matters.",
  "There was certainly evidence that there were State prison systems that had this type of incentive, and it was quite effective. Congress --",
  "I believe it was in some hearings, and there was some discussion in some of the reports concerning some -- a program in New York, for example, but Congress did not then mandate that the Bureau of Prisons grant early release to everyone who successfully completed the program.",
  "No, we don't believe --",
  "It wanted to give the Bureau of Prisons the authority to decide --",
  "The Bureau of Prisons has not eliminated the inducement entirely --",
  "-- only for certain categories. For the very reason that Congress repeatedly delegates authority to the Bureau of Prisons in these matters. Categorizing prisoners is the bread and butter of the Bureau of Prisons. They do it all the time.",
  "We point to that to support the clear text of the statute. The statute does not mandate early release for any prisoner.",
  "Your Honor, we would disagree with that. The Bureau of Prisons has expertise on a daily basis of categorizing prisoners, for example, for security classifications. The first thing that happens to a prisoner when they are placed in the custody of the Bureau of Prisons is a determination of what kind of housing that person should be in. The main part of that determination is their criminal history, their past conduct --",
  "Absolutely, Your Honor. They make decisions about --",
  "They make decisions about furlough. That's granted authority to them by Congress, about the good conduct release, about placement in community correction centers.",
  "Your Honor, also it depends on the criminal history of the individual, as does placement in a community correction facility. We would also point out that the statutory text granting this authority does not have any restrictions on other factors that the Bureau of Prisons consider and, as I mentioned before, it's very analogous in that respect to INS v. Yang, where the Court recognized that although Congress had provided a statute that allowed the Attorney General to grant a deportation waiver to an alien who had committed entry fraud, that that nonetheless still allowed the Attorney General to take into account circumstances surrounding the fraud in exercising their discretion whether or not to grant that waiver, and that's particularly the situation here.",
  "Subject to arbitrary and capricious review.",
  "Yes, Your Honor, and all this does is eliminate one incentive to the program. As I mentioned, there is substantial participation without it, and the Bureau of Prisons in its exercise of its expertise and broad authority has also implemented other incentives through regulation for the program.",
  "Yes. Any prisoner who successfully completes the program is granted -- and is convicted of a nonviolent offense is granted early release. It may not be the full 12 months.",
  "Your Honor, it is case-by-case. Except, it's incorporated in this categorical determination of successful completion of the program. That incorporates any type of infractions, disciplinary problems --",
  "After all of that is completed, yes, that is when early release is granted. It may not be up to 12 months, because in the exercise of discretion the Bureau of Prisons tempers the amount of early release, depending on the completion of the program. For example, if a prisoner is sent to the community corrections facility the bureau ensures that they complete the 6-month transitional drug abuse program there, and that may cut into their year of early release. They may end up only getting 6 months of early release, for example.",
  "If they successfully complete the program, yes, Your Honor. There are other categories, of course, as we point out in the brief, that are categorically denied early release, and for similar reasons in the expertise of the Bureau of Prisons has determined that they pose a greater threat to the community when they're released, prisoners with prior convictions for serious crimes such as homicide, aggravated rape and assault, and also prisoners whose current offense involves sexual abuse of children. Those are also categorical determinations, and it is consist --",
  "In some instances they may be, Your Honor, and the Bureau of Prisons has set forth this regulation in order to further its purpose of consistency and even-handedness in applying this program, and to give fair notice to prisoners. I'd also like to emphasize that looking at the prior convictions and circumstances surrounding an offense, it's reasonable when predicting and looking at the threat to the danger of the community, because in fact that is all conduct that occurs in the community. One can say it's more rational, perhaps, to look at a prisoner's use of a gun when they were in a community when deciding what their conduct may be when they return to the community as a postinfraction during their term --",
  "We think that's precisely the type of expertise, though, that Congress relies on the Bureau of Prisons to bring to this type of decision. That's why Congress did not --",
  "Their theory, as they set forth in the program statement, is that the use of a gun in the course of a drug transaction increases the likelihood of use of force and violence, and for that reason granting early release is not appropriate. The full deterrent effect of serving the entire sentence is something that the Bureau of Prisons has determined is appropriate in those types of cases.",
  "Yes.",
  "Precisely, Your Honor. It's the situation where the instant offense is a conviction for money laundering of the hit man who has many, perhaps even a series of convictions, whether in the Federal or the State system. That's exactly the type of categories that the Bureau of Prisons looked to in deciding to exercise its discretion --",
  "Yes.",
  "Absolutely, Your Honor, and that is totally supported by the text, because of the point I think Your Honor and some of the other members of the Court made, when you look at the language of the neighboring statute using the word shall to mandate the provision of the substance abuse treatment program. The Bureau of Prisons does not have discretion to not make available the substance abuse program to prisoners who are eligible, and the terminology in the statute for that is someone who --",
  "And we believe it's clearly not, Your Honor. That sets a statutory eligibility requirement, a threshold, but there's no indication that then the Congress intended to impose restriction on factors that may be related to that eligibility.",
  "Yes, we believe so, Your Honor, and we believe that it's regulation here is a authoritative statement of its implementation of the statute.",
  "That's correct, Your Honor.",
  "Yes, Your Honor. Petitioner had actually provided the full regulation in their brief. It's in the blue brief, the appendix, beginning on page 3, and --",
  "Yes, and carrying over to page -- well, page 3, you have to see that (a)(1) explains that in the exercise of discretion the Director of the Federal Bureau of Prisons is deeming certain categories of inmates not eligible for the early release. The first one is INS detainees, then we go on to pretrial inmates, contractual boarders, all of which are ineligible for reasons that are clear to the Bureau of Prisons in their expertise of the management of prisons. Subparagraph (4) talks about inmates who have a prior felony or misdemeanor conviction for homicide, forcible rape, robbery, or aggravated assault, or child sexual abuse offenses. The next category has to do with prisoners who are ineligible for the community-based corrections program. Then we get down to subcategory (6), which talks about inmates whose current offense is a felony, and then there are four subcategories of those, one being the subcategory at issue here, a felony that involved the carrying, possession, or use of a firearm or other dangerous weapon. One of those other categories are offenses that are felony -- that involve sexual abuse committed against children. The other two have to do with the actual attempt or threatened use of physical force. The other is a felony that by its nature or conduct presents a serious potential risk of physical force against that person or property.",
  "One of the reasons that the Bureau of Prisons set forth these was to ensure that it had exercised its discretion in a regulatory manner because of problems that had arisen with inconsistent statutory interpretations by the lower Federal courts, which create inordinate problems for the Bureau of Prisons because of the -- not only that they have personnel in different areas of the country implementing different standards, but also prisoners are frequently transferred between different circuits. So they set forth -- and as pointed out, some of these offenses could also be covered under the violent offense category, but they wanted to set forth, out of fairness to prisoners also, notice beforehand, and also for the even-handed administration of the incentive.",
  "Your Honor, we do believe that the Bureau of Prisons' initial regulation actually was a permissible regulation. They ran into problems in some circuits because the courts -- because of their reference to 924(c). The court then held that they, the Bureau of Prisons, could not look to anything beyond the elements of the offense. That was really the problem there. So the Bureau of Prisons came back and decided to, as a matter of discretion, exercise that authority and make clear. We don't think there's anything impermissible about that. In fact, it's consistent with well-established administrative law principles that a agency's hands cannot be tied because of the inartful drafting of a prior regulation.",
  "Any kind of drug offenses, Your Honor, that don't involve the use or carrying of a firearm, certainly, and all kinds -- I mean, this doesn't just have to be drug-related offenses. I can tell you, there's a substantial participation, Your Honor. The Bureau of Prisons informed me that currently there are approximately 16,800 prisoners participating in the program at one of -- either on the wait list, in the residential program, or in the transitional program currently, and --",
  "No, Your Honor. 30 percent --",
  "But Your Honor, at least one-third of those prisoners are not eligible for early release. The real incentive in this program, Your Honor, is a life change, and that in fact --",
  "No, Your Honor.",
  "No, Your Honor, it is an incentive. It's a useful tool for the Bureau of Prisons to use in implementing the drug abuse program and, as I mentioned before, the Bureau of Prisons has, in fact, by regulation promulgated other incentives having to do with the prisoner being able to obtain the maximum time in a community correction facility. There are financial incentives for completion of the various phases of the program. So that is the Bureau of Prisons implementing the program and fulfilling the mandate that they make available this program to any prisoner who has a substance abuse program and wants to participate in it.",
  "Approximately 130 to 140,000 --",
  "-- is the current population.",
  "Out of the 130 to 140 --",
  "I don't have that information. that was not ascertainable, and I also must say, Your Honor, out of that number you'd have to winnow it down to the prisoners who are actually statutorily eligible under (e)(1), which means a prisoner who has a documented substance abuse program and who are willing to participate in this very rigorous program.",
  "That's correct, Your Honor.",
  "And they're also eligible for the other incentives that the Bureau of Prisons provides.",
  "Yes, to be able to get into the program, that's correct.",
  "That's true, Your Honor.",
  "That was Congress' determination, because --",
  "The bureau -- unfortunately, there is a very high percentage of Federal prisoners that do have problems, but again it goes back to the determination that Congress wanted to provide the Bureau of Prisons with this authority that it could grant this early release. The Bureau of Prisons does not have any authority or discretion without this statutory provision to grant anyone early release. If there's nothing further, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: The categorical rule adopted by the court of appeals that allows fees only in a case where there is a judgment, consent decree, or settlement, is contrary to the text, history, and purpose of the civil rights fee- shifting statutes. That rule would deny fees in the most meritorious case that directly obtains all of the relief sought in that case if the defendant on the eve of trial complies with the demand without a court order.",
  "It appears, Your Honor, that it was, in fact, moot because of a legislative change under this Court's standards in Laidlaw and City of Mesquite. There's such a minuscule likelihood that that law would be changed back. The plaintiff did contest mootness at the trial court level --",
  "Yes, for mootness, Your Honor. That's under the Laidlaw case from last term and also the City of Mesquite case, that's correct.",
  "No, Your Honor, because this is Ex parte Young case against State officials enforcing a law.",
  "That's often the situation. Also, there are several statutes that we cite in a footnote of our brief that limit relief in civil rights cases to injunctive relief, and those are often the most important kinds of cases that the fee-shifting statutes are intended to get at, where a plaintiff has a meritorious claim for injunctive relief to enforce a civil rights law, but does not have the money to pay an attorney, and no possibility of a damages relief that could perhaps pay those attorneys' fees. The court of appeals' categorical rule undermines that.",
  "A couple of --",
  "A couple of responses, Your Honor. First of all, I just want to make clear that, of course, the catalyst rule does not just apply to legislative change, and also a point I want to get to later that it also applies in settlements and consent decree cases, but talking about the application of that to a situation in which there is a legislative change that would -- the legislature would want to make as a matter of policy, there are several approaches that the defendant has available. First of all, the defendant has it within his control, if they make that decision promptly, to avoid the build-up of attorneys' fees. Indeed, that's what often happens in Government cases. The most meritorious of claim may come in. There may be a settlement within a week.",
  "In addition to that, the defendant is able to defend against the causation and the merits issue in this type of litigation. For example, if the legislature has another reason, they were already considering it, policy reasons, the plaintiff will not be able to establish causation.",
  "No. You would have to show that the claim was not meritless. Our proposition is --",
  "-- that you would have to show that the merit -- that --",
  "That would not --",
  "That would not establish the causation requirement, and I want to --",
  "Because it would not establish that that change was made as a result of the lawsuit. There's two aspects of the causation, Mr. Chief Justice. There's the causation as a matter of fact, but then there's also the question more of a proximate causation, that that change has to be because of the claim, not because of the nuisance value of the lawsuit, for example. That's why there is -- the lower courts have always applied the type of frivolousness standard, and we suggest it should be a standard where you state a claim upon which relief could be granted. And if I could, Your Honor, I want to really make the point clear that that is the same standard the courts currently, and have for a long time, applied to cases involving consent decrees and settlements. There's no reason to treat this case differently because --",
  "And you do have something to show in these cases. You obtained the relief that you sought. In this particular case, you have a law to enforce, a regulation to enforce --",
  "No, Your Honor, and in a settlement, it is very analogous to a settlement and a consent decree.",
  "But it's simply a contract, Your Honor, just as the law here, a separate lawsuit would have to be brought to enforce that, in fact, under this Court's opinion in Kincannon, it's not even clear there would be a Federal cause of action to enforce that. Moreover, even --",
  "As your opinion explains --",
  "But, Your Honor, it depends. If the court incorporates that, otherwise you just have a contract. You have to go prove the validity of that contract. Here, they have a cease and desist order that was pending against them before the lawsuit that can no longer be enforced. They have a statute and a regulation they can enforce. I also want to point out that in both the consent decree and settlement situations, there is no requirement of a determination of any violation of law, any determination of liability. In fact, as this Court repeatedly has recognized, that's one of the motivations for settlements, consent decrees, to be able to resolve the case without an admission of liability.",
  "No, Your Honor, I'm sorry.",
  "I must have misspoken.",
  "I thought your question to me was a situation in which there were other policy reasons that the legislature had taken into account to change the law. If the lawsuit is a factual causation for the relief, the relief is something that the plaintiff sought, and if the claim is not meritless, that does meet the standard for --",
  "If it --",
  "If the lawsuit brought that about. I have to emphasize --",
  "Proximate causation does come to mind, Your Honor, when we talk about the fact that it cannot be a frivolous or a meritless claim --",
  "Well, I think, Your Honor, that --",
  "Your Honor, the lower courts have rejected just those types of claims --",
  "No, Your Honor.",
  "We believe that that's the meaning of the statute --",
  "Exactly, Your Honor.",
  "Exactly, Your Honor.",
  "I'm not sure I understand your question.",
  "Yes.",
  "That's absolutely correct, and this is the most efficient -- may I respond to that --",
  "Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: This case is not the Strate case because in the Strate case there was no privilege to which the tribe could attach a condition or a tax. Here, that was a just a regulation of conduct between two individuals. Here, there is a privilege of trade on the reservation. It is the transaction that gives rise to the subject of Federal regulations that gives rise --",
  "Your Honor, the record is clear that, in fact, they do trade with Indians on the reservation.",
  "I don't believe that's -- they say that one or two percent of their -- the total sales.",
  "I don't --",
  "No, Your Honor, that's not quite what I'm saying. I think I have three responses to make to that. First of all, the percentage is the record is the sales. That doesn't account for the number of customers. The Indian customers here are primarily at the grocery store, the convenience store. They're not the overnight guests. However there is also record evidence that there have been Indians who have been overnight guests -- there was some conference down there where Indians did stay at the hotel. In the Ashcroft case that my co-counsel mentioned, petitioner litigated this issue to the Ninth Circuit, and this Court denied review. And in that case they challenged the applicability of the particular reservation business regulations that apply to three reservations that are applicable here -- the Navajo, the Zuni, and the Hopi. Those are detailed regulations that apply to all reservation businesses. A reservation business is defined as anyone who is engaging in business on these reservations with Indians, but those regulations --",
  "Yes, it is, Your Honor. It's 25 C.F.R. 141, and the following sections.",
  "Yes, Your Honor, and I would say two things. We think that that --",
  "We think that that makes the consent prong perhaps a more complicated analysis, Your Honor, but we do believe because the guest is engaging in a transaction that cannot exist but for the license that has to be obtained under these regulations --",
  "Yes.",
  "Two things, Your Honor. There are other provisions of the statute I'll refer to in a moment. There is also statutory direct authority for the Secretary of the Interior to promulgate regulations which control here. The other provisions are --",
  "Yes, Your Honor. On -- statutory authority comes from Sections 2 and 9 of Title 25 to promulgate regulations.",
  "Your Honor, I don't believe it's in -- the regulations in the statute are, Your Honor -- this is simply the authority to promulgate the regulations. In Title 25 it refers to the authority specifically to -- for the Secretary to promulgate these regulations, and it is to regulate trade with the Indians. Those regulations, then, apply to all traders that deal with Indians. Section 2 provides the --",
  "Your Honor, that was the question that was litigated in the Ashcroft case.",
  "No, I was just explaining, however, that the claim there was that these regulations should not apply because they do not deal primarily with Indians.",
  "Well, it was the business which includes all of these operations, we believe Your Honor. But the point is this, when Congress enacted the statute to control trade with the Indians and gave the Commissioner expressed authority to promulgate regulations thereunder. In the 1970s these tribes complained that those -- that there were not sufficiently adequate regulations promulgated thereunder, and that led to the promulgation of 25 C.F.R. Section 141. Those regulations, which are not challenged here, are key we believe to this case because they do govern the business relations of all reservation businesses.",
  "Section 2 and Section 9.",
  "Yes. And then the substantive regulations governing the Indian trader statutes are Sections 261 through 264, Your Honor.",
  "The regulations -- the statutory authority is to regulate trade with the Indians.",
  "And to -- and to introduce, for example, goods into that area.",
  "Yes, Your Honor, we believe they do. In the regulations --",
  "In the regulations governing the Navajo business reservations -- in those provisions, it expressly provides that for an Indian trader to apply for a license, it has to include any approval that is required by tribal or Federal regulations. It also includes that for renewals of licenses, it then also expressly provides that the --",
  "Yes, Your Honor, to the extent that they also trade with Indians.",
  "The point --",
  "The point --",
  "No, Your Honor, because the hotel would not be permitted to deny customers based on their Native American status. That's illegal.",
  "If you are operating a business --",
  "Your Honor, that's the history of the Navajo -- of the Indian trader statutes.",
  "This was directed --",
  "I think --",
  "I think then, if you set all of that aside, you also then come back to the analysis under Montana, Your Honor, and I would like to address that.",
  "I will read you the definition of reservation business which explains that it governs businesses on reservations that deal with Indians. I can read that provision.",
  "Yes, Your Honor. That's --",
  "And that's the overall scheme - -",
  "This is to regulate --",
  "We believe that the Navajo business reservation regulations at 25 C.F.R. 141 include several provisions that anticipate that. There are requirements concerning pricing of goods, a bond that is required --",
  "For example, there is a bond requirement that every trader must post, and any --",
  "And any customer that would recover is entitled to go against that bond for the recovery of their judgment. It spans -- it applies beyond simply Indian customers. Many of the regulations do.",
  "Mr. Chief Justice, and may it please the Court: In FERPA, Congress gave parents the right to prevent the release of certain educational records. That's evident from Congress' choice of words and the structure and history of the statute. There are at least five indications of that intent, including references to rights under that provision, which I'll get to in a moment. It involves reading two sections together. First, in section -- this is on page 9a of the red brief, at the very top. In 1232g(b)(2)(A), at the top of page 9a, Congress prohibited a recipient from having a policy of releasing education records, quote, unless there is written consent from the students' parents. Congress did not say, unless there is a policy of obtaining written consent. Congress thereby --",
  "At the very top, Your Honor, paragraph 2 begins that no fund shall be given to an agency, and explains that has a policy or --",
  "It's on page 8a of the --",
  "I'm sorry.",
  "It's on page 8a of the blue brief, if you prefer that. The problem is, there are other provisions in here I need to refer to. At the very top of the page, it explains that no funds shall go to a school that has a policy of releasing information, and at the end of that first paragraph, quote, unless, and then we go to subparagraph (A), there is written consent from the students' parents. Congress did not say, unless the school has a policy of obtaining consent.",
  "Unless.",
  "Yes.",
  "If you don't have a policy or practice of releasing information other than under the preceding (b)(1), you're correct, Your Honor.",
  "And (b)(2)(A) is -- (b)(1) says you can't -- a school can't have a policy of releasing without consent, other than to certain categories.",
  "It's a policy --",
  "That's not what not -- that's not what (b)(2)(A) says. That language is not -- that is, the without consent is in (b)(1). It's not in (b)(2). It says, has a policy or practice of releasing or providing access to any personally identifiable information, other than direct information, or is permitted under paragraph (1). That's what paragraph (1) does. It permits a laundry list of releases where Congress said, we're not going to require parental consent. School educators need this information. (b)(1), no problem, you get all of this information without parental consent. Other than in those situations, if you have policy or practice, then the school decides --",
  "Yes.",
  "Yes.",
  "So --",
  "Absolutely.",
  "That's correct, Your Honor, because they did not -- Congress did not intend to go after inadvertent releases. For example, the school makes a decision if they are going to have a policy of releasing information to a scholarship program, or to the press, and if they have a policy release, they have to abide by this very specific requirement in (b)(2)(A).",
  "They may choose not to. It's parallel to the directory information provision in the statute. Congress also said, you, school, can make a choice. If you want to release things like names, classes, awards receipts under the directory information provision, you can make that decision. You have to give notice at the beginning of the year, and you have to give parents enough time to respond whether or not they want to opt out of that. Same thing under (b)(2)(A). If you as a university decide that you want to have a policy or practice of releasing things beyond what is already authorized under (b)(1), which includes other teachers, emergency situations, Federal officials, all kinds of situations, then you have to abide by (b)(2)(A), and you cannot have that policy or practice unless there is written consent from the students' parents.",
  "Your Honor, in addition to the language, unless there is, our position is, because there is that requirement, unless there is written consent from the parent, Congress intended to directly benefit the parents and to say to the parents in a particular situation, you can say no, I don't want this information released. Parents may have different decisions based on whether or not they think it will benefit the child.",
  "There is, Your Honor, because the -- if they do have a policy and practice, it's akin to the standard that the Court adopted in Gebser, and here Congress did that. They said, we are not going to charge every institution with inadvertent release, but to the extent, as under Monell, if there is requisite knowledge by the school that they have a policy or practice, they're intending to be releasing information, they are charged with getting the consent from the parents, and again I have to --",
  "Which is the commonality in all of the Spending Clause cases that have come before the Court, Your Honor.",
  "Well, Your Honor, there's never been a formula. None of the statutes where the Court has found a right has included that language, Wright, Wilde, or Blessing, none of them have the language the petitioner and the Solicitor General now urges. In fact, in footnote 12 of the Suter opinion the Court contrasted the language where they were not finding a right to a statute that, quote, said, no Federal payment may be made under this part, and they said, now, there's a specific requirement, so there's no formula. None of the courts have had this language that they're now urging. The Suter opinion refers to this type of language as being more specific, and it doesn't as a practical matter make any difference what these Spending Clause statutes do say. If you receive Federal funds, you have to abide by these conditions.",
  "No statute of that language has ever come before the Court, Your Honor, and all I'm saying is, there are many other cases in which statutes have been found to accord rights under section 1983 that don't have that no-student-shall language.",
  "That statute has not come before the Court. I have to say in the title IX and title VI context, it was a broader inquiry of whether or not there was implied cause of action, but in Your Honor's opinion, in Suter, in footnote 12, it does refer to this type of statute and suggests that that is a direct requirement.",
  "The precise language in that statute which is quoted in that footnote says that no Federal funds payments shall be made, Your Honor. It's on page 361 of the opinion, and it's citing 42 U.S.C. 672(e) that says, quote, for example, no Federal payment may be made under this part, and then it goes on and it says that that is an example of more precise requirements as contrasted to the statute in Suter. If I may, there are four other provisions I'd like to speak to in addition to the language, unless there is. In addition, again on page 9a under (b)(2)(A), it's not just unless there is written consent. That consent has to have included a provision of a copy of what is intended to be released by the school to the parents. The parents have to be told why the information is being released, and the parents have to know to whom it is being released. That is exactly what the Court referenced in Blessing about Congress addressing the particular need of the individuals who they're according the rights to. They knew that parents were going to be able to need to know why the information was provided, exactly what it is, and to whom. Parents may think it's fine to release financial information, personal information about their household for a scholarship or an honorary award purpose, but not, for example, to a newspaper story about low income families in the school district. Third, the history of the -- before I go to the history, actually, I want to explain another provision of the statute which I think --",
  "Yes. Yes. Actually, I'm going to jump in, though, because this responds to questions of the Court about the use of the word, right. If you could turn to page 12a in the red brief, subsection (d), 1232g(d), is entitled, \"Students Rather than Parents' Permission or Consent.\" That clearly references the permission or consent under (b)(2)(A). That is where this permission or consent is referenced in FERPA, and it explains there the purpose of it, to explain that when a student becomes 18, as the student here was, or attending a school of higher education, the permission or consent required, and the rights accorded to the parents of the students, shall be required in accordance -- (b)(2)(A) gives the student, requires permission or consent, and then gives the right to deny permission or consent. That is a direct reference to the rights under (b)(2)(A). Moreover, as members of the --",
  "Much more precisely, Your Honor, here, because they are specifically talking not just about (b) generically, but about permission or consent.",
  "Because the whole provision of (d) refers to permission nor consent, Your Honor. There is no permission or --",
  "Yes.",
  "Yes, but --",
  "But if you look at the structure of the provision, they are referring to the actual permission or consent, because that's when you would need to know, do I go to the -- when I -- for a college student, do I go to the --",
  "But Your Honor, this is specifically addressing the permission or consent provision. You can tell by the heading of subsection (d). Moreover, under (e), as Your Honor pointed out before, the school is obligated to inform parents or students of their rights under the regulations promulgated by the Secretary of Education. One of the rights they are required to inform parents and students about is the consent --",
  "-- required there.",
  "It would be in the regulations, Your Honor.",
  "Actually that, ironically, leads me to my third point, in fact. When you look at this history, Congress clearly was addressing the interest of parents in controlling dissemination of information about their children. This is a paradigm example of what they were worrying about, information that's gossip, unsubstantiated, never had a chance to respond to it, could have a devastating effect on a student's career. Under petitioner's interpretation --",
  "Yes, Your Honor, and I think --",
  "Well, it was the point that Justice Ginsburg brought up before, which actually I think responds to your inquiry. Under petitioner's interpretation, if this student had found out that this information was about to be released, information he could prove was false, he would have no avenue to prevent the release of that. There was no method at the Department of Education to provide any individual remedy, let alone our TRO, and I think that that's even magnified by --",
  "Your Honor, actually it's much more complicated than that. It's just not whether or not suits are available against public or private, because, of course, State universities are often deemed arms of the State, so they're not subject to suit at all. The only action that can be brought against a State official is for injunctive relief. Moreover, most private elementary and secondary schools, as was pointed out in the amicus brief in support of respondent, don't receive Federal funding, so there are a lot of different ways in which there may be different actions, but that is because of 1983 Eleventh Amendment --",
  "Because the relationship of students at the private school is different than a relationship with a public school. A relationship of a student at public school is defined by State law. It is -- and that's what an action under 1983 is, it's under color of State law.",
  "Only if the school receives Federal funds. Secondary and elementary --",
  "Only universities, Your Honor. Actually, the amicus brief of the ACLU cites a letter from the Department of Education explaining that the vast majority of private schools, elementary and secondary, do not receive Federal funding, but if I may, I think that the important point here is, the relationship of a student with a private school is different. There is a contractual relationship there, and there may very well be other remedies against a private school arising out of -- for example, here in Exhibit 1 at the trial, the handbook, Gonzaga promised to abide by FERPA and said, we will not release information without your consent. There could be a contractual action there. You can't have those kinds of actions against a school, public school. That's why Congress created section 1983. There was --",
  "Absolutely, Your Honor.",
  "Absolutely, and --",
  "Because in this case you needed the testimony of one witness --",
  "With all due respect --",
  "I respectfully disagree.",
  "You absolutely could get an injunction, Your Honor.",
  "Because you needed the testimony of one witness in this case who said, we do this all of the time. We disclose information to the State agency before --",
  "That's right. That's a matter of proof, and Your Honor, what -- I just have to emphasize that what the provision here goes to with the policy and practice in (b)(2)(A) is Monell, Gebser, it is Congress saying, we're not going to charge every university with this requirement. If they have a policy or practice, if this decision is made at a high enough level that they would have requisite knowledge, that's the only place in which this section 1983 liability would be triggered.",
  "I think --",
  "I think that the FPCO office serves a admirably meritorious role. It answers countless numbers of phone calls and inquiries about this, but its own interpretation of its role I think is really illustrated by footnote 6 in our brief, which is on page 35. In 1987, when FPCO changed regulations, it explained that it wasn't going to require schools even to afford them access to education records information because they don't go out and investigate. What more accurately reflects their investigation is allowing schools to submit reports -- and this is quotes -- since its inception, FPCO has not conducted any on-site visits to resolve complaints. Rather, it has resolved complaints through correspondence and telephone calls with the affected parties, and that works in the vast majority of cases. In the limited number of cases that are brought under FERPA in the Federal courts, Federal and State courts since its enactment, this is the only reported case that anyone has located for punitive damages, and the only other case that had any damages was $1 of nominal damages that we've been able to --",
  "I think it works generally, and then you look at the Blessing inquiry to see if Congress intended to create a right, they intended to create a right from all of those reasons I said. Once you get there, it's clear, it's mandatory --",
  "It's -- yes.",
  "Then it's presumptively available, a section 1983 action. It's not an implied cause of action. Congress created 1983 and said, if you have a Federal right, you can enforce it in court. It is against that presumption the petitioner has to carry the heavy burden that this Court has found met only twice, in the Sea Clammers case and Smith v. Robinson.",
  "Because the presumption has to be overcome by an enforcement scheme, an administrative scheme that supplants the section 1983 that has some address for a private remedy.",
  "Absolutely, Your Honor, but here there is absolutely no availability for any remedy for an individual injury, and Sea Clammers --",
  "Not under (b)(2)(A), if they have released records. There's no provision for any kind of damages compensation for an individual, and the Court has looked at that role of the administrative scheme in its line of cases, deciding whether or not it was sufficient to supplant this congressionally created right under section 1983. In the two cases --",
  "Yes, Your Honor.",
  "I was going to cite the Monell case. I think that's --",
  "-- exactly what the Monell case is about.",
  "Your Honor, a policy or practice may not have injured anyone in the past. They may have a written policy in saying, we're going to release these things to --",
  "This is the fact --",
  "I don't believe so, Your Honor. I have to --",
  "Well, I have to emphasize, our statutory argument about rights is not based solely on the 1232g(d) referenced rights. It's based on the, unless there is consent from the parents, and on this particularized consent required, giving parents a copy, telling them to whom am I -- that is what demonstrates under the Blessing standard it was intended to benefit parents and to address their specific needs to protect their children from information they have never been informed about, as in this case, that destroyed this person's career. That's exactly what Congress was aiming at, and without -- in petitioner's position there was absolutely nothing that anyone can do to protect that right. The Department of Education cannot give individual relief, and this -- anybody will be barred from going into court. Fortunately, this doesn't happen. It's simple. Schools comply with it. This is an exceptionally unusual and egregious case.",
  "It's not the same conduct, Your Honor, if I may. First of all, deformation would not necessarily cover cases that involved truthful information, but in this particular case, if I could just make clear, what I think -- first of all, this involved compensatory damages, just not punitive, but of course this Court's ruling will affect injunctive actions also, but in this case, because this information was released at the very outset of this investigation, it affected the school's decision about whether or not to issue an affidavit to my client. There was disagreement -- even as it stood, without any information from my client to say this was false, there was disagreement amongst the school officials about whether or not to issue this, and plaintiff's exhibit 28 has a chronology. The people at the school who were in favor of releasing, of not giving the affidavit got State officials to contact the dean and --",
  "Mr. Chief Justice, and may it please the Court: Defendant's - Petitioner's absolute defense is contrary to the text, purpose, structure and history of the fair-use defense of the Lanham Act. In response to Justice Scalia's question about this is the risk that someone takes when they choose a descriptive term, this defense does not apply only to descriptive terms. Under Petitioner's view, this defense would be available to users of arbitrary, fanciful and suggestive marks so long as they were used descriptively and not as a mark. Indeed, our mark here is not --",
  "Well, it may mean something in a different context, I think an example you could use would be the arbitrary trademark of \"Apple\" for computers. There could be advertising for Computer Electronics, Incorporated in the fall, when there's the back to school rush, using the term \"Apple\" in a descriptive sense: \"Apples for Teachers,\" you know, the beginning of the year, \"Come to our store.\" So, in reliance on that, you drive two hours because you're the school district director who needs to buy ten new computers to hook into the system. You get there, it turns out they're not Apple Computers.",
  "No, Your Honor, the Solicitor General does not take that position either, in their brief they recognize that this applies to all level of mark.",
  "Well, Your Honor, the Ninth Circuit's holding was that it was inherently distinctive, or descriptive, and we maintain that it is suggestive, as was pointed out earlier, this isn't a word that can be found in the English language anywhere, it doesn't describe the pigment or the ink, what it does is suggests the small nature and the fine lines that are ultimately used when this is applied.",
  "We don't believe that's what the Ninth Circuit test does, this was a summary judgment entered against us when we had introduced -­",
  "Yes, we believe it's the plaintiff's burden, it's clear it's the plaintiff's burden to show likelihood of confusion. The point is, under the district court's absolute rule, notwithstanding evidence in this case of actual confusion, indeed, summary judgment was entered against us because the district court took Petitioner's absolute view that there was no relevance whatsoever to likelihood of confusion to the determination of fair use, that's the rule in the Ninth Circuit overall, and that's what needs to be affirmed.",
  "Yes.",
  "I believe the Petitioner came up with that formulation because they had taken on the burden because they were the movant on summary judgment. That's where that misnomer came from.",
  "We agree that the plaintiff, it's clear that under - in the Ninth Circuit - the Ninth Circuit pointed out that, Justice Ginsburg quoted before, made clear that the plaintiff does bear the burden of establishing likelihood of confusion.",
  "We believe that when Congress -",
  "No, Your Honor, we agree that when Congress wrote the test in 1946, it used the terms \"used fairly\" to refer to the common law, which included not only the common law of technical trademark, but the common law of unfair competition.",
  "Your Honor, the time that those words were used, the common law, and we respectfully disagree with the Solicitor General's office on the reading of Warner, we'd urge the Court to read that. The reason the Court allowed the use of the term in that case is because they quite clearly said it did not have a secondary meaning. There is no trademark protection for descriptive words with secondary meaning, we are in complete agreement with that. We're dealing with the secondary meaning.",
  "Well, Your Honor, I would urge you to look at joint appendix pages 137 to 139 where it lists twenty other competitors that sell this very product, they have no cause to use that word. It is not used in the industry as a descriptive term, they're called \"pigment,\" they're called \"ink,\" they're not called \"micro colors,\" that is my client's trademark.",
  "The typical suggestive term, it was created to associate the high quality that my client markets in this product with that term, I want the \"micro color\" pigments, not the other pigments that are sold by",
  "That's correct, and oftentimes, trademarks are shortened versions of other terminology. The fact is it is suggestive because \"micro colors\" is the protected trademark here.",
  "Yes, Your Honor, for purposes of the defense, it's the other party that has to be using the term differently.",
  "Yes, footnote 3 of the red brief explains that this purported concession that they discuss about the use of this mark had to do because Justice Ginsburg was distinguishing before, early uses on a bottle, and a flyer, which we dispute occurred, but assuming they occurred, those were descriptive. In 1998 and 1999, Petitioner started using this on their marketing brochures in a very different manner.",
  "Thank you, Your Honor, I'd be happy to discuss that. As I pointed out, it's contrary to the textual language used by the Congress in 1946. They meant \"used fairly\" to mean what the common law meant. The common law prohibited confusing uses of both technical trademarks and trade names. Moreover, Petitioner's interpretation is contrary to the clear focus of the Lanham Act, which is to prevent customer confusion. The whole point is so that you can walk into a store -­",
  "We don't believe it's the defendant's burden, we believe we -- the district court was correctly reversed by the Ninth Circuit in entering summary judgment against us, notwithstanding the fact that there was dispute regarding likelihood of confusion. And the district court did that, because as I said it was absolutely irrelevant to the determination of used fairly.",
  "We -­",
  "We don't agree. We believe that likelihood of confusion defeats the fair-use defense.",
  "And we would point out that as a textual argument and the purpose argument -",
  "As we point out in our brief, Your Honor, we do believe that since the amendment in 1988, this has ultimately become a redundancy, but the plaintiff's burden of showing likelihood of confusion -",
  "It remains as a Congressional emphasis that even if, in a trademark situation, a use that is not likely to confuse is allowed. That is what, this was a -",
  "To understand why this came in, it's important to understand in 1946 this defense applied only to incontestable marks. It did not apply to other registered marks. At that time, incontestable mark holders did not have to prove likelihood of confusion. That incontestable mark was a conclusive evidence of the mark holder's exclusive right to use that mark on the same goods. Same mark, on the same goods that were set forth in the affidavit with the PTO. That was akin to early common law. At that point, the plaintiff could go into court with their incontestable mark, and it was conclusive evidence. So there had to be a safety valve for defendants to be able to say, \"Okay, I know this is an incontestable mark, I know that, and I know I'm using it on the same goods, but notwithstanding, I can use it because I'm using it fairly, I'm not confusing consumers with this. That's what the purpose was. In 19 -",
  "It was presumed by the weight of that, that was the conclusive evidence.",
  "Because the way Congress structured 1115(b), it was conclusive evidence except subject to the seven specific defenses, this was the fourth one.",
  "Yes.",
  "Yes, I'm sorry, yes. Yes, Your Honor. I would also point out that when Congress amended in 1988, there's absolutely no evidence whatsoever that they intended to change this and that's what's so fundamental about the position - the district court position. This is a gaping hole in the core purpose of the Lanham Act.",
  "Not at all, Your Honor.",
  "Your Honor, if that were the case, it was more than likely, almost certainly be a generic term with no protection.",
  "And Congress took that explicitly into account when it allowed any mark to be canceled at any time for genericism. Escalator, aspirin are all examples of your situation. That's exactly what happened, and when they came a generic term, that trademark was canceled and it became used as generic. Congress took that into account.",
  "Since 1988 it's a vestigial reminder of what Congress wanted to make sure was understood in 1946. Even for the strongest, incontestable mark on the same goods, we are still going to always allow uses that are not likely to confuse.",
  "Two points, Your Honor -",
  "Two points. Petitioner gives no meaning to words \"used fairly.\" So if a worst statutory construction -",
  "Your Honor, those are other terms that are used in the statute, those are separate requirements. There are four requirements in the provision, used not as a mark, used descriptively, used in good faith, and used fairly. They read \"used fairly\" right out of the language.",
  "No, that is one of the factors in likelihood of confusion, that you can take into account, that there can be non-trademark uses that are confusing, but the common law cases we talk about are full of examples of that. I would like to make one other response to Justice Scalia's point, if I could. Justice Scalia, to the extent that you hold that the fair-use defense no longer prohibits, all uses are likely to confuse as unfair, we would look to the suggestion made by the amici that there is a middle ground that likely to confusion, in any event, cannot be completely irrelevant to the used fairly determination, as Petitioner in the district court would have it. We discuss on page 15 of our brief, for example, the Restatement's position, which we would urge the Court to look to, which is akin to what the amici suggests.",
  "The district court's entry of summary judgment must be reversed, the Ninth Circuit did that because of its total disregard for likely to confusion -­",
  "I think the ruling from this Court would have to be that it's not an absolute defense against likelihood of confusion.",
  "Yes, and that discussion explains a couple of things. It explains that if there is a likelihood of substantial confusion, that would be the outer limit, ordinarily that would not be a fair use. It also points out that likelihood of confusion is relevant to that determination that Your Honor just described. Yes, we would win under that position, Your Honor, that's absolutely correct, that's the middle ground of the Restatement -",
  "Well, Your Honor, we would actually urge the Court to affirm the judgment below, in support of we cite cases in our brief, the Meritor case and the Yakima case, in which the judgment of the Ninth Circuit reversing the district court should be affirmed, and there are other holdings of the Ninth Circuit also that are not before the Court that should be affirmed.",
  "Yes, Your Honor, that's -",
  "Yes, Your Honor, I understand that, but in this particular situation -",
  "We certainly would agree, Your Honor, that if we are then given an opportunity on remand to go back to summary judgment and carry our burden of establishing a likelihood of confusion, but not have it held against us. For example, in the middle ground, to determine what used fairly is, in addition to likelihood of confusion, we would suggest that there are other factors that the Restatement puts forth. For example, whether there is commercial justification for the use. Did we point out, there is no commercial justification, there are twenty other competitors that don't use this terminology.",
  "That's quite a strong mark, Your Honor.",
  "No, we dispute that, Your Honor, they've never produced one bottle from that period. In fact, we introduced four bottles of their -",
  "Yes, Your Honor.",
  "Yes, all the difference in the world, Your Honor. We maintain that that is a mark use. I mean, the district court rejected that as well, but that is one of the issues where you suggested that courts have resolved these on whether something is used as a mark or not, that is not an easy answer, and that is why it's always part and parcel of the likelihood of confusion. That's the purpose of the Lanham Act, to ensure that when you go into a store, you can buy the products you want. For example, in the health and safety area here, you may be willing to buy a product that costs more money because you know of the quality of them. At the same time, you want to be assured when you go in, because you don't want to buy the one that's recalled all the time, or that has ingredients that cause allergies for you, that's what the Lanham Act is to protect. And it encourages the economic efficiency of the market -",
  "That's directly relevant to the likelihood of confusion, Your Honor. In fact, the typical way of proving that when it ultimately goes to trial is through consumer survey. And the law is clear that that survey would not be of the person on the street, it would be of the appropriate purchasers, who are more sophisticated clinicians and cosmetologists. But, Your Honor, even on that situation in this record, we have direct evidence of confusion. It's at joint appendix page 170, Your Honor, it's the declaration of Gloria Torres, where about 1998, 1999, she was one of the people who did sales, and she started getting calls from people wanting products, and it confused her because they weren't on my client's customer list, and also they were citing different prices. It didn't mean anything to her at the time, it turns out this was the confusion because they were actually seeing this new usage on the marketing brochure by KP Permanent.",
  "They do, Your Honor, that's absolutely right, color wheels, color -- and also in the micro pigmentation history, it's very important, because even though it's like tattooing, the purpose is absolutely the opposite, it's to hide the color. So mixing of the colors is a critical component of that industry. I want to make another point about the economic efficiency that is furthered by the trademark laws and not allowing likelihood of confusing uses, which is what Congress intended. By allowing purchasers to know that they're getting the product that they want, they're a lot, able to be more efficient in the market -",
  "Your Honor, there's nothing to prevent that.",
  "Your Honor, I don't think there's anything -- the way that Petitioner passed the Lanham Act grossly overstates it. I mean, I would just submit the following list. The only thing that the Lanham -- the Lanham Act does not allow registration of generic brands, as we mentioned before. It allows cancellation of any mark if it becomes generic. It applies only to commercial uses, not usage in ordinary English language, only in connection with the mark. It can only have a valid trademark when it's actively being used, any mark can be canceled or abandoned after three years. It also, of course, only applies when there's likelihood of confusion. Also there is an expert agency that reviews and goes through a process in which there can be oppositions, objections, all of this could be brought up at that point. And also Congress directly addressed anticompetitive interests when it enacted the statute. It, in 1946, enacted B(7) as a defense for antitrust violations. It also reinforced the Justice Department, and the FTC maintains its enforcement authority, and it also had a particular provision that allowed the FTC to go in and cancel registration. I'd also point out -",
  "At this point in time, Your Honor. I would also point out economic efficiency -",
  "Your Honor, in this case, it -­ this mark has been put through becoming to -- but went through all of the procedures that the PTO required. There's no question that this is a valid mark.",
  "Your Honor, no, what I -- the government's position is the same position that, in fact, it urged before Congress in 1946. The Court's opinion in Park 'n Fly makes this clear. They did not want descriptive terms at all protected, even with secondary meaning. And as the Park 'n Fly opinion makes clear, Congress rejected that and struck the balance this way and included all of these other safeguards, not allowing registration of generic marks, always prohibiting uses that are likely to confuse. We would also point out that that encourages economic efficiencies for businesses as well. By being able to benefit from the reputation of your mark, the business invests more. As soon as confusion is allowed, there is a free rider problem, and that competitor is free riding on that investment. And it's a disincentive for further investment and it undermines the quality of the goods, because the only way -",
  "We believe that the Restatement and the amici are very consistent in rejecting Petitioner's position and the district court's position that likelihood of confusion is completely irrelevant. We embrace that, I think that's a consistent position, and that would be the bottom line, I would urge, on this Court, because Petitioner's position in the district court wreaks havoc, truly, with the statutory framework that Congress set up and intended. We believe as a matter of strict statutory construction, that indeed it is now a vestigial provision, the fair-use defense, after the 1988 changes to the inconstestability provision. But if the Court is not going to hold that that fair-use defense prohibits uses that are likely to confuse, we would urge the Court to adopt the Restatement position, that the totality of the circumstances, likelihood of confusion is relevant, we think factors that it's confusing in relationship to a health and safety issue would be relevant, the investment by the mark holder could be relevant. And to the extent the competitor had a commercial justification for it, because it was a term that everyone needed to use, but \"micro colors\" is just not that kind of terminology as the record in this case demonstrates. If there are no further questions, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: This case should be dismissed for want of jurisdiction because the certiorari petition filed in this Court to review the judgment of the Guam Supreme Court was untimely. If the Court were nonetheless to reach the merits of the opinion of the case, the opinion of the Guam Supreme Court interpreting section 11 of the Organic Act should be affirmed. There are three principal reasons supporting both of these positions. First, on the dismissal: Dismissal is required, one, because when the Ninth Circuit was divested of authority to adjudicate the merits of the case, on October 30th, 2004, this Court was then the only court that could review that judgment.",
  "Your Honor, we respectfully disagree. We don't believe that there was any suspension of the time for filing once the Ninth Circuit was divested of jurisdiction. This Court as long ago as the Eisenberg case has recognized that the time for filing certiorari is suspended so long as a lower court has jurisdiction to adjudicate the merits of the case. The Court reinforced that more recently - -",
  "No, Your Honor, that is the situation that the Court confronts in the three-judge district court cases within in the instances in which there was a mistake made as to where the appeal should be taken. And the Court has jurisdiction to decide, the jurisdiction in those instances has vacated and remanded the order. I want to emphasize to this Court that in the Santos case, Petitioner requested that the Ninth Circuit remand the order to the Guam Supreme Court, and in the language of this Court, what that does is it refreshes the judgment of the Guam Supreme Court so that it can timely brought here. If Petitioner - -",
  "Yes. We believe under the authority of this Court in those three-judge courts, that is the solution that this Court has established - -",
  "Yes, Your Honor. Petitioner agreed that, he asked for that relief in the Santos case.",
  "We think not, Your Honor. In the Donovan Ricky Richland case, the Court made clear you would not vacate it when it was simply a failure to obey the rules. The Court refused to vacate and remand in that case, as we point out in our brief. This is a case such as Justice Scalia was positing where there is an actual issue of, colorable question of jurisdiction. The proper course would to be to challenge, and here Petitioner did not even try to litigate the question, did not file any brief after Santos came down, never tried to distinguish this case from Santos. He merely waited and did not timely pursue the writ of the Guam Supreme Court, the judgment that was final at that point in time.",
  "No we believe in this particular instance, particularly on, with the clarity under Brunner, of the divestiture of the Ninth Circuit jurisdiction here. This is not a rule of force.",
  "Well, I'm suggesting in response to your question, Justice Scalia, that in those other situations where there may be a question, that does not put the Petitioner in a situation of not being able to seek review.",
  "That's correct, Your Honor.",
  "No, Your Honor, the Ninth Circuit maintained jurisdiction to decide jurisdiction. And indeed if Petitioner had litigated the question of jurisdiction they could have brought a writ to the Ninth Circuit and come to this Court and litigated the question of jurisdiction. If the Court had found there was jurisdiction it could have reached the merits. If the Court had found it was not, there was no jurisdiction, it would have -- in the three-judge courts and said no, you need to come directly up from the Guam Supreme Court with vacate and remand for a fresh judgment, and then you come to the Guam Supreme Court.",
  "90 days Your Honor. We believe that the - -",
  "The timely petition to the Ninth Circuit and the grant of certiorari would have suspended the finality of the Guam Supreme Court judgment. Once Congress in its authority to demarcate the jurisdictions of the lower Federal courts had passed that the statute, it was no -- for no court to question that, was divested jurisdiction at that time. The Guam Supreme Court judgment was again final and it had 90 days to petition. I should say there are other cases. Eisenberg makes clear that time was not suspended when the court below does not have jurisdiction. The Market Street Railways case makes clear when as a matter of law the lower court no longer can act on the case, the time is no longer suspended. And the Jesse Oil case makes clear that the party can not rely on a false exercise of jurisdiction by the lower court.",
  "It was not a false exercise, Your Honor, until October 30 of 2004. At that time Congress spoke. And what that - -",
  "There was jurisdiction, Your Honor. Our position is the same in both of those cases. And indeed if that issue of jurisdiction had been litigated in this case, Petitioner could have brought a writ to the Ninth Circuit judgment and litigated jurisdiction in this case. But if the courts ultimately determined that there was not jurisdiction, it had - -",
  "It can, Your Honor, but - -",
  "Yes, but if it is found there is no jurisdiction, then the party cannot have relied on that to suspend - -",
  "Because this Court's cases make clear, the Wynn, Eisenberg case - -",
  "And in those cases, Your Honor, the courts also -- appellate courts were undoubtedly exercising jurisdiction in those cases. And in Eisenberg, for example, it was a request to recall the remittitur. It took months for the California Supreme Court to decide that case. And they said yes, there's a standard where you can do that there -- the court. We find you don't make it, so we don't have jurisdiction. They came to this Court and said out of time. You had to have sought our review timely, from the final judgment of the California Supreme Court, you could not wait for that period of time in which the California Supreme Court decided to not have jurisdiction.",
  "That is a well established Federal jurisdiction principle.",
  "I don't believe so. I think that's very common - -",
  "Well this Court has made clear, for example, in the three-judge district court cases, that this Court has jurisdiction when an appeal comes before it, to decide whether or not it has jurisdiction over that appeal. When parties have made --",
  "No, Your Honor, I think it rests in this whole idea that courts have to have jurisdiction to decide jurisdiction. But when you're - -",
  "No.",
  "The divestiture of the jurisdiction occurred on the date that Congress's statute went into effect.",
  "Your Honor, that would have been the scenario I discussed before, the parties could have litigated that. If it came to this Court, and the Court found there was jurisdiction, so be it. We think it would have been a wrong ruling. And if it came to this Court and this Court reversed, that is the scenario we discussed, where in the three-judge district court when that turns out, the court says we don't have jurisdiction, you needed to come up through the other route, we will dismiss, vacate and send back and come up. Now I have to urge on the Court there's a purpose for that. In those cases the party is actively believing and pursuing the view that jurisdiction exists. In this case that was not the scenario.",
  "Your Honor, I think that this Court addressed this scenario, and one of two things could have happened. As you pointed out during Petitioner's argument, it would have been an easy thing to file a protective cert position. This Court is well familiar, has recognized the appropriate of protective filings -- certainly in the Federal habeas situation where there are mixed petitions and we go back in thought, protective filing within the 90-day period would have been appropriate. And I urge, particularly because Petitioner filed a brief within that period in the Santos case, recognizing that Brunner required that there was a divestiture of Ninth Circuit jurisdiction as of the day of the statute enactment. Even if there had not been that protective filing, if Petitioner had a colorable jurisdiction argument and litigated it, this Court has made clear that once that has been determined adversely, there can be a vacation and remand back to the Guam Supreme Court so that judgment can be brought up. I would like to turn to the merits if I could, Your Honor. We believe that the well-reasoned opinion of the Guam Supreme Court should be affirmed for three reasons. First, the interpretation takes full account of the text of the statute. As Justice Kennedy was mentioning before, the purpose of this is to have a debt limitation that is based on the property in Guam and the tax valuation of that property in Guam. The tax valuation is the valuation of the property that is subject to tax. This is not an original interpretation of this provision. In the Superior Court opinion from 1989 that we attached to our brief in opposition, the Guam Supreme Court came to the same conclusion and interpretation of this language. We think it is an eminently reasonable and correct interpretation, particularly in light of the absence of the word as set.",
  "No, Your Honor. That would include the tax-exempt property. That would be a much larger number.",
  "No, Your Honor.",
  "Because that property in Guam is still securing this debt to a certain degree. It is property that must be valued for tax purposes.",
  "Well, Your Honor, as a matter of textual interpretation as to the tax valuation of property in Guam, you look at the property in Guam and then you have to take the tax valuation. You're taking the property that is subject to tax. We believe that this is the intent of Congress also for two reasons, Justice Breyer, that addressed your issues before about one suggestion that Guam could change this. The purpose of Congress here was to set a meaningful debt limit. That is what real value appraisal value does. It is an economic determination of currency fact.",
  "Because that could be changed at the whim of the legislature, Your Honor, and the legislature could change that assessment to increase the debt limit and -- while lowering taxes and altering any tax liability.",
  "But when you're looking to a bond debt limitation, you're looking at the bond market, you're looking at investors, the certainty of an appraisal value, actual real value, and - -",
  "We don't believe that was the intent of Congress.",
  "Yes, they certainly could do that as a matter of fact. We don't believe that should alter the debt limitation Congress enacted, and that's precisely why we believe that the Guam Supreme Court opinion gives a meaningful interpretation of the purpose of Congress and gives a real debt limitation that exactly should be affirmed as exactly the purpose that Congress intended. And that's why the assessed value can be so easily manipulated, and is not a reasonable interpretation. I also would like to address Justice Breyer's question about the - -",
  "Your Honor, the uncertainty, however, that the debt limitation is a real limitation that serves the purpose of Congress in order to have some kind of fiscal responsibility to the Territory is what is furthered by the real limitation of having a concrete appraisal full value as a basis for the calculations.",
  "But that can be changed at the whim of the legislature without any accountability to the voters because at the same time that they change the tax rate and not alter any tax liability.",
  "Because I assume the tax rate will be changed, so it's not just -- there's no - -",
  "No. The tax rate will be changed to be lower to maintain the same level, so there would be no -- because the legislature isn't acting to address any tax liability. They're simply asking to manipulate the debt limitation, which is very contrary to the purpose and any meaningful message that debt limitation - -",
  "Your Honor, of course the bond issuance here also goes to the Guam legislature and they are held accountable for that in the political arena. I would suggest, Your Honor, the question about -- I agree with petitioner's counsel about the certainty of determining some of this historical material is difficult and not precise. But we have gone back and looked at the contemporaneous statutes in each of these territorial jurisdictions, and as Mr. Waxman pointed out, Puerto Rico it turns out actually uses the actual value, all of them use the actual value.",
  "Yeah.",
  "Yeah.",
  "Yes.",
  "But here, in the Virgin Islands and Alaska, Federal law requires that the taxes be imposed on the actual value. In the Virgin Islands it said your assessment will be actual value. That's why the term assessment was used in the Virgin Islands debt limitation, because that was in a preexisting Federal statute that required assessment be an actual value.",
  "Yes.",
  "None.",
  "But I think it does further the purpose of what Congress was looking to in both the Virgin Islands and Alaska. The requirement for various reasons that they impose their tax on the actual value certainly supports the reasonableness of the interpretation here, Your Honor.",
  "But the actual - -",
  "The preexisting law in Hawaii before it became a territory had tax imposed on the actual value, and subsequent to the debt limitation, the territorial law also put it on actual value. I would suggest, Your Honor, certainly if there is any debate that there's more than one interpretation of the Organic Act, that deference should be afforded to the Guam Supreme Court's interpretation of that. That is well established under this Court.",
  "It's the Guamanians, Your Honor. It is not - -",
  "Most of the income and revenue on Guam comes from the Federal income tax, because unlike on the mainland, the Federal income tax goes to the Guam Treasury rather than the United States Treasury.",
  "Yeah, other financial relationships with the U.S. Government, yes, Your Honor.",
  "No, Your Honor. That's not my understanding of the practice. The encouragement of Congress setting up the independent judiciary and government of Guam has also included fiscal responsibility, and part of that are the bond issuance and the issues that are here before the Court.",
  "Your Honor, we believe here that the debt limitation is a matter of local concern. It is the Constitution of Guam. And we are not suggesting that the Court affirm an erroneous interpretation at all. This is a more than reasonable interpretation of a theory, well reasoned opinion by the Guam Supreme Court. The Guam Supreme Court has support, it's 17-year old superior court opinion that had reached the same conclusion. That was the only law out there that Guamanians had looked to for the interpretation of those provisions of the Organic Act. It predated the 1993 appraisal. And it took that opinion and did not simply adopt it, but went through and did a very detailed analysis of the test of the statute of the Organic Act, the fact that it did not include the word assessed, which was used 10 months later by Congress in the Virgin Islands.",
  "No, Your Honor, none whatsoever.",
  "No, Your Honor, I don't believe it does.",
  "Absolutely, Your Honor. Because of Petitioner's delay for more than a year and a half in a court that did not have jurisdiction, these bonds still have not been able to issue. And Petitioner responded no. As a practical matter, the bond market will not support issuance of these bonds until attempts to undermine their validity have been brought to an end. And so the Guam government has been doing different means of financing in a positive manner. The economy of Guam has returned because of many of the devastating world events have taken, have passed in time, and the economy is recovering. The U.S. military is returning with a very large presence there. But they are still, my understanding, approximately two years behind in getting back tax returns.",
  "Your Honor, we believe that it should be dismissed for want of jurisdiction, the Guam Supreme Court opinion stands, and we prevail under that ruling, the Guam Supreme Court's interpretation of Section 11 of the Organic Act.",
  "It is an island-wide tax, Your Honor. Land is taxed at one-quarter of 1 percent and improvements are taxed at 1 percent.",
  "We don't believe that Congress intended to inject itself into the workings of this local territorial tax mechanism. The various policies - -",
  "That is exactly the kind of policy decision that the local governing authority makes about taxes. Actually the Petitioner has a footnote explaining the origin of fractional tax valuation. Indeed, it seems to be consistent with some of the history also that we've seen that there would be informal adjustments of valuations to take into account perhaps poverty, or to take into account less meritorious justifications. And the -- because of the perception or, I believe petitioner calls it the political psychology perhaps, of having such a high rate, that is a policy decision that different taxing authorities make. It should not mean that Guam surrenders two-thirds of its debt limitation. Congress did not use the word assessed and it's a very difficult argument to adopt that by failing to use assessed, they limited it to an assessed value that surrendered two-thirds of the Guam territorial debt limitation contrary to all - -",
  "Yes, Your Honor, and in the Santa Fe case versus Friday, with all due respect, Petitioner is incorrect that that addressed territorial laws. That was a provision in the New Mexico Organic Act that fed up the jurisdiction of district courts that Congress created in New Mexico. There was a provision in that Organic Act provision of New Mexico that said the jurisdiction of those courts was as limited as law. That passage was interepreted in this Court in Friday looking at another Federal statute and some territorial laws. I would direct the Court to the briefs in the case, that opinion itself was quite brief, and when you look at the explications of the party, it simply reinforces that the Court there was construing an organic act, a Federal statue, and local territorial statutes, and there directly said that they should defer to the local understanding of the courts unless it is clearly wrong. So we urge that that, too, should be - -",
  "Your Honor, I see my time is up, but if you'd like me to respond?",
  "I think that you could look to your area of administrative deference, for example, under Chevron, where you do also defer to the authority of an agency, the interpretation of an agency. The determination of its own authority the Court has upheld. Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: Sections 9, 10 and 11 of the Federal Arbitration Act provide the exclusive grounds on which a court can vacate, modify, correct an arbitration award under the FAA. Those grounds do not include legal error. What Petitioner wants is to graft on an additional ground to that statute, and say, oh, 10(A)(5), on any other ground that the parties agree to.",
  "Your Honor, manifest disregard is Section 10 (A)(4), exceeding the power. It is not mere legal error, and it's manifest disregard of the agreement. Section 10 goes to structural errors, structural problems: Corruption, fraud, exceeding the power. And manifest disregard is in the statute, and it's not mere legal error.",
  "Because - -",
  "It was required in Wilko, because there were two different questions there. There was a provision under the Securities Act that said customers couldn't waive certain right. And the court said there: Well, we all know that the Securities Act generally would apply to arbitration. Of course, if an arbitrator didn't apply the Securities Act, that would be manifest disregard, exceeding their power. That they could not do. But what the Wilko Court held was: The customer, if they went to arbitration, was also waiving judicial review of the arbitrator's interpretation of the law. And that was the distinction in Wilko, and that's why manifest disregard is in the statute. It's 10(A)(4), and it's that type of error. It is not beyond the statute, and that's what Congress meant to do.",
  "Yes. Public policy would often be covered under Section 2. Section 2 allows any arbitration contract to be voided under any generally applicable State contract law, so that clearly would apply. A lot of that would capture off as public policy. But \"public policy\" is used in different ways. The Grace case he cites is a labor case. And there have been different developments of arbitration under the labor statute. But what public policy has come to mean in that line of cases is where there is another Federal statute that is violated by the arbitration. And there you have another source of law. If there is a later enacted Federal statute that was a congressional intent to trim the Arbitration Act, that's another matter.",
  "You can't in that situation --",
  "That would be a common law action that the Chief Justice was referring to, to simply enforce an award. But Section 9 created a streamlined approach for enforcement of arbitration awards. When Congress in 1925 said - -",
  "There are a couple of differences, I would also say, with the consent decree from the Section 9 enforcement of the award, Your Honor. Here, of course, Congress spoke to it. And it clearly set up a framework for Section 9, 10, and 11: How could you have this streamlined, efficient, final way to get a judgment. That was the purpose of the FAA. So you don't have that in a consent decree situation, and you would not have that in a common law contract action. Also, of course, in that consent decree situation, courts maintain their equitable authority.",
  "Well, we gain a little of what we try to get through arbitration: Finality, the cessation of the time and cost that this litigation has arisen. We prevail under the ruling of the court that recognized the exclusivity of Sections 9, 10 and 11; and that would end the litigation. That's certainly of very great interest to our client.",
  "That's really a repackaging of Petitioner's severability argument from below. There was an agreement to confirm. It's just whether or not if the -- it becomes legally impossible for the other condition to occur, the legal review can't occur because it's contrary to the statute. What happened -- and the court of appeals here addressed that issue, applied Oregon law, and rejected it. Petitioner filed a rehearing en banc petition on that and did not bring it to this Court on cert.",
  "Your Honor, this is under Section 9. The only way it would not be under Section 9 is if they had won on the severability argument.",
  "We thought - -",
  "Two responses, at least to that, Your Honor: Then the parties should have asked the court to appoint a special master. That maintains under the authority of the district court judge. That's not what happened here. And that's important. What is before the Court here is the Section 9 action to confirm the judgment. And that's what comes to the Court on - -",
  "Yes, Your Honor, that's right.",
  "Well, first of all, Your Honor, if it comes to a question about the particular facts in this case involving the scenario that Justice Ginsburg put forth of the very unusual situation of a Federal district court being there, we would, of course, dismiss the writ as improperly granted. That has no broader implication, I think - -",
  "That would be the question, Your Honor, if when faced with something that a judge wants to peel off, you have to look at what tools a Federal judge has been given. Magistrate judges widely used for all types of picking juries, discovery, special masters, those are the tools that have been given to Federal judges. When arbitration - -",
  "The arbitrator is what introduces these different elements, because that's a private judge chosen by the parties, paid by the parties. He doesn't have life tenure. It's a very different animal. And what Congress did in the Federal Arbitration Act - -",
  "It's because it's a matter of contract law, Justice Ginsburg. The parties agreed to an arbitration here on a contract and the arbitrator's award speaks for the parties. It is their agreement. That's what an arbitration award is, and that's why this streamlined process under Section 9 to transfer that award, that contractual agreement - -",
  "Well, Your Honor, we are not suggesting that it's the only means to get an award enforced, but if you are doing the Section 9 route, the grounds in the statute are the only grounds on which that can be done, and the policy about whether or not those transaction costs, when parties want further review on an arbitration, is shifted to the courts. It's one Congress made - -",
  "But, Your Honor, I think that's where we get to -- between when we are talking about Section 2 and the purpose is that the parties control how the arbitration progresses. Then we come to the entry of the judgment by a court, and that's what Congress controls; and the grounds in 10 and 11 cannot be perceived as default rules. There are many places in the Federal Arbitration Act where - -",
  "Well, two things, Your Honor. If they want to do that, then they don't choose Section 9, and they don't include an agreement for Section 9, and then they have what Chief Justice Roberts was talking about, a -- a state contract action - -",
  "Your Honor, that actually brings me to a red herring. I'd like to address the history, because I think that what happens in Petitioner's reply brief, there's some confusion between common-law causes of action to enforce an arbitration award as a contract, and actions under statutes. Some of the commentators confuse that also. There was an opportunity to have judicial review of the law through a contract enforcement case, although there was a clear statement requirement. So there are going to be cases that talk about, that are not under the statue. Then when you look at cases under the statute, you have to differentiate between the cases under the New York model statutes, where you will not find that, and cases under the Illinois statute, where you will, because they allow judicial review.",
  "Now, when Justice Scalia - -",
  "I believe not, Your Honor. We explain in one of our footnotes that that came into disfavor. But I want to address Justice Scalia's point about the legislative history. There is no case that we have found that says, notwithstanding those statutory grounds, you can contract beyond them, but we do have not only the New York cases, but also in footnote 8, I believe, on page 30, several other statutes have statutory grounds, and repeatedly they say these are the statutory grounds. That is separate from the common-law action where you could have a full jury trial.",
  "We think the language in those cases will speak -- -",
  "The cases say things like on the statutory grounds, where they do say it. Do they go the next step and say by the way, we are not going to do anything else that's -- -",
  "No. No. There's none on the other side, either.",
  "If you choose that -- yes, Your Honor. And even one more step. But we will tell the court to stay out of it only if you agree that you're going to come under for confirmation. It's still let the parties have the review through common law if they want it. That's absolutely correct, Your Honor. And I think it's that additional step, though, that puts the whole picture together. And I do want to emphasize, there is appellate arbitration that takes care all of the policy concerns about whether or not - -",
  "That's a difficult question, Your Honor. I have looked at many of the old -- some of the arbitration cases did come up from admiralty, and I think the answer is, if it is an action under Section 9 to confirm, it must be confirmed unless there is vacatur, modification, or correction under 10 or 11. Those are exclusive grounds.",
  "Well - -",
  "I think that question, though, perhaps goes to more or not whether the Section 9 is the exclusive means for enforcing an award, and it isn't. So perhaps there is some other means that is beyond my expertise.",
  "Well, that sign would have to be changed. It would have to say - -",
  "There are a couple of things. That's not an arbitration award.",
  "I have to say - -",
  "-- the court would not be bound by that. It's not a mandatory standard.",
  "I think, I think there would be a State bar - -",
  "Well, and it's collusion. It goes to our argument.",
  "I think it would have depended on what the court did with it. So long as it was not binding on the Federal court, because you can't buy an injunction. You cannot stipulate to the erroneous law. The Article III judge maintained that authority.",
  "That's difficult, because it's an award - -",
  "Yes, right.",
  "Because this is an arbitration award. It is a contractual agreement where the award gives -- imposes a legal obligation on someone else, and that award is going to be entered as a judgment of the court, against the parties.",
  "Congress wanted to give parties an option for a quick, simple, cost-effective and final way - -",
  "Because that would be a different action where you have to look to State contract law, contract law defenses, whether there are State arbitration laws -- it's a different animal. They were looking at the animal of an arbitration agreement and a streamlined method to have that enforced and that's what Sections 9, 10, and 11 do.",
  "Uh-huh.",
  "That's right. It gives the parties the option for choosing that, and if you choose that, you have to do what Congress says.",
  "They can choose another option, but they may have a full-blown trial about contract law in the award, and that's what Section 9 would - -",
  "I also have - -",
  "Well, Your Honor, we're not saying it's invalid.",
  "We're not saying it's invalid, Your Honor. We're saying that there's entitlement to confirmation of the award unless the grounds of 10 and 11 are there. And Petitioner wants to graft on the thing that says \"or on any ground the parties agree on.\" There's no limit to that, Your Honor. There's nothing for harmless error - -",
  "It would be under a different cause of action, Justice Souter.",
  "You'd be under State contract law. Here you'd have to develop a Federal common law of when you took a Section 9 and you started reviewing it for error. Are we really going to allow de novo review and vacatur when it's harmless? There's a whole body of Federal law that has developed about harmless error to address those kinds of issues. This would be a Federal - -",
  "But, Your Honor, this would be under the Federal Arbitration Act. Without any guidance from Congress, contrary to the grounds they put forward. And they have no limit.",
  "It was - -",
  "With all respect, I think not. I think that the Section 2 and 3, the enforcement of the arbitration agreement, is about the private parties determining the process. But when you get to the entry of a judgment by a court on the award, what Congress did said: We're going to give you an option to have an efficient, streamlined way for that also, and here it is: 9, 10 and 11. Now, you still have something else and you have to agree to this in your agreement, but if you agree to it, this is what you have. And I have to say Petitioner's argument is so broad, as Justice Ginsburg pointed out, there were questions of fact in this. We were -- we were litigating under this agreement also in the district court, and we brought a question of fact to the district court. When the district court first sent this back to the arbitrator, it went through and basically told the arbitrator: You know, you haven't looked at these facts; you haven't looked at these fact; you haven't looked at these facts. I believe it's Pet. App. 57a. And it sent it back to show the arbitrator's work. I mean that is what - -",
  "-- courts would get mired in under a common law development standard of review, according to what - -",
  "It does.",
  "Well, Your Honor, I'm not as familiar with that perhaps as I should be, but I know - -",
  "I think the - -",
  "I think they're very different policies and different statutory frameworks that apply.",
  "Yes.",
  "There has not been widespread use of this provision. I think that our amici briefs really speak to this, Your Honor, because the difference would be a statement by the U.S. Supreme Court that says parties can now create whatever other grounds they want and go in through Section 9 in a streamlined process and are going to impose on Federal courts, not appellate arbitrators, on Federal courts, whatever grounds they want -- de novo review of fact, no harmless error, perhaps create different appellate standards when it goes up. And I think that the amici really point out that that is so contrary to the finality and efficiencies that the animal of arbitration - -",
  "I think it would create a hybrid animal that is not what the Arbitration Act is about.",
  "With all due respect - -",
  "With all due respect, Your Honor, that would be for Congress to do, not this Court. This is a statutory framework, a statutory cause of action that Congress wrote.",
  "No, but you're putting - - you are, I think, as this Court itself has said, you're breeding litigation from a statute whose whole point was to minimize and limit litigation. You're creating a new body of Federal common law that's really antithetical to the core purpose of the Arbitration Act. And I think that the -- that overriding principle of Federal Arbitration Act should really motivate the Court to realize what Congress did and the exclusive grounds that they set forth.",
  "That's the severability point that they lost on, Your Honor. They had petitioned for cert on severability and tried to say because the judicial review became legally impossible the rest should have followed. We'd be arguing a different case. They petitioned for rehearing en banc review on that and did not petition for cert on that. But that is answered by the severability ruling below.",
  "In court?",
  "I don't know if that would be an arbitration agreement. I'm not sure what the - -",
  "I hesitate because it sounds like that may just be an advisory opinion, and there might be an Article III problem with that.",
  "Then they can go and have - -",
  "No, I don't think so, Your Honor. I think that if they have a declaratory judgment, then they'll have a judgment. I don't know why they would ever go back to the arbitrator. That's what I'm not - -",
  "I don't see how that is inconsistent with a party independently going for a declaratory judgment action. I don't think that's contrary to our position, Your Honor. Thank you.",
  "Mr. Chief Justice, and may it please the Court: If Maine's tobacco delivery law is not preempted, Congress's core purpose for the FAAAA will be defeated. There will be different delivery laws in States across the country, and that patchwork will eliminate the efficiency and the cost savings that was Congress's intent in the FAAAA when it enacted it to deregulate the industry. If I could, I'd like to try and quantify for you the enormous impact and effect that these two provisions have on carrier services.",
  "Yes, alcohol is, of course, governed by a different legal regime because of the 21st Amendment. And yes, they do provide services for wine and beer only, and that service has to be pursuant to a contract. It is a special contract with the shipper, and the shipper has to be licensed. And UPS and the other carriers have uniform procedures for doing that, so they are not subject to a patchwork of regulation, unless there are laws in the States that are allowed because of the 21st Amendment.",
  "I think it would be useful to give the quantification, I think, about the impact of these provisions. I would first point out that the services that are provided right now are in response to the market and market competition, which was Congress's intent. And these, of course, would be services that were created in response to a State dictate, which is at the core of the problem. But just to give you an idea about the C(3)(C), which is the delivery confirmation - -",
  "I think it involves much more complicated constitutional issues that reach the 21st Amendment. I think even in light of this Court's opinion in Granholm v. Heald, there would be more complex issues to analyze - -",
  "Well, it may be not be, Your Honor. The problem has been taken care of by this uniform service, and I have to say that is at the age of 21. That is an adult confirmation. And that is not an addressee-specific requirement. Here under C(3)(C), it would be a new service that required the actual addressee to sign for it. And I should comment, my understanding of U.S. Postal Service is it doesn't have to be the addressee who signs. They can designate someone else to sign for it, and there is no age verification. But here it has to be the addressee, and there has to be photo government ID for anyone between 18 and 27. And if I could just for - -",
  "If the State was dictating a service that made - -",
  "It would depend on the effect on the carriers. And if I could - -",
  "Driven by market competition, Your Honor. The evidence - -",
  "Your Honor, in this case the evidence demonstrates -- in the court of appeals appendix there's the deposition by Ms. Meisel, which explains on pages 163 and 189 that it's not flipping a switch to create a new service like this. Many systems would have to be completely reengineered to take in new data about age and addressee. There would have to be a new system for the alert. There would have to be a new system for reading the alert. That takes one and-a-half years, 18 months, for that modification to occur. That's an enormous effect. And I would also like just to look at - -",
  "On the carrier services.",
  "Your Honor, if there were a requirement or Maine law, for example, for a widely already established adult signature requirement, that may have a different preemption analysis. There certainly would not be the problems of uniformity. But I don't think it could be something that's dictated. And if a - -",
  "Yes, Your Honor - -",
  "No, Your Honor.",
  "That cost that I just described has to be multiplied for 50 States and many commodities. And also, if you look at the 1555-D, the prohibition on unlicensed tobacco retailers sending to a consume and the imputed knowledge, the law that has strict liability on the carrier, if there is a box that has a shipper's name from the attorney general's list, that imputed knowledge would require that every one of the 65,000 or 16 million packages going to Maine every year be examined for the shipper identification. And in the record, there is -- the State has admitted at J-96 that that kind of research to look into -- in this case it was looking at the sender, but it would be the same for the shipper -- I mean, it was looking for the addressee; this would be for the shipper -- is two dollars per package.",
  "Under the New York settlement there's a very complex structure that the carriers have agreed to, first of all forbidding all delivery of cigarettes to consumers.",
  "There is a citation to it in the Petitioner's brief, Your Honor.",
  "It's available, I believe, on the attorney general of New York's web site. There's a very -- for example, in the UPS assurance of discontinuance, there's a three-tier disciplinary scheme against shippers that are found to violate that. And the carriers entered into these agreements under threat of criminal sanctions. The New York statute made one offense a misdemeanor and a second offense a felony. And the carriers, who had been trying to abide by those laws, were faced with subpoenas and the threat of prosecution. And so their solution was a uniform nationwide policy, no cigarettes to consumers. But of course - -",
  "To your first question, just to complete it, Your Honor, at JA-96 there's an admission that it's a two-dollar cost to research a package. There it's for the addressee, but it would be the same for the shipper. And if you had to do that for the 16 million packages going to Maine a year just through UPS, it would be $32 million a year. Turning to your knowledge point, I think this is a very important point that the Court was discussing earlier and, Justice Scalia, I think you were discussing about the general ban. Justice Ginsburg, you mentioned our footnote. You have to know that the details of the ban are to figure out whether or not it is pre-empted. In this case, the First Circuit at Pet. App. 29 explains why its construction of the first sentence of 1555-D, which prohibits any person from knowingly transporting contraband tobacco, is now pre-empted. But it makes very clear that the State law is pre-empted, Pet. App. 29, to the extent that Maine's tobacco delivery law requires or has the effect of requiring carriers to implement State-mandated procedures in the processing or delivery of packages as pre-empted by the FAAAA. So to the extent there is a general ban against knowing transportation that does not require - - that does not impose a strict liability requirement - - it's a strict liability that says it's not just knowing, you have to look at every shipper's name. You have to look at every side of that box. And then you have to decide who the recipient is.",
  "No, Your Honor. I'm sorry if I gave that impression. That was a - -",
  "No, it isn't. This - -",
  "Well, it's a voluntary agreement in which - -",
  "-- in which the carriers adopted a uniform approach.",
  "No, the assurances of discontinuance -- specifically, I know that Federal Express and UPS have reserved the right and do not concede that the New York law is not preempted under FAAAA. There is no concession there, Your Honor. I want to make that abundantly clear. I also wanted to address the - -",
  "I think, though, if I could --",
  "I think if you understand what the First Circuit was saying, this is a total ban on knowing delivery. It doesn't require the carrier to change their services. So we -- the carriers don't have to go out and in the hundreds of countries that they operate change the intake procedure for shipments to be able to have all the data and all the - -",
  "You go to the end of the system, is where the knowledge would come into place. In reality, under the current operating services that are provided - -",
  "I wouldn't necessarily say a presumption, Your Honor. It is evidence that can be used. That -- we recognize that. I think some of the amici suggest that we say it cannot. It can be used. It's not a presumption. It is not something that deems knowledge. I can just give you some examples of practicality. The two employees who actually see the box, loaders and sorters, it's going by so fast, they don't -- aren't reading anything. The preloader who puts it into the truck - -",
  "-- and the driver. But what you have to understand is sometimes they're packed four high. Some deliveries are ten to one business and each side of each box is not viewed. Oftentimes the scan on the bar code is done from a distance. They don't -- what the loaders look at is the ZIP-code, and actually with increased automation -- and Mr. Butler's deposition, which was filed on -- back in June of 2004, he talked about even greater automation where they won't even be reading the ZIP-code.",
  "That's not my understanding. That's not the evidence in this case. There are many ways in which the system comes in; and I certainly think that could be a different question of knowing and that would be a question of proof. And it can be evidence. But I'll tell you, if there was a driver who for the past month had found three boxes of tobacco and turned them in and said, you know, these can't be delivered, and one day one box got through and he didn't see it written, or it was written in light marker or it had, you know, bled, because they used the wrong thing -- there's no uniformity of size or anything -- no, I think that would be a question for a jury to decide about knowledge, and it can't be a presumption and it can't be deemed. It is a question of knowledge.",
  "Yes.",
  "Your Honor, that would be for Congress, and it would have - -",
  "I think you have to look at the specific statute. And we went through and really looked at the statutes that the State cited, and you can see in our brief we set out, a third of them have knowledge requirements. Another group -- for example Maine's fireworks, when you trace it down, it looks like a local commissioner does it, and then they adopt these standards for an association. And what is it? It's a Federal standard. So I think you really have to bore into that.",
  "Because the way in which the First Circuit construed the first sentence is just to be a ban on knowing transportation delivery, and said it can't require -- on pages 26 and 27, it says it different ways -- that if a liability standard of a State is preempted, if, for example, it required modification of the delivery methods, other than declining the package; if in the normal course of the services that are already provided, if there is knowledge that is evidence - -",
  "If there is no Federal regulatory -- yes.",
  "There are many Federal regulations about the transportation - -",
  "No, Your Honor, it would have to be uniform, and I think that's a great example. The -- the Federal scheme for hazardous materials are extensive, and that is what carriers are focused on, on uniformity, on the best way in which to provide these services. If I could, I just wanted to discuss for a moment why we really would urge that there is no health and safety exception or that this can be read to be limited to economics. First of all - -",
  "No, I don't - -",
  "We did not - -",
  "We do not cross-petition on that - -",
  "What we are responding to is the cert petition from the State here. I would point out that -- an example that the Court itself gave is under their health and safety exemption, that means that the State could come and just put a surcharge, whether it would be on tobacco or junk food. There is no line to draw between the position they take here and that kind of situation. We point to the text of the statute, of course, and the findings about the burdens on interstate commerce of the interstate regulation. The structure -- there is a facie exemption for motor vehicles and even that has a Department of Transportation Federal backdrop against it. And in the Morales opinion from this Court, they pointed to the Airline Deregulation Act, which is very important here because that statute is construed just as this is. And in the Morales the Court pointed out that an earlier bill had had the kind of economic regulation that the State here seeks and it was rejected. Then of course in this very case, the Congress -- conference report embraced the Morales standard and in fact described it as a broad preemptive standard they intended apply here. So we believe that that is the standard that should really apply, but in light of the effect that this has on the carrier services, we suggest it means any standard of or are related to. There's certainly an immediate connection with -- and there are express references in these provisions that we suggest means any preemption standard. If there's -- one other thing I would say, up the C(3)(C), the provision which the State suggests does not directly dictate services, first of all the Solicitor General reads the statute anew and suggests that there may be direct enforcement against the carriers, which certainly would changes our view of that, because there is an instruction requirement that the shipper give to the carrier and say, State law mandates this. Moreover, we would like to point out, for example, in the Wolens case, the frequent flyers program that was at issue there was not a mandatory aspect of the services, and also in the Court's own recent Clean Air Act case, where there's also the \"relating to\" language used. Engine manufacturers realize this, that you can't regulate the seller through the purchaser. Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: The ruling of the Illinois Appellate Court in this case radically expanded the Court's operational-function tax. The State tax at issue violates the principles of constitutional limitations on state taxing authority for at least two reasons. First, the factors relied on by the appellate court here for functional -- for operational function would mean that ownership and investment would meet that standard. But that's what this Court rejected in Allied-Signal. A State does not have the authority to reach out to tax all investments owned by a company that does business in the State. The operational function demands more. It applies - -",
  "Well, Your Honor, the fact that it's a division does not mean that it meets either the operational-function test or the unitary-business test. A long line of cases from this Court tell us that. It - -",
  "No, but the Exxon case involved divisions, and it went in favor of the state taxing authority. But the Court applied a straightforward, unitary business analysis to that. And, Your Honor, this dates back to the Adams Express case of 1897. The Court in that case said it's not ownership. It's about the use, the unitariness of use, not of ownership. Mobile followed on that. Mobile talked about the fact that it's not the corporate form that mattered. It pointed out that that could have little to do with the underlying determination of apportionment, which depends upon whether it's a discrete business enterprise. And then following on the heels of that analysis in Mobil, the Court applied it to the Exxon case that involved divisions. That was a vertically integrated corporation. It's very different from the facts of this case, and it reached a different result. Moreover, the Woolworth case involved subsidiaries. Three out of the four of them were 100 percent wholly owned.",
  "If it was a capital gain, Your Honor, on the sale of investment, the Court's longstanding cases teach that it is the domicile that taxes that commercial gain.",
  "If there was -- the domiciliary State generally is the State which has the authority to tax an income on a capital gain - -",
  "But what the Court explained in Mobil, for example, if it is under the unitary business principle, then the State in which - -",
  "If the -- there was sufficient nexus to the company doing business - -",
  "Yes, they would be able to tax the ongoing business activity in that State.",
  "The sale of the business would be to the domicile of the seller. They would be able to - -",
  "Yes, unless, as the Court recognized in Mobil, there is this unitary business exception, because the State's ability to tax begins at the starting point at the territorial limitations of the State. And the Court has - -",
  "That's the area - -",
  "Well, I agree with you, Your Honor. But it does come back to the taxing, the right of the domicile State to tax on a sale - -",
  "That's right, Your Honor, unless - -",
  "Ohio would allocate the entire gain as a capital gain on an intangible that was sold in the State of Ohio. That would be allocated in its entirety to Illinois. Now, what the Court has recognized is that default principle sometimes gives way when that gain has had enough connection to business activity in another jurisdiction. That's where these issues arise, because there are States taxing multi- state activities. And that's - -",
  "Not if Ohio had the constitutional right to allocate that tax to Ohio, as it does.",
  "Yes. It allocates it to the State of Ohio. The only exception for that would be in a situation, not the facts here, but if that capital gain either served an operational function to the business activities that were conducted in another State, then that State would have a right to apportion it and tax its portion of that or if the operational function applied. And that is because the activity now has transformed from just a capital gain that's connected to the domiciliary State of the seller to a business income because it is part of this unitary business. That's why the other State has a right to apportion.",
  "That's not the situation here.",
  "Under Ohio's laws this would be allocated to that State.",
  "Yes, because it's a capital gain on a sale of an investment.",
  "No, Your Honor. This has been a paper company since 1846.",
  "But under the Court's unitary - -",
  "No. But when you do the analysis, you're looking at the taxpayer, which is Mead Corporation. And it clearly has a - -",
  "I would have to know many more facts in order to answer that questions, Your Honor. But I -- and I don't mean to be evasive - -",
  "It's an analytical construct that we're doing here. We're looking at the taxpayer who is being taxed, the Mead Corporation. So you look at its business that's being conducted in Illinois. They have a unitary paper company that's vertically integrated that's doing business activities in Illinois.",
  "Yes.",
  "Yes. But when you're looking -- and for both purposes, Your Honor, for State tax on the operating income of both of those businesses, Illinois does have a right to apportion those taxes. And those taxes were paid without objection by both of those businesses. We're talking about a tax on a different event, on a capital gain on a sale of the business in Ohio.",
  "Your Honor, that is a belated argument that the State of Illinois has raised in this Court. It did not present an argument to the Illinois appellate court based on Lexis/Nexis's connection to Illinois. It raises a host of jurisdictional, procedural and substantive bars. Under the rules of Illinois, as we point out in our reply brief, that argument is waived. This comes to the Court from a State court, not a Federal court of appeals. Because of that waiver, it's an independent and adequate state ground. Moreover, that argument wasn't raised in the brief in opposition, either.",
  "Well, that would certainly be a matter for the Illinois court rather than for this Court, Your Honor. But in addition, I think any disposition on the merits of that issue would be a ruling by this Court that would be trumping that independent and adequate State ground waiver. Moreover, this argument wasn't raised in the brief in opposition, either. And the Court's precedent, of course, and practice would not be to address that. Particularly in this case, it denied notice to the amici who would be affected by this argument. But turning to the substance of it - -",
  "No, Your Honor, I'm sorry. I apologize if I misspoke. Ohio would allocate, I mean, take the entire gain for itself as the domicile State of the seller - -",
  "-- of the investment. In other factual scenarios, if it turns out that that asset actually was not an investment and in fact had enough connection to the business activities in Illinois because it was really the supplier of the raw materials, or the two examples that this Court has given as operational functions is the interest on the bank account, which is the working capital, or the -- the futures hedging against the raw material of corn.",
  "No, Your Honor. Under the operational function test, it has to be a much closer nexus to the operating, the operations of the paper company; and short of that operational function -- or if it were part of the unitary business, the domiciliary State would allocate. And if I could turn - -",
  "Yes, Your Honor.",
  "Your Honor, that's contrary to the Court's long-standing recognition that something that enriches the taxpayer is not necessarily part of the unitary business's operational function.",
  "Because that isn't the operational connection that justifies a State - -",
  "Your Honor, I think not, if we look at Allied-Signal, we look at Woolworth, and we look at ASARCO. Allied-Signal was a sales and investment -- and getting back to the point about the argument really was waived about the connection with Lexis/Nexis in Illinois, those were the same facts in Allied-Signal. The investment there was - -",
  "Yes.",
  "In Allied-Signal, the investment there was also doing business within the State. In the Exxon case, there were divisions to which this Court applied the entire unitary business principle, because what the Court has said repeatedly in Mobil, in Exxon, in all these cases, it's not the corporate form; it is whether there is a discrete business enterprise; and ASARCO speaks to this.",
  "That's correct. We have four or five cases here. One of them does involve divisions, Exxon, but in that case it was a vertically integrated corporation, and the State prevailed in that case, but it did not change the analysis that applied.",
  "It has, Your Honor. It goes back to principles that ownership do -- does not determine; simply because there is a business operating in the State, the State does not have the right to tax every investment that's owned by that. That dates back to 1897.",
  "Yes, the operating income within the State's apportioned. But if you look to the business activity of the taxpayer Mead, operating in Illinois, it is that nexus on which Illinois is claiming that they have a right to tax here. And if we look at the Woolworth case, for example, I think that is also instructive. Those were four subsidiaries. Three of them were 100 percent wholly owned, and the Court expressly said we recognize they are wholly owned subsidiaries. These could be integrated divisions, and they said, that is not significant, if they are independent, different business enterprises.",
  "Yes, Your Honor.",
  "Well, no, in fact there were also some foreign subsidiaries, I believe, involved in the ASARCO case, for example, Your Honor, and the same analysis applied -- you know, whether it was vertically integrated and whether or not it met -- the unitary business test goes back to three core principles, and this Court has said at least four if not five times that the unitary business principle is the linchpin of apportionment. That is whether or not there is functional integration.",
  "That's right, Your Honor. That's right.",
  "There is no virtual integration; there is no sharing of centralized management; there's no economies of scale. We think this is unassailable in the stipular record - -",
  "We would - -",
  "It's contributing to the business.",
  "Well, Your Honor, there - - on this record, there's no question that the Lexis/Nexis cannot meet the unitary business test.",
  "Well, our position is on the record here, Your Honor, the stipulated record, that it's unassailable. But we do - -",
  "And then that's our position, obviously, on the record, Your Honor; but we agreed this was properly raised in the appellate court, as opposed to the other argument which was not. And this also was mentioned in the brief in opposition, as opposed to their other argument, which was not. So we do think the Court could reach this argument, and we maintain that on this record the linchpin of apportionment giving the right of a State - - and this is a right to extend beyond its territory. The Court has already let it go beyond its territory to get to something outside the State if it's part of the unitary business -- the railroad case, the express case. And in that situation there are three factors, none of which can be met on this record. There was no shared, centralized management, none. There was no integrated functions, none. And there were no economies of scale. Lexis/Nexis did not even get a discount on any paper they bought from Mead. They were, you know, minor customers of each other.",
  "No. It will continue to get income tax on an apportioned basis before and after.",
  "Well, Lexis/Nexis continues to operate. It's now owned by Reed Elsevier. So it would continue to pay an apportioned income tax. It's a different event here, Your Honor. It is the sale of an investment that occurred in Ohio. And as the domicile State, Ohio has provided benefits to the corporate headquarters, to management - -",
  "That's not the commercial domicile, Your Honor. There is a distinction in all of these cases between the State of incorporation and the commercial domicile. The commercial domicile - -",
  "Your Honor, this has been going on since at least 1992 in the Allied-Signal case. The lower courts, the State courts, except for the court in this case, have been able to apply that easily. In order to take the expansive view of Illinois here, you would be undermining Allied-Signal, which had the same facts as in this case, not to mention ASARCO, Woolworth. And I would just say, before I could reserve the remainder of my time, Allied-Signal was the case in which this Court was faced with new arguments raised by the States, at argument. You went back and had resupplemental briefing and reargument, and questioned in your questions to those parties whether or not ASARCO and Woolworth should be revisited and overruled. So the Allied-Signal case took into account all of these concerns and came back with a ringing affirmation of the linchpin of an apportionability for state taxation being the unitary-business test with the operational-function aspect.",
  "We think that the finding is that it is not unitary.",
  "Yes, if it were unitary, but we think there's no way this record could meet the standards compared to Woolworth, ASARCO. In all those cases, they were much closer. Thank you.",
  "I have four very quick points, Your Honor. Two go into this new, very breathtaking argument that the State is making based on Lexis/Nexis's presence to the State. Concerning Illinois law, if you look Repondents' brief in opposition, on page 12 at note 4, they cite the same Illinois law we do, trying to argue that we had waived arguments in the brief in op, so we are on pretty solid ground there. I think it's their cert page, they were agreeing with us on what the Illinois law meant. On the substance of it, I think Justice Scalia and Justice Kennedy brought out the weaknesses. Their position would lead to taxes on all stock sales. Any State where an investment was doing business could then reach out and apportion the gain on that. And as far as International Harvester and J.C. Penney, those were tax on the investment, not the investor. And the dissent -- that was the dispute -- the majority. It was the incident of the tax fell on the invest -- the investment that was doing business in the State. The State concedes, Your Honor, on Justice Ginsburg's, the distinction between -- the sale of assets and the sale of stocks that you were concerned about. On page 43, they concede and I think it's very well recognized through Mobil and Exxon and Woolworth that \"apportionment has nothing to do with the form a business organization takes.\"",
  "Finally I would point out, on the question you asked -- I think it was Justice Ginsburg -- what Illinois would do in this. Interestingly - -",
  "-- the record in this case at -- it's not in the joint appendix, but it's at C-851. It's Exhibit 1, to the stipulation of facts. It indicates that interest and dividends allocable are allocable to Illinois if the commercial domicile is in Illinois.",
  "This is the Illinois return, and the question was what Illinois would do? And they say commercial domicile, we get your interest and dividends.",
  "At one point, after they got through the unitary business and operational functional analysis, there was an argument about whether it was grossly disproportionate, and that's where some of that information came. It was never in the context of this legal - -",
  "There are facts, Your Honor, but the Illinois law is very clear; it's rule 341(h)(7) and (i) which applies to applee. If you don't raise a point in the appellate court, it is waived. That's an independent and adequate State ground. And it's a very breathtaking argument, as Justice Scalia pointed out, that also wasn't brought forth in the brief in opposition. Thank you, Your Honor."
]