[
  "Mr. Chief Justice, and may it please the Court: The formula approach is surely inaccurate. It systematically under-values the true risks and costs of a chapter 13 promise of repayment. We know at best statistically that chapter 13 debtors at best have a 40 percent rate of -- of payment on the plans.",
  "Yes, Your Honor. There -- there is one study that suggests that, but I must -- I must add that -- that there are other studies that say that the successful completion rate is as low as 3 percent in some jurisdictions. Some 97 percent of chapter 13 fail.",
  "Those are -- that's a total number, Your Honor.",
  "Well, Your Honor, giving them the benefit of the doubt, we -- the best we can say, based upon what we know, is approximately a 63 percent success rate.",
  "It's what we call the feasibility standard, Your Honor, and it applies in every single one of the reorganization chapters. The bankruptcy court must merely determine that the bankruptcy judge feels that the debtor will successfully complete the plan. We know, however, that given the extremely high rate of default in chapter 13, which far exceeds chapter 11, for example, that the feasibility standard doesn't even come close to ensuring --",
  "Well, there are two sources. The best statistics that I've been able to come up with is that it's about a 60 percent failure rate.",
  "60 percent fail within the 3- to 5-year period.",
  "The statistics are not disaggregated on that basis, Your Honor.",
  "Your Honor, the contract rate is the best evidence, the single best evidence of the market rate.",
  "But it is less --",
  "But not for subprime --",
  "But not for subprime loans.",
  "No, Your Honor. This is why.",
  "No, that's not correct, Your Honor, and this is why.",
  "Because State law caps the maximum rate that can be paid.",
  "So it increases the pool --",
  "-- of who can be lent to, but not the rate.",
  "Correct.",
  "Because, again, the contract rate is the best evidence of a market rate between this borrower and this lender with this particular --",
  "At a particular time --",
  "-- particularly if it's contemporaneous to the filing. It reflects it and --",
  "Well, Your Honor, the contract rate is not perfect, but it's far superior to the formula approach, and what you see happening -- Justice Ginsburg, the Second Circuit in the Valenti case came up with a 3- point factor, just simply canvassing some lower court decisions and decided prime rate plus 1, 2, or 3 points. It's not based on any evidence. It's just simply based upon what the court felt was an appropriate range.",
  "If their risks are different, they should be treated differently, Your Honor.",
  "Not necessarily so, Your Honor. You can take a situation. Say you have a hotel, a common asset in bankruptcy. The hotel may have a senior secured creditor and a junior secured creditor. The number one secured creditor's risks are materially less than the junior secured creditor's. They would be separately classified. Because their risks are different, the interest rates are different. In this very case at page 12 of the joint appendix, you can see how the debtor broke down its four secured creditors into four separate categories, and they have different rates. Two secured creditors are offered 9.5 percent and two are offered 0 percent interest for the payments the debtor is going to make. The concept of equality of distribution is precisely equality of distribution among similarly situated creditors. Secured creditors are each unique by their own definition of the risks that they take. They have collateral.",
  "That, plus the fact that the 21 percent is often going to be actually too low to reflect the actual risk being assumed.",
  "It seems to be.",
  "No, Your Honor.",
  "No, Your Honor.",
  "The formula rate is essentially standardless, and what we have seen how bankruptcy courts apply the --",
  "Imperfect. That's correct.",
  "In theory, Your Honor, yes, but we must be faithful to is the statutory command. And here what we see happening is what happens in this case. A bankruptcy judge takes the formula approach, a -- basically a low rate, the prime rate, and is supposed to adjust it. And what do they do? Well, there's no evidence to support any adjustment in this particular case. The debtors' expert did not testify that he knew anything about the risks of these particular debtors. There's no basis for the adjustment. The bankruptcy court did what bankruptcy courts do in these cases; it simply picked a number.",
  "The creditor did bring in two witnesses, and the witnesses testified that these particular debtors with their particular credit histories would be charged a 21 percent rate of interest.",
  "Because --",
  "Well, Justice Kennedy, what we have is we have three circuits which have adopted the formula approach, and so we have the experience of the courts in those circuits, and we have the balance of the circuits, approximately seven, that have taken more of the market rate approach. And what we see happening is that in those situations where the bankruptcy courts are applying the formula approach, they are systematically giving chapter 13 debtors a rate of interest pretty close to prime. Now, that can't be correct. That gives the debtors with the single highest default rate in bankruptcy the lowest rates available in bankruptcy.",
  "And apparently incorrectly systematically in chapter 13 cases.",
  "No, Your Honor. And here's why.",
  "Because the true market rate of interest is almost always going to be at least the contract rate, presumptive contract rate, because the costs in chapter 13 are so much more extraordinarily higher than the costs of collection outside of chapter 13. The automatic stay stays in place for the duration of the plan. If you have a default, the secured party has to come back to the bankruptcy court, hire an attorney, pay a $75 filing fee, argue the case. Bankruptcy judges routinely give the debtor a second chance to cure the default. They have to come back. The costs of collection -- that's even before you get to foreclose on your collateral. The costs of --",
  "Correct, Your Honor.",
  "Your Honor, the secured creditor in the chapter 13 cramdown context is not trying to make any profit. It's simply trying to mitigate against the enormous losses that it suffers.",
  "But taking the extremely high risks of default and the costs of actually having to foreclose in the chapter 13 context, the relevant market rate for the value of the stream of payments is always going to be at least the -- the pre-bankruptcy contract rate. In fact, it should --",
  "Yes.",
  "No, Your Honor.",
  "No, Your Honor. The -- the bankruptcy statutes sometimes are obscure until we see where they come from, which is why we often look at their history. The master concept of cramdown is indubitable equivalence. It comes from Judge Hand's opinion in the Murel Holdings case. And the example in 1325(a)(5)(B) that we're talking about is simply an example of indubitable equivalence. The secured party must be fully compensated for the risk that it must assume. The concept of indubitable equivalence must be completely compensatory. The secured party is not supposed to take uncompensated risk.",
  "No, Your Honor.",
  "Yes, Your Honor.",
  "As a presumptive rate, Your Honor. And it's important to understand just after this Court's decision in Rash set the valuation standard for setting the principal amount, what you see now is that since we got the standard right, in 99 percent of the cases, the parties come to an agreement as to what the value of the collateral is. Once we get the standard right here, you should expect the same thing. It won't be litigated over and over again. The correct standard is I think to recognize, which I think Your Honor does, that this concept of present value is an economic concept, not an equitable one, and that essentially what we're doing is we're saying there is a stream of payments to be made here and we have to figure out what it's worth. The best test for what it's worth would be what the market says. Now, the problem is, is that in chapter 11 there is a market. People do lend to chapter 11 debtors, and the standard is the same in chapter 11 as 13: value as of the effective date of the plan under 1129. So what we -- we have to be very careful about is in chapter 11, the markets do value debtors' promises to pay and they lend money and they charge very high interest rates. Exit lenders or finance lenders charge very high interest rates, 18, 19, 20 percent. It can't be true that in bankruptcy, in chapter 13, who are the riskiest chapter -- riskiest debtors with the highest default rate, that we systematically give them a rate which approaches prime. So I think what you need to do, recognizing it's an economic concept, is say what's the best evidence of a market rate.",
  "Yes, Your Honor.",
  "Yes.",
  "What happens the second time, Your Honor, is if the debtor defaults under the plan, the automatic stay is still in effect. Unlike chapter 11 cases, where the automatic stay terminates when the plan is confirmed or becomes effective, here the automatic stay stays in place until the end of the repayment period. So if the debtor defaults under the plan, someone has to go back to court and say, I need relief. I need relief from the automatic stay to exercise my collection rights. A corporation like SCS can't go back to court pro se. It needs a lawyer. You have to hire somebody to go and represent them. You have to pay a filing fee. Oftentimes the bankruptcy judge gives the debtor a second chance to cure the default under the plan. Then the debtor says I'll cure, and then you come back a second time, sometimes a third time, sometimes a fourth time, sometimes a fifth time, incurring costs at each juncture. On loans that typically range between $5 to $15,000, having to go to court even once --",
  "No, Your Honor.",
  "No, Your Honor. I think that covers the depreciation problem. As we have delay and not payment, we have a rapidly depreciating asset, which the debtor is continuing to possess and drive around. This interest rate compensate for the risk of nonpayment of the promises to pay after confirmation and the costs associated with the debtor's default if the debtor does default under the plan.",
  "Yes, but at the time the loan is made, Your Honor, we don't know who in the pool of -- of debtors is going to default. Once the default happens --",
  "Overall the risks are spread, but if you force the secured party to systematically subsidize interest rates to chapter 13 debtors, who have now demonstrated by their filing they are the riskiest of the risky, what you will eventually have happen is a contraction of the ability to lend.",
  "Yes, Your Honor, but we shouldn't reward those who file bankruptcy with a rate that is less, since they are the riskiest of the risky, than we would charge the other members of the pool who avoid bankruptcy.",
  "Yes, but --",
  "As this Court indicated in the Johnson case, section 1325(a)(5)(B) is for the protection of creditors. It is a limit on the debtor's ability to adjust or restructure the creditor's rights. It is the creditor's protection. The debtor has options. If the debtor wants to surrender the collateral, it may and discharge the debt. That is the protection for the debtor.",
  "Well, Your Honor, when we get to the chapter 13 confirmation stage, we're in a similar position as when we are at the beginning of making loans to a pool of applicants. We don't know who's going to default and who doesn't. We do know that a large percentage will. We do know that the best evidence of a market rate for these particular class of borrowers is the contract rate. And the question then becomes, do we want to have a system which requires us in each bankruptcy case then to take evidence complicatedly in 471,000 chapter 13 cases as to, gee, we need statistics and evidence as to this individualized debtor?",
  "I understand.",
  "I understand, Your Honor, and I wish I could give you a precise formula. The problem is that these things are normally left to the market to do. Congress has said -- Congress has said basically use an economic market concept here in a context in which the default rate is so high that lenders are just not willing to lend to chapter 13 debtors. Again --",
  "And I think -- I think it was Your Honor who also mentioned that -- that our standard is no less cumbersome than theirs. We think it is superior because it will yield the correct result more often.",
  "Yes, Your Honor. I -- I misspoke. Excuse me.",
  "I do not know the answer to that, Your Honor.",
  "No. They often have lawyers, Your Honor. But let me suggest this. If the Court were to set the rate at the presumptive -- the contract rate as the presumptive rate, this is what would happen and this is what has happened in circuits where that is so. The -- the contract rate becomes the presumptive rate, and in most cases the debtor will offer that in its plan -- in his or her plan as the appropriate rate. If the debtor doesn't like that, we'll offer less of a rate and then what happens is a negotiation. And the debtor and the secured party get together and they negotiate based upon the debtor's presentation of this is why I think it should be adjusted off of that because my circumstances have improved or there's a lot of equity in this particular collateral, so your risks are less, so you're more protected. And those various reasons can then be given, and then the parties can negotiate. If, however, you set a standard where the bankruptcy court is just simply going to decide based upon the evidence that the parties put in, we're not going to adopt the formula approach, then you'll be back to the problem where we are before, lots of litigation. Again, because the contract rate is the best evidence of a -- of a market rate between these parties, it should be the presumptive rate and we should work from that.",
  "Yes, Your Honor.",
  "Not quite, Your Honor. I think actually this is the same analysis as in Rash. What the Court said in Rash that the parties had to do was the debtor had to go out -- the debtor already has the truck -- had the truck in Rash -- is go out and see what it would have cost the debtor to replace that truck. It didn't actually do it, but simply say what would it have cost. The same principle applies here. The debtor should actually go out and see what would someone pay. How much would someone charge to finance this debtor's loan?",
  "Well, that's true. In this case, though, that also applies. What would happen if bankruptcy had not intervened is the secured party would have foreclosed, repossessed the collateral, and avoided all the costs.",
  "That's true, Your Honor, but the reason why you have replacement value is because the debtor is going to keep the -- the collateral and prevents the secured party from exercising its rights and forces the secured party to incur costs that it otherwise would avoid. Now, the whole purpose of the value requirement and the indubitable equivalent concept and the whole cramdown standard is to make sure the secured party doesn't -- isn't shouldered with uncompensated risk. So the question becomes what's best method of compensating the secured party for its risk. And the statute, because of what it requires, value as of the effective date of the plan using an economic concept, says we basically have to value the stream of payments. Nobody really is willing to say I would give this debtor $4,000 or take this debtor's promise of payment of $4,000 at -- at a prime rate or anything close to a prime rate. Again, the contract date is the best evidence of a market valuation that we have. And so that's what I think we have to work with --",
  "-- to be faithful to the statute.",
  "Well, Your Honor, in the circuits where that already is the standard, that the -- that the presumptive rate is basically the rate that we use.",
  "There -- there is no information to say it's higher default rate. And certainly the fact that most of the circuits have this standard has not stopped chapter 13 from being filed. They keep -- every year the number goes up. So we're now at about 470,000 chapter 13 cases a year.",
  "Well, not necessarily, Your Honor, for this reason. Because the debtor makes -- the -- the debtor does not make payments directly to creditors under the chapter 13 plan. The debtor makes payments to the chapter 13 trustee as a dispersing agent, and the chapter 13 trustee then distributes the money. What you're doing here is you're reallocating in this case a few hundred dollars away from unsecured creditors toward the secured creditor because, again, the statute says the secured creditor is not required to take -- shoulder uncompensated risk for the benefit of anybody else. That's --",
  "Sorry, Your Honor?",
  "Here we have a situation in which the correct rate for auto loans is evidenced by -- I think best evidenced by the auto loan contract. It is a loan between this lender and this debtor, decided in the marketplace, with this particular collateral. It is the best evidence of a market rate that we have. It's not perfect, Your Honor. I concede that, but it is the best evidence.",
  "Mr. Chief Justice, and may it please the Court: The probate exception exists precisely to prevent what happened in this case, a Federal court enjoining ongoing probate proceedings in the middle of a probate trial, a Federal court determining that the decedent's estate plan was invalid, a Federal court's reallocation through a damage claim of the decedent's assets, contrary to the value of the estate plan, a Federal court's creation of a novel cause of action --",
  "Correct, Justice Stevens. At petition appendix 123 to 126, the district court determined that the -- that J. Howard's living trust was a forgery, that there were pages that were substituted --",
  "Justice Breyer, the answer to your question, I think, depends upon the fact that opposing counsel has studiously avoided actually revealing what his claim is. I think we have to focus on the -- her exact claim. As a matter of fact and as a matter of law, she did not prevail --",
  "Correct, Your Honor.",
  "Judge -- Judge Carter understood quite clearly that in order for her claim to proceed as a matter of fact and as a matter of law, he had to invalidate her living trust. And let me explain why that was so. That was so because her claim is that J. Howard intended to give her a catchall trust. The argument is that Pierce blocked the catchall trust from being funded by rendering the living trust irrevocable in July of 1994. Judge Carter found that the catchall trust was drafted in December of 1994. She can only have a claim -- now, all of J. Howard's assets were in the living trust. She can only have a claim -- the catchall trust could only have been funded or prevented from being funded if the living trust was, in fact, validly rendered irrevocable. To prevent -- to -- to counter that, she says, no, the living trust was invalid. As a matter of fact, she can have no claim unless the living trust is rendered invalid. Judge Carter understood that and he expressly concluded that it was a forgery. Now rendering--",
  "Your Honor, as a matter of law, she cannot have her claim because the two cases we rely on, Neill v. Yett and Thompson v. Deloitte, the two Texas cases, establish as a predicate to any tortious interference claim, she must demonstrate that the estate plan, the living trust, was invalid as a matter of Texas law. And that is exclusively under Texas law for the Texas probate court to decide. Now --",
  "Because, Justice Souter, under Texas law when the -- the probate court determines the validity of an estate plan, it forecloses, as a matter of law, all expectancies contrary to those that are part of the estate plan.",
  "Correct.",
  "Correct.",
  "Yes, Your Honor, it did.",
  "The living trust.",
  "No, Justice Souter, and the reason why is because her cause of action is a State law cause of action, and under Texas law, putting aside the fact that no Texas court has ever recognized a cause of action for tortious interference --",
  "Correct. Putting that aside, under Texas law -- and the Deloitte case and the Neill v. Yett case conclusively established this, and there's no contrary decisions in Texas -- that once the probate court determines an estate plan is valid, it conclusively determines the universe of persons with legitimate expectancies.",
  "The Texas courts have conveniently described for us Justice -- Justice Souter --",
  "Yes, exactly so, Justice Souter. And in the Thompson case itself, the -- the Texas court says, when the probate court admitted the 1989 will to probate, it necessarily found that Mr. Thompson signed the will with testamentary capacity and that it reflected his intent, was not the result of coercion or under influence, and was valid. And the court continued, as a matter of law, the final probate court judgment bars any claim that appellees tortiously interfered with any inheritance--",
  "Yes, Justice Breyer. Everything --",
  "Yes, Justice Breyer. Everything the district court had and more was examined, adjudicated in the 5-and-a-half-month jury trial in the Texas probate court exhaustively.",
  "Chief Justice Roberts, the probate exception has always been jurisdictional, and the reason why it can't be subsumed by res judicata or collateral estoppel -- we believe we win on those grounds, but the reason why the probate exception can't be subsumed within those doctrines is because it applies even before you have a State court judgment. It prevents a Federal court from determining an estate plan from being invalidated --",
  "Justice Ginsburg, the probate exception, like the domestic relations exception, is best conceived as a presumption that when Congress establishes a font of Federal jurisdiction, it does not intend that jurisdiction to be extended to interfere with probate proceedings. That is properly a jurisdictional doctrine in this case because it is never appropriate for a bankruptcy court to invalidate or validate a will and -- or an estate plan. And that is a necessary element of Vickie's claim.",
  "Justice Kennedy, no. Here we have -- when I say estate plan, I mean the living trust and the will operating together.",
  "Well, Justice Kennedy, the living trust here did two things that a will does. It provided for the succession of J. Howard's property upon his death, and it provided for the payment of his last -- last illness expenses and his -- his debts. It is quintessentially a will substitute in the sense that it also provides for the succession of his property. In this case --",
  "But in this case, Justice Scalia, the will and the -- the living trust acted together. The probate court had exclusive jurisdiction over both of them and the challenges to them. Vickie challenged the living trust, even before J. Howard died. Those proceedings continued on in the probate court, and --",
  "Because, Justice Kennedy, again, a critical element of her cause of action is the invalidity of the trust as a matter of fact and law.",
  "Certainly, Justice Breyer. First of all, Texas has the right to prescribe the elements of its own causes of action, and under Texas law, her cause of action depends upon two critical things, a legitimate expectancy J. Howard intended to do this for her, and the second, tortious conduct of some kind. Her claim -- she tries to meet those two critical elements by showing two things. One, that J. Howard intended to give me this -- this gift in the form of this -- this trust, and that it was tortiously interfered with because the living trust was rendered irrevocable.",
  "But it's --",
  "Of course, Your Honor --",
  "Justice Breyer, of course, as an aside, we went to great pains in the Ninth Circuit to demonstrate why all those findings were clearly erroneous and not based on the evidence. But assuming them to be so, which we dispute, again, looking at her claim, that is the critical element of her claim. If, in fact, there -- if, in fact, the living trust was made revocable, then at any point in time, he could have funded, if -- if he had it as revocable until his death, he could have funded her gift that she alleges and she would have no damage claim. It is because of the trust becoming irrevocable that he was prevented from doing it. That is her claim.",
  "Correct.",
  "Justice Souter, as a matter of Texas law, she cannot establish a legitimate expectancy. Again, once the probate court -- and the probate court alone has the right to determine the validity of an estate plan. Once the probate court has determined that as a matter of Texas law, all claims about expectancies contrary to those provided in the -- in the plan are foreclosed. That's the Thompson case and the Neill case.",
  "Justice Ginsburg, preclusion will also not work. Res judicata and collateral estoppel will also not work because the parties in the Federal proceeding are merely a subset of the parties in the probate court. The probate court's judgment is unique because it has a binding-against-the-world effect. Federal courts cannot pull chunks of the critical issues into the Federal court because doing so creates an inconsistency of judgments potentially. Where the Federal court only has part of the parties before it, the Federal court has all -- the probate court has all the parties before it. The probate court's judgment is binding against the world --",
  "No, Justice Ginsburg, the claim was not a compulsory counterclaim. The action which was -- that Pierce commenced in the -- in the bankruptcy court was merely to ask the bankruptcy court to decide that if he had a debt against -- if he had a claim against her she owed him money, it would be nondischargeable in bankruptcy. She then used that opportunity to pursue this tortious interference claim against Pierce that she was already pursuing in the probate court. So because there was a prior pending proceeding where she had made the claim --",
  "Justice Ginsburg, Pierce did not ask the bankruptcy court to decide the claim. He only -- he only asked for the bankruptcy court to decide whether it was nondischargeable or not. But even so -- even so, I think it's important to recognize --",
  "But bankruptcy judges do that, Justice Ginsburg. They decide only the nondischargeability aspect of claims rather than the claims themselves.",
  "No, Justice Ginsburg, because the nondischargeability jurisdiction in bankruptcy is unique. You allow the claim to be determined in a proper court of competent jurisdiction, and then the bankruptcy court decides whether it's nondischargeable or not. That's how it should proceed particularly where, as here, her claim requires, as -- in order for it to -- to be valid, to determine the validity or nonvalidity of J. Howard's estate plan. Now, the United States --",
  "No, Chief Justice Roberts. You can readily divide the Court's precedents into two categories, those where there was impermissible interference and therefore no jurisdiction, and those where there isn't. On the impermissible interference side, you have a case like Federal court cannot determine the validity of an estate plan, Armstrong, Gaines v. Chew. A Federal -- a Federal court cannot determine --",
  "In Sutton --",
  "Justice Scalia, the probate exception protects the integrity of the succession process. If the documents you're looking at deal with the succession of the property, as the living trust and will do in this case, it is encompassed within the probate exception in the Sutton case --",
  "Correct. Correct, Justice Souter. But here the succession was determined under the living trust, and in Sutton v. English, that's exactly the same scenario. Moses Hubbard left a --",
  "Because the joint -- where you have the equivalent of tenancies in the entirety, I'd say that's a separate issue. Here, however, the living trust performed all the functions of a traditional will, unlike a joint bank account. In the Sutton case, you had both a will and a trust, just like in this case. There, Moses Hubbard left a will and a trust. Mary Jane Hubbard enjoyed the benefits of the trust for her life.",
  "Not quite the same, Justice Souter. Not quite the same.",
  "But in Sutton v. English, there was both a will and a trust, exactly the same as here. The plaintiffs were just going after the property. We just want the assets. We're saying we're not touching the trust and the will. This Court held -- this Court held, wait a minute. Only the Texas probate courts may determine whether these instruments are valid or not.",
  "She is, but that's exactly the same as Broderick's Will, Chief Justice Roberts, an in personam claim against the beneficiaries of the allegedly invalid estate plan to impose a constructive trust on them to get the money. No matter how you dice it or slice it in this case, she is doing an end run around the probate proceeding.",
  "But why are they going to say pay her the money?",
  "What's not evidentiary, Justice Breyer, is the fact that in order to prove a legitimate expectancy, she must establish that the validated estate plan is in fact invalid. And under Texas law, that can only be done in the probate court.",
  "Well, in our brief we cite to many, many cases, Your Honor. I would -- I would specifically refer you to --",
  "That's correct, Your Honor, and those are the Neill v. Yett and the Thompson -- Thompson v. Deloitte cases, which I was reading to before. And the Court said as a matter of law, the final probate court judgment bars any claim that appellees tortiously interfered with any inheritance expectancy because, in light of the final invalid probate court judgment, appellant has --",
  "Justice Scalia, it is not res judicata for the following reason. Not only may a Federal court not determine the validity or invalidity after the probate court, it may not do so before the probate court has had a chance --",
  "That case doesn't say that.",
  "The cases -- there is no specific case where someone has tried to litigate a tortious interference claim in Federal court before the probate court has had -- has had its say. Under Texas law, however, because of the preclusive effect of that determination, Vickie would be able to come to the probate court and say, look, J. Howard intended to give me this. It's a finding of intent. That's preclusive on the probate court. The probate court would be perhaps prohibited from saying, oh, I can't determine under -- that the valid estate plan gives the intent to somebody else.",
  "The problem, though, Justice Scalia, is that the probate court is supposed to make that finding in a judgment good against the world. But all of a sudden, part of the world who has done an end run around the probate proceeding has now gone to some other court for a critical determination of fact that the probate court must decide and always must decide in determining the validity of an estate plan --",
  "Justice Ginsburg --",
  "Just as a Federal bankruptcy court is in rem and executes and enters some judgments good against the world with respect to some issues, a probate court does the same thing. You have exactly the same reason why the probate court does it as in the bankruptcy court. Now, this Court has recognized in Tilt v. Kelsey, for example, that the State has a sovereign interest in deciding the scope of its probate procedure that the State may, this Court said in Broderick's Will, provide for the probate court to enter a judgment good against the world, whether the person was a party to the proceeding or not. If a -- if a Federal court can predetermine --",
  "But in a race to judgment, Your Honor, if the Federal court gets to decide this critical issue of intent before the probate court, it preempts the probate court from doing its core probate function of validating or invalidating an estate plan. That would render our probate system unworkable. That is why --",
  "-- this is a jurisdictional doctrine. Yes, Justice Stevens.",
  "We argue no, Justice Stevens, because as we argued in the Ninth Circuit, there was not even bankruptcy jurisdiction because the other side never responded to our argument that the outcome of this case would not result in any money going to creditors of her estate.",
  "That's our argument. The Ninth Circuit did not address that ground, Your Honor.",
  "Justice Stevens, I think that the Sutton case is the closest. The next closest is Broderick's Will. Sutton again involved both a trust and a will and was a construction of Texas law, which we say the Court has already decided in Sutton, and Texas law, which is undisputed, has the effects which we say it has in the brief. They did not contest, Justice Ginsburg, our construction or interpretation of Texas law. I think also that the Court's decisions in Tarver and Fouvergne and also Ellis and O'Callaghan --",
  "Justice Stevens, I think that it's -- it would be helpful if I could give you a thumbnail sketch breaking down, what I was trying to do earlier, between those where there's impermissible interference and those where there's not impermissible interference. The United States' characterization I think is incorrect. For example, again, this Court has determined there's no jurisdiction for a Federal court to determine the validity of an instrument. That's the first case in Armstrong v. Lear and also Gaines v. Chew. Also, this Court has determined there's no Federal jurisdiction to determine the invalidity of an estate plan. That's Tarver, Fouvergne, and O'Callaghan, Broderick's Will, Sutton, and Ellis. This Court has determined that Federal courts do not have jurisdiction to administer the probate estate. That's Byers v. McAuley. This Court has determined that there is no Federal jurisdiction to take possession of the assets in the probate court. That is also Broderick's Will. I'm sorry. That is Byers v. McAuley. This Court has determined one may not impose a constructive trust on the beneficiaries as, in essence, a way to get property to them. That's Broderick's Will and Sutton. This Court has determined there's no jurisdiction to recover property from the beneficiary because of an alleged invalidity of a will. That's -- that's the Ellis case. This Court has determined there's no jurisdiction for the Federal court to direct an accounting from the administrator. That's the Waterman case. This Court has determined there's no jurisdiction to interfere with the State court's possession of the assets, again Waterman, Williams, Yonley, and Borer. Now, no jurisdiction. It's always been a jurisdictional doctrine. And for the same reasons this Court refused to recharacterize the -- the domestic relations exception as a abstention doctrine, the Court should also decline to do so here under the probate exception. Now, the other side of the schema is, when is it permissible for a Federal court to undertake a probate-related matter? Well, if the State allows the claim, particular claim, to be brought outside its exclusive probate system, then Federal courts may entertain jurisdiction as well.",
  "Justice Breyer, all claims of incomplete gift, which Vickie's claim is here, compete with an estate plan.",
  "If in fact the ring passed under his valid estate plan, yes. Because the ring passed under the valid estate plan, you have to overturn the estate plan before you say the property goes somewhere else.",
  "Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: The bankruptcy court need not sit idly by and grant a motion which is part of an abusive scheme. The power of the court is there to deny such a motion. It is there by statute under section 105; it is there because the courts have always had power.",
  "I think the second sentence of 105(a) supports the traditional powers that courts have had to grant relief, to prevent or to deny relief to prevent abuse or to remedy bad faith conduct. The fact that the debtor has the authorization under section 706 to convert a case cannot be construed to prevent the court from sua sponte taking action to prevent abuse - -",
  "Well, Chief Justice Roberts, I think that in order to understand 106(a), the second sentence, completely, I think it is important to understand it was added to 105 in 1986 in response to a number of decisions that were holding that the courts did not have the -- the bankruptcy courts did not have the authority to sua sponte take action to prevent abuse, to monitor their own calendars, to make sure that inappropriate things weren't happening, and that Senator Hatch when he introduced this legislation which was ultimately enacted, the goal was to overturn cases like the Second Circuit's decision in Grissom to provide expressly and perhaps not as clearly as perhaps they intended, to give the courts this power. But I - -",
  "In part, yes. The court also --",
  "Well, I think -- I think 105(a), the second sentence is worded the way that it is. It doesn't say exactly that the courts may take any action of sua sponte. It says shall not be construed; the fact that a party has the right to make an action shall not be construed to deny the court the right sua sponte to take an action. But I think that the implication of the statute is clear. There is this background principle which applies not only in bankruptcy cases but in trial court cases in the district courts everywhere, that this Court recognized in Chambers, that it has specific application in this Court's jurisprudence in bankruptcy in Pepper versus Litton and other cases, that the bankruptcy courts may take action to prevent abuse. And in fact, they must do so. Because by granting a motion, by sitting back and allowing the court to grant relief that furthers an abusive scheme in essence makes the court complicit in the fraud or misdealing. We can't have that.",
  "Mr. Chief Justice, I think that the drafting conventions between the two subsections is key. 706(a) says the debtor may convert. Whereas other sections of the code, like 1307(b), other provisions, provide that upon request of the debtor, the court shall take some particular action. Here the use of the \"May\" -- I think the word \"may\" properly signals discretion in the court.",
  "Well, if you look at section 1307(b), upon request of the debtor the court shall dismiss the case, that is an absolute right. And for a clear reason. Nobody can force a debtor to continue in Chapter 13 against the debtor's will because Chapter 13 requires the debtor to work to pay off creditors. That would violate the 13th Amendment. So there would be no circumstance where someone could block a debtor from getting out from Chapter 13, for constitutional reasons. That's a special case. That is why Congress drafted 1307(b) the way that it did. Contrast that with section 706 where the court said the debtor may convert. Now, there are, there are requirements that the debtor has to comply in order to convert, statutory, but there is also, a debtor cannot have an absolute right to convert if it would be part of an abusive scheme. I think the direct analogy is this Court's decision in Pepper versus Litton. There a fraudulent party wanted the Court to allow a claim as part of a fraudulent scheme, and this Court unanimously said no we're not going to allow that, even though there was a subsequent remedy further on in the process.",
  "Two primary reasons, Your Honor. The first reason is that it would be just pointless wheel spinning.",
  "But the debtor could argue in the context of the motion to convert, well, I would like to propose a Chapter 13 plan, perhaps the misconduct wasn't that severe, and the court can take that into consideration allowing the debtor to proceed. But where as here you have a clear case of abuse, the court should be entitled to nip it in the bud at that particular point in time. Allowing the court to senselessly say, \"Oh, go ahead and convert -- \"",
  "Well, the court can take that into account. The court is not -- is not shackled under section 706 to deny conversion, it can consider various factors. If all the creditors were to come up and say: \"We know the debtor has been abusing the bankruptcy system, but we think you should allow the conversion to a Chapter 13 case because perhaps that will work for the particular circumstances.\" But whereas here there was no such thing, the creditors were saying don't allow conversion, this is part of an abusive scheme. The trustee was saying don't allow conversion, this is part of an abusive scheme, the bankruptcy court -- if the court had signed the order, then that affects the integrity of the court. Is the court itself now not participating by allowing it to happen, this sort of fraudulent scheme? The court should be able to nip it in the bud. Debtors who are - -",
  "Well I think that -- Mr. Chief Justice, I think that they're the same sorts of limitations that require the district court, when it is considering invocation of its inherent powers, whether to exercise them or not, we have always sort of recognized a special situation for bad faith conduct and clearly abusive schemes. Where those occur as in this case, the bankruptcy court looks at the circumstances, holds a hearing as was held this case, considers the views of the parties who are involved, and then decides. Now it is a relatively high bar. You know, bad faith -- it is a continuum. Where you have the honest but unfortunate debtor, abides by all the rules, clearly no bad faith implication would apply. At the other end of the spectrum where you have a debtor who conceals assets, doesn't disclose, it's found out in bankruptcy and then as soon as the trustee finds out and is hot on the debtor's trail, then seeks to convert to get out from bankruptcy, well, there you have a clear-cut case of abuse that can't be tolerated. Now I think that - -",
  "Yes, Justice Scalia. I think candidly, the case is not moot. There is a good reason why we do not allow in our system two separate bankruptcy cases to be pending at the same time. Once a first bankruptcy case has started, the court jurisdiction attaches its exclusive jurisdiction, and I think the second bankruptcy case that was filed while the first bankruptcy case was still pending was filed without jurisdiction and there was actually no jurisdiction, because of the prior existing case. Additionally, I think we have to recognize that there were different debt levels at different times. I don't know exactly what they were, but for the first case there was debt level A. About three years later, there was debt level B, which may well have been higher. On remand if the debtor were to succeed, which I hope the Court does not allow the debtor to proceed, or succeed here, but on remand if it were determined that with the first case the debt levels were properly below the limits under 109(e), then the debtor would be eligible to convert as far as that criteria is concerned. We do not know absolutely that that would not be able to be satisfied in the existing case.",
  "We did not participate in the second case and make that objection, Your Honor.",
  "I think that it was primarily, it was, the debtor was litigating and we did not make the jurisdictional argument.",
  "That particular issue, I think the appeal of the second case is pending before the district court. I think that the bankruptcy judge disposed of the case pretty summarily and decided that while this particular debtor, just looking at the schedules, does not have the eligibility requirements for the second case, and therefore dismissed it. That does not necessarily preclude a finding upon the facts in the first case which is still pending, that it could be converted. I think candidly, I need to say that.",
  "Well, this particular bankruptcy judge obviously had a lot of experience with this particular debtor, having presided over the first case as well, Justice Ginsburg. So I think the bankruptcy court was very fully apprised of the facts and circumstances surrounding the case, with the record and having written several opinions already in the first bankruptcy case which was still pending.",
  "The current case today, yes, Justice Scalia.",
  "Yes, Justice Stevens, but they're not tailored to this particular problem or abuse. They are remedies, for example, the denial of the discharge for concealing assets under section 727. But that won't - -",
  "There might be criminal sanctions for willful -- basically, in essence, it's sort of an idea of theft, you know, by not disclosing assets, but it's a relatively high bar for criminality. But that won't protect the creditors in the Chapter 7 case.",
  "Well, the creditors are hurt because in the chapter 7 case, once the bankruptcy case is filed, the trustee takes possession of all the debtor's property, which becomes property of the estate. The trustee's role is to liquidate the property and distribute the proceeds to creditors. When the case is converted to Chapter 13, under 1306, the property revests in the debtor, including any concealed property. At that point, under section 348, upon conversion, the Chapter 7 trustee is disenfranchised. His services terminate. What debtors in bankruptcy who are perpetuating this kind of concealment scheme want you to do is say oh no, you can go ahead and convert, and then maybe we'll deal with it later, because maybe later on in the proceedings something will happen. The Chapter 13 trustee might not be apprised of it. The case might go to a different bankruptcy judge. In some jurisdictions, the Chapter 13 docket is heard by an entirely separate bankruptcy judge. They would like to get the benefit of delay in conversion, because perhaps they can get away with it in the subsequent Chapter 13 case. Or alternatively in the Chapter 13 case, if the debtor doesn't file a plan, then the Chapter 13 trustee, who may have hundreds and hundreds of Chapter 13 cases he or she is responsible for, on a check list might simply check off no plan filed, case dismissed, in which case the creditors don't get the benefit of the liquidation, they don't get the benefit of the assets being recovered, they don't get equality of distribution under the Chapter 7 scheme, and the debtor's fraud is in essence gotten away with. So that is why, when a motion to convert comes up and the bankruptcy court sees - -",
  "Not necessarily, Your Honor. Not necessarily. The debtor could move to another jurisdiction.",
  "Well, Justice Stevens, in many many Chapter 7 cases, in many many bankruptcy cases, you have creditors, most of the creditors may hold claims of $500, $1,000, $3,000. This case is unique because there happened to be a creditor, Citizens Bank, who was owed hundreds of thousands of dollars who had an interest in pursuing the case. In many other cases -- that's why -- one of the reasons why we have a Chapter 7 trustee, to represent the interest of myriad small claimants who collectively have no individual incentive to really incur all the costs to monitor the system. By converting the case from 7 to 13, disenfranchising that representative of all the creditors, the debtor who wants to play the game of concealing the assets, and catch me if you can, can in essence get away with it. This bankruptcy judge understood this. This bankruptcy judge denied the conversion so we would keep the case in Chapter 7, the Chapter 7 trustee could do his job, collect the assets --",
  "No, Justice Ginsburg. There is a standing Chapter 13 trustee in Chapter 13 cases that handles all the Chapter 13 cases, unless for some reason that Chapter 13 trustee must recuse him or herself. Under section 348, once the case is converted from 7 to 13, the Chapter 7 trustee services are terminated.",
  "The Chapter 13 trustee - -",
  "Yes, Justice Scalia. The Chapter 13 trustee is probably characterized mostly an administrative person, who supervises to see that the Chapter 13 procedures are complied with, has the debtor filed the Chapter 13 plan. If not - -",
  "Correct, Justice Scalia.",
  "In practical reality, that's correct, Justice Scalia. What the Chapter 13 trustee does is, if a plan is not filed, moves to dismiss the case. If a plan is filed, may look at the plan. If the plan is confirmed, acts as the disbursing agent. The debtor typically makes payments under the plan to the Chapter 13 trustee. The Chapter 13 trustee then makes distributions to creditors. And on Chapter 13 day in many jurisdictions, one day a week or every other week, the Chapter 13 trustee will come to court with hundreds and hundreds and hundreds of files.",
  "In many places it is, Your Honor, and they have a Chapter 13 bankruptcy judge. Often it's assigned to the most junior bankruptcy judge sitting in the particular jurisdiction. With hundreds and hundreds of cases, the Chapter 13 trustee has neither the incentive nor the resources to do the things that a Chapter 7 trustee does every single day. And not only that, the Chapter 13 trustee does not have the power to go after collecting all of the property and liquidating it. It's denied that power under the statutory scheme. So it makes no sense. It's pointless to say we must -- the bankruptcy judge must idly sit by, grant a motion that's part of this abusive scheme, allow the case to be converted to Chapter 13, hold another hearing, have a second set of papers perhaps, only to send the case back to Chapter 7.",
  "Well, I think, Mr. Chief Justice, in the Link case, the Court rejected that argument in construing section 41(b), where the Court said, quote, \"neither the permissive language of the rule, which merely authorizes a motion by the defendant, nor its policy requires us to conclude that it was the purpose of the rule to be abrogate the power of courts acting on their own initiative to clear their calendars of cases that have remained dormant because of the inaction or dilatoriness of the parties seeking relief.\" Likewise in Chambers, I think the same principle applied. The Court said, we don't need to wait and deal with these subsequently occurring procedures to remedy the problem. We should do it now. And that is the -- that is the clear import of this Court's unanimous decision in Pepper versus Litton. There was a remedy of equitable subordination for the fraudulent claim that could have been invoked far later in the proceeding. And this Court unanimously said no, you don't have to wait for that proceeding later. Where it's clear that there has been fraud, the creditor's scheme has been fraudulent, a fraudulent claim, the court can act at the time of allowance of the claim and simply deny the claim. The reason for it, I think, is the reason articulated in Chambers. The integrity of the court itself is implicated if it has to sit back idly by and watch the abusive process unfold.",
  "Well, the creditors suffer, Mr. Chief Justice. And they suffer because there are additional administrative costs that are incurred that compete with their distributions. We're already talking about dividing up an inadequate pie to satisfy all claims in full. Having a second set of procedures prejudices the creditors. It prejudices the court. Bankruptcy judges can have thousands and thousands of cases on their dockets. To have to have a second set of procedures, a second hearing, it burdens the court unnecessarily. And again, it also implicates, again, and I think this is fundamental, the integrity of the process.",
  "Justice Breyer, that is certainly possible, and I think that is why Congress has said you don't have an absolute right as a debtor under section 707 to dismiss your Chapter 7 case.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: The Ninth Circuit's Fobian rule creates an unwarranted Federal common law rule that exists outside the structure of the Bankruptcy Code. The Bankruptcy Code has a distinct structure. For example, if a debtor has a right to an attorneys' fees valid under State law, after the petition date, the date the debtor files for bankruptcy, that right passes to the bankruptcy estate. If a creditor has a State law right to attorneys' fees, after the petition date, that right becomes a claim in bankruptcy. The Ninth Circuit's Fobian rule intercepts those rights even before we get to what the Bankruptcy Code provides or does to them and basically says, if you're litigating Federal issues, you simply cannot have a right to attorneys' fees unless the Federal law authorizes that right, in this case, contractual rights, or alternatively rights available under State statute. That, we submit, is an impermissible creation of a Federal common law rule. There is no basis for it under this Court's preemption precedents. There's no conflict between Federal policy and State policy which would justify the creation of the rule, and accordingly, it is unwarranted.",
  "It depends, Justice Kennedy. It depends on what their contractual right provides. Here we have a contractual - -",
  "Then, yes, Justice Kennedy, I would say it probably would be covered. It probably would be covered and the analysis - -",
  "Yes, Justice Kennedy. In our reply brief, we do cite to Collier, where we talk about exactly that scenario and it is described. And it basically works like this. A claim under the Bankruptcy Code is defined under Section 1015. The claim includes any right to payment whether it's contingent or fixed, matured, unmatured, et cetera. Any right to payment, literally any right to payment, when the debtor files for bankruptcy, that becomes a claim. If the right - -",
  "Yes, Justice Kennedy. The key concept -- and this is explained clearly in Collier -- is where does the right come from? If it arises out of a pre-petition contract, then the right is pre-petition in nature, even though the fees are incurred post-petition. Think of a guarantee. Think of if PG&E had guaranteed its parent's debt for the $100 million, let's say.",
  "Right.",
  "Exactly, yes, Justice Stevens, if in fact, though, the creditor bothers to assert the claim for fees in the bankruptcy case. In most cases, creditors don't, because it's not worth the effort of asserting the claim for fees subsequently. In cases such as this, where you have a solvent debtor who can pay all claims in full, there's no reason why they should be able to get out of their contractual obligations in bankruptcy.",
  "Well, because there's a transaction cost in actually filing the additional claim setting forth the amount that you've incurred. In most cases, Justice Stevens, creditors don't even hire attorneys to pursue or file a claim in bankruptcy. In most Chapter 7 cases, for example, they are no-asset cases.",
  "Normally, there's no distribution on unsecured claims in most bankruptcy cases. So why bother?",
  "Typically, Justice Stevens, that is correct. But in cases such as this, where the attorneys' fees are substantial, the debtor is solvent, and there are substantial - -",
  "For the work done in performing, filing the proof of claim, that's correct. And even though, Justice Kennedy, the attorney's conduct was after the debtor filed for bankruptcy, the right to payment arises out of the pre-petition contract. Again, think of the guarantee hypothetical. There you had the - -",
  "That's correct, Justice Stevens. But just think about the pre-petition tort claim, where there has been exposure to asbestos products pre-petition, but the injury arises post-petition. It's still a pre-petition claim.",
  "Justice Souter, it's different in this sense. This is an indemnity, all-loss indemnity provision. The surety is not supposed to incur any loss, any cost whatsoever, for supplying these surety bonds to PG&E.",
  "But it has, because when PG&E filed for bankruptcy - -",
  "Justice Souter, you can visualize bankruptcy itself as being a default. When the debtor files for bankruptcy, you must come to the bankruptcy court to present your rights - -",
  "Yes, sir.",
  "Well, by analogy, Justice Souter, in the LTV case, the same posture at the beginning of the case. We don't know what's going to happen in the future. You must file your claim at the beginning of the case. In LTV - -",
  "But that's precisely the point of why claim is defined so broadly to include contingent claims.",
  "Absolutely false, Justice Souter. In bankruptcy, if you do not present your rights, if the rights of the workers themselves are not properly treated, they are lost. Under Section 1141, they are extinguished.",
  "No, Justice Souter, because if you look at what Section 1141 of the Bankruptcy Code does, it provides that a plan of reorganization binds all parties. If you're not provided for adequately in the plan under Section 1141(d), your rights are extinguished forever. You must come to the bankruptcy court; you must be sure that the rights are properly characterized. Excuse me.",
  "Yes, Justice Ginsburg, but I think we need to distinguish two different things. There was the work that was performed in preserving the rights of the injured employees, to make sure they were properly classified, that their rights were rendered unimpaired. If that hadn't been in the plan, then their rights would have been extinguished under Section 1141. Then there was the claim that the surety provides for having had to have done all of that work.",
  "The problem, Justice Ginsburg, is that the plan said nothing at all. And when the plan says nothing at all, the default rule in bankruptcy is that rights are extinguished; they are discharged under Section 1141(d). It must be in the plan in order to be invalid after the confirmation of the plan. We had to assure those rights were properly treated in the plan, because if they weren't, they would have been discharged under the general -- general discharge provision. That is why one must come to the bankruptcy court, one must file a proof of claim, one must enforce your rights in bankruptcy; if you don't, you lose them. That's why the surety here stepped forward, said it has subrogation rights; the workers have rights. And the bankruptcy court agreed with Travelers. It directed the debtor to put that language in the plan. Travelers - -",
  "That's Section 509, Justice Ginsburg.",
  "But that's not what I was speaking of just momentarily. The rights of the injured employees, the workers, when they filed for -- when PG&E filed for bankruptcy, the injured workers had claims. They were going to receive periodic benefit payments off into the future. If PG&E had not properly provided for those claims in the bankruptcy case in their plan, those claims would have been extinguished. As a result, though, Travelers would not have been off the hook on its surety bond, Travelers would have had to have stepped forward and make the payments if PG&E did not. But if Travelers hadn't come to the bankruptcy court and said, these are our rights, these need to be preserved, its recourse against PG&E would have extinguished as well. If one does not come to the bankruptcy court and assert one's rights, one loses them. And of course, creditors when they do have to assert their rights, incur attorneys' fees for doing so. And here we had a pre-petition contract that said, whatever loss we incur, including attorneys' fees, we have a right to recover, a right to payment. That becomes the claim.",
  "We would not have done that work. No, Justice Souter, because the injured worker him or herself would have done it.",
  "Well, with respect to the, the treatment of the workers under the plan, no. With respect to - -",
  "Yes, Justice Souter.",
  "Yes, Justice Souter.",
  "We would have said, in our proof of claim, as we did: If we must make payment in the future, we are entitled to two things. One, we are entitled to reimbursement from PG&E for any amount that we must spend in the future whenever that might occur. Two, if we have to pay any of the employees, we are subrogated. We stand in the shoes of the employees and may assert those rights. The subrogation right would have been fully protected, though, Justice Souter, because of the treatment of the workers in the plan rendering them unimpaired. We would have left simply -- with simply saying we have these reimbursement rights which we would have in case we have to make payment. Now, in the LTV case, which we cite in our papers, at the beginning of the LTV case, the surety who has had $40 million in surety bonds was in a position, very much the same as in this case, when PG&E filed. PG&E got an order authorizing it to continue to pay but not requiring it to pay. That can only be done in the plan of reorganization. LTV started paying the workers' comp benefits, but then defaulted and stopped, long after the bankruptcy case had commenced, but far short of when it concluded. The surety had to step up to the plate and make the payments. If the surety had not filed a proof of claim at the beginning of the case, the surety would have lost its recourse against the debtor, LTV, even though it subsequently, far later, had to make payment.",
  "That's how bankruptcy works.",
  "No, Justice Ginsburg. There is a bar date set in the beginning of Chapter 11 cases. You must file your claim by the bar date or you'll be forever barred, even if your liability becomes fixed later.",
  "Yes, Justice Ginsburg, if your reimbursement claim is contingent, it will be disallowed, subject to reconsideration under Section 502(j). And that's what the parties stipulated to in this case in our stipulation. We filed our proof of claim, then PG&E objected to our proof of claim, but Justice Ginsburg, PG&E did a lot more than just object to our contingent reimbursement rights. They mischaracterized our subrogation rights as claims; they sought to disallow our subrogation claims; and they sought to subordinate our claims. Plus in addition, they sought to disallow the claims of the injured workers. So we had to respond to the litigation that was commenced. We had to defend our rights, and we were successful. The workers' claims were ultimately left unimpaired in the bankruptcy as they should have been. PG&E was fully responsible for paying the workers' claims.",
  "Correct, Justice Ginsburg. The Fobian rule, we submit, is an impermissible creation of Federal common law. It's not justified by any concept of preemption; there is no conflict with bankruptcy policy - -",
  "It depends, Justice Kennedy. If State law, if it's an unsecured claim under Section 501(b)(1) - -",
  "In this case, that would be a determination under State law. Every State, Your Honor, has a reasonableness requirement.",
  "Yes, Justice Kennedy. Under Section 501(b)(1) - -",
  "The security - -",
  "And in - -",
  "Absolutely, Justice Breyer.",
  "Justice Breyer it happens all the time. In our brief, we cite to many, many cases in which attorneys' fees are allowed as unsecured claims. It's actually been happening for over 100 years, it happened in the Bankruptcy Act of 1998.",
  "Correct, Your Honor.",
  "Correct, Your Honor. And in a key case we cited, the Second Circuit's decision, United Manufacturers and Merchants, where they didn't even hire an attorney until after the bankruptcy case was filed, the attorney performed services, filing a proof of claim, protecting the equitable rights, and the Second Circuit clearly held that those attorneys' fees were properly part of the unsecured claim, but it couldn't be any clearer. And the Second Circuit - -",
  "There is, Justice Stevens, but those are lower court decisions.",
  "Well, compared to this Court, certainly, Justice Stevens.",
  "Justice Stevens, I think it's important to say that the alternative rule that PG&E asked for is one that every court of appeals to have addressed has rejected. What they are saying is, oh, you can't get your attorneys' fees based on a construction of the Bankruptcy Code. No court of appeals has accepted it. There are some lower bankruptcy court decisions that have accepted it, but that is routinely overturned on appeal. The issue of whether you get your attorneys' fees as part of an unsecured claim, Cohen versus De La Cruz, in that case this Court had to construe whether the term debt, which means under the Bankruptcy Code the same thing as a claim, is defined as liability on a claim, there the Court, this Court concluded that that debt included attorneys' fees, the treble damages, the whole nine yards.",
  "Well - -",
  "Chief Justice Roberts, that's correct. And our view is that the Court should deal only with the Fobian rule. And the alternative argument which Respondent presented was never argued below, was not decided below, was not presented in the opposition to certiorari. It's been rejected by every single court of appeals - -",
  "Yes, Justice Ginsburg. And that's exactly what this Court should do. It should remand their statutory interpretation argument to the Court of Appeals to consider, for the lower courts to consider. This Court deserves more than just a 20-page reply brief in response to 80 pages of briefing by the other side on an issue that was never raised below, not presented in the opposition to certiorari. Remand would be the proper thing to do with respect to their claim. I do believe that is true, Justice Ginsburg.",
  "The contract, reasonableness, all of those issues. The circuit split, which we presented to the Court, and which I understand certiorari was -- well, I'm guessing -- certiorari was granted on, it deals with the Fobian rule. As this common law rule, this sort of construct, that if you're litigating Federal law issues, well, as a matter of general Federal common law, you can't get the attorneys' fees unless it's authorized by Federal law. And our brief was entirely devoted to that. You can't justify that rule in our view under preemption principles; there's no conflict; there is no Congress preempting the field in any way; you can't justify this under Atherton as a, as a -- something that's necessary because of a conflict with Federal policy. And also the Fobian rule is inappropriately categorical, in violation of what we submit are these Court's principles in the Nolan case, in the CF and I case. In those cases, the Court said: It's not for the courts to create these claims processing rules in bankruptcy. But that exactly is what the Ninth Circuit did here. If there are no further questions I'd like to reserve the balance of my time for rebuttal.",
  "Yes, Justice Stevens. That would be appropriate on remand. I reserve the balance of my time.",
  "Thank you.",
  "Justice Breyer, in our brief on pages 25 and 26, we cite to a number of cases where the courts allowed attorneys' fees as an unsecured claim, both for pre-petition work done and also post-petition work done where the contractual right was pre-petitioned. We also cite a bunch of cases around page 44 -- 43 and 44 of our brief, including an article in the middle of page 44, quote: \"In cases decided under the Bankruptcy Act, the higher courts consistently held that attorneys' fees were allowable even as unsecured claims in bankruptcy.\" Close quote. I've been a bankruptcy lawyer for over 20 years. I've been teaching bankruptcy law for 17 years. It is absolutely not true that courts routinely disallow claims for attorneys' fees as part of unsecured claims. It's the opposite is true it's routine that they are allowed in practical reality however they are not presented because creditors don't bother to present them because distributions are generally so low in bankruptcy. On the point about the plan completely protected the rights of the injured workers, nothing could be farther from the truth. The provision that counsel cites in the plan refers to exec, as executory contracts, workers' compensation benefit programs. Those are the contractual relationships between PG&E and its administrators, not the claims of the workers themselves. Tellingly, PG&E never argued in the bankruptcy court that the claims of the workers were fine under the plan. In fact, they said, we will do what Travelers wants after the bankruptcy court directed -- and it's in the transcript -- that that was the appropriate thing to do. In fact, what Travelers insisted is required by Section 1123 of the Bankruptcy Code, claims such as the workers' must be classified, their treatment must be specified. If they are not they are eliminated. The reference to executory contracts clearly doesn't apply. As we explain in our reply brief, the workers' claims were not executory contracts under applicable law. That section does not apply. Of course, I think, Chief Justice Roberts, there is a lot more that we would like to say about their alternative arguments than we were able to put in our 20-page reply brief. The issue that they raised has not been fully ventilated in the lower courts. In fact, there are many more things we would say about it on remand. I also think it's important to point out, Justice Stevens, they are a solvent debtor, and under the concept of absolute priority shareholders are not allowed to recover anything unless creditors are paid in full. What they are trying to do is they're trying to get rid of their contractual obligations in bankruptcy for the benefit of their shareholders. There's no implication between creditors, creditors' recoveries in this case one versus the other. In the Dow Corning case which we cite in our reply brief the Sixth Circuit expressly held where you have a solvent debtor you have to pay all of the attorneys' fees. That is an additional argument we would develop on remand. But all of their arguments about Section 506 and their interpretation of 502 simply don't matter, because as a solvent debtor they're not entitled to take advantage of that theory even if it were valid. And we contend that it isn't valid. The court of appeals have resoundingly rejected it. The Second Circuit rejected it in United Merchants and Manufacturers. The Sixth Circuit rejected it in Dow Corning. The Eleventh Circuit it en banc in the Wellsville case. All of them considered the 506 argument that they're making and rejected it, and properly so. Counsel cites to Section 502(b)(4). That's an important section because that demonstrates that Congress understood that attorneys' fees would be allowable as an unsecured claim under Section 502. And in Section 502(b)(4) it provided the only exception, the only one where attorneys' fees would not be allowable as an unsecured claim. It provided expressly attorneys' fees would not be allowable for the attorney for the debtor to the extent the claim for the fees exceeded the reasonable value of the services performed. Why is that provision there? Because Congress saw there was a problem. There was a problem of debtors sending money to their attorneys. Congress understood that to be a problem and it remedied it. Congress did not think there was a problem with respect to this historic practice of going on over 100 years of attorneys' fees being allowed as unsecured claims, and so in Section 502 it allows them. Respondents' argument about Section 506(b) renders Section 502(b)(4) superfluous. If attorneys' fees were never allowable as part of an unsecured claim except for how 506(b) allows it, then there would not be a need for Section 502(b)(4). In addition, Respondent overstates the office of Section 506. 506, as this Court explained in Ron Pair, provides, essentially tells us what secured creditors get out of their collateral and in what order -- the pre-petition amount and then, if there's any value left, the value of the collateral. After you pay the pre-petition amount of the claim, you can add attorneys' fees and you can add, post-petition you can add interest. Their interpretation of Section 506(b) would render Section 502(b)(2) superfluous. Under their theory, only oversecured creditors get post-petition interest, get interest.",
  "That already happens, Justice Kennedy. In all the circuits that recognize that attorneys' fees are allowed as unsecured claims, that already happens. And that has not cause any disaster or any problem. It's been a practice for 100 years. If Congress had wished to change the practice, it would have when it codified the Bankruptcy Code in 1979. The fact that it hasn't perceived it to be a problem demonstrates that Congress wanted to leave the practice unchanged. Now, what happens, though, again, Justice Kennedy, is that creditors don't bother to file claims for those amounts. And where it matters is in cases where it should matter, like in this case, in the PG&E case, where a solvent debtor is simply trying to get out of its contractual relationships. And under principles of absolute priority they are not allowed to do that for the benefit of shareholders where creditors are not being paid in full. And I think it's important to underscore again, Justice Kennedy.",
  "Justice Stevens, what I take, what I take from their analysis is a hostility towards attorneys' fees being allowed in bankruptcy. And perhaps maybe as a matter of policy, if we were to start from scratch, well, maybe we shouldn't allow attorneys' fees to be allowed in bankruptcy. Maybe we shouldn't allow tort claims to be allowed in bankruptcy. Maybe we shouldn't allow certain kinds of environmental claims to be allowed in bankruptcy. They don't like the rule, apparently, but their analysis of the history is wrong. And we cite innumerable cases and law review articles that demonstrate that the practice is as we say that it is. And policy reasons are no grounds to sort of create these Federal common law rules or these categorical rules of preclusions.",
  "Yes, Justice Stevens. The Randolph case was decided in 1903 and the law changed dramatically since then. For example, in 1903 contingent claims were not provable under the Bankruptcy Act. That changed in 1938 when contingent claims became provable under the Bankruptcy Act. Randolph & Randolph versus Scruggs involved the claim of a custodian, a custodian, an assignee, who took control of all the debtor's assets before the bankruptcy filing. Now under Section 503(b)(3)(E), the Randolph versus Scruggs analysis as it pertains to the claims of the assignee, those are now treated as an administrative expense under Section 503 dealing with administrative expenses. In Randolph, it's interesting, the fees - - Justice Kennedy, the fees incurred in preparing the assignment were allowed as an unsecured claim in the bankruptcy case. Justice Holmes for the Court said they are allowed. So in fact Randolph I think refutes their analysis rather than supports it.",
  "Mr. Chief Justice, and may it please the Court: This is a tax case and that makes a difference. It's not a case about a monopoly, and what's key about that is that Kentucky has not taken over the national municipal bond market. It hasn't taken over the market. It is trying to regulate the market with this facially discriminatory tax. It is facially discriminatory because on its face the statute says if you buy in Kentucky an in-State bond you have a tax exemption. If you're in Kentucky and you buy the out-of-State bond, we tax you. This is no different from the Bacchus case or the Fulton case or Boston Stock Exchange.",
  "It's very different, Your Honor. Oh, no, it's very different, Mr. Chief Justice, from United Haulers. There inherent in the power to take over -- the State took over the local trash handling market -- the power to create a monopoly is the power to exclude all competition. Here Kentucky does not have a monopoly. They merely issue the commodity. Then, once it is in private hands, an interest in being paid.",
  "Three reasons, Justice Breyer. First, as this Court stated in Oregon Waste, the purpose of or justification for a law has no bearing on whether it is facially discriminatory. Secondly, as this Court held in Bacchus, as long as there is some competition between the locally produced exempt product and nonexempt products from outside the State, there is a discriminatory effect. Here if you look at what - - what are these bonds?",
  "Certainly, Your Honor. Under the market participant doctrine, if -- if you want to sell cement and you own the State-owned cement plant, you can choose. You recall in South-Central - -",
  "That's what this Court held in Reeves v. Stake.",
  "Through a tax, no. And I think the Court's precedent in South-Central - -",
  "There the State is supplying educational services to its citizens, and under the market participant doctrine that would be fine. I think this hypothetical - -",
  "But that's not what the tax --",
  "Justice Breyer, that would be a subsidy, and this Court drew the very distinction in the New Energy case as the difference between subsidy and a tax. And that I think is absolutely critical; and I think here Justice Holmes' admonition that a page of history is worth a volume of logic makes sense. The rallying cry for the American Revolution was \"no subsidies without representation,\" it was \"no taxation without representation.\"",
  "But I think -- I think there you would look through the form to the substance, and the substance there is we will charge you X amount for tuition and we are giving you part of that back as a rebate. That is no different from a subsidy. Here is completely different, Your Honor.",
  "Well here, Your Honor, as the Court made plain -- made plain in the Camps case, Camps Newfound/Owatonna, a tax exemption is not the sort of direct State involvement in the market that falls within the market participation doctrine. There is a key difference between a tax and a subsidy.",
  "No, Your Honor, not in -- the part that they are taxing is not their participation part. I think a hypothetical will crystalize this.",
  "Because, Justice Souter, there is a fundamental difference between the two. A tax tears down; a subsidy builds up. If you want to subsidize your local park - -",
  "But not constitutionally, Justice Souter, and here is why - -",
  "Because, Justice Souter, here what the State is taxing is the out-of-State commodity. It is taxing -- it is doing a downstream regulation. The State issues a commodity -- just like in South-Central; the State issued the timber; the State owned the timber, and then it imposed a downstream regulation on the purchase - -",
  "But Your Honor, it's no different than the Boston Stock Exchange case, where we are talking about securities -- or in Fulton, Your Honor -- shares of stock.",
  "But the State is using its taxing power to regulate -- to regulate interstate commerce, whereas in United Haulers, Chief Justice Roberts, there was no tax. There was no discriminatory tax. And inherent in the power to create a monopoly is the inherent power to preclude competition. Here there is competition. There is economic gamesmanship, Justice Souter. They want to sell their bonds nationally but hoard their own investment dollars locally, which is precisely - -",
  "No, Your Honor, because there again we have a monopoly. The State took over the entire market -- the trash disposal facility of recycling and everything else in the United Haulers case. Inherent in the power to create a monopoly is the power to exclude competition. There is no discrimination by definition. Here they have not taken over the market. They are imposing a downstream regulation by taxing the out-of-State commodity, and the distinction is exactly - -",
  "I think, Chief Justice Roberts, the analysis that the Court made in the New Energy case is directly on point and addresses this. There the Court said the Commerce Clause does not prohibit all State action designed to give its residents an advantage in the marketplace, but only action of that description in connection with the State's regulation of interstate commerce. Direct subsidies of domestic industry does not ordinarily run afoul of that prohibition; discriminatory taxation does. Again - -",
  "Because Justice Souter, the entire purpose of the dormant Commerce Clause jurisprudence is to protect the integrity of the market. If Kentucky wants to have a subsidy and say we are going to subsidize our own residents, fine. That builds up something in Kentucky.",
  "Because, Justice Souter, what they are doing here is imposing a facially discriminatory tax. They have the burden of saying, under the Court's precedents, they have no other alternative.",
  "In 1919, Your Honor.",
  "Because, Justice Souter, this case represents a classic race to the bottom where the only reason why we have these discriminatory tax laws is because New York started it in 1919. It wanted to hoard its own local investment dollars and yet sell its bonds nationally. Every other State caught on, and that creates a problem in the marketplace which the dormant commerce claim - -",
  "But a compact is precisely, Your Honor, what the dormant commerce clause was designed to prevent -- States coming together and trying to create regional compacts or trying to create favored trade deals among themselves.",
  "Even if they lose this case --",
  "But Justice Breyer, the whole point - -",
  "I think -- I think that the Court's analysis in Quill is on point here. In the Court's analysis in Quill the Court said look, we have this very clear rule that says States cannot engage in facially discriminatory taxation. They can't do it. And if, in fact, we are wrong -- if, in fact, the Court's precedent creates a problem, then it's something that Congress can easily fix. The States can go to Congress.",
  "But, Chief Justice Roberts, the same could have been said for the problem in Granholm, where 26 States had the same no direct shipment problem; or the same problem in Bacchus where 36 States had the same discriminatory alcohol tax laws. Congress didn't - -",
  "But, Chief Justice Roberts, Congress is as unlikely to address this problem now that it's so pervasive as it was to address the problem in Granholm, or the problem in Bacchus, or any of those other cases, or the problem in Fulton. Congress has plenty of other things to do.",
  "Correct.",
  "Justice Breyer, this case is like milk. That's what that - -",
  "If you look at -- it is -- it is, Chief Justice Breyer. If you look at bonds, municipal bonds -- and we have some samples of an Alabama bond and a Kentucky bond in the supplemental appendix. These are standardized forms that are traded as commodities like any other securities. They have the same regulatory overlay, which is distinct from General Motors v. Tracy.",
  "That's true.",
  "But the point -- two points, Chief Justice Roberts -- one is that in United Haulers we did not have a tax on the out-of-State commodity coming in. Here we do. The second thing -- and I think this is critical -- we have a monopoly.",
  "But, Justice Stevens, that points out how this is a downstream regulation. The State's participation ends when it is done issuing the bond. It goes to underwriters who then trade them in the privately-owned national bond market, no different than in South Central. The State of Alaska owned the timber. It sold the timber in the marketplace. Then it sought to impose this downstream regulation. It would be the same as if New York City said, we have a local water company, and we have a monopoly. And now we have someone who we are licensing, a private business, to bottle that water to sell. And we are slapping a tariff on Poland Springs from Maine, because we want to protect the local business. That's what's happening here. The State has already issued the commodity. It is now in the marketplace, and now they are basically prohibiting the sale of it, or they are restricting the sale, by a discriminatory -- in essence, tariff. If you live in Kentucky, we want to discourage you from buying a Michigan bond. And they do it by saying we will tax the interest on the -- on the out-of-State bond, and not tax the interest on the in-State bond. They are giving themselves a leg up. And one of the pernicious aspects of this is that it has the effect of pooling capital within the national market. It has the effect of creating this discriminatory barrier.",
  "True, Justice Stevens, but they don't want to issue refunds. You can understand that. A short-term gain for a long-term solution that would make them all better off, that would end this race to the bottom. My clients, the Davises, are penalized because they are engaging in interstate commerce. They are penalized. Because they own out-of-State bonds, they pay a tax.",
  "Correct.",
  "That's true.",
  "Well, for the same reason that it wouldn't be limited with the -- the taxpayer in Fulton or the in-State taxpayer in Bacchus, where they are basically arguing that this affects interstate commerce. And as illustrative of that, we are saying look, in Bacchus you had the local brandy, and the local pineapple wine got a tax rate.",
  "They can argue about the discriminatory effects of this law on the marketplace as a whole, because they are participants in the market. They are penalized for engaging in interstate commerce, the same way that all of the same arguments were presented in the Bacchus case with an in-State taxpayer, the Fulton case with an in-State taxpayer. And the Court has basically made that plain in the New Energy case. You don't have to demonstrate that there is some overwhelming, you know, sky is falling problem. Any discrimination with respect to interstate commerce, any discriminatory effect, basically - -",
  "The remedy, Your Honor, would be for the State to decide whether it wants to make all municipal bonds tax-exempt or to make them all taxable. Now, in Kentucky there is a constitutional provision which says they cannot -- they basically cannot have their own bonds other than tax-exempt. So unless they change their constitution, the result would be to make all the bond, municipal bonds, tax-exempt in Kentucky, which, of course, would benefit my clients, who hold out-of-State municipal bonds. But consider this - -",
  "But, Chief Justice Roberts, consider these two critical points: One cardinal principle of investment is diversification. These discriminatory tax laws basically compel people to hold only the bonds within their particular State. Prospectuses for these single-State bond funds say: Warning -- not diverse. The second thing is their higher cost.",
  "But that simply means that if the State has a very high income tax, say, in California, that's all the more reason, all the more penalty, for people who want to engage in interstate commerce and diversify their portfolios.",
  "Kentucky has a lower income tax, but I think on the -- on the problem that was raised, what if we -- if we affirm in this case, what would the impact be? Well, the State of Kentucky has said, itself, that if it has to pay out refunds, we are talking about a $4 million per year refund obligation the State of Kentucky has said it will have to pay. The sky is not going to fall. What would happen is that bond prices might adjust, but we would have the free national market with interstate trade and municipal bonds unimpaired by these artificial constraints. These artificial discriminatory tax regimes create artificial demand. They pull assets. They hoard assets, local investment dollars, within particular States. And you have a problem where, say, cash-scarce States like, for example, Tennessee have more of a restricted access to capital markets like New York. If you're an investor in New York and you have money to spend in municipal bonds, you're discouraged from buying Tennessee bonds; you're encouraged from buying New York State municipal bonds. The relatively capital-scarce States are harmed. Again, people like the Davises, they are harmed, they are penalized from engaging in interstate commerce.",
  "We actually have that, Justice Kennedy. Ohio, when it enacted its discriminatory tax scheme here similar to Kentucky's, it basically said: We will tax the bonds of an out-of-State State, unless they do not tax Utah bonds. So -- but you can see that clearly illustrates, to me - -",
  "Inconsistent, Justice Kennedy. Inconsistent. This is nothing more than an ongoing low-level trade war. It was started by New York in 1919, when it basically created this discriminatory tax scheme for itself. It basically incentivizes all the States to follow suit. And it's easy to understand why.",
  "It would, Justice Ginsburg.",
  "But where Congress specifically speaks to permitting a particular practice, then it can't violate the dormant Commerce Clause. Here Congress has not spoken. The States are doing this on their own. And, Justice Kennedy, again, it is completely inconsistent with the vision of the framers because what's happening here, again, is the race to the bottom, where New York said: All right, we're going to sell our bonds nationally; ah, we're going to create an investment for all the capital in New York to stay in New York. And you can see why every other State afterwards said: Oh, look what New York is doing. We have to follow suit to try to equal the playing field. And, again, that is at the heart of the ongoing low-level trade war with the - -",
  "But, Chief Justice Roberts, here it's easy to tell what the market is. Kentucky municipal bonds, in spite of the tax discrimination, sell in a national, single market. There is a national Federal overlay. Under Federal income tax purposes, they're all tax exempt. They're all regulated under the same Federal securities laws. The fraud parts of the securities laws apply. They all compete for each other. It's the fact that they compete for each other.",
  "There is no good data on that information, Justice Stevens. We do not have an answer to that. But I think the point - -",
  "No, we do not, Justice Stevens. We do not.",
  "There is Balkanization, but it's not complete Balkanization, just like the tax in - - that Hawaii imposed on the alcohol didn't prevent the sale of fine California chardonnay imported into Hawaii; it just promoted the sale of the locally produced wine. It doesn't have to be a complete ban, as this Court explained in Limbach, a complete ban or a discrimination that imposes a burden. There's no constitutional difference. And that applies here too, but the market criteria the Court applied in GMC versus Tracy, I think, applies here. You don't look to define the market by, gee, what's going to happen or what's the purpose of the particular discrimination? You look at ordinary commercial factors. And here the ordinary commercial factors are there is one national market in which these standardized commodities trade. They're issued by the State. They're owned by individuals. Kentucky doesn't own the bonds. Kentucky issues them. They are then traded in the national market.",
  "And if they choose to do that, that's fine.",
  "And of course that would not be prevented by having nondiscriminatory taxes.",
  "But, Justice Stevens, I think that's an idiosyncratic value, not shared. Most investors care about yield and - -",
  "But, Justice Kennedy, that strikes me as the argument that Japan made - -",
  "Justice Kennedy, that strikes me as the argument that Japan made when it said: We should keep American made skis out of the Japanese market because Japanese snow is different from American snow. I mean you can't use those kinds of justifications to say - -",
  "But - -",
  "But, Chief Justice Roberts, every tax serves a public purpose. Every tax is for the State's purposes. If this Court opens the door in this case to say that this facially discriminatory tax regime is okay, this Court will open the door to all of the discriminatory taxes the Court has heretofore struck down. This case -- this Court's discriminatory tax precedents - -",
  "But every State does that. And I think we need to maintain three clear distinctions: Taxes, monopolies, and subsidies. They are constitutionally distinct. Why? If you look at the Constitution, you see all kinds of restrictions on discriminatory taxes. There is no - -",
  "But the -- this Court's dormant Commerce Clause precedents are directed to preserving the integrity of markets. Once you stray and you do not have those clear lines between monopolies, United Haulers, discriminatory taxes, and subsidies, then I think you make -- you take what is a very clear monument of economic freedom, this idea of no discriminatory taxes certainly not discriminatory taxes on their face, and you blur those distinctions and you pull down this monument the Court has. As the Court -- for the reasons the Court said in Quill, these distinctions are important. If Congress, in this particular area, does not like the result, it can change the result. But, jurisprudentially, we need to maintain a distinction between subsidies, between monopolies, and between taxes. Again - -",
  "Not quite, Justice Ginsburg. That was a full-faith-and-credit case in which the Maryland resident said: Oh, I own out-of-State bonds; therefore Maryland can't tax me because the out-of-State State wouldn't tax me if I lived there. A completely different issue, Your Honor. This issue was not before the Court in Bonaparte. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The California Talent Agencies Act does not invalidate the arbitration agreement between Mr. Preston and Judge Ferrer. At most, it merely postpones arbitration - -",
  "The Labor Commissioner - -",
  "I think to answer your question, Justice Breyer, it's helpful just to delineate the procedure of how it's supposed to work. You're supposed to go to the California Labor Commissioner first if there's any controversy arising under the California Talent Agencies Act. That is an exhaustion of administrative remedies concept that the California Supreme Court articulated in Styne v Stevens. After the California Talent Agencies Act has been administered by the Labor Commissioner, either party has as of right the ability to take an appeal to the California Superior Court, at which point all of the California arbitration rules apply, and a motion to compel arbitration could be made at that point and arbitration could happen. And now it's a de novo hearing from the Labor Commissioner's proceeding, which means under California law, the Waisbren case and the Buchwald case, that it's as though the Labor Commissioner proceeding had not happened at all. The - -",
  "It's not brand new, Justice Scalia. We never got that far.",
  "We never took that position below because we never got that far, Justice Kennedy. We only got to the point whether we should have a preliminary injunction so that the Labor Commissioner could go first. Once the Labor Commissioner - -",
  "Well, the motion for the injunction was filed because the arbitrator initially denied a stay of arbitration. The arbitrator himself then reconsidered his ruling a day before the hearing on the injunction, and the arbitrator said I'd like to hear from the Labor Commissioner because the Labor Commissioner is expert.",
  "Well, Justice Kennedy, I think that it is important -- this goes back to Justice Breyer's question. Why is it a de novo proceeding? Well, in the Sinnamon case, which we cite in our brief, there are constitutional reasons under the California's constitution. The Labor Commissioner doesn't exercise any judicial authority and does not have the power to finally decide this controversy. The Labor Commissioner is merely exercising her administrative power over this dispute because this is part of a comprehensive regulatory scheme.",
  "On average 8 months, Justice Scalia.",
  "She, Your Honor.",
  "Well, there are valid reasons. There are very compelling reasons why California set up this system. California law says if you're going to act like a talent agent, you're going to procure employment -- that's the touchstone -- you're acting as a talent agency, you're supposed to submit your contracts in advance for pre-approval from the Labor Commissioner. You're supposed to bring your disputes there. That's how the Labor Commissioner learns of disputes. The Labor Commissioner is supposed to develop this body of law by interpreting it. All - -",
  "The is person is a talent agent, Justice Scalia. He was operating to procure employment. And the statute says anyone who even attempts to procure employment is a talent agent, and that is all that Mr. Preston did.",
  "Chief Justice Roberts, there are other things that the Labor Commissioner is invested with jurisdiction to do. The Labor Commissioner has to find out about these disputes. How does she find out? Because parties bring these petitions. This is a great deterrent for people from violating the California Talent Agencies Act. It works because the dispute has to come before her. She knows who the bad apples are. She knows she can go to get injunctive relief if she needs to. Her expertise is advanced. She gets to decide the controversy initially. And it merely postpones arbitration. And critically, this is - -",
  "No, but the - -",
  "No, Justice Souter, it's actually enhanced. It's enhanced for all the reasons that, when exert brings his or her expertise to bear, you can get a settlement; you get expedited resolution the issues get refind. Most parties don't go to arbitration after this because - -",
  "But, Justice Souter, this is what they bargained for. They bargained for the application of California law under the - -",
  "Yes, Justice Souter, we cited the Volt case before the California court of appeal. Now, the other side did not raise - -",
  "But, Justice Breyer, they did not raise the pre-emption argument at all.",
  "We did by responding to their argument. We did cite Volt. The only other - -",
  "We did not go further than to cite Volt, but let me - -",
  "Because Volt simply was about -- a case about postponing arbitration in favor of litigation going forward, which has actually had a greater impact - -",
  "True, but - -",
  "Except the Labor Commissioner herself who is supposed to do these administrative procedures for all kinds of validate and compelling State court -- State law reasons.",
  "Yes.",
  "She is, Your Honor.",
  "But, Justice Scalia, in Volt, the State court litigation went forward, the related litigation. It could have res judicata/collateral estoppel effects on the arbitration. It has even more of an impact on arbitration - -",
  "True, Justice Ginsburg, but at least it can bind one of the parties and therefore tie the hands of the arbitrator in the subsequent proceeding. Here this is not possible. The parties bargained for this in their agreement when they bargained for the application of California law.",
  "Well, if that's what parties bargained for, that was their agreement. It would be - -",
  "But I understand your hypothetical - -",
  "No, Justice Breyer.",
  "Because here what the Labor Commissioner does is not what a court does. \"Labor Commissioner\" is not synonymous with \"the court\" and cannot be under California's constitution. Here you have a complete, again, arbitration postponing rule and nothing more. The arbitrator's hands are not tied in any way; whereas the arbitrator's hands would be tied if in fact you had court litigation that was conclusive between the - -",
  "Well, that would be - -",
  "But, Justice Scalia, that would be inconsistent with the arbitration clause itself. Here, however, it is not. Here the parties bargained for the application of California law.",
  "Right.",
  "No.",
  "But here it would, yes, because California law requires you to go to the Labor Commissioner first, not to - -",
  "Under California law -- it is California law -- you must go to the labor commissioner first before you go either to court or the arbitrator. You must go to the arbitrator second.",
  "That is correct.",
  "Either side -- either side can go to the superior court.",
  "Justice Kennedy, I think the problem I'm having with your question is that I think you are assuming that there's an arbitration in place while the labor commissioner is going forward.",
  "We do.",
  "Correct.",
  "No, Justice Kennedy, because once - -",
  "We never got there, Justice Kennedy. We never got to the - -",
  "We took the position that the superior court should stay the arbitration because you have to exhaust the administrative remedies first; and, consistent with the Federal Arbitration Act, Section 2, there might be grounds for invalidating this Arbitration Act.",
  "Specifically, Justice Alito, no. What the California courts have decided is that there is a de novo right, and - -",
  "Yes. But the California Supreme Court has also said, in construing its own arbitration act, which is Section 1281, which is basically the same as Section 2 of the FAA -- said, look, when we have a right to go to court if you have an arbitration proceeding, the -- a motion to compel arbitration must be granted unless, for example, the arbitration clause is invalid for some reason.",
  "Well, the parties could voluntarily do that. But, yes, if you don't do the de novo proceeding, then the labor commissioner's decision becomes binding. So you must take the step of doing the notice of appeal and then do a motion to compel.",
  "No, Justice Scalia. If I made that impression, I'm sorry. I was mistaken. What I am saying is that if -- if -- you have a right to take an appeal to the California Superior Court.",
  "And once you get to the California Superior Court, then, under Section 1281, you have a right to move to compel for arbitration, just as under the Federal Arbitration Act.",
  "If do you not do those things, if you do not take the appeal, then the labor commissioner's -- by default, her ruling becomes binding. So you have to do the appellate process, and you must file a motion.",
  "Your opponent can appeal the decision compelling the arbitration if it were improperly granted, yes.",
  "Justice Kennedy, if the arbitration clause is valid and applicable, we will go to arbitration. That validity and applicability has not been tested by any court below. For example, are there grounds - -",
  "Yes, we will go to arbitration.",
  "Labor commissioner goes first. Then, we go to arbitration. If this Court rules that the labor commissioner's jurisdiction is preempted, then we go back to the -- to the lower court. If the arbitration clause is valid and applicable, we will go to arbitration. That is correct. Chief Justice Roberts, you asked a question about the - -",
  "Under First Options here, were it not unmistakably clear that the parties said that the arbitrator should decide arbitrability, that would be for the court to decide.",
  "And what I meant in that language, Justice Ginsburg, is simply this: For example, if the arbitration clause were invalid because the arbitration clause, itself, were, say, fraudulent or -- for something, then it would not be validate and applicable; or if the scope of the arbitration clause were limited in some way, then the scope issue, the arbitrability issue, is for the court to decide as this Court decided in First Options. Here we do not have the unmistakably clear language that the parties intended that the question of arbitrability, itself, to be to the arbitrator. So the court would decide if, in fact, the - -",
  "Yes, Justice Breyer.",
  "Correct.",
  "Yes.",
  "Yes.",
  "No.",
  "No, Justice Breyer.",
  "And this goes to the Chief Justice's initial question which I have been trying to get to. And that is when the parties incorporated California law, what did they incorporate? Well, in Volt this Court answered: When they incorporated California law, it was California law; not California law with a gloss of Federal law, but California law. And the California Supreme Court in the Chronus case that we cite says exactly the same thing.",
  "Yes.",
  "No.",
  "Because that goes -- because I think that this Court held that it to be no in Volt. It said, look, where the -- because that goes to the applicability, the validity, of the arbitration clause, itself. Here we don't have arbitrability, itself. The First Options standard is not satisfied under this case.",
  "Two reasons, Justice Scalia: First, in the Buckeye case, for example, the parties specifically selected as their choice of law the Federal Arbitration Act. Here the parties selected California law. This is no different than in Volt. The second reason, Justice Scalia - -",
  "In Volt, Your Honor, the specific law that was -- the Court said was selected was Section 1281 of the California Code of Civil Procedure, which applies in a California court favoring a court proceeding because California has this rule that says if you have arbitration and related litigation, you can stay - -",
  "Yes, Justice Ginsburg. But here I think the Court has drawn the proper distinction between, on the one hand, Volt and, on the other hand, Doctor's Associates, Mastrobuono, Perry, Allied-Bruce, all of those cases where the Court has said if it is an arbitration negating rule, you don't incorporate it, because that's fundamentally at war with the decision to arbitrate. But where it's merely an arbitration postponing rule, which was the procedural issue in Volt and the procedural issue here, then we respect that and say that's not pre-empted, because it's not necessary to pre-empt.",
  "It is inconceivable, Justice Alito, that the California court would say that arbitration is not permissible in this case. The California Supreme Court has reconciled previously in the Aguilar case, which is 32 Cal. 4th 974. You had two different provisions of law. One said you had nonbinding arbitration for fee disputes between attorneys, and the second was the California Arbitration Act. And the California Supreme Court said, as this Court said, that it will indulge every intent to give effect to such proceedings, the arbitration proceedings, in Section 1281. It will harmonize the statutes and say if you if you have a right to arbitrate, we will respect that and we will harmonize the laws so we respect that.",
  "No, Justice Scalia.",
  "No.",
  "No, Justice Scalia. It is the California constitutional provision. Under California's constitution, for better or worse, you cannot have the Labor Commissioner - -",
  "Justice Scalia - -",
  "Justice Scalia, bankruptcy courts cannot enter final decisions, yet we know that they're expert in bankruptcy law, even though they're subject to de novo review in the district court.",
  "But that's the case in every Federal Arbitration Act case, Justice Kennedy.",
  "No, Justice Kennedy.",
  "Justice Kennedy, if we get to the Superior Court -- the Labor Commissioner does her work, and if the parties are not satisfied with it, either of them has the right to go to the Superior Court for a de novo hearing and file a motion to compel arbitration. This would be no different than any other Arbitration Act case where, when you get to the - -",
  "Yes, Justice Kennedy. Yes. That is - -",
  "Yes, Justice Kennedy, that is -- that is factually accurate. That is a factually accurate addition to what we said in our brief.",
  "Justice Kennedy, we never got to an evidentiary hearing in this case.",
  "It is not in the record, Justice Kennedy, because there is no factual record in this case - -",
  "It's not for the first time, Justice Kennedy. It was made all the way through the proceedings below. We never got to an evidentiary hearing. This case is still at the preliminary stages.",
  "Well, Justice Kennedy, that would mean we could make no factual statements to give the Court any background at all. I think it is undisputed; it isn't challenged by the other side.",
  "It's undisputed, that Mr. Preston went and arranged the meeting with Judge Ferrer initially with the folks at ABC.",
  "I think, Justice Kennedy, I will concede that it is not a matter of evidence, so that qualification -- I will accept that qualification - -",
  "It is undisputed, Justice Ginsburg, that Mr. Preston never had a license.",
  "Our argument, Justice Ginsburg, is that he was unlicensed but he was operating as a talent agent under section -- under the California Talent Agencies Act.",
  "That is disputed, Justice Scalia. And they have disputed that. But it is -- let me qualify that then, Justice Ginsburg. It's undisputed that he never had a license.",
  "Ruled against us? We would have filed an appeal to the - -",
  "To the court, correct. And then there would have been a motion to compel for arbitration. That - -",
  "No, Justice Kennedy. I think that all of our citations to the record and all of our statements about the facts are, in fact, true.",
  "I'm sorry, forgive me, Justice Ginsburg. It's undisputed that Mr. Preston never had a license.",
  "It is disputed whether he was acting as a talent agent or not. I wish to clarify that.",
  "Mr. Chief Justice, and may it please the Court: The scarcest and most precious commodity in a Chapter 11 case is cash. Without cash, you cannot even get to confirmation. The way in which most debtors generate the cash necessary to get to confirmation, to pay all of the things that have to be paid in cash on confirmation is through asset sales. In fact, this tax exemption is more important for pre-confirmation transfers to the confirmation process than post-confirmation transfers. Here in this case, if you look at the joint appendix page 127, you can see the things that had to be paid on confirmation of this plan, including administrative expenses. In section 1129, Congress set forth the rule that certain things have to be paid in cash. Every dollar that is spent to pay a stamp tax cannot be used to pay employee claims, cannot be used to pay for goods and services the debtor desperately needs to reorganize, and cannot be offered to creditors to get their vote in favor of the plan. There is no reason, no reasonable reason why Congress would have wanted to allow the exemption for a thousand-dollar transfer that occurs after confirmation, but not to a ten-million-dollar transfer that occurs just prior to confirmation.",
  "Well, Justice Scalia, I think that depends on how you define the term \"under.\" And, getting back to your prior question - -",
  "There has not been a confirmed plan, but there is often - -",
  "Well, it requires that there be a plan confirmed. Now, it doesn't say \"confirmed plan.\" Where Congress intended to foreclose discussion, it says - -",
  "You don't necessarily know, Justice Scalia.",
  "Yes, Justice Souter, but that underscores how difficult it is to confirm plans in Chapter 7, why Congress wanted to make it easier by providing this tax relief. You need cash to confirm. For example, the administrative expenses - -",
  "Well, the whole purpose of 1146(a) is tax relief. It is tax relief to provide more dollars for other Chapter 11 purposes. You cannot confirm a plan without hard, cold cash. In the LTD bankruptcy, the administrative expenses that had to be paid in full prior to the effective date of the plan were north of $200 million. This really makes a difference. This is a live, flesh-and-blood problem.",
  "Justice Ginsburg, the practice is to escrow the funds so they will be available as an administrative expense if it turns out there is no confirmed plan. In addition, this is no different than any other asset sale in bankruptcy where if the tax exemption is not allowed, they claim it as an administrative expense.",
  "That is the practice, Justice Ginsburg. And the reason why Florida is never harmed is because the procedures are the same whether it is a Chapter 11 case or Chapter 7. They have to come to the bankruptcy court and file a request for payment of this kind of tax anyway.",
  "None that I'm aware of, Justice Breyer. And here is why that shouldn't happen. It is theoretically possible, but here is why that should not happen. Because when the -- a transfer is made under section 360(c) -- excuse me, 363 -- the transfers are made free and clear of all claims in interest. That's what section 363 provides. If the State wants to get its tax, in the ordinary course it comes into the bankruptcy court anyway, just as Florida did in this case, to file a request for payment of the tax.",
  "That's because the exemption applies, Justice Scalia. The courts apply this exemption in Chapter 11. It is only applied in Chapter 11, not Chapter 7.",
  "No, Justice Souter, because the purpose of Chapter 11, as we know, is to facilitate reorganization, rehabilitation, saving jobs. It is very difficult. Congress understood it would be difficult. That's why it made Chapter 11 more liberal than former Chapter 10 under the Bankruptcy Act of 1898. That's why we have this tax relief, to provide more dollars that are available to make that process actually work. This is a real flesh-and-blood problem.",
  "Sometimes, Chief Justice Roberts, but not often. And the reason why we have these asset sales quickly in bankruptcy, think of the warehouse of the bananas. If you file bankruptcy, you have got to sell those bananas right away. You can't wait for months and months and months until the plan is confirmed, because there's nothing left to sell. Here we have a business which we call the melting ice cube. It an operating business with employees, but we've got to get it into the hands of somebody with capital quickly. Otherwise, this business is going to be -- shut its doors. All of those people will be let go. That's why we had a quick sale here: To preserve value, to preserve jobs. We couldn't wait until the plan-confirmation process played out. And, in fact, there could not have been a confirmed plan without the sale because the creditors were fighting too hard about who was going to get what. We had to have the sale first, and we had to do it quickly to maximize the value, preserve the business, save the jobs.",
  "Chief Justice Roberts, the answer to that question is that the creditors have diverse interests. Secure creditors often want to liquidate quickly. They want to get their collateral liquidated because they may be paid in full out of that. That may leave nothing for the unsecured creditors, the tort victims, the employees who have wage claims, the Pension Benefit Guaranty Corporation. In order for there to be cash for those entities, a more negotiated sale or a different process might have to be followed. That's what happened in this case. There was enough to pay the secured creditors in full and give a 45 to 50 percent distribution to unsecured creditors, including the Pension Benefit Guaranty Corporation.",
  "That is a standard that we offer, Justice Alito.",
  "Yes, it is. It is -- it is more open.",
  "Well, basically, Justice Alito, it encompasses almost any pre-confirmation transfer. It's a wide open standard. I want to be up front about that. You could say -- you could use a dictionary definition of under in accordance with, it's about the same. It would cover all of pre-petition - - I'm sorry -- the pre-confirmation transfers where you ultimately have a confirmed plan, because all of them will be generating cash that make confirmation possible.",
  "Well, a couple - -",
  "Well, the standard -- the test at 1146(a) requires that there be a plan confirmed under section 1129. So we have three parts of the statute. We have an incident of transfer, that's undisputed. We do in this case have a plan confirmed under section 1129. And we do, in fact, have a stamp tax. The question - -",
  "But we know, Justice Scalia, that in -- where the same language is used, in section 365(g), it cannot possibly mean post-confirmation events. It cannot possibly. Because section 365(g) addresses assumptions or rejections of executory contracts under a plan confirmed under Chapter 11. That cannot happen post confirmation because, as this Court said properly in Bildisco, assumption or rejection must occur prior to confirmation of a plan. So the same language used elsewhere in the statute, exactly the same, cannot possibly mean post-confirmation. It must mean something else. And we think it means a transfer that occurs either before or after confirmation as long as you have a confirmed plan. Now, it's also critical that where Congress intended to foreclose the debate to require that there be a plan first, such as in section 1142(b) or section 511(b), Congress said \"under a confirmed plan.\" You cannot insert a verb between confirmed and plan, where it's confirmed plan. In this section, Congress -- in 1146(a), Congress said plan confirmed under section 1129. Does that mean plan that has been confirmed, plan that may be confirmed, plan that is confirmed? It's ambiguous. It's ambiguous. Again, in section 1142(b), Congress expressly dealt with transfers under a plan -- under a confirmed plan. And in context, that distinct language means there was a plan first, and then it authorizes parties under the plan to make the transfers that are authorized under the confirmed plan.",
  "No, Justice Souter. And here's why. We know, for example, in section 1145(c)(2), which is also part of subchapter 3, that expressly applies to an exemption for sales of securities between the petition date and the confirmation date. In addition, section 1146(b) itself allows for requests for determination of the tax effects of the plan before the confirmation date. So we know for a fact that the rules in subpart 3, some of them apply to pre-confirmation periods, requests, and exemptions.",
  "I think it is entitled to some weight, Justice Souter, but I think it is completely undercut by some of the very provisions of subchapter 3 by their terms apply to pre-confirmation events. Similarly, some the provisions of subchapter 2, section 1127(b) applies expressly to post-confirmation matters. Congress was not consistent in placement -- placing things exclusively under one heading or another.",
  "That's an excellent question, Justice Ginsburg. The answer is, I think, important. And there is an excellent answer, and that is, whereas Chapter 7 liquidations are sort of off-the-rack, Chapter 11 liquidations are custom-made. The plan is custom-made and tailored to the particular assets and circumstances of the particular case. The assets that were sold in this case was not all the assets to be sold, Justice Ginsburg. That often happens. And this plan provides for the orderly liquidation in a specific way of the assets that weren't, in fact, sold. There also are all kinds of claims that have to be resolved and dealt with. This plan, in a customized way, dealt with with the resolution of those claims -- the PBGC liabilities, tort liabilities, all different kinds of liabilities and concerns -- in a much more efficient and tailor-made way than could have happened if the case had been converted to an off-the-rack Chapter 7 case. There is a test which the lawyers and the courts apply as to whether we should stay in Chapter 11 when the situation has been that most of the assets have been sold or whether we should convert to Chapter 7, and that is whether it's in the best interests of the creditors and the best interests of the estate to stay in the Chapter 11. That test was met here. It was clearly in the best interest to stay in the Chapter 11, because we got that customized procedure: A plan administrator who was appointed subsequently who is continuing to liquidate assets and distribute the proceeds. We have all kinds of benefits. Now, it is not possible to confirm a Chapter 11 plan simply to escape tax liabilities. Section 1129 says you cannot confirm a plan if the primary purpose is to escape tax liabilities. So there is a protection for the State there as well. Here, of course, the primary purpose of confirming the plan was not just to he avoid tax liabilities. It was to do all these other administrative things in a custom-made way.",
  "Section 365(g), Justice Scalia.",
  "We quote it in part on page 38 of our brief. And it is quoted in part on page 17 of the Petitioner's brief.",
  "Yes. Yes, Justice Scalia. On pages 38 and -- 37, 38, and 39, we specifically talk about section 365(g)(1), and we cite the Bildisco case and specifically made the point - -",
  "I do, Justice Scalia. Let me quote it for you exactly. Section 365(g) deals with what the effect of a rejection -- I'm sorry -- effect of breaching an executory contract is. And there are two subparts, 365(g)(1), which provides: \"If such contract or lease has not been assumed under this section or\" - - here's the language that is the same -- \"under a plan confirmed under Chapter 11.\" So, if the contract or lease has not been assumed or -- under this section, section 365, or under a plan confirmed under Chapter 11, then the breach is basically deemed to have existed just immediately prior to the filing of the bankruptcy case. It is exactly the same language. And it is also in (g)(2), the same language is used yet again. It cannot be the case that the election to assume or reject an executory contract can occur post-confirmation. It cannot. Why? Because, as this Court explained in Bildisco, the assumption or rejection must occur prior to confirmation, up until the point of confirmation, is the language this Court used. The lower court decision, the TWA case, et cetera, all say exactly the same thing. And there's an important reason for that. The standard for assumption or rejection, even if it is elected in a plan, is you have to satisfy section 365. And that has to be done through a court order, through a court proceeding that has to occur essentially before the court actually confirms the plan. So the same language used - -",
  "Because the debtor has to elect -- the debtor has to make a decision before confirmation so we know what's going to happen to the property, and so the creditor can timely final a claim if it is going to be rejection, because the creditor does not file a claim for rejection damages for rejection of the contract until the assumption or rejection is determined. That particular thing is postponed. But we must know that prior to confirmation because we have to know how to treat the creditor's claim; if we have to pay that creditor significant money, what's going to happen to the property. For example, Justice Souter, suppose it is a contract to purchase a Boeing 767 for $600 million. The debtor might file for bankruptcy, one of the airlines files for bankruptcy and might have to decide whether to honor that obligation or to reject that obligation, assume it or reject. We need to have that information. We need to know if the debtor is going to have to pay that $600 million before confirmation. We can't wait until after because it's too important to the plan. It's too important in dealing with the asset. That's why all the courts, including this one, have said you must make the assumption-or-rejection election up until confirmation, never after. So it can't be the case that the specific language \"under a plan confirmed under Chapter 11\" as used in section 365 refers to post-confirmation, but that is in fact the same language used in section 1146. Now, contrast that with the language used in sections 1142(b) or 511(b), which talks about a \"confirmed plan.\" And, in context, that language clearly means a plan comes first. Congress could have used that same formulation in section 1146(a); it chose not to. And under Russello and the other precedents of this Court's canons of construction, we should give that semantic choice its deference. And, again, there's a reason. So a statute - -",
  "In context, yes, Chief Justice Roberts. And if you look at section 1142(b), I think you can -- you can actually see in context why that so clearly means -- that so clearly means the plan comes first and then is confirmed. But again, it's different language that is used.",
  "By statute, Chief Justice Roberts, section 103 provides that the provisions of Chapter 11, in Chapter 11, including section 1146, apply only in a Chapter 11 case. There is no case - -",
  "The only sections that apply basically to pre-bankruptcy, pre-petition matters, are the avoidance powers in section, for example, the preference actions in section 547, the fraudulent transfer provisions in section 548. Those things expressly apply to pre-bankruptcy events, and they say, before the -- \"90 days before the commencement of the case,\" those kinds of things. When Congress wanted to reach back before the petition date, it used very specific terms of the art, very specific authorization. Nothing like that appears anywhere in section 1146(a), and for good reason. It's very clear, and every court to have looked at this has so held, that 1146(a) does not apply before the case is commenced. And that makes sense because the purpose is to give tax relief to facilitate the Chapter 11 process. You want to have cash available - -",
  "Yes, Justice Stevens. In fact, that has to happen.",
  "Yes, Justice Stevens, it must. And under section 363, the Bankruptcy Court must approve sales like this on notice to creditors, which would include the State. And here, in fact, what happened is consistent with what happens in almost every bankruptcy case. Because the State has an interest, a taxing interest, in the transfer, the State will get notice, which Florida gave here. They have an opportunity to come and object if they wish to, which they did here. There are actually more protections for the State for pre-confirmation transfers than post-confirmation transfers. After the confirmation of the plan, the Bankruptcy Court's work is essentially done, and then you're just out in the world under the plan and the debtor is making sales and transfers. There isn't the opportunity for the State to come in and actually object to things as there is pre-confirmation. So here the State actually has more protections for the pre-confirmation sale - -",
  "Well, for example - -",
  "There's a very practical reason for that question, Chief Justice Roberts, and that is in this case the Bankruptcy Court specifically determined in his order, judge in his order, that the exemption would apply. So that was determined in the order. Of course - -",
  "Well - -",
  "Well, you can't have a sale until the Bankruptcy Court approves it. In the process of approval, the Bankruptcy Court was asked and made the determination that 1146(a) would apply. Now, what happens then is the State can come in and has the right to file a request for payment of administrative expense and the funds are escrowed, because if in fact there ends up not being a confirmed Chapter 11 plan, then the State is entitled to its tax, and the money is then paid to the State, its request for payment of administrative expenses is allowed, and it gets is money. But this can make - -",
  "It's not always escrowed, Justice Scalia.",
  "That is the practice, but it's not uniform because in some cases there's no need for an escrow. There are some cases in which we know there's going to be enough cash available that the State will be paid, so we don't need that safety. But the State can always ask for it, and if the State asks for it I'm almost certain in most cases it will get it.",
  "Well, I think it's relevant in the sense that Congress was clearly intending here to grant tax relief to Chapter 11 debtors to facilitate the Chapter 11 process. It's not a tax exemption, Justice Alito, in the sense of, for example, an exemption to a revenue-raising provision. In other words, you could have a State statute that says: The purpose of the statute is to raise taxes and we'll create exemptions. That's one context. And there it might make sense to say: Well, look, while the overall purpose of the statute is to raise revenue, we might construe the exceptions to that purpose narrowly. Here the purpose of Chapter 11 is to facilitate the Chapter 11 process. So I think we construe this revenue-raising -- I'm sorry -- this tax relief measure consistent with that overall purpose.",
  "That's the limitation that the United States wanted to add to section 267 of the Bankruptcy Act of 1898. Congress did not grant the United States' request. The United States said this is administratively too difficult to administer, and Congress rejected that testimony from the representative of the Treasury and enacted section 267 over the objection of the United States. Now, the United States after the Excise Tax Reduction Act, I think of 1965, does not really have many excise taxes. And so the testimony of the Commissioner of the Internal Revenue Code -- Revenue Service in 1978, when the Bankruptcy Code was being adopted, was that the United States doesn't really care about stamp taxes. It really didn't have a position on it.",
  "I'm sorry, Justice Ginsburg?",
  "4382(b)?",
  "Was that the revenue provisions - -",
  "That one I'm not certain of, Justice Ginsburg.",
  "No, Justice Ginsburg. There the three -- the history of the development of the statute is section 77(b)(F) and then went to section 267 and then went to section 1146. That's the direct - -",
  "That may, Justice Ginsburg, have been a mirror provision. Before 1938, the tax-exemption provisions under the Bankruptcy Code were mirrored. There was a provision in the Bankruptcy Act in section 77(b)(F). There were also mirroring provisions under the bankruptcy -- under the Internal Revenue Code. Those were eliminated and instead we just have section 267 under the Bankruptcy Act of 1898, which dealt with the exemption in bankruptcy. Justice Ginsburg, I think that, going back to your earlier point, I think it's important to underscore that the context of this case is different from other contexts in which the discussion of how we should construe a tax exemption applies. I think the Court here should apply the analysis that it applied in Dolan, where the Court was considering application of a similar canon of narrow construction, and the Court said: Well, in construing the Federal Tort Claims Act, in juxtaposition to this concept that we construe waivers of sovereign immunity narrowly, we don't apply that because that would basically run afoul of the purpose of the Federal Tort Claims Act provisions. The same thing here. The proper rule of resolution where we have an ambiguous statute is to look to the purpose of the statute, and the purpose here is to make Chapter 11 easier by granting tax relief. And I think that, consistent with that purpose, the Court should construe section 1146(a) - -",
  "Yes, Justice Scalia?",
  "Well, that -- that's true in general, Justice Scalia, but if Congress had really wanted to narrow the purpose here to post-confirmation, it would have surely used the temporal limitations it used, for example in section 1127, where the Court said before -- the Congress said before confirmation you do this; after confirmation you do that. That is a -- that is a standard legislative technique used throughout the Bankruptcy Code that was not used in section 8.",
  "Well, I think, Your Honor, as the Court stated in Ardestani, quote, \"The word 'under' has many dictionary definitions, and we must draw its meaning from its context,\" close quote. And under Robinson, the Court looked to, where there was an ambiguous statute, the purpose as the way to resolve the ambiguity, and I submit that should happen here. Thank you very much.",
  "Mr. Chief Justice, and may it please the Court: Justice Ginsburg, your reading of the schedules is completely accurate. There was nothing more that Ms. Reilly could have done to indicate her intent to exempt the property in full. The bankruptcy court looked at this. The bankruptcy judge sees thousands of these kinds of schedules and made that determination.",
  "Well, Justice Kennedy, the form --",
  "Justice Kennedy, the form doesn't call for that. The form calls for a list --",
  "That's --",
  "Yes, Justice Kennedy, but consistent with the form and the information the form requests, she completely and accurately provided the information the form requests. And she -- as the bankruptcy court looked at this and said, this is -- she's claiming the property in full. The district court looked at this, the court of appeals looked at this, all to the same conclusion. Now, I think it's important to underscore the purpose of the statute and the rules. They address a very practical problem. We need to know, right away, at the beginning of the case, is this property the debtor gets to keep, or is this property of the estate, which the trustee can sell? We need to know this because, under section 363(b), a trustee cannot sell property if it is not property of the estate. And if the property is claimed as exempt and nobody files an objection, it is exempt under 522(l). The trustee cannot sell it. Now --",
  "Just so I'm clear, Chief Justice Roberts, if she claims that she -- $15,000, but she puts a value of $100,000? Is that --",
  "Well, if she undervalues her equipment, for a hundred years, Chief Justice Roberts, that has been grounds for objection. For a hundred years, the practice has been --",
  "Not quite, Chief Justice Roberts, and here's why: The trustee gets the form, and then there is the meeting of creditors, and the trustee gets to ask questions before the deadline actually occurs. Here, the trustee went and asked somebody else, do you think this is worth more than she's claiming? And, apparently, somebody said, perhaps it is. Then the trustee could ask the questions of the debtor directly, and if the debtor -- if the trustee needs more time, the trustee can do one of two things: move for an extension of time to object or simply adjourn the meeting of creditors. The timing is completely in the trustee's control. They have plenty of time.",
  "Yes, Your Honor, but that's what the statute does. It poses the burden on the trustee. The rule, Rule 4003, imposes the burden on the trustee to object if the trustee has any grounds for thinking what the debtor has done is improper. Now, these schedules are signed under penalty of perjury. There are criminal sanctions under 18 U.S.C. sections 152 and 157 if the debtor is engaged in fraud. There are penalties under section 727 or 707. The case can be dismissed. The debtor can lose her discharge. This is very serious affair, stating this information. The debtor here very thoughtfully itemized all of the property, she filled out all the information on the form, and she did something else, Chief Justice Roberts. On page 28a of her schedules, she checked a box that's required, and that box that the debtor requires -- is supposed to check basically tells the trustee: This is a no-asset case; there's not any value left over for anybody else after you account for my exemptions. It's very clear from the box she checked off, from the information that she provided, she was claiming the property in full, the very property that she wanted, her tools of trade to engage in her business. Again, thousands of these forms are done. Here, the bankruptcy court looked at this and said she was exempting the property in full. The trustee knows this. The trustee sees thousands of forms. He had the information that he claims forms the basis of his objection well before his deadline passed, yet he allowed the 30-day period to go by without presenting an objection.",
  "In the last column, Justice Alito?",
  "She meant that the value she claimed in full of her property was what she was claiming as exempt. The entire --",
  "She held the property.",
  "Yes. She very carefully listed it, and a debtor in bankruptcy --",
  "That was her valuation of the equipment, Justice Alito.",
  "No, Justice Scalia, because she didn't exhaust --",
  "No, Justice Scalia, she did not exhaust her exemption availability. She had additional exemption availability left over after she took for her equipment. She detailed, she listed the assets, she listed a value. And under our law, debtors in bankruptcy who own property are considered experts with respect to the valuation of their own property. Shane v. Shane, 891 F.2d at 872, the owner of property is competent to testify as to its value, is competent to testify to it. Here, the trustee offered nothing. Theres nothing in the record to rebut her valuation that she swore under penalty of perjury was accurate. She did -- again, Justice Scalia, she had more exemptions she could have used. And if --",
  "No, Justice Alito, because $10,718 is not her max. That's not the maximum amount of value that she could have claimed. She properly did what all debtors have to do. They are required to do this under the forms. They are required to inventory their property in Schedule B; they are required in Schedule C to state a value, if in fact they know it. And in good faith --",
  "She used it for perishable food items. She didn't have to use it for perishable food items.",
  "Actually, the other way around, Justice Scalia. She valued the equipment first. Then she determined she had leftover, leftover exemption ability, and she applied it to additional items.",
  "Actually, I think, Justice Kennedy, the opposite. After Taylor, after this Court's decision in Taylor, trustees understood if they had a valuation objection, if they had concern that the debtor might be getting a windfall, they needed to make an objection.",
  "That's correct, Justice Kennedy, but that was the appropriate thing to say for that particular asset, an unliquidated lawsuit. When we're talking about tangible property such as cooking equipment, where you can figure out -- you look at the pot and you have an idea of what it's worth, you are required to state that amount. Now, I think, Justice Kennedy, a good rule of decision is -- or a good principle of decision here is that the exemptions are part of the fresh start in bankruptcy, and we construe exceptions to that fresh start against creditors, against the trustee.",
  "Yes, Justice Breyer, there has not been an avalanche of pro forma objections being filed in these cases.",
  "Yes.",
  "Yes, Justice Breyer.",
  "In the court of appeals, yes, Your Honor. Hes a former bankruptcy judge.",
  "Certainly --",
  "Justice Breyer, under the rules, the trustee has the burden of objecting if the trustee has any basis for objection, including valuation, and -- but the trustee has to have a good faith reason for objecting, and how that is determined is the trustee looks at the schedules, asks questions at the meeting of creditors, a section 341 meeting, and then if the trustee has any objection at all, present it. If the trustee doesn't present it, you move on. We have -- finality is very important here.",
  "Yes, Justice Sotomayor, and the trustee has had that burden for about a hundred years. And under the former Bankruptcy Act, they had much shorter deadlines -- 20 days, 15 days.",
  "But theyd have to do that in their motion to sell anyway, Justice Sotomayor. And also in most cases it's going to be simple. The most common asset that this is about is a car. You take the car and you check the book value of the car, and the trustee can do a simple, easy, expedient comparison. It's a little more complicated when --",
  "In a situation where the debtor claims the property as exempt, yes, and here's why, Justice Kennedy: Because the trustee again can --",
  "Well, if the debtor claims the whole property is exempt, then it's not property of the estate unless the trustee interposes a timely and successful objection, because section 362 of the Bankruptcy Code, which authorizes sales, only specifically authorizes sales of property of the estate; and if someone claims property as exempt, if no objection is interposed under 522(l), then the property claimed as -- is exempt.",
  "If, in fact, the debtor claims the property as exempt, that's correct. Unless the debtor concedes, the trustee can sell it. That has to happen anyway, Justice Kennedy.",
  "No, Justice Kennedy, and here's why: because the statute, for example, points that the court is going to determine in the first instance whether the objection claim is valid, if there is in fact an objection. How do we know this? Because section 522(a) says value is determined as of the date the debtor files for bankruptcy. We do not have sales to determine whether, in fact, the property is what it's worth. We determine whether the -- that the claim of exemption is valid. First, there's a judicial determination of value. It's geared towards the date of the petition date. Why? Because Congress understood that debtors want this property, not just a check from the trustee. It's part and parcel of their fresh start. As this Court explained in Rousey and in Owen, that the fresh start policy embraces the exemption. That is very plain.",
  "I'm sorry, Justice Breyer.",
  "I am certain about it.",
  "I would say that, Justice Breyer. I am certain about that. I have just -- answered one question, then taken off to another one. I didn't get to --",
  "Justice Breyer, the practical reality is that there are over a million bankruptcy cases that are filed a year. Most of those are Chapter 13 or Chapter 7 cases, hundreds and hundreds of thousands of them. And that's why the box that's checked on page 28a is a key piece of information for the trustee. When the debtor says, this is basically a no-asset case; after you take account of my exemptions, there's no property left over for unsecured creditors - the trustee looks at that. And as a practical matter, the trustee makes a judgment -- a judgment call: Hmm. I look at all the things, does it look right? If I feel like I need to ask questions, I will ask them at the meeting of creditors. Which is what happened here. If the trustee then is still suspicious in some way, then the trustee can seek an appraisal, and if the trustee wants to get that appraisal, then the trustee can ask for additional time to do it. If the court thinks that there's perhaps merit to it, the trustee will give -- the court will give the trustee additional time. More --",
  "Yes. The facts of this case are exactly that, Justice Ginsburg. The trustee here, before the meeting of creditors, went and talked to an auctioneer. In the ordinary situation, it will happen a little bit differently, where the trustee will look at the schedules, and perhaps before the meeting of creditors, the trustee might inquire with someone else, but oftentimes the trustee might ask questions at the meeting of creditors. And then if the trustee wants to, if the trustee thinks it's worth it to get an appraisal, then the trustee will ask for the -- for the additional time to do -- do the appraisal, by either asking the court for an extension or by adjourning the meeting of the creditors. But it's very important at the beginning of the case -- there's a very important finality question here, a finality principle. The debtor needs to know as soon as possible -- and this is why we have an objection deadline. The debtor needs to know as soon as possible: Is this my property? Can I take this cooking equipment and can I use it? Am I the one who is to insure it? Can I conduct my business? Can other creditors lend me money now, now that I'm going through bankruptcy and I have my discharge? Or is this something that the trustee is going to take and sell? That is why we have this objection deadline, to basically say to the trustee, if you have any objections whatsoever about the debtor keeping this property -- whether their value, or the statutory basis under 522(d) is incorrect -- whatever reason it may be, make your objection and we'll have a quick determination by the court. It cannot be true, as the trustee would like it, that the trustee can sell at any particular point in time in the future without having to make an objection, because that --",
  "Not precisely, Justice Ginsburg, because many of these issues are resolved by unpublished orders. That it is very difficult to evaluate and get a hold of. But I think by and large the vast majority of bankruptcy courts follow Taylor in this -- in this area and will say, well, when you list the value of the asset, if the trustee has an objection as to value, then the trustee must make the objection. If the trustee doesn't make the objection --",
  "Yes, Justice Kennedy, so the courts have to apply the holding in Taylor to a slightly different factual context. But most bankruptcy courts say this is really the same situation. Because after all, in Taylor, what the trustee was saying was that I think the debtor is getting too much -- was getting too much at the end of the day. And the same thing here, the trustee is saying: I think the debtor is getting too much; it may be worth more. But if the debtor thinks theres a problem with the valuation -- again, make an objection, because we need to have that finality. Finality was a key concept in --",
  "Yes, Justice Kennedy, thank you for correcting me. If the trustee thinks there is a problem, the trustee has to make an objection. We get that finality taken care of, and then we can move on.",
  "I can see that, Justice Sotomayor, but I think that here are much worse incentives with the trustee's rule, and much worse problems, much greater harm to the statutory scheme. Now, Your Honor's question about these court of appeals decisions -- I think a lot of them are driven by the following, which has since been cured by an amendment to the rule. A lot of them involve situations where the court of appeals was thinking - and looking at the record and thinking the debtor was engaging in some kind of misrepresentation or manipulation. And, as Justice Stevens pointed out in his concurrence in Taylor, you know, there is this - what about this problem? Are there 105 powers? Are there -- is there authority for the bankruptcy court to basically act, if you have a basically bad-acting debtor? Now the current version of Rule 4003 makes an exception for fraud. If there were bad things that happened, that's been taken care of now under the rule. But we shouldn't assume that and certainly not in this case. Ms. Reilly was perfectly honest and straightforward. She set forth everything that the forms required. The really --",
  "It's not an irrational conclusion, except it is one that is contrary to the statutory scheme. It basically says to the trustee, you need not object by the 30 days, if you want to sell the property.",
  "Yes, but, Justice Sotomayor, it is the filing of the objection that triggers the negotiation, and this is key. This is -- this is really quite key because the practice is that, if the trustee exempts to the -- exempts -- sorry -- objects to the valuation, then there is a court hearing, and the court will resolve the objection if the parties can't negotiate it afterwards. And if you look --",
  "But if there is no objection, then is no involvement of the court, and the conversation stops. And the reason why you have the objection is because the trustee has the burden of coming forward and demonstrating that the debtor's valuation is wrong. And that's important because when the trustee is now saying, oh, I just need to sell, I don't have to object, the trustee is evading his burden of proof. By just simply saying, I'm authorized to sell, I am going to sell, as long as it is not the debtor who doesn't object. The trustee's proposal inverts the burden of proof. It's now under the trustee's proposal, when the trustee files a motion to sell, the debtor has to come forward and object and now say, wait, I have a valuable exemption here. What -- what the trustee then has done is simply said, I don't have to comply with my burden of proof that's set by the rule and the statute. After all, section 522(l) puts the burden on the trustee, as well, to object. So they are inverting the burden of proof, and Congress and rules have put the burden of proof completely in the opposite way. And, again, we need that -- we need that finality. The trustee would basically have, under his proposal, an ability to file a motion to sell a year later, 2 years later, 4 years later, by reopening a case that's been closed, if the trustee thought that. Our whole point about finality, which was a key principle animating the decision below and also this Court's decision in Taylor, where the Court made the observation that, although these deadlines may yield, in some situations, unwelcome results, they serve very important finality interests. The debtor needs to know, is this my property? Can I use it?",
  "That's correct, Justice Ginsburg. Instead she said, this -- the trustee wants to sell all of the property. He's filing -- he filed a motion to sell all of it. The trustee did not give her an opportunity to do that allocation, which she would have had if the trustee had filed an objection. In responding to the objection, she could have said, well, I'm only going to allocate something, because the objection would have been under the exemption rules; whereas, the trustee, when the trustee filed the motion to sell, it was under 363, which is the motion to sell rules, where the debtor would then have had to come forward and object to the motion for some reason, but, again, you don't have that allocation option under section 363. And, again, the trustee puts the cart before the horse. The trustee cannot sell property, unless it is property of the estate, and under section 522, if, in fact, the debtor claims property as exempt, if there is no exemption -- no objection, it is exempt, and, therefore, it's not property of the estate. Exempt means exempt from property of the estate. A trustee cannot sell. Congress set up this regime purposefully, to have judicial determinations of exemptions right away, and that, again, is triggered by an objection being filed. That way, we know, at the beginning of the case, does the debtor have the property? Can she use it? Can she continue? Third parties -- can they rely on that? Or is this something the trustee is going to be able to sell? Now, it's important also because the practice, in bankruptcy, as reflected in the Collier forms, is that the bankruptcy court can make a judicial determination. Say, for example, the bankruptcy court here had said: I think there is some merit to the trustee's objection; the property is worth $12,000. The practice, as reflected in the sample form, is for the court then to say to the debtor: Debtor, if you want to keep this property, give the trustee a check for the difference between what you're entitled to claim and what I'm establishing the value to be. That can happen if an objection to the exemption is filed, and we're under section 522 exemptions. That can't happen if we're under section 362 sales. So, again, the trustee's rule eliminates that established practice and that established option in favor of the debtor. Also, the debtor could say -- could reallocate -- the debtor has the right, under the rules, under Rule 1009, to reallocate her -- her exemptions after the trustee has -- she could have sacrificed some other area or something and taken -- taken her additional exemption availability somewhere and applied it. All those options are foreclosed, where the trustee doesn't file an objection and the trustee moves to sell instead. Now -- I see my time has not expired. If there are no further questions?",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: Section 526(a)(4) is unconstitutional because it proscribes truthful information about entirely lawful activity, it whipsaws the attorneys who are trying to apply it, it creates an impossible situation for them, and it harms the client.",
  "Perhaps, Justice Kennedy, but the real challenge is to actually do that narrowing.",
  "Yes, Justice Kennedy, if it were narrowly drawn to apply to criminal activity or fraudulent activity, yes. Those terms have well-established meanings. We know how to apply them. This statute, of course, does not do that. Now, the government does not defend the statute as written. The government seeks to rewrite it, but the manner in which the government seeks to rewrite the statute really doesn't work under the statutory terms. We do not have that guidance. The government in its brief proposes three different formulations of how it might be narrowed. None of those work, even if we -- we were to accept any of those formulations. We don't know what \"abusive conduct\" means. The government simply would trade a First Amendment problem for a vagueness problem. We do not have - -",
  "Yes, Justice Ginsburg.",
  "Two reasons, Justice Ginsburg. First, the 707(b) abuse standard is a completely different context. It involves gatekeeping to the access to bankruptcy relief. The second reason is that Congress -- there is no indication whatsoever, in the legislative history or elsewhere, that Congress intended to import the abuse standard under Section 707 into the 526(a)(4) context.",
  "No, Justice Kennedy, because the abuse standard is too nebulous to satisfy, I think, scrutiny under the First Amendment.",
  "It can be the basis for sanctioning an attorney - -",
  "Well, I think, Your Honor, that the gateway to the bankruptcy procedures or basically provisions, like section 707 or in the Chapter 11 context, basically are equitable inquiry that looks into the totality of the circumstances, whether what the lawyer has done or what the debtor has done -- and really it looks to what the debtor has done -- would be such that it would deny access to bankruptcy relief. Has the debtor engaged in inequitable conduct, engaged in inequitable conduct in some way that would basically shut the door to bankruptcy relief?",
  "In a sense.",
  "I think it goes more towards the attorney checking the information that the debtor has basically provided in the petition and elsewhere to make sure that the information that's provided is accurate and that the bankruptcy petition is not being proposed in essence for an abusive purpose.",
  "Except, I think, Your Honor, that whereas for the purposes of getting into bankruptcy or staying in bankruptcy is one standard that courts apply basically on an equitable basis, that analysis - - what Congress did there, it didn't have in mind First Amendment concerns. It didn't have in mind trying to narrowly tailor the statutory regime so that lawyers basically can understand what they are doing in a way and communicate it to their client.",
  "That's true, Your Honor, and that's the heart of the problem here. The problem here is that when Congress basically -- first of all, Congress didn't import the 707(b) standard into 526(a)(4).",
  "That is true, Justice Ginsburg. But there is no evidence that Congress, in the legislative history or otherwise, that Congress intended the 707{b} standard to be the standard that governs what the lawyer can tell the client under section 526 (a)(4).",
  "Yes, Justice Stevens, but this statute is not reasonable susceptible to the government's interpretation.",
  "That's correct, Justice Stevens. But the problem here is that what the government has tried to do is tease out a standard from the \"in contemplation of\" language in 526(a)(4), and the problem is that -- two problems: One, the \"in contemplation of\" language only modifies half the statute, so the \"or pay the attorney\" prong is not even addressed by the government's construction. They kind of ignore that. The second problem is that the \"in contemplation of\" language cannot bear the weight the government would have it bear.",
  "I think it means what the Court said it meant in the Pender case interpreting section 60(d) of the former Bankruptcy Act of 1898. That is, whether bankruptcy is likely or imminent; in contemplation of bankruptcy, taking some action where a bankruptcy case is imminent or likely. Now, it appears - -",
  "Not necessarily, Justice Alito?",
  "Well, I think that would - -",
  "I think that that would assume that the filing of the bankruptcy petition looms entirely in the consciousness of the debtor when the debtor does everything. But I do -- I do think that the \"in contemplation of\" clause, which is also used in section 529, is a neutral phrase. \"In contemplation of\" means nothing more than is the bankruptcy filing likely? It doesn't have any nefarious, it doesn't have any abusive context to it at all. For example, section 329 - -",
  "I do see a causal connection, but there is no element of doing something improper in the language \"in contemplation of.\"",
  "Yes, Justice Scalia. But the government relies and hinges its argument on the abusive connotation to the \"in contemplation of.\"",
  "That doesn't exist. So what the government is trying to do is rewrite the statute by importing meaning into a phrase that has never been there and doesn't exist there. Every time we see the \"in contemplation of\" phrase appearing either under the current law or under a prior law, if there was some element of abuse coupled with it that was separately stated, and of course there is no separate statement here. Now, again I go back to the fact that this -- the practical effect of section 526(a)(4) is to make an impossible situation for attorneys. We have two regimes: One under applicable normal ethical State bar rules which say you have to give unfettered candid advice to your client; and this provision which gives you must give truncated advice; there are thing you cannot say. But whether you are in one regime or another depends upon whether the debtor is - -",
  "I think - -",
  "Yes, I think so, Justice Sotomayor.",
  "You cannot, no. That is proscribed by the State rules.",
  "It wouldn't protect your right to give unethical advice. The problem is that the statute sweeps within it's scope perfectly truthful advice about lawful activity.",
  "Correct. But just as - -",
  "The First Amendment would not protect unethical advice. The problem, though, is that the term \"abusive\" which the government wants to interlineate into the statute is itself inherently vague, unlike \"fraudulent conduct - -",
  "Because \"abusive,\" it's like \"seditious utterances.\" It's not something which a normal person who just looks at it would be able to understand what it means.",
  "I have some ideas about what means. But because of the onerous sanctions that section 526(c) imposes, if I'm wrong I can be basically subject to a whole panoply of remedies, some very serious remedies and very serious punishments for making a mistake. And that's one of the problems under the First Amendment - -",
  "I'll give you -- -",
  "Well, I'll give you -- I'll give you a perfect example. Suppose the debtor's problem is that he lives in a house that is too expensive for him. He comes to the lawyer: I'm in financial distress. The lawyer suggests -- the lawyer would logically suggest: Why don't you sell your house and rent an apartment? But the signing of the lease is incurring debt, the lease obligation.",
  "It would be, Justice Scalia, if the debtor comes to you in financial distress, is thinking about filing for bankruptcy, and wants the advice in that context.",
  "Because it's perfectly legitimate advice about perfectly lawful activity.",
  "Well, what happens is that basically it interferes with the lawyer's ability through speech to communicate full and candid advice to the client.",
  "And ultimately under - -",
  "Justice Scalia, I think the problem here is that this stupid law does not pass either strict scrutiny and it is substantially overbroad.",
  "It doesn't turn on that, but that demonstrates the chilling effect. The effect of the statute has been to drive conscientious bankruptcy counsel from the practice. Why? Because it's not just difficult to apply; it's often impossible to apply. The whole statute turns on whether the debtor, the client or prospective client, is an assisted person, which depends on the relative wealth of the client, which is something very, very difficult to determine at any particular given point in time. So the lawyer doesn't know: Am I restricted in my speech under 526(a)(4) because that applies or does 526(a)(4) not apply at all because I am not dealing with an assisted person, such that I am under normal State bar rules which requires me to give unfettered advice? And since that is impossible to know without detailed, careful analysis of the relative wealth of the client, the statute is basically impossible to apply.",
  "That would be true, Justice Kennedy, if in fact we could tease out from the abusive conduct, if people could actually understand what \"abusive\" meant. Does that proscribe -- what does it proscribe? It's too vague.",
  "Yes, Justice Kennedy, but that assumes that we can do the narrowing construction, I think as Your Honor points out. And that, again, is a fundamental problem because the standard the government would like to impose or interlineate in the statute is entirely vague.",
  "Yes, Justice Ginsburg. Our point on the statutory construction piece is that the statute is ambiguous and that to avoid the constitutional questions -- actually, avoid two constitutional questions here, the constitutional question under 526(a)(4) and then a separate constitutional question under 528(a)(4) and (b)(2)(B) - -",
  "Certainly not, Justice Scalia, which is why - -",
  "Well, our argument there, Justice Scalia, is that the statute does not unambiguously embrace attorneys. \"Attorney\" is not mentioned in the definition of \"debt relief agency\" in 101(12)(a) where you think it would be, because wherever Congress has otherwise intended to regulate attorneys in connection with bankruptcy practice, it has used the word \"attorney\" specifically.",
  "That is also true, Justice Scalia, because we do make a substantial overbreadth argument. The statute is substantially overbroad.",
  "A lawyer does, Justice Breyer.",
  "The problem, Justice Breyer, is that I think when Your Honor was quoting from section 101(4A), Your Honor took out a whole lot of information that goes between the word \"bankruptcy assistance\" and \"legal representation.\"",
  "Not only that, but I think that that language is inherently ambiguous. What is Congress getting at there?",
  "That would seem to be with respect to lawyers.",
  "But it's precluded -- it's preceded by language, \"any goods or services sold or otherwise provided to an assisted person with the express or implied purpose of providing information, et cetera, about legal representation.\"",
  "Well, not just other people, but what it looks like, is it looks like what Congress was getting at was people who provide things like what attorneys provide. Now, there are a whole host of problems with including attorneys within the definition of \"debt relief agency.\" I mean, it's counter -- it's contrary to the purpose of what Congress seemed to be getting at. It leads to anomalous results. It does various things.",
  "Yes, Justice Ginsburg. But there it was interesting. There, there -- in the Heintz case, that was a situation where lawyers had been expressly excluded from the statutory regime, then Congress repealed the exclusion, so a clear signal to include attorneys. Here, we have the opposite. We have a very ambiguous legislative history, where in the initial version of this legislation the House report accompanying it said lawyers were included and the language was \"debt relief counseling agency.\" Then Congress amended the statute -- Congress amended the proposed legislation in 1999, and thereafter in the 2001, 2003, and 2005 House reports deleted all reference to attorneys -- a very, very strange tale, which seems to signal exactly the opposite of the Heintz case. So we have a very ambiguous legislative history that seems to give us a contrary signal. That in part is part of the ambiguity behind this statute, which I think is one of the reasons why it's perfectly -- the statute is readily susceptible to an interpretation - -",
  "There are some references in the legislative history to that, Justice Ginsburg. There are a few scattered references in the legislative history. But again, the legislative history is very ambiguous. It seems to go in lots of different directions. Now, recall, Justice Ginsburg - -",
  "Yes, Justice Kennedy. I think the statute is ambiguous for a whole host of reasons, and the legislative history does not clear up the ambiguity; it actually deepens it. So the legislative history reinforces the other indicators, the textual indicators, of in fact ambiguity here. But I think -- I think it is also important to underscore not only would the constitutional avoidance, application of that canon here, by excluding attorneys from debt relief agencies solve the problem under section 526(a)(4), but also under section 528(a)(4) and (b)(2)(B). 528 - -",
  "528, Justice Sotomayor?",
  "Yes, Justice Sotomayor.",
  "Does Your Honor mean 526 or 528?",
  "528. 528, the disclosures in the advertising provision?",
  "We are challenging that on as-applied it violates the Constitution - -",
  "Yes, Your Honor. I think it's the same as the Cincinnati case, where in fact there was no obligation that the handbills that were being distributed were any way deceptive or misleading. That's the same situation here. The district court - -",
  "Yes.",
  "The ads are not in the record. But, as the district court found, there is no evidence suggesting that bankruptcy assistance advertisements that -- that Petitioners' bankruptcy advertisements are deceptive in any regard. The government never alleged that Petitioners engaged in any deceptive advertising. That's - -",
  "With respect to the advertisements with the commercial speech? JUSTICE SOTOMAYOR. Yes, the 528.",
  "No, it's not a -- it's not a facial challenge; it's an as-applied challenge. But here -- here's the point on the evidentiary point. The government never sought to introduce that evidence because it's not at issue. There is no dispute that Petitioners' advertisement is not -- is - -",
  "We brought this lawsuit as a declaratory judgment action.",
  "No, unless there was an allegation that in some way Petitioners' advertisements were misleading. It's not. It's not a disputed question. It's not a disputed factual question. There is no dispute, and the district court basically found that there is no allegation that Petitioners' advertising is deceptive or untruthful in any way. So Petitioners' advertising is not of the kind that Congress was trying to target. Now, the problem and the burden that 528 imposes is that it requires counterfactual, misleading statements that interfere with legitimate advertising messages. That's the problem. The statute is not narrowly tailored under Central Hudson to address the \"make debts disappear\" problem the government identifies as animating this particular statute. Let me give a simple illustration to sort of illustrate my point. Suppose I sell bread and the government required me to say -- disclose: I am a bread supply agency; I sell products that contain wheat. Well, what if the bread I sell does not contain wheat, it's wheat-free? Forcing me to make that statement is counterfactual and misleading. That's what this statute does. If I also sell milk, it requires me to make the statement: I am the bread relief -- the bread supply agency - -",
  "The problem, Justice Sotomayor, is that that statement inherently is misleading. When lawyers -- when clients look for lawyers, bankruptcy lawyers or just lawyers in general, they don't want to see someone called a debt relief agency. It conveys no meaningful information. In fact, it's misleading. What does that mean?",
  "Yes, but the debt collection statute doesn't require that in advertising. It requires that in letters and things like that that go to other parties where you are actually trying to help collect the debt. So it's a communication that the lawyer is making, for example, and a disclosure that's required. Here putting in your advertising \"I'm a debt relief agency\" conveys no meaningful information to the public. In fact, it is misleading.",
  "Yes, Justice Kennedy.",
  "But that would require a statement in our advertising that is actually -- to make it fundamentally dissimilar to the statement that's being actually imposed on us, we have to say -- we have to put in the advertising something like \"This product contains wheat.\" Then we also have to say, but my product doesn't. So, for the consumer who is looking at the information, it's inherently misleading because the two conflict.",
  "Yes, Justice Scalia, but this statute is odd because it requires counterfactual information, it's not narrowly drawn to address the problem the government identifies.",
  "Because the scope of 528(b)(2)(B) is so broad. If I am advertising mortgage foreclosure services having nothing to do with bankruptcy, I still must make this counterfactual statement. 528 -- for example, in my bread hypothetical, if I am also selling milk, and the government says when I am selling milk through my milk advertisement I have to say I am a bread supply agency, I sell products that contain wheat, that is misleading and irrelevant to the milk advertisement. But this statute does the same thing. If I am advertising eviction protection services having nothing to do with bankruptcy or mortgage foreclosure services representation having nothing to do with the bankruptcy, I have to make these counterfactual statements that are inherently misleading. If there are no questions at the moment, I would like to reserve my time.",
  "Thank you. Justice Ginsburg, your example about the woman who is in need of medical attention falls squarely within the statute. The lawyer would be prohibited from advising her to incur debt to get needed medical attention, and the government, in trying to articulate a way around that during the course of the argument, articulated no less than five different standards. The conduct would have to be fraudulent or unethical or abusive or criminal or improper. None of those are in the statute, and it's impossible to know which one. Chief Justice Roberts, you are absolutely right: What this statute does is it's basically trying to interfere with the attorney-client relationship, and even moreso on the side of \"or pay an attorney. \" And Justice Breyer, here's how it works. The client comes to -- the prospective client comes to the lawyer and is in trouble. And may not know whether the client has to file for bankruptcy or not. So there is a conversation that happens. And in that conversation, it may be decided that the best thing for the client to do is to file for bankruptcy, and of course, the client will have to know: How am I going to pay for this? Well, there are two ways. One, the client can pay the attorney in full, up front, or the attorney can take payment over time. However, this all happens before bankruptcy, so there is no involvement of the Court at this point. If the attorney accepts payment over time, which many do, because it's very expensive to file for bankruptcy now and most debtors don't have the wherewithal, the attorney, by saying, I take payment over time, and the debtor accepting that, the debtor would be incurring debt in contemplation of bankruptcy. Incurring debt to the attorney. The attorney would be proscribed, under the statute, from actually giving that particular advice.",
  "Exactly.",
  "Because you can't - -",
  "Because you can't advise the client in advance to incur that debt.",
  "Well, that has to happen anyway under section - -",
  "Because there, in that situation, you would be advising the client to incur the debt. In other words, be advising the client to incur the debt, not the actual incurrence of the debt.",
  "Well, except debt - -",
  "But debt is - -",
  "I think it includes both, Justice Scalia. For example, you couldn't advises your client to borrow $1,000 from your mother.",
  "And you couldn't -- and you also, I think, advise a client to basically borrow money from you, the attorney. You're extending services on credit; that's incurring a debt.",
  "Because the statute - -",
  "It's at least unclear, Justice Scalia, and that is the heart of the problem. It's very unclear."
]