[
  "Thank you, Mr. Chief Justice, and may it please the Court: Interconnection is the lifeblood of local phone competition. That is why, in section 251(c)(2) of the Telecommunications Act, Congress guaranteed that competitors would have interconnection at the location and at the method of their choosing and at TELRIC rates irregardless of market impairment. The question in this case is whether that 251(c)(2) obligation encompasses the tens of thousands of existing entrance facilities that even today are interconnecting competitive and incumbent networks. And the answer --",
  "Yes, you do, Your Honor. You get (c)(2) and (c)(3) at TELRIC rates. And so, the answer to the question presented is yes, for three reasons: First, because the FCC says so. And, as the expert agency charged with interpreting and implementing the Act, that conclusion is entitled to deference. Second, the FCC's conclusion is consistent with the plain text of the statute and the implementing regulations. And, third, the FCC's conclusion is consistent with the policies embodied in the Act, because the practical result of affirming the Sixth Circuit opinion in this case is that a competitive carrier, like Sprint for example, will be forced to either charge its customers more for interconnection or lay tens of thousands of duplicate entrance facility cables, and those are precisely what the Act were designed to prevent. I'd like to start with the Sixth Circuit opinion -- and, specifically, this is at page 20a of the Talk America cert petition appendix -- because this goes to the heart of AT&T's position and the Sixth Circuit's conclusion with respect to the orange plugs and cords analogy. You'll recall that the Sixth Circuit said this was like a situation where a homeowner had a plug in their garage and a long orange cord extending out to a park, which the court called the entrance facility, and then the competitive carrier would be that person in the park. On page 20a of the petition appendix in footnote 9, about halfway down, this is the key flaw in the Sixth Circuit's reasoning: The Sixth Circuit says, \"If you, as the homeowner\" -- that's the -- I'm sorry, that's the incumbent -- \"had said that they may plug into the surge protector, then the big orange extension cord is just an 'entrance facility.' But, if you had said they must plug into the big orange extension cord, then the big orange extension cord becomes the 'interconnection facility' and, consequently, the park goers\" -- the competitors -- \"may plug into it.\" The problem with this is that the Sixth Circuit was wrong in that the incumbent doesn't get to choose where the point of connection is. The statute and the regulations and the FCC make clear it's the competitor that gets to choose. So, if the competitor chooses the end of the extension cord where it connects to the CLEC network in the park, then even the Sixth Circuit agrees with us and the Seventh, Eighth, and Ninth Circuits that the entrance facility is the interconnection facility.",
  "Yes.",
  "Justice Kennedy, the answer is yes. The statute gives the competitive carrier the opportunity to choose the point and the method, all at TELRIC rates.",
  "Justice Ginsburg, the statute and the regulations make clear that it must be technically feasible, but there is an almost irrebuttable presumption that when there are already facilities in place performing that function, that is technically feasible.",
  "Three responses to that argument, Your Honor. First, this case is about existing facilities, not about facilities to be built, although there's a lot of talk about that. This isn't a head-on challenge to the statute or the regulations. The procedural posture is that this was AT&T trying to get out of arbitration agreements that it had for existing entrance facilities. And so, that's the posture of our case.",
  "Right. And -- and two additional points, Your Honor, on that. First, they say this is a large obligation because we're talking about miles and miles. That is not the position that AT&T took with the FCC when they were commenting on the TRRO. At page 16a of the Michigan blue brief, in footnote 397 of the TRRO, the FCC acknowledges AT&T's statement that entrance facilities involve very short distances. In addition, we have the FCC's regulation and the Local Competition Order, paragraph 553 --",
  "Yes.",
  "Yes. I believe that's correct, yes.",
  "They're very short distances.",
  "Well, not necessarily --",
  "Right, because the FCC has promulgated in -- in 521, the meet-point obligation, which is another way that you can have interconnection. And that demonstrates two things: First, that sometimes AT&T as the incumbent is required to build out facilities, that it's not just a passive obligation. But, in addition, when they're talking about meet point, they say that it's up to State commissions to decide the appropriate and reasonable distance. So, even if we were presented with the case -- not this case, but a different case -- where you're talking about what's the appropriate length of the facilities, the FCC has already acknowledged there could be some reasonable limits on that. And the most important fundamental point, the fourth point on this, is that Congress already in (c)(2) said you're going to have interconnection without regard to market impairment, and so we're not going to look at the availability of other entrance facilities in the market. If a competitor asks to have this location and this method and it's technically feasible, they do get the TELRIC rates. And the competitive carriers would take issue with the presumption that TELRIC rates are -- are unfair. You know, the regulations do contemplate that they're going to recover not only their cost but a reasonable profit. And we can disagree about the congressional wisdom of requiring rates like that, but in the Verizon case, this Court definitively put to bed the question of the reasonableness of the TELRIC rates.",
  "Yes.",
  "Correct.",
  "Justice Breyer, if you look at paragraph 553 of the Local Competition Order, which appears at page 27a of the Michigan blue brief --",
  "At least that's where it begins. If you flip over to -- to page 28a, this is the second page of the paragraph.",
  "Very good. About halfway down the -- that paragraph there, it says: \"Regarding the distance from an incumbent LEC's premises that an incumbent should be required to build out facilities for meet-point arrangements\" -- so, again, this is in the meet-point context -- \"we believe that the parties and State commissions are in a better position than the commission to determine the appropriate distance that would constitute the required reasonable accommodation for interconnection.\" So, again --",
  "Exactly.",
  "The FCC is speaking --",
  "Well, here, the State commission didn't say anything, because we're talking about existing facilities. There's no one requesting a new entrance facility to be built, for example, from Lansing to Detroit. That's not this case. This case is about the existing facilities.",
  "Correct.",
  "I do.",
  "Regulation 51.5 defines \"interconnection\" as the mutual -- or, I'm sorry -- as the linking of two networks for the mutual exchange of traffic. There is no dispute that an entrance facility physically links a competitive network with an incumbent network; thus, when that entrance facility is used for the mutual exchange of traffic, it is providing interconnection. And that's exactly what the FCC has concluded.",
  "It has to be part of their network. But in the TRRO, the FCC made clear repeatedly that entrance facilities constructed by incumbents are part of their network. And so, there's really no dispute that it can be part of the network. And so --",
  "It is transport. By definition, interconnection has to include transport because it involves the mutual exchange of traffic from one to another.",
  "Well, we address that point at length in our reply brief, because AT&T advances that argument, and it's really a fundamental misconception or misunderstanding of the regulation. 51.5 --",
  "Yes. Well, the entrance facilities do include transport. All interconnection facilities --",
  "Yes.",
  "Right. What 51.5 -- I assume that's what you're looking at.",
  "That -- that goes to a term of art or a phrase of art, \"transport and termination of traffic.\" And as the FCC made clear in its regulation 51.701, which is at page 35a of the red brief, what they're really distinguishing there are the two types of charges. You have 251(c)(2) interconnection charges and you have 251(b)(5) transport and termination of traffic charges. And those are two separate concepts. The interconnection charge runs from the competitive network to the incumbent network. The transport and termination of traffic charge runs from the point of interconnection to the incumbent's end customer, and that's very clear. The Ninth Circuit specifically acknowledged that point in note 16 of the Pacific Bell case. But common sense tells you that has to be right because under AT&T's view, the way they interpret 51.5, there would be no interconnection obligation because there's always going to be transport, a mutual exchange of traffic when interconnection is involved.",
  "No, there is not, and we don't take that position. The mutual exchange is when a competitive customer talks to an incumbent customer or vice versa. Everything else we can call backhauling, and that's not what's at issue when we're talking about 251(c)(2).",
  "Yes.",
  "Yes.",
  "Are you talking about the distance, or what the bells and whistles are--",
  "Well, as far as --",
  "No, not at all, Justice Breyer.",
  "I think it's a very good question. And really --",
  "I'll take it in two parts. You know, again, with respect to distance, in the meet-point context, the FCC has already delegated in LCO paragraph 553 appropriate and reasonable distances. With respect to the bells and whistles, it's really not that complicated. You've got a cable. That's your entrance facility, you know, typically a fiberoptic cable. And there's going to be a conduit that it needs to run through. There might be, you know, risers or spacers with little twisty ties or something similar to that, zip cords, that will allow the cable to be run into a building and up a wall and connect into the appropriate place. But to the extent those are interconnection facilities, those are necessarily part of the 251(c)(2) obligation. And unless there are any further questions, I'll reserve the remainder of my time.",
  "Thank you.",
  "Your Honors, everything you heard in the last 30 minutes is premised on the idea that the FCC is doing something new and that there was never a promulgated regulation. That is demonstrably false. If you turn with me to page 32a of the red brief, this is the FCC's regulation, promulgated all the way back in 1996, which defined the scope of the (c)(2) interconnection obligation. It's 47 CFR 51.321. And this goes directly to the points that Justice Sotomayor was making. On page 32a, the FCC says that an incumbent must provide interconnection at a particular point upon a request by a telecommunications carrier, such as a competitor. \"Technically feasible methods\" -- this is in sub (b) -- \"include, but are not limited to\" -- and they give two examples: collocation and meet points. But this isn't the be-all-end-all of interconnection obligations. These are exemplary. To take an analogy, assume you had a high school cafeteria, and the school board said you have to provide vegetables to students when they ask for them, and you have to give them the vegetable that they ask for; those include broccoli and green beans. And they don't say anything else. Then you have a separate obligation in (c)(3), and the school board says until we see that the kids have enough nutrition, you must give them peas. That's entrance facilities unbundled under (c)(3). So, some time goes by, and the school board says, okay, the kids are getting enough peas; we're going to wipe away that second restriction, but the initial restriction, the obligation in 321, is still there; and if a student asks for peas, it's within the scope of 321 because broccolis and green beans were representative examples, and peas are another one. And that's where entrance facilities fit.",
  "The premise -- no, that's incorrect, Your Honor, because if you have an entrance facility under (c)(3), you can use it for more things than you can under (c)(2) because under (c)(3) you can have it for backhauling and still get TELRIC rates. Under (c)(2), you're limited to interconnection. So, it's a different question. But the idea that somehow the FCC can --",
  "Backhauling is a big deal to competitors. And so, to say that they did something new in the TRRO is wrong. And to prove that point, if you look at the comments --",
  "The backhauling --",
  "From the TRO and the TRRO, and the FCC discussed that distinction in the Sixth Circuit briefing at pages 6 to 7. So, this isn't anything new, either. So, the fact that this is not something new is demonstrated conclusively by comments in the TRRO proceedings from Bell South, which is now an AT&T subsidiary. And Bell South says, at page 59 of its comments, fully recognizing the obligation that went all the way back to 1996 in reg 321: Because entrance facilities may be required for interconnection purposes and Congress explicitly enacted provisions that govern carrier obligations to provide interconnection in 251(c)(2), it was altogether reasonable for the commission to exclude these network elements from a definition of ILEC dedicated transport intended for unbundled access under 251(c)(3). So, even incumbent carriers knew what the FCC was doing in paragraph 140 of the TRRO, and there was nothing new there. One other small point with respect to the Network Engineers' map. This entrance facility right here on page 19 already exists. We're talking about existing facilities. And it's true, as the Sixth Circuit said, that if the point of interconnection is here at the ILEC switch, then that's where interconnection takes place, and this entrance facility is -- is truly providing transport, not interconnection. But when a competitive carrier chooses its own switch as the point of interconnection, this is the end of the AT&T entrance facility, then interconnection takes place there. And even in the Sixth Circuit's view, that entrance facility is interconnection under (c)(2). And as Congress has said, that's the obligation that is immutable because it is so important, fundamental to competition.",
  "Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: This case raises two issues: The first is whether the right against self-incrimination requires that a prisoner always be Mirandized before being interviewed in isolation about conduct that occurred outside the prison. The second is an AEDPA question, whether this Court in Mathis clearly established such a per se rule. For three reasons, the answer to both questions is no. First, for nearly 50 years this Court has declined to adopt any new per se rule that always requires a Miranda warning, instead considering all the circumstances. Lower court --",
  "Sure, it's a circumstance that goes into the all-the-circumstances mix, but --",
  "That's correct. We agree that the test --",
  "Justice Sotomayor, there are two separate tests. And I go back just to last term in the J.D.B. case.",
  "Yes. If --",
  "Yes.",
  "It would be much more difficult, but the test would be whether a reasonable person in the prisoner's position felt that they were free to go back to their cell in accord with reasonable, ordinary prison procedures. And that would be the test that's consistent with J.D.B. and, I submit, with every Miranda case that this Court has issued in the last 50 years.",
  "Well, there --",
  "Right. There are a number of circumstances that kind of culminate in what I consider to be the two most important. Some of the background circumstances: He was in a room that was not locked. It was a conference room, not an interrogation room with a bright light. He was not shackled. He was not threatened. He was not physically harmed in any way. The two big ones are, one, that when he started to become belligerent, the guards told him that if you don't want to cooperate, then you'll have to go back to your cell; you'll have to leave. And that's the exact opposite of Miranda custody, where --",
  "They are two factors that go into the mix, and I'll discuss each one in turn. When he says, I don't want to talk anymore, then he went on and kept talking. And you have to consider, well, why did he keep talking? Well, the record shows, I think a fair reading of it anyway, that he was trying to explain to the officers this timeline that he kept talking about. At the end, when it was a 20-minute delay, there is no contention that that was anyhow inconsistent with reasonable prison procedures. And the fact that it could have been 20 minutes, it could have been 30 seconds, it could have been an hour, depending on procedures, demonstrates why a per se rule doesn't make sense. We should look at all the circumstances.",
  "That's correct.",
  "That is a little bit different, but the key facts here are, one, at the beginning, the questioning officers say, you're free to stop this and go back to your cell. Then in the middle, he gets belligerent, and they say, if you don't want to cooperate, you have to leave; you have to go back to your cell. Which is, I submit, the opposite of Miranda custody. And then when he finally invokes his right to go back to his cell, it's immediately honored with, of course, the 20-minute delay due to prison procedures. And so, from beginning to end, a reasonable person in his position could have believed they were free to return. And that's all that Miranda requires. In fact, we have a trial court finding on that, on three of them: One, that he was told he was free to go; second, that he understood he was free to go; and, third, that he was free to go. And that's all I --",
  "Again, I would submit those are all circumstances that should go into this all-the-circumstances consideration. You know, there were also other things that militated in favor of the trial court findings, such as the explicit instruction that he was free to leave; that he would have to go back if he didn't cooperate; that they did honor his request to leave, once made. So, these are all the things that the court should look at. And you can imagine a number of other situations, maybe with facts different than these, where a per se rule would be wholly inappropriate. You know, what if they had invited him to come down and he had the choice at the beginning? What if someone was stationed outside the door and took him immediately as soon as he said, I'm ready to go back? It just demonstrates that this isn't the place for a per se rule; that we should just follow the same Miranda test that has been applied for 50 years, and that's all the circumstances.",
  "We're not taking quite that strong a position. We're arguing all the circumstances. And the analogy that I would draw is just like in the J.D.B. case last term, that you would consider not only the age of the suspect, but also the school environment. So, I'm not saying the prison environment is taken out of the equation; just that it's not dispositive in and of itself, just like this Court held in Shatzer.",
  "Not only can, but should. Absolutely. And, you know, one of the benefits of having a per se -- I'm sorry -- of having an all-the-circumstances rule, rather than a per se rule, is that it encourages truthful, voluntary confessions. And this Court has repeatedly recognized that such confessions are an unmitigated social good. That's something that we want. And you can imagine, again, that there are a variety of non-prison contexts where it would certainly be easier to have a per se rule. You could have done that in J.D.B. You know, it's so coercive to take an 8-year-old child to the principal's office with an officer and question him, that per se there's always going to be some child version of the Miranda rule. But we don't do that. Or if you had someone in the hospital and they were in such a position that they were physically unable to leave. We don't have a hospital Miranda rule. There shouldn't be one in prisons, either. We should just take all the circumstances into account. And I think really the lesson of Shatzer is that we start, Justice Kagan, right where you did, that just simply being in prison, being interrogated -- I'm sorry -- being in jail alone is not enough. But it's going to become one factor that we consider in this larger test.",
  "In this particular situation?",
  "I think it cuts in our favor, as the trial court found, and the courts should defer to that for all the reasons I just stated: That he was not threatened, not physically harmed; he was in a conference room; door wasn't locked. Of course, the big two: That when he got belligerent they told him, if you don't want to cooperate, you have to leave. The exact opposite of Miranda custody when you say, if you don't cooperate, you will not be permitted to leave. And also that when he made the request to go, it was honored within the amount of time that they would have expected per prison policy. So --",
  "Justice Kennedy, I don't think that's the case because --",
  "I don't think that's the case because, under Shatzer, there's nothing Miranda custodial about simply being in his cell.",
  "And if he wants to stay away from his cell, as it appears to here because he was trying to explain himself, you know, that's one of those factors that militates against a finding of --",
  "I think it makes it stronger, because in the typical Miranda case you would say to someone, if you don't cooperate, we are going to keep you here as long as it takes. And here they were saying just the opposite. And the message they sent was consistent with the instructions they gave him at the beginning -- if you tell us that you want to leave, we'll honor that request -- and consistent with what actually happened at the end. He said, I want to go back, and they honored that request. And I think one of the other factors that you put in the mix here is that we were dealing with outside officers, not inside prison officers. These outside officers did not have the ability to impact his day-to-day prison life the way someone inside the prison would. Now, one other point I want to make about in and out of prison is this artificial line that the Sixth Circuit drew to cabin its per se rule. They said that if the conduct takes place outside the prison, per se you get Miranda; if the conduct that they're questioning talking about was inside the prison walls, we're not going to do that. And the Sixth Circuit was forced to make that policy decision because, otherwise, prison administration becomes very difficult. But under this Court's precedent and under the Fifth Amendment itself, there is nothing that would suggest that there should be a distinction in the Miranda analysis as to the locus of the conduct that is being questioned about. And it's possible to have a very serious in-prison crime, a murder of another inmate, and a very nominal outside crime, petty theft, and, yet, the Sixth Circuit would give pure Miranda protection to that petty theft questioning and no protection at all to the person who murdered someone inside the prison walls. And that just demonstrates where the Sixth Circuit rule starts to fall apart.",
  "Well, Justice Sotomayor, I'm going to start with the premise. We are not advocating that the prison conditions fall out of the equation entirely. They are simply part of the mix that you consider, just like you would consider the school environment or the hospital environment or a customs environment. With respect to being taken out to another building, so long as a reasonable person in his position would have felt free to go back, that's ultimately the dispositive inquiry.",
  "Right.",
  "Well, there are --",
  "Right. There are three factors here, and I'll quibble just a little bit with the assumption that he was somehow forced to go. It's true they didn't ask him if he wanted to go, but there's also no contention that he resisted going and they made him go anyway. What he said is: \"I didn't know where we were going.... I felt like I was in a safe environment so I didn't object.\" And then once he got to the room -- here are the three that I think are the most critical facts: That he was told right at the beginning, just tell us; we'll take you back to your cell when you want to do that. Second, when he got belligerent they said, if you don't want to cooperate, you'll go back to your cell. And, third, when he asked to go back to his cell, that request was honored within the context of the typical prison administration. And it's very possible that in his everyday prison life, he could be taken over next door for a medical exam, he could be taken over next door for a visitor if that was county policy. So, there's nothing inherent about the walk into the next building that means per se he has to be Mirandized. Again, it's just one factor that should go into the mix, just like this Court has always done in Miranda cases. Unless the Court has any further questions, I'll reserve the balance of my time.",
  "Thank you.",
  "I think the hypotheticals today demonstrate how quickly the logic of the Sixth Circuit's new per se rule falls apart when you test it with other facts. Even in the Sixth Circuit's view, you would already make exceptions to that new per se rule if it was in-prison conduct or if it was prison guards as opposed to outside guards. In response to questioning today, Mr. Fields' counsel admits that there must be an exception if you have a button that you can press to get out, like in Mr. Ellison's situation, the First Circuit case that Justice Souter wrote. She admitted that if you're in a circle of proximity or not in a circle of proximity, that that would make a difference. No per se rule. That if the situation isn't confrontational, that you need to have an exception for that, or if the prisoner initiates questioning. And you can imagine many other hypotheticals that would similarly create exceptions to what is supposedly a per se rule. And -- and ultimately what this comes down to is Justice Alito's question: If he's under no pressure at all, the prisoner welcomes the questioning -- and I would submit that a fair reading of the record here shows exactly that -- that even then it would be required. And that is a particularly strange rule when what we're talking about is not a constitutional, mandated protection but a prophylaxis, something that's supposed to protect a constitutional right, and where the protection isn't necessary, nor should there be a per se rule. Counsel also concedes that there isn't anything in Mathis that clearly establishes the rule that the Sixth Circuit applied. Maybe it's an extension; maybe it's implied. I think it's difficult to find either one of those. So, at a bare minimum, this requires reversal under the AEDPA standard. I do want to emphasize that the Sixth Circuit's per se test does have societal costs. It impedes prison administration, and it eliminates potential for voluntary truthful confessions that we all want. Finally, the test that we advocate for is not our own per se test, that simply saying you're free to leave is not the be-all, end-all, because it's possible that officers could say you're free to leave, while doing something else nonverbally that indicates you are not free to leave. That's why the totality of circumstances test makes the most sense. And we urge you to go past the AEDPA question and actually rule on the merits, because we think that would be good guidance for the lower courts and for law enforcement officials. And the test that we would propose is that a Miranda warning is not required when a reasonable person in the prisoner's position would have felt free to go back to his cell in accord with ordinary reasonable prison procedures. That's exactly what happened here. We respectfully request that you reverse. Unless there are any further questions, I'll cede my time.",
  "Thank you, Mr. Chief Justice, and may it please the Court: There are three points that I would like to press this morning regarding deficient plea advice. First, this Court has consistently limited the effective assistance right to ensuring the reliability of the proceedings where a defendant is adjudicated guilty and sentenced. Mere outcome is not the Strickland prejudice standard. Second, when asserting an ineffective assistance claim, the defendant - -",
  "Justice Kagan, even in Kimmelman, the Court remanded back to the lower courts to determine whether there was prejudice, and the obvious implication was that if there was no prejudice on the fairness of the adjudicatory proceeding itself, there would be no Sixth Amendment violation. The second point that I wanted to press this morning was that when asserting an ineffective assistance claim, a defendant must show deprivation of a substantive or procedural right, and this Court has already held that a defendant has no right to a plea bargain. Third, every possible remedy for deficient plea advice creates intractable problems demonstrating the right - -",
  "Justice Sotomayor, the -- the not guilty plea is an assertion of the defendant's constitutional rights. It's invoking the right to trial that the Sixth Amendment contemplates. And so this situation is really more like Fretwell. It's not a decision that you have, for example, whether to have a jury or not to have a jury, or whether to have this attorney appointed for your counsel or not, because in each of those cases you have an underlying substantive or procedural constitutional right; and you have no right to a plea. And so this fork in the road is really an illusory one, because you have no right to choose the other side of the fork.",
  "I'm saying - -",
  "Yes, I'm saying that there's no violation, because in order to prove a Sixth Amendment violation, you have to demonstrate unreliability of the adjudicatory process. I'm also saying that there's no reasonable remedy, and I'll talk about that in a minute. With respect to the death penalty in particular, I would refer this Court right back to the Fretwell decision, because there, too, defendant and his counsel had an opportunity to raise a Collins objection that would have changed the sentence to avoid the death penalty in that case. Collins obviously was overruled before habeas process, and this Court held that the defendant could not use the vehicle of an ineffective assistance claim to regain that lost opportunity because he had no constitutional right in it. And so, really the remedy -- I'm sorry. The severity of the sentence doesn't enter the analysis once you've established that there has been no violation.",
  "That's correct, Justice Ginsburg. We have conceded for purposes of argument that there was ineffective assistance. But Strickland is a two-part test, and even after you get past the deficiency prong, there's still the question of whether this casts some doubt on the reliability of the proceedings.",
  "Well, that's actually the best argument that the Respondent has in this case. And the reason - -",
  "Well, the reason why it's wrong is because this Court has been very careful to define what that harm is. Specifically, the word was \"outcome\" in Cronic and Strickland. If you - -",
  "Yes, but the Court went on to define \"outcome\" to mean reliability of the adjudicatory process. In fact, specifically, the language was whether absent the deficiency, the defendant -- I'm sorry. Absent the deficiency, the factfinder would have had a reasonable doubt respecting guilt. And what we have here is a situation where everyone acknowledges - -",
  "Well, I don't believe it's quite that simple. If there was some legal error, you know, an error to which he had a constitutional right, then certainly what you said is exactly true. But if you're talking about more or less days because of, for example, a judge thinking that the -- the difference between crack and cocaine sentences was not appropriate or other things that are really up to the discretion of the trial court judge, Strickland says absolutely those things are not Sixth Amendment violations.",
  "Well, let's try another sentencing hypothetical, where it's clear that there was deficient performance. Say that there's a local trial court judge and everyone knows that he has a certain predilection that if you like the local sports team, he's going to give you a break. If the attorney comes in and he does not press the argument that this convicted defendant likes the local sports team, he gets a higher sentence, that's still not a Sixth Amendment violation. Really, once you shift to sentencing, the question is, were you legally entitled to the result? And simply because he failed to appeal to the right discretionary tendencies of the trial court doesn't really make a difference. Here we're talking, obviously, about the guilt phase, and it's much easier here because it says clearly in Strickland and Cronic and Kimmelman and many, many other cases that that outcome difference, the harm difference, has to be reliability of the process itself. It's a process - -",
  "Under the Court's first prong of Strickland, you would have to look at whatever the standards of professional practice were, and depending how lousy the bargainer was, it could or could not be deficient. But the important thing is if it didn't have any effect on the subsequent trial and sentencing, then it would not be a Sixth Amendment violation.",
  "Well, we could agree with that. Bargaining is not what this is about, and that's why this Court has held in Weatherford and other cases that there is no right to the plea bargain itself. And that's really the second - -",
  "Because in the 95 percent of cases that are disposed of that way, this Court has already held in Padilla and Hill that there is a constitutional right to have effective counsel when you're accepting that plea. And the difference is when you're accepting a plea, you're being convicted. That is the conviction. And this Court frequently establishes different tests when you're waiving a right, for example the right to go to trial, versus invoking a right, going to trial.",
  "Because - -",
  "Because there's no evidence here, not even a contention, that his belief had any impact whatsoever on the fairness of the trial proceeding. And this Court has drawn a bright-line rule at trial. You know, if you look at the preliminary hearing, if there's attorney error there, deficiency - -",
  "Right. Again -- but that fork in the road is not one to which he has a substantive procedural right.",
  "Well, I - -",
  "I think - -",
  "Right.",
  "Correct, we are assuming that. But what I would submit respectfully is that the plea stage isn't any different than a preliminary hearing or a line-up or a suppression hearing, where if there was some deficient attorney conduct, this Court would still then look to see whether it had an adverse impact on the adjudication of guilt.",
  "Absolutely. Under Hill and Padilla, this Court has said when you give up your right to trial, that's a very different situation and that there is a remedy for that. And - -",
  "It's just - -",
  "It's just like the difference between deciding to proceed with counsel, in which case there's -- there's no barrier to entry, or deciding to proceed without counsel, giving up the constitutional right.",
  "Justice Scalia, you said it much more artfully, but that's exactly the point I was trying to make with Justice Ginsburg, that when you invoke your constitutional right, your right to have an attorney, to go to a trial, to have a jury, we don't set up barriers to entry. It's only when you give up those rights.",
  "That would be our position, because that's consistent with this Court's holding in Coleman and Wade and Kimmelman, that - -",
  "Yes. Under Fretwell, this Court held definitively that so long as the reliability of the adjudicatory process and sentence were intact, that the deficient advice didn't affect it, that the severity of the punishment was not legally relevant.",
  "I would say it slightly different - -",
  "-- that you are entitled to effective counsel at every critical stage; however, it is not a Sixth Amendment violation unless it casts doubt on the reliability of the adjudication of guilt.",
  "I'm sorry.",
  "No, because under the Strickland and Cronic cases, there is no damage, there's no Sixth Amendment violation, unless you can prove the prejudice.",
  "Correct.",
  "That's exactly right. And let's talk about the two remedies that are most frequently bandied about in the circuit courts. The first is to order a new trial. And to us, it makes no sense to order a second trial after you've already had a first error-free trial. In addition, you think about these habeas cases; if you're issuing a habeas writ and vacating a sentence 8 or 9 years after the fact, like you are here, essentially you're releasing the defendant, because witnesses will die, they'll move away, memories will be sparse. And so, that's the natural effect of that. And in Cooper's brief, he doesn't even advocate for a second trial; he asks for specific performance. The problem with that is there you're infringing on the prosecutor's discretion, which is sacred, to say what his plea offer is going to be. And circumstances have changed once a trial has taken place.",
  "We contend it violates the separation of powers. But you bring up an important point because circumstances have changed in two respects. The first is that you learn more information. So, here, for example, the prosecutor learned that not only did Mr. Cooper shoot Kali Mundy, but he did it while she was screaming and running away from him. That's a changed circumstance. He might not give the same plea. Even more so in Frye, where they learned that he was picked for another criminal violation after the plea was given, and the prosecutor testified that he would have taken the plea back when he knew that. But the bigger changed circumstance is the trial itself, because the prosecutor has now gone through the risk of having an acquittal. He has also put, for example, the 8-year-old sexual abuse defendant on the stand, something he tried to avoid with the plea offer. And it truly is an egg that cannot be unscrambled. And unless there are further questions, I will reserve of the balance of my time.",
  "Yes, that's correct. In every case - -",
  "We don't -- we don't think - - that's not part of our argument here.",
  "Well, the Court -- let me be precise, Justice Kagan, because there are two things that the Court can be talking about. There's the - - there's the -- the interaction between the State and the defendant, and that's where the Court has customarily used language like \"critical stage,\" a confrontation between the defendant and the prosecution. That's not what we have here. This is about private advice between the lawyer and the client, and we're not contesting that he has a right to have that advice be effective.",
  "Well, I don't think the Court has faced up -- faced this particular situation, Justice Kagan.",
  "Thank you. I'd like to start at the one point where I think all of us, including counsel on both sides, agree, and that's that a second trial after an error-free first trial doesn't make sense. And that right there says a lot about Mr. Cooper's case, because a Strickland remedy is typically a new trial. And it's exceedingly strange that they're now saying that I don't want a new trial. That demonstrates that what they are claiming is not a Strickland violation. I would like to address, Justice Breyer, your suggestion that maybe you could have specific performance of the plea; and if it's rejected, then the trial result could simply be re-imposed. And the question is: Well, what's the problem with that? And I can tick off at least five. First, as Justice Ginsburg pointed out, it takes away the prosecutor's ability to withdraw the plea, which he or she undeniably would have had the right. Second, as Justice Alito said, it ignores that there's information that could be learned in the interim. Mr. Cooper shot three or four other people. Third, it ignores the fact that an error-free trial has taken place. The prosecutor has taken the risk of putting that 8-year-old sexual abuse victim on the stand, and you cannot take that risk away. Fourth, as I already mentioned, we've got the separation of powers issue and prosecutorial discretion. Fifth, we're going to have intractable problems. Say the offer was plead to A, we'll dismiss B. He rejects it based on deficient advice. You go to trial. He is convicted on A and acquitted on B. And now we're going to try to enforce the plea on A? I mean, that's almost a double jeopardy problem. So, there's intractable problems. The second point I want to make is about the death situation. And that's one we take very seriously. And, Justice Alito, it may be that in a death penalty situation, there could be a due process right or some other constitutional right that may mitigate in favor of requiring something to be put on the record. But what's clear is that, under this Court's existing precedent, that is not a Strickland violation because the amount of the sentence, whether it's death or 50 years, has nothing to do with the reliability of the adjudicatory proceeding and the sentence. Finally, the last point that I want to make is something else on which we can all agree. Mr. Cooper is guilty of shooting Kali Mundy. He also got exactly the sentence that the people prescribed for the crime that committed. There is very little unfair about holding him to that sentence. As Justice Kennedy said, it's the position of Mr. Cooper that it is unfair to have a fair trial. And from our perspective, that is really the beginning and the end of this inquiry. And unless you have any further questions - -",
  "It could be good practice, but it wouldn't have solved the problem here, because even if they had put the fact of the plea on the record, the problem was the alleged deficient advice that the lawyer gave to the client in private. And so, that doesn't solve the core problem. The core problem is that they're trying to claim that it was unfair to have a fair trial.",
  "Right. You know, the judge, under your theory then, would have had to inquire: Well, what advice did your attorney give you with respect to that? And then evaluate whether that advice was good advice or bad advice. And I would respectfully submit that that would not be a good policy to adopt by rule.",
  "Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: We're not dealing here with the situation where a prisoner is trying to gather new evidence AEDPA has a tolling rule to take care of that problem. We're also not dealing with anything that prevents Petitioner from filing because that's the problem you solved in Holland. What we have here is the question of when a petitioner must file his Federal habeas petition when he has the evidence and there are no barriers to filing. And 2244(d)(1)(D) addresses that exact question. It says, \"within 1 year.\" Now, Mr. Perkins asks for a fairly dramatic expansion of Holland. What he wants is equitable abrogation with no diligence, no fault, or any other factor. And our primary position is that you should simply apply the plain language of 2244(d)(1)(D).",
  "Well, he -- he does say that, and we read that as a concession that, sometimes, if you wait too long, that can actually trump a claim of actual innocence. And so, at a minimum, our alternative position is that you have to act with diligence.",
  "Well, we think it --",
  "But, Justice Sotomayor, it -- it represents the same kind of principle, you've got to act quickly, or adverse consequences can happen. But what diligence does that his rule doesn't do is it recognizes this compelling, countervailing State interest in having notice and an opportunity to investigate evidence, as soon as it's discovered. Now -- and the problem here -- we don't have any issue at all, if it takes 10, 15, 100 years to find new evidence, but once he has that evidence, the burden is on him to come forward, so that the State has the opportunity to investigate. And the --",
  "Yes.",
  "Yes. Justice Kennedy, there's a very simple solution to that problem. If he gets close to the end of his year and he thinks that that next affidavit might be just around the corner, but he doesn't have it yet, all he has to do is file a protective habeas petition with the district court, ask for a stay, and say, I'm still diligently pursuing what I think is going to be another affidavit. And, if he can't find that next affidavit, you litigate it on the merits, and, if he does, then he amends his petition, and then you hear it.",
  "Two thoughts on that. First, we already see this in the exhaustion area. There are petitioners who are concerned that, notwithstanding statutory tolling for pursuing State remedies, that, while they're monkeying around in State court, they might somehow be time-barred from bringing their Federal claim. So we see this all the time in the Sixth Circuit -- you know, in Michigan in particular, that someone will file their petition and -- and ask for a stay while they exhaust State remedies. So -- you know, the pile really isn't going to be any different than it is right now. But the key difference between that scenario and the scenario that Perkins proposes is that, when you have him file something, the State's on notice, they have an opportunity to investigate. Now, here, we have his last affidavit from the dry cleaning clerk, and it's 10 years old. So, even if Michigan could find that person, there's no way for us to meaningfully cross-examine her and investigate what she really knew or didn't know when she wrote that affidavit 10 years ago. And so with the file and stay, you preserve all of the rights, but, yet, you give the State the countervailing interest that the statute was meant to protect. And I do want to --",
  "Sure. And that's a very practical question that I'd like to address. Most of the habeas petitioners don't have lawyers, but filing the habeas petition itself is not something that takes great difficulty. Every district court, on their website, has a place where you click for forms. In the Eastern District of Michigan, when you click that, the very first two entries are habeas petitions for Federal prisoners and State prisoners. And it's a relatively simple form. You check some boxes, say when your conviction was, and you write your claim. And then every Federal district court in the country has full-time pro se staff attorneys who go through these pro se petitions. And, if there is a legitimate claim there, then they can work that up for the judge, if necessary, and the State will respond. So --",
  "Well, we're very confused about that, too. They do say, in their opinion, that the case is remanded to the district court to determine whether he's got evidence of actual innocence. Now, as you just pointed out, Judge Bell in the district court already made that determination, so maybe they're contemplating an evidentiary hearing or some further investigation, but it is curious because --",
  "We agree with that 100 percent, so --",
  "I believe that is the position of the State of Michigan, that because he confessed to his friends, both before and after --",
  "I believe that the Sixth Circuit argument did focus on the question of diligence. But -- you know, our opinion would be that, even if this Court would use -- you know, what we call equitable abrogation, to kind of wipe away the 1-year limitations period, and you would also disagree on diligence, and we don't think you should do that, that you would still reverse because there's nothing left to be done in the district court. This is not a case that rises to the very, very high threshold of proving actual innocence, based on new evidence. I would like to get back to the statutory language.",
  "Well, that leaves you with a reversal in any of those three instances. We think that you should address the circuit split, which is the important question of do we apply the limitations period. And, to turn to that, what I would like to do is set up an analytical construct.",
  "Oh, no, it wouldn't be an advisory opinion. It would --",
  "I'm saying that --",
  "I'm saying that's an alternative ground to get to the same place, but the Sixth Circuit's holding was, consistent with some other circuits, that there is no statute of limitations here, that you can get by with equitable abrogation, as we call it.",
  "Right. I -- I think you're wholly within your right to address the merits question, and I would like to turn to that. The analytical construct I want to set up is that we've got three different categories of prisoners who claim actual innocence, based on new evidence. In the first category, they used that new evidence only to try to establish innocence with no constitutional claim. And, in Herrera, you say no Federal habeas remedy for that; you have to go back to the State courts, executive clemency, prosecutorial discharging of verdicts, and things like that. The second category is where you have a prisoner who uses new evidence as a gateway. It's not related to the constitutional claim that they assert -- the true Schlup gateway. And that's not actually this case, either, and you could reserve that question, although I'm happy to talk about that. The case we have here is the third instance, where the evidence of actual innocence -- the new evidence, is the factual predicate for the claim. And you could not find a provision more on all fours with that category than what Congress did in 2244(d)(1)(D). And we know that Congress was thinking about actual innocence in Schlup. For those of you who are interested in the context, in the legislative debate in '95 and '96, before AEDPA's enactment, we have Senators Feingold and Kennedy and Dodd, among others, talking about how this new statute is going to eliminate claims of actual innocence based on new evidence. In fact, Senator Feingold even mentioned the Schlup decision. And, yet, Congress adopts 2244(d)(1)(D) and all the rest of the provisions by a 91 to 8 vote. So Congress had this Court's decision in Schlup in the back of its mind, it considered this particular construct and it said, no, we want a 1-year limitations period. I do want to --",
  "Correct.",
  "Right. And, in the Herrera case, there is no constitutional claim, so there is no factual predicate. It's just a stand-alone \"I'm innocent\" claim. And this Court has said, appropriately so, that the Federal habeas remedy doesn't cover that. You know, if you think about the remedies you can get from State courts, from prosecutors, from executive clemency, it's a rather big circle, and AEDPA is a much smaller circle that's subsumed in that. And you recognize, in Herrera, that, just because you don't fall within the habeas circle, doesn't mean that you can't get relief. In fact, if you look at the examples that the amici briefs cite on the Respondent's side, in almost every case, the final decision is motivated by State action. There's a governor who grants clemency in a couple of cases, there's a State attorney general's office that dismisses charges in others, county prosecutors who do the same. One, which the amicus brief characterizes as a habeas grant, is actually the Illinois Court of Appeals in a State proceeding reversing. You know, what the -- these are the best examples that they have for why you need an equitable abrogation rule, and, yet, in the vast majority of those cases, it's the State system that's solving the problem. Now, I do want to go back to what I think is -- is the trickiest question, and that's, Justice Kennedy, the second category of prisoners, those who are using actual innocence to prove, not their underlying constitutional claim, but, simply, the Schlup gateway. And I would respectfully submit that, even there, Congress has closed the door with 2244(d)(1)(D). And the best way to understand that is by looking two subprovisions earlier in the second and successive petitions category. And this argument that I'm going to make now is a little bit different than the way we -- we did it in the brief, which was -- you know, they had it there, they -- they don't have it here. If you look at 2244 --",
  "Yes.",
  "The -- the contextual point that I was making was that Congress knew about Schlup, it was brought up in the debate that this was, essentially, changing the Schlup rule and allowing someone who claims actual innocence not to present their claim, and Congress swept those objections aside by a 91 to 8 vote.",
  "No, they were talking in the -- the legislative record, just generally, about actual innocence and claims of miscarriage of justice. So -- so the textual argument that I want to present involving successive petitions is that, when you're looking at 2244, you flow from successive petitions down to the statute of limitations. What that means is that, if you have a successive petition, Congress requires you to prove actual innocence and diligence, and you still have to prove that you satisfied the statute of limitations. The Seventh Circuit recognized this in the Escamilla case. So what that means is that, even when Congress had a situation where they knew that someone had presented evidence that would satisfy a heightened actual innocence standard, they still required that you satisfy the statute of limitations.",
  "I'm relying on 2244(b), which is the successive petition provision. It requires you to, first, prove that you've got evidence of actual innocence and then also demonstrate that you had diligence. And, after you're already gotten through what I'll call the actual innocence statutory gateway, you're still required to satisfy the statute of limitations. If Congress was concerned about Schlup and wanted to make a situation where someone with evidence of actual innocence did not have to comply with the limitations period, they would have put an exception in the successive petition subprovision and they didn't do that, so --",
  "Unfortunately, the text is not there, no.",
  "Yes. Well, as we explained in the briefs, the fact --",
  "Well, as we explained in the briefs, both parties rely on that. The fact that you have an actual innocence exception only two subprovisions earlier is strong reason to think Congress didn't intend it here. But I'm making a different argument now, which is --",
  "Which is simply that Congress considered the -- the instance where you've establish a statutory actual innocence gateway in (b)(2), the successive petition, and still require that it be timely filed, because the State's interest in having notice and an opportunity to investigate is so important.",
  "No, this is not. What I'm using the successive petition provision to demonstrate is that, consistent with the legislative history, Congress is demonstrating here, in 2244(d)(1)(D), that there is no special actual innocence --",
  "Yes, I am --",
  "Well, my -- my point is that, if Congress anticipated that actual innocence could be a gateway to circumvent the limitations period, then certainly they would have put that exception in the successive petition of (b)(2) where they said, all right, if you establish actual innocence, we're still going to make you comply with the limitations period.",
  "Right. And if you would --",
  "If he was right about that, then in (b), you would also see another provision that says and anyone who satisfies this statutory actual innocence standard doesn't have to comply with the limitations period. And we think that -- that's dispositive. Now -- you know, when we --",
  "Justice Sotomayor, the history of this statute and of the case law isn't quite that way. And I want to draw a sharp distinction between this case and Holland, with respect to history. With respect to equitable tolling, you did have decisions going back to the 1800s recognizing that Federal statutes of limitation in all kinds of contexts, civil and criminal, were subject to equitable tolling. And so then, in Irwin, 6 years before AEDPA, you actually create a presumption that, if Congress doesn't specifically -- you know, exclude equitable tolling --",
  "Right.",
  "Now, I'm going to move to miscarriage of justice.",
  "Yes. So the cause and effect, the manifest injustice, the actual innocence, really starts to develop in 1986, and it comes to fruition in Schlup in 1995, right before AEDPA is passed. Importantly, that exception was always applied to court-created procedural bars, never once to a Federal statute of limitations. And, obviously, the separation of powers considerations are quite different when you're talking about a court-created exception to a court-created bar. The first is a bar that's enforced by Congress itself.",
  "That's correct.",
  "Because it was the Court itself that created the judicial exception to the State filing. And so then -- or, I'm sorry, that created the bar with respect to the State filing. And so then it was completely within the Court's power to make an exception to that bar. But, again, here, the separation of powers considerations militate differently when you're talking about Congress doing the telling, and this Court has acknowledged, in Launcher and Dodd and other places, that Congress gets to set the parameters of habeas.",
  "Well, it was a very short background, one with no Irwin-like presumption and one that, again, had never ever been applied to a Federal statute of limitations. And --",
  "Because it's Congress and Congress is the one that's handcuffing the Court with respect to the scope of the --",
  "But here's another way to think about it -- you know, if you imagine the -- the template that you have on your Microsoft Word, when you're doing a document, an opinion, whatever, you've got certain stuff that's on the template. And you said, in Irwin, that when it comes to equitable tolling, you've always got a subprovision Z, call it, in every Federal statute of limitations that appears on that template, And so Congress has to do something affirmatively to strike that out. Because the miscarriage of justice exception had never been applied to any Federal -- Federal statute of limitations, there wasn't a miscarriage of justice exception sitting on the template. Congress was writing from scratch.",
  "Well, the biggest reason is because of the State interest in notice and investigating the evidence. When you're talking about the typical Schlup claim --",
  "Well, no, there -- there you have stale claims, but you don't have stale evidence. And -- you know, we -- we don't have any problem with litigating a claim that could have been litigated earlier and is going to be litigated now. But the world of evidence, the record that supports the claim, is already defined and is not going to change. The world we're dealing with in 2244(d)(1)(D) is when new stuff has come forward, and, if that new stuff sits in the jailhouse cell for 10, 20, 30 years and we don't have an opportunity to talk to those witnesses, to do counter-investigation, then not only are we prejudiced with respect to delay and finality and things like that, but we're prejudiced with respect to the merits determination of what that evidence means. And, when I talked about my three constructs -- you know, this case, here, where you're using the old evidence to establish the underlying claim, that's really the position where the State is in the worst possible position because, now, you've got a -- you know, the dry cleaning clerk affidavit -- a 10-year-old affidavit -- we can't possibly cross-examine her, and, yet, not only is that their gateway, that's their substantive merits claim about why there is ineffective assistance of counsel.",
  "It'll be very difficult. And there are some examples in the amici briefs of the New York case, for example, where witnesses were completely unavailable. They had died, or one was out of State and, because of mental infirmities, could not travel. You know, we all know that, as time passes, evidence deteriorates, whether it's because of -- of death or illness or simply forgetfulness. I certainly can't remember what I was doing 10 years ago today. And the affidavit that she submitted was quite short. And that one affidavit is just a microcosm of the problem when you don't come forward immediately with evidence. One other point that I want to make, really, on the equities here because we're spending a lot of time on that -",
  "Right. The number that win is small. But what this case demonstrates is that the number where it's claimed is very high. In fact, in Michigan -- you know, where we deal with procedural default every day, somewhere between a third and a half of our petitioners claimed actual innocence, so that they can use Schlup to get past the -- the failure to prove cause and prejudice.",
  "Well, in the Sixth Circuit, a little more than in some other circuits, but, generally, not very many --",
  "-- you know. But this case is the perfect example. When you cut the court loose from the statutory requirement, you end up with what Justice Alito is describing -- you know, a situation where no one thinks that Mr. Perkins is actually innocent based on this new evidence; at best, it proves that he had a co-conspirator who helped him commit the murder together. And, yet, now, we've got the Sixth Circuit order, which purportedly sends us back to the trial court to do -- you know, who knows what? I mean, how do you prove that he's not innocent? Well, a jury already did that. You know, The jury heard all the evidence. They had a presumption of innocence. All the constitutional rules that should have been were applied to that trial, and the jury said he's guilty, and there's not a presumption of innocence anymore. And -- and the equitable point that I wanted to touch on is that this is not just about prejudicing the State's interest. If you allow claims like these to go forward, it also prejudices those who have legitimate claims of actual innocence, the needle in the haystack. And Justices O'Connor and Kennedy, in their Herrera concurrence, talked about the haystack problem, that, when you keep adding hay to that pile, not only is it harder to find the needle, the truly meritorious claim, but, at some point, the Federal judges just give up, and they stop looking.",
  "Because there are so many.",
  "It's important to understand that -- that, notwithstanding the limits that Congress was trying to put on these habeas petitions when it enacted AEDPA, that we actually have more habeas filings on an annual basis today than we did before AEDPA was enacted. It's not going to stop the filing. This is just one small rule to cut the haystack down a little bit and make it that much easier to find the needle. And, if you can find that occasional needle -- and we submit there's not a lot of those -- Federal judges are going to be more inclined to look for those.",
  "No.",
  "No, that is not our position. And I want to be really clear about this. First, they've got the year, but, if they go past the year, they've got the State system. And what the examples in the amici briefs demonstrate is that --",
  "No, they don't.",
  "But, as the Alabama amici brief explains, every State has got a process for hearing these claims, no matter how old they are. You've also got the -- the prosecutors who look at these and they don't want to keep innocent people in jail. And then, lastly, you've got clemency, which this Court has always recognized as the remedy for those who assert true, actual innocence, but have no constitutional violation to assert. Unless there are further questions, I would like to reserve the balance of my time.",
  "Three brief points about Holland and some closing thoughts about diligence. With respect to Holland, I want to note, first of all, that, there, you were dealing with legislative silence. Everyone agreed that Congress had not said anything about equitable tolling. And, as I explained earlier, when you consider the three categories of defendants who claim actual innocence based on new evidence, this situation here, where the new evidence relates to the factual predicate of the constitutional claim asserted, that's where Congress, most clearly, meant to have the limitations period apply. So it's very different. With respect to equitable tolling applying to acts of Congress, everyone recognizes that. Mr. Chief Justice, you note that this has never been applied to limitations. I actually have to take issue with my friend's statement that Sanders and Kuhlmann, somehow, took a different tack because, in both of those cases, what Congress did is it left it to the district judge's discretion to do or not do something. And all this Court said was, well, if they've got discretion, then they can still have an equitable exception. So, even in those cases, this miscarriage of justice exception has never, ever been used to override a congressional act. The last thing is that, in equitable tolling, you are dealing with the fault of the petitioner -- Hurricane Katrina or something else happened that wasn't their fault. And, here, it's entirely within the Petitioner's control. All they have to do is print the form, check the boxes, attach the evidence, and then file the claim. And they have an unlimited time to find evidence and then, 1 year after that, to file. Now, with respect to diligence --",
  "Yes.",
  "Yeah, let me explain that and I'm glad you raised that because -- you know, besides the legislative history that informs what we are looking at here, what they did in 2244(d)(1)(D) is they made it broader. They said, even if you don't claim innocence, if you are coming forward with new evidence, we want the court to hear that constitutional claim, if you bring it within one year. The reason they didn't mention it there is because it would have made the provision narrower, and they didn't want to do that. Then they ratcheted it up with respect to successive petitions, making you pass through the successive petition actual innocence gateway and then comply with the limitations period, so that's the explanation, consistent were with legislative history.",
  "Right, they could have, but, again, that would have limited (d)(1)(D).",
  "Well, if they said there is an exception for those who claim actual innocence, the implication is, for those who don't claim actual innocence, you are out of luck.",
  "Well, if we could rewrite congressional statutes with hindsight -- you know, maybe we could draft a perfect statute.",
  "No, that -- that's not the way that we interpret this at all. Under either provision, you are stuck with (d)(1)(D), you have got to file within a year. All that the successive petition adds to it is that you do have a statutory actual innocence gateway to pass through first that you don't have on your first petition. That's our position. I do want to close with some thoughts about diligence. You know, looking for counsel, we've talked about how simple it is to -- to file these things. The papers lost in the -- the prison riot and the access to the library are related, and it's because Defendant Perkins incited the prison riot, so he is hardly in an equitable position of -- of claiming any tolling benefit from that. And with respect to the -- the rule, Justice Breyer, we can't have a diligence rule if you go to that point, based on intent, because the interest that is being vindicated here is not the purpose of the Petitioner in --",
  "Sure. As long as it takes into account that the State's interest in timeliness is at its apex when we are dealing with new evidence that relates to the actual constitutional claim. And they are asking for -- not equitable tolling, but extraordinary tolling that you should reject. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: This is a Sixth Circuit habeas appeal involving AEDPA deference. Harrington v. Richter holds that a Federal court may only overturn a State court conviction that is such an erroneous misapplication of this Court's clearly established precedent as to be beyond any possibility of fair-minded disagreement, that is, an extreme malfunction. Here, a fair-minded jurist could conclude that the Michigan Supreme Court's Carpenter decision was neither indefensible, nor unexpected, when it simply applied plain statutory language in accord with well-established Michigan interpretive principles. Accordingly, the Michigan Court of Appeals application of Carpenter was not error, and the Sixth Circuit should be reversed. I'd like to begin with the statutory text. In 1975, the Michigan legislature passed a comprehensive mental capacity affirmative defense statute. In it, the defenses are defined for mental illness and mental retardation, but it says nothing about diminished capacity. And that silence is crucial here because, in Michigan, for over 200 years, it has been a code jurisdiction, which means that, if the statutes address a particular area of criminal law, only that statute applies, and the Michigan courts are not allowed to either add to or subtract from that statutory text. So only the Michigan legislature had the power to add a diminished capacity defense.",
  "Yes. Actually, even before Michigan was a territory -- I'm -- before it was a State, in 1810, it passed a law that abolished common law criminal principles when there was a statute that addressed the -- the subject matter.",
  "It changed one time. In 1973, there was a Michigan Court of Appeals decision that recognized, as a matter of common law, the diminished capacity defense, but that was set aside by the 1975 statute, which established all the comprehensive diminished capacity defenses available and left out diminished capacity. So in 1975, 1976 -- you know, 1978 --",
  "Well, what the Michigan Court of Appeals did, beginning in 1978, in the Mangiapane case, was to ask, is diminished capacity part of the statutory code? And it never held, expressly, that it was. What it did in Mangiapane and in subsequent cases, it assumed that the defense existed, but it never held that. And that dicta could not override the plain language of the statute. And, in fact, counsel on the other side has not pointed to a single Michigan decision where a conviction or an exoneration on acquittal or even a finding of ineffective assistance was ever based on the diminished capacity defense.",
  "The 1973 case was a common law vacuum, Justice Kennedy, where the Michigan legislature had not yet spoken about mental incapacity defenses, and so it stood alone, as the court was able to do, as a common law decision. There were no other cases that relied on it before the '75 statute was enacted. And, after that point, the Michigan appellate courts did not look to the '72 decision as the source of the doctrine. They assumed that, if it existed, it must be somewhere within the statute. And then, in Carpenter, in 2001, the Michigan Supreme Court, when, finally, the very first Michigan court to look at the question explicitly says, well, it's not in the statute, diminished capacity isn't there, we've got mental retardation, we've got mental illness, no diminished capacity. As the Michigan judiciary, we lack the power to add the diminished capacity defense.",
  "I think you would apply the same principles to that hypothetical as you did in Rogers, and -- and, in Rogers, you had a nearly 100-year common law history of the year and a day rule in the Tennessee Supreme Court, that the defense was available to use that term for nearly 100 years, and, yet, it didn't violate due process in Rogers for the Tennessee Supreme Court to abolish the rule because it was neither indefensible nor unexpected. Now, this case is much easier than Rogers or your hypothetical, for several reasons. First, as I mentioned, it's a habeas case, and so we've got the layer of AEDPA deference that wasn't there. Second, we're not talking about the evolution of the common law, like we were in Rogers. We're talking about a statute, and the statute meant what it said in '75, just like it did in '01, just like it does today. And the last thing is that, in the Rogers case, even the Tennessee Supreme Court acknowledged there was a change. And, here, the Michigan Supreme Court said there was no change because the statute said what it said in 1975, and that meant no diminished capacity.",
  "Well, Justice Alito, I would think about it in -- in two pieces. And the first piece is can you second-guess the Michigan Supreme Court's interpretation of the statute? And I think the answer there, everybody has to agree, is no. The State's interpretation of its own statute binds this Court, binds all Federal courts, just like the South Carolina Supreme Court decision in -- in Bouie did. With respect to the Michigan Supreme Court's analysis of the retroactive effect, I agree that Fiore stands for that very proposition, and I think Indiana makes that case very forcefully in the multi-State amici brief. You don't have to reach that question here, however, because given the AEDPA standard and the fact that the Michigan Supreme Court decision was so clearly not a misapplication of Rogers and Bouie, it makes this a relatively easy case. But I think you'd be fully within your right to follow the Fiore holding.",
  "Yes.",
  "Justice Kagan, I think this is the easiest case because it's not just statutory interpretation; it's statutory interpretation of a statute that is just plain on its face. If you had an ambiguous statute, yes, then maybe there would be some more uncertainty. But where you've got a statute that enumerates several defenses, does not include diminished capacity, and, under Michigan law, if it's not enumerated, it's not there, and the courts can't add it. That does make this easier. I think it was probably a bigger challenge in Rogers, for example, to acknowledge that, one, Tennessee law had changed right out from underneath the defendant; and, yet, even given that change, this Court was comfortable that it was not indefensible or unexpected. I think when --",
  "Correct, Justice Ginsburg.",
  "Well, it -- it didn't recognize it as a defense, in the sense that it analyzed the statute and said, yes, the defense is available. It, in many instances, assumed that it might exist, and, if it did, then this is the result. The closest it comes is this Mangiapane decision in 1978, and the court says, very specifically, there that the definition of mental illness in the statute is similar to diminished capacity, but the court says, at page 247 of the Northwest Second Report, the court was not prepared to say they are identical.",
  "So --",
  "Recognizing it as a possible defense. Again, in every single one of those cases, all of which would be contrary to the statutory language, incidentally, not a single one of them did a conviction or an acquittal or a finding of ineffective assistance ever turn on that point. And so, in that sense, it's also, again, very much like Rogers, where this Court said that the year and a day rule had never been used for an acquittal or a conviction in any Tennessee case. And so the question is, again, through the AEDPA deference lens, which is very high, was the Carpenter decision defensible and expected? And we would submit that any time that a State supreme court applies the plain language of the statute in accord with established principles of interpretation in that State, it could almost never be indefensible or unexpected.",
  "Well, two responses to that, Justice Sotomayor. First, I want to be, again, very careful about what Mangiapane actually held. It did look at the statutory language and, at page 247, said, \"We are not prepared to say they are identical,\" meaning the definition of mental illness and the concept of diminished capacity. There, the question was procedural because the defendant had not given the prosecutor notice of any defense, based on mental capacity in the trial court, and so the court said, well -- you know, assuming that the -- the defense exists, we are not prepared to decide that today --",
  "-- because you would have to give statutory notice. The second - -",
  "Justice Scalia, that was my second point.",
  "It was clear. And if any Michigan court had had the opportunity to actually decide it on the merits in light of this 200-year history of Michigan being a criminal code State, it was clear. And so this is the point when a State court decision is most defensible and most expected, applying the plain language of a clear statute in accord with State principles.",
  "Justice Kennedy, I'm not aware of --",
  "Right.",
  "I'm not aware of any other States that have the same statute and have addressed the question one way or the other. I do know that the language of the Michigan statute is fairly unique. If you look in the criminal law treatises, we're kind of in a category of only a very few States that -- you know, on the one hand, define mental illness and mental retardation, do not define or mention diminished capacity, and, yet, still have this guilty, but insane option, which is something that Michigan common law did not have, but then that was added in the '75 statute. So it's a little bit unique. I think it's also unique to Michigan that we have this 200-year criminal code history, which, if you're interested, you can read all about it in the In re Lamphere case that we cite on page 4 to 5 of our reply brief. But it's when you put those things together that really make this such an easy case.",
  "Well, the expectation, certainly, is that people would rely on Michigan statutory law. And I concede that this would be a more difficult case if the Michigan Supreme Court in, say, 1990 had come out in a published opinion and said the exact opposite of what it said in 2001. Obviously, that's not what happened here. But -- but ultimately -- you know, the question that would have been on -- on Mr. Lancaster's mind back in 1993 when he shot and killed Toni King was, does Michigan law prohibit me -- will it punish me if I -- I kill someone? And -- and, clearly, he had to know that. And, if he had looked at the 1975 statute, he would have seen that diminished capacity was not mentioned there. So to the extent that he -- he wanted to rely on that defense, he wouldn't have found it in Michigan's codified law. Now, I know the argument on the other side is, well, we have these other cases which -- you know, mention the doctrine, kind of assume without deciding that -- that it's out there. And he wants to assume that he has all the knowledge of that, but not the knowledge of the background principle that Michigan won't add affirmative defenses to a statute through a judicial action. And, if you're going to impute any knowledge to him -- and -- and we submit that you probably shouldn't, then you've got to impute all the knowledge of Michigan law, the plain language of the statute and the interpretive principles that should guide what that statute means. He knew that killing someone was wrong, unquestionably, he was on fair notice of that. And -- and just like in Rogers, this diminished capacity defense after 1975 was never relied on by any Michigan court to either hold someone guilty or to acquit them or to find that there was ineffective assistance. It just was not the kind of well-established principle that could possibly make the Carpenter decision either indefensible or unexpected. And then, when you layer that on top with AEDPA deference -- you know, really, this is about as simple as it gets. There is no decision of -- of this Court, not Rogers, not Bouie, not Fiore, not Bunkley, any Court decision that is contrary to or misapplied in this Michigan Court of Appeals opinion. Unless the Court has any further questions, I'll reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. I -- I think we actually have a lot of areas of agreement after 45 minutes of oral argument. Number one, Justice Breyer, is that there really is only one case in Michigan that reaches the holding that Mr. Carpenter would like that you can assert this defense, and that was the Lynch case in 1973, which preceded the 1975 statute. And so, under well-established Michigan law, again -- you know, In re Lamphere, Reese, which was their 2012 decision reapplying In re Lamphere, that code occupies the field, and at that point, the common law decision no longer existed.",
  "I did not hear him say that. And, if you go back and you read Reese and In re Lamphere, I don't know how anyone could possibly disagree with that. There are certainly areas --",
  "Sure.",
  "Okay.",
  "Okay. Well, then I disagree with that. If you look at In re Lamphere and Reese, it's well-settled in Michigan that when the Michigan legislature speaks to a particular subject matter in criminal law that the code controls and the common law cannot supplement it. The words of the Michigan Supreme Court in Reese itself were, \"The courts have no power to add an affirmative defense that the legislature did not create.\" And -- and I really don't think there can be a dispute about that.",
  "I'm -- I'm not aware of any, Justice Ginsburg, and -- and the reason for that -- that quirk is because his habeas process, by coincidence, happened to take such a long time. It's pretty rare that we're up here on a case where the murder actually took place 20 years ago and the trial is shortly after that. But -- but quirks in how long litigation happens don't determine whether people get the benefit of changes in law or not. What matters is the standard that this Court applied in Rogers and Bouie, was the change -- if there was a change -- indefensible and not expected.",
  "We can't point to anything, just like they can't point to anything. You've got a -- you know, in 1975 --",
  "Right. And they can point to cases that assume, without deciding, that the defense might exist. And then it wasn't until 2001, when the Michigan Supreme Court became the first Michigan court to look at it -- and I forget now who mentioned this, I think it was Justice Kennedy -- that the Michigan Supreme Court did what this Court often does, it waited for the right case to present itself. And, when it did, it applied the plain statutory language in accordance with Michigan interpretive law.",
  "Well -- you know, it could be because the Michigan Supreme Court thought -- you know, there's enough confusion, because of the mentions in the lower court, that it's time that -- that we address this. I don't know why the Michigan Supreme Court took it up in Carpenter. What I do know is that fair-minded jurists, which is the habeas standard, could agree that Carpenter was neither indefensible nor unexpected. And -- you know, it's not a head-counting business, but I would note that the Michigan Court of Appeals here was unanimous. Previously, the Michigan Court of Appeals in Talton, decided the year after Carpenter, reached the exact same conclusion with respect to the due process question. So we've got six Michigan appellate judges looking at this. You know, going back to -- to what the Michigan law said, I -- I also heard my friend mention the Griffin case, this is the three-paragraph order where they -- they remand for ineffective assistance. Well, Griffin is one of the cases that the Michigan Supreme Court discusses in Carpenter. And, in the very next sentence, the supreme court says, \"However, we have never specifically authorized the defense's use in Michigan courts.\" You know, it just wasn't there. What you have are these mentions, and, then, as Justice Breyer mentioned, he's got jury instructions, which are promulgated by the State bar, not the State supreme court -- or by any court, for that matter. And what you have to ask yourself, is it objectively unreasonable, is it beyond any possibility of fair-minded disagreement that a Michigan Court of Appeals panel could conclude that Carpenter was both indefensible and unexpected. And --",
  "Well, all we have are the mentions in the appellate courts.",
  "About 37, I believe. It was four Michigan Supreme Court opinions and 33 Court of Appeals, so it was 37. Now, of those the Michigan Supreme Court itself said their four, decisions didn't say one way or the other. Of the other 33, 32 of them weren't even binding in other Michigan Court of Appeals panels. As we explained in our brief, the Michigan Court of Appeals wasn't bound to follow any panel decision prior to November 1st, 1990. So those weren't even binding on the court of appeals itself. If you are thinking about what's firmly established -- you know, there were no roots at all to these mentions. It would be like walking past your neighbor's yard -- you know, if there is an oak tree there, you expect it to be there the next day. You know, but if there is a small weed, you expect it to be pulled up and rooted out. And that's exactly what happened here when the Michigan Supreme Court finally addressed the question.",
  "Right. I mentioned Reese because it's the most recent application. It cites In re Lamphere, which is an 1886 decision, which itself references the 1810 Territorial Act which abolished common law criminal principles -- if you have the statute - -",
  "There are many cases in the middle. There is at least a 1990 case, although I can't recall the name. If you just KeyCite or Shepardize In re Lamphere --",
  "-- you -- you will find scores of cases that rely on this proposition. It's -- it's not in dispute.",
  "Right, exactly. You've got Lynch, which was the common law --",
  "Oh, no, no, no. To be perfectly clear, what In re Lamphere and Reese and everything else say is that, when the legislature has spoken to a particular area, then the courts cannot supplement. They had never spoken about mental capacity defenses prior to 1975, and so the slate was free for the courts to do what they wanted. So there's nothing wrong with Lynch in '73. The problem is continuing to assume that there was a defense that wasn't in the '75 statute.",
  "Undoubtedly. But I don't think it means that fair-minded jurists could not possibly conclude that Carpenter was both indefensible and not expected.",
  "Well, I don't know. If I was a prosecutor, I would have looked at the plain language of the statute --",
  "-- and I probably would have.",
  "I don't know one way or the other. We -- we just don't have the data for that. Yeah, so, ultimately, what we are talking about here --",
  "That's exactly right, Justice.",
  "No, I don't believe that there was a single case in those 37 where someone tried to raise the defense and the court said no, nor was there a case where the prosecutor said, you can't raise the defense, and the court said yes. It was just a number of cases. And -- you know, Mangiapane is really the paradigm example.",
  "But the question was did they give notice? If the defense exists, is it part of the statute? And -- and all the Michigan courts agree that that has to be the case. But it's not till Carpenter, where the court finally says, is it part of the statute, and it says no.",
  "You know, all we've got are the appellate decisions referencing it.",
  "So if we've got 37 cases --",
  "Correct.",
  "So you've got 37 cases over a course of 18 years, '75 to -- to '93. Now, that -- that tells us maybe two cases a year in a system that processes thousands of criminal cases. You know, there was nothing here that would make the Supreme Court's application of the plain language so indefensible, so unexpected, that no reasonable jurist could possibly have reached the same conclusion as now two unanimous Michigan Court of Appeals panels have. I wanted to touch, briefly, on the unfairness point. And Justice Ginsburg, I -- I believe brought up Bouie, and Bouie is really the perfect analogy because, again, under the AEDPA standard, it's Lancaster's burden to show that the court of appeals decision here was contrary to our misapplication. And, to the contrary, it was the exact application of Bouie. In Bouie, you had a clear statute that was very narrow, and the State court expanded it in a very unexpected way. And this Court found that was indefensible and unexpected. The exact opposite happened here. You had the Michigan Supreme Court applying very narrow statutory language exactly the way it was written, in accord with 200 years of interpretive principles. So -- so, really, the problem here is not any unfairness. The problem is the Sixth Circuit, yet again, not applying habeas deference under the statute or this Court's precedent and disregarding another Michigan State court decision where reasonable jurists could have reached different conclusions on this. It's not our burden to -- to demonstrate what the law was or wasn't. All we have to show is that a reasonable jurist could have reached the conclusion the Michigan Court of Appeals did here, and there doesn't appear to be any question that's the case.",
  "Yes, Justice Scalia.",
  "If there are no further questions, thank you very much.",
  "Thank you, Mr. Chief Justice, and may it please the Court: No court has ever held that AEDPA and Strickland can be satisfied by presumption based on a silent record. Yet that is precisely the approach the Sixth Circuit adopted in granting habeas relief here. The record doesn't say how attorney Toca investigated or what advice attorney Toca gave, but based on that record silence, the Sixth Circuit assumed Toca was ineffective. And under AEDPA and Strickland, the presumptions run the opposite way. Now, if there's one thing that the Court takes away from the oral argument this morning, I hope that it's  it's this: How upside down the Sixth Circuit's analysis is when it says, on page 19A of the petition appendix, that Toca was deficient because the record contains no evidence that he advised Titlow about elements, evidence, or sentencing exposure. The correct question is whether the record contains evidence that Toca did not do those things. And that record silence is dispositive in favor of the State on habeas review. Now, if we could pull the curtain back and see what really happened here, it may be the case that Toca gave the proper advice, that he advised Titlow about all the perils of going to trial, and that Titlow continued to maintain her innocence. Under Strickland, we're supposed to presume that Toca did exactly that, especially when it's Titlow's burden to satisfy the burden of proof, and she failed to do that. So I'd like to begin with our first issue, which is AEDPA deference and the performance prong of Strickland.",
  "Well, I don't think he's  he's saying that, Justice Ginsburg. He's saying I'm not prepared for trial yet, but he says, I've got a lot of materials here. He goes through a very sophisticated sentencing analysis with the  the sentencing court in this plea withdrawal hearing. If you understand Michigan sentencing, if you've got a manslaughter charge, there's a grid. And there's all kinds of different boxes that this could have fit into, and he would have had to have analyzed the evidence in order to determine that the two to five range was appropriate for a manslaughter conviction and to be able to then negotiate with the prosecutor about whether that was or was not appropriate. And so we know that  that Toca did a lot of work.",
  "Yes, it was.",
  "I don't recall, but it's something on the range of 15 to 20 years. And when we're talking about guidelines, it's important for the Court to understand the difference between what the guidelines called for, for manslaughter, and what was in the plea agreement because Michigan's got this indeterminate sentencing system, where you've got a range for the lower end. And so the plea deal was 7 to 15 years on the lower end. And a manslaughter conviction  that is, if they had gone to trial and lost for manslaughter, the lower end was 2 years to 5 years. And so it was entirely reasonable, from an objective perspective, for an attorney, looking at this record, at the time the plea was withdrawn, to say, yes, if you want to maintain your innocence, the most likely bad result at trial is most likely better than the plea deal that you already have. Sure, there's a risk that something worse could happen, but this Court has said in Strickland and Lafler and other places that bad predictions are not deficient performance. And so, really, when you get down to it, it's really a problem with both the advice being reasonable, but also the failure to carry the burden of proof. It's just the case that Titlow has not come forward to demonstrate, as he was required to do  she was required to do, on the record, what Titlow  or what Toca did to investigate and what advice Toca actually gave to Titlow.",
  "Right. I think that's an important factor.",
  "I think that's a significant factor because, as you point out, before the ink was even dry on the plea agreement, Titlow was already in prison saying, I'm innocent, maybe I should be withdrawing this plea, setting in motion a chain of events that resulted in her firing the first attorney and then hiring a second attorney. And I don't think that the court of appeals  the Michigan Court of Appeals, articulated any kind of a  a per se rule about that  you know, certainly, we all understand that the ethical obligation of the lawyer is that, if your client insists that they want to maintain their innocence, you have to allow them to do that. But what the court of appeals did, at pages 100 to 101A of the petition appendix, it looked at that, but it also looked at the other evidence. It looked at the Strickland presumption that Toca did his job. And then it says, at the very conclusion of that sentence, based on all the proofs and arguments presented, Titlow failed to satisfy her burden. This instance is one part of that.",
  "That's correct.",
  "That's correct.",
  "Just to be clear about Michigan procedure, the defendant has an opportunity to ask for what's called a Ginther hearing in Michigan, and that's this evidentiary hearing to develop a record for an ineffective assistance claim. Titlow did not ask for that hearing in the trial court. She did ask for it in the  the Michigan Court of Appeals. But under the Michigan court rules  this is 7.211(C)(1)(a)(2)  she was required to make a proffer to justify that hearing on this motion to remand. And so the court of appeals, before it issued its merits opinion, issues a onesentence order that says, that motion to remand is denied because you have not proffered enough evidence to demonstrate that a hearing is warranted. And that makes sense because the only proffer was the polygraph, the Lustig affidavit, and the Pierson affidavit. You know, it would be entirely appropriate  this often happens  that Titlow herself would have submitted an affidavit saying, this is what Titlow knew  or I'm sorry, this is what Toca knew, this is what Toca advised, and I relied on that. Or it sometimes is even the case, that the previous defense counsel is willing to submit the affidavit that says, this is what I knew, this is the advice that I gave. None of that was there. And so that's why you have this denial of the motion. So now, in the context of that record and, Justice Kennedy, the claim of innocence and this whole thing being set in motion by that claim of innocence, it was quite easy for the Michigan Court of Appeals to say that, on the proofs presented and in light of the Strickland presumption, there was nothing objectively unreasonable about allowing Titlow to recall her plea.",
  "Correct.",
  "Yes. I think it would be very difficult to defend the opinion if that was the only sentence of analysis because we do not agree that a simple claim of innocence by your client relieves the attorney of any responsibility to do anything. That's not what happened here. Four sentences before the sentence you just read on page 101A, the court of appeals talks about the Strickland presumption that the attorney is doing his or her job. Two sentences after that sentence you just read, on page 102A, the Michigan Court of Appeals specifically says, \"On the proofs and arguments offered by defendant, there is no ineffective assistance here.\" And so that was part of a larger discussion about attorneys who do their job when their clients are claiming innocence. And you have to put all that together. And I think it's significant, also, that the Michigan Court of Appeals was giving Titlow the benefit of the doubt here because, on page 100A, just one page earlier, it assumes Titlow's position, that is that Toca actually gave the advice to withdraw the plea. We don't even know that because we don't have credible evidence in this record. We don't have an affidavit from Titlow. We don't have an affidavit from Toca that indicates that Toca ever gave that advice. Again, if you could draw the curtain back, it may very well have been, as we assume under Strickland, that he totally and completely advised about all the risks of trial before the plea was withdrawn.",
  "Yes.",
  "That's a delightful question.",
  "And I want to start with a record response to distinguish our case from your hypothetical and then address the habeas question. Your hypothetical assumed that the State court only mentioned one of the two reasons, and here, obviously, the court of appeals talked about innocence. We've discussed that at length. But on page 100A of the opinion, the court of appeals also notes that the defendant moved to withdraw her plea because the agreedupon sentence exceeded the sentencing guidelines range. So they are both here. But assuming your hypothetical that we only had one and not two, the question is really easy under 2254 because, so long as the decision was not a misapplication of this Court's clearly established precedent, there is no violation, even if their reasoning might not have been as strong as it could have been, had they mentioned the other reason. So next habeas question, does the defendant get an opportunity to have a Federal habeas hearing to further develop the record about what happened? And the answer is no, because under 2254(e)(1) and (e)(2), there is a presumption of correctness about everything that was found in the State court system. And there is no right to get a Federal evidentiary hearing if you have not adequately pursued your ability to develop the record in the State court. And as Justice Alito has already pointed out, it was Titlow's failure, not the State's failure, to properly proffer evidence to get the Ginther hearing.",
  "I don't think that's significant because those two things are not mutually exclusive. The defendant could believe, in her heart of hearts, that she's innocent, and at the same time, the attorney could acknowledge that there are facts in the record already admitted that a reasonable jury could conclude that you were guilty of manslaughter. And so it would not be inconsistent for that attorney to argue for a lower guidelines range in the plea, and so there's really nothing inconsistent about that. But the important thing to understand here is just the failure of the burden of proof. The Sixth Circuit is upsidedown when it reads into the record's silence ineffective assistance.",
  "Well, first, I have to disagree with the premise of your question, Justice Ginsburg, because there is no doubt that Toca made an appraisal. He had  you know, the quote from the plea withdrawal hearing is \"a lot of materials,\" and he made a very sophisticated argument about what the guidelines range should be, and that range was lower than the plea actually offered. But what you need to understand about this testimony from Titlow right here, this was a plea for leniency at sentencing. This was not part of the proffer to the Michigan Court of Appeals as part of the motion for remand. What  what Titlow could have done was submit her own affidavit or the affidavit from Toca establishing whether this was actually true or not. In addition, you've got to take the context of this and juxtapose it against the other things that Titlow was saying at this very same sentencing hearing. And it  it's remarkable, really, that she says both of these things. She says she feels sorry for her Aunt Billie for being this manipulating and evil person and thanks God that she did not do what Billie asked her to do. And she says it was only because of her, Titlow, that the truth came out. So somehow, it's  it's still a claim of innocence, even after trial, even after there has been a conviction. If there are no further questions, I will reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. A few cleanup points, starting with this idea that the actual predicate was wrong. As we explained in our briefing in the habeas pleadings in this very case, Titlow already conceded that the factual predicate was correct. And, Justice Breyer, you asked about the quantum of proof necessary to overcome that assumption that the Court of Appeals made based on the record before it, and actually, the legal standard under AEDPA is not clearly wrong. Under 2254(e)(1), which is reprinted in our blue brief, it is presumed correct, and that presumption can only be overcome by clear and convincing evidence, and we don't have that here. Second, with respect to the advice, my friend on the other side points to Paragraph 8 of the Pierson affidavit. And it's a little ironic that they put all their eggs in that basket now because, in their briefing, they disclaim it as triple hearsay and say this Court should not rely on it, and she said some things characterizing that paragraph that aren't in there. There is nothing in paragraph 8 or the rest of the affidavit that says Toca approached Titlow. I don't know where that comes from. But assume that everything that she says is correct and that Toca did give the advice to withdraw the plea, that still doesn't mean that it's bad advice when you apply the AEDPA and Strickland rubrics because, as Justice Alito pointed out, the differentiation in the manslaughter guidelines and what was actually in the plea actually makes this objectively reasonable advice. And, in fact, it's more than that because, at the time the plea was withdrawn, consider all the facts that were known from talking to the prosecutor, looking in the police file and everything else that  that Toca presumably did. At that time, no one knew about this critical Chahine testimony, which only came out at trial, that it was actually Titlow who held Uncle Don down while he was being smothered. I mean, that completely changes the complexion of this case. And so to say that Titlow was always guilty when all of her testimony up to the point of the plea withdrawal had been, I told my Aunt Billie to stop, and then I left the scene, that's just not credible. Point on the second issue, the prejudice prong. Chief Justice Roberts and Justice Sotomayor, you note that the other circuits all look at objective evidence, and we think that's the right way to approach this. And you're exactly right, Chief Justice, that the Sixth Circuit takes a different approach. The Sixth Circuit says, although some circuits have held that a defendant must support his own assertion that he would have accepted the offer with additional objective evidence, we, in this circuit, have declined to adopt such a requirement. And you can see how that difference played out in this very case because the Sixth Circuit didn't look at all the other evidence that was in the record that was contrary to this selfserving statement that Titlow made; that Titlow had the plea in hand and, before the ink was even dry, was already professing innocence and talking to other lawyers; that she fired Lustig and there was no reason to do that, unless she wanted to  to withdraw the plea; that she did not have a propensity for truthfulness. At trial, she lied about the fact that she was drunk, when she was not, the night of the murder. The evidence came out that she asked Chahine to lie about the alibi, and she hid the murder weapon. And then you've got all these statements at the sentencing hearing and post remand, where she's continually asserting her innocence. It's happening all the time. When you consider all that objectively, under the other circuit standards, clearly, that would not be sufficient to establish prejudice here.",
  "That's the objective evidence.",
  "Correct.",
  "Here's  yeah. Here's the connector, Justice Sotomayor. The reason they didn't look at the other evidence is because they have a different rule. They don't think they have to look at it. They did look at things like sentencing disparities. As the Solicitor General's office explained, that shouldn't come into play here because that was a wellknown disparity; it wasn't something that was hidden by client's ineffective assistance. And they  the Sixth Circuit talks about the fact that she accepted the plea once and then withdrew it. Obviously, that cuts both ways. So all you are left with is the subjective testimony. And when you look at all the other objective evidence, the evidence that other circuits would look at, there's really only one possible outcome here. So in sum, Your Honors  oh, I guess I do want to mention one other quick point since my light hasn't gone yet. The book deal, there was no book deal. Look at page Joint Appendix 60, and I've seen copyright assignments. That wasn't the case here. They were trying to raise money for the trial. And  and this case had nothing to do with the reason why Toca was disbarred. That's at Joint Appendix 302 to 317. It was because he falsely put someone else's license tabs on his license plate, and that was a misdemeanor, and then he lied about it. In sum, record silence under AEDPA and Strickland means the State wins, not the convicted murderer. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The issue in this case is whether a Michigan constitutional provision requiring equal treatment violates equal protection. And for two reasons, the answer is no. First, unlike the laws at issue in Hunter and Seattle, Section 26 does not repeal an antidiscrimination law. Instead, it repeals preferences, and thus, it's an impediment to preferential treatment, not equal treatment.",
  "Justice Sotomayor, it's not identical because of the remedy issue. In Seattle, they were trying to create, in the court's words, equal educational opportunity by imposing a remedy that would result in equality in the schools.",
  "Well, there's two points to that question and I'll address them both. First on the merits, under Grutter, the point of preferences in university admissions cannot be solely the benefit of the minority because under Grutter, it's supposed to benefit the campus as a whole through diversity, and which we think is a laudable goal. It's a forwardlooking action, not a backwardlooking action, to remedy past discrimination. And we know that because under Grutter, you can use preferences whether or not there's de facto or de jure segregation, simply to get the benefit. But with respect to your  your point about the University of Michigan and what has or has not happened here, two thoughts on that. First, we have the statistics that we discuss in our reply brief where it's not clear that  that the diversity on Michigan's campus has gone down. But our main point on that is  is not those numbers, but the fact that there are other things that the University of Michigan could be doing to achieve diversity in raceneutral ways. For example, we know that ",
  "Well, there's social science evidence that goes both ways. But I want to focus on the University of Michigan because there's two things that they could be doing right now that would get them closer to the raceneutral goal. The first thing is that they could eliminate alumni preferences. Other schools have done that. They have not. That's certainly one way that tilts the playing field away from underrepresented minorities. The other one, and this is really important, is the focus on socioeconomic ",
  "Given the makeup of Michigan's alumni right now, certainly that playing field would be tilted the other way. The other thing that we press is socioeconomic diversity. And at the University of Michigan, there was a stat in \"The Wall Street Journal\" just two days ago that if you measure that by Pell grants, the number of students who are eligible for those, at the University of Michigan the number of students who have Pell grants is half what it is at more progressive institutions like Berkeley and the University of Texas at Austin. So the University of Michigan could be trying harder. But our point isn't to get into a debate about whether preferences are a good or bad thing because that's not what this case is about. The question is whether the people of Michigan had the choice through the democratic process to accept this Court's invitation in Grutter to try raceneutral means.",
  "I think it's a distinguishing factor. You know, kind of sticking with how hard is it under the new political process. And I think the chart that we have on page 17 of our reply brief explains that it's really easier to change racebased admissions policies now than it was before Section 26. And that's one basis. But I think the more fundamental basis is to say, you know, what Seattle is about. And  and if you indulge me, I'm going to suggest that Seattle could mean one of three things. One of those I think you should clearly reject, and then the other two I think are  are possible interpretations that you could adopt. When Seattle talks about racial classifications, it focuses on laws that have a racial focus. Now, right out of the box, equal protection is about people, not about laws, but even more fundamentally, that cannot be the right test. At a minimum, that part of Seattle has to go because if you had a raceneutral law, like Michigan's Equal Protection Clause, which forbids discrimination on the basis of race or sex  you know, it mirrors the concept of the Federal clause  that itself would be subject to strict scrutiny because it has a racial focus. So we know that can't be right and that's Respondent's position. So that leaves you two other choices. And one would be an incremental change to this political restructuring doctrine; the other would be a more aggressive change. The incremental change would be to interpret racial classification in Seattle as meaning a law that, one, repeals an antidiscrimination provision, as it did in Hunter and Seattle. And two, removes that issue to a higher level of the decisionmaking process. And because Michigan's law requires equal treatment, it eliminates preferences, not an antidiscrimination law. That would be a way that you could keep Seattle and Hunter as a viable doctrine, and still rule in our favor on this case.",
  "Right. But there's a difference between favoring diversity as an abstract concept on campus, which Grutter clearly allows, and remedying past discrimination, which was the point of the bussing in Seattle. And that's why we're really in a postSeattle world now because under ",
  "That's correct because, at the time of Seattle's decision, we didn't yet have parents involved, and so there wasn't a strict scrutiny test that was being applied to that bussing program. And so you didn't have to go as far as you would today if you wanted to uphold that same bussing program. But what really  what ties this case up ",
  "Yes.",
  "It can't be because of racial focus.",
  "That, plus ",
  "Right. That, plus repealing an antidiscrimination law. I think that's a narrow way ",
  "Well, the third way is really to  to look at racial focus and say that's wrong, and maybe this whole doctrine needs to be reexamined. And the way that you could do that is to look at what Seattle and Hunter are really doing, which is falling right into the Washington v. Davis line of cases. Both of those cases could have been resolved by saying, one, there's a disparate impact; and two, given the facts and circumstances in 1969, Akron, Ohio and 1982, Seattle, Washington, that there was discriminatory animus based on race. And if you did that, you could reconcile those cases with Washington v. Davis and the entire line of equal protection jurisprudence this Court has used since that time.",
  "There was a claim, but, Your Honor, there was also a decision. And the district court was really clear on this. Keep in mind that this was a summary judgment posture, and the district court concluded properly that there wasn't even a question of material disputed fact with respect to intent. This is at pages 317 to 319 of the supplemental appendix petition. And that's because the primary motivation for Section 26 included so many nondiscriminatory reasons, including the belief of some in Michigan that preferences are themselves race discrimination. Others that  raceneutral alternatives is actually a better way to achieve campus diversity that results in better outcomes for underrepresented minority students. Some could believe that the preferences result in mismatch, as Justice Thomas is ",
  "Yes.",
  "And I think  and I would like to come back to Reitman because that fits into this framework, too. But I think if you have any question about what Seattle really meant, the place to look is the later decision in Cuyahoga Falls because in Cuyahoga the Court specifically mentions, quote, \"the evil of discriminatory intent present in Seattle.\" That's at pages 196 to '97 of the opinion. And it also talks about the decisionmakers' statements as evidence of discriminatory intent in the Hunter case, at page 195. And so I think if you look at Cuyahoga Falls, it has already done some of the work for you if you are going to take the more conservative route and say there's intent.",
  "That's true and there is always some bad apples, too. We don't dispute that point. But  but here you have a district court holding that there is not even a material question of fact with respect to animus, because there are so many reasons that could be advanced, legitimate reasons again, about mismatch and about the benefits of racial ",
  "I think it's much harder in Seattle, Your Honor. But, you know, to fit Reitman into this discussion and what I would consider the more conservative way to deal with Seattle and Hunter, one that would preserve those as a doctrine, is to think about how Reitman would come out under that test. In Reitman, of course, you had antidiscrimination laws, just like in Hunter, at the local level, which were then repealed by a State constitutional amendment. And the political restructuring doctrine had not yet been invented yet, and so what the Court did is it relied on the California Supreme Court's finding that there was discriminatory animus in striking down those antidiscrimination laws. I think that if you view Hunter and Seattle similarly as cases where if you repeal an antidiscrimination law, as opposed to one that requires equal treatment, that's the narrow way to cabin those cases and ones that  a way that would allow those cases to survive, yet to distinguish Section 26. One point that we haven't discussed much is the democratic process, and it's important that I emphasize that, obviously, the use of racebased and sexbased preferences in college education is certainly one of the most hotly contested issues of our time. And some believe that those preferences are necessary for campus diversity. Others think that they are not necessary, and in fact that we would have a much better world if we moved past the discussion about race and instead based it on raceneutral criteria.",
  "Yes, Justice Ginsburg, we have a muddy picture. As we explain in our reply brief, the first thing that we have is the actual statistics for the first full year after Section 26 went into effect. This is 2008. And what we find is that the number of underrepresented minorities as part of the entering freshman class at Michigan as a percentage changed very little. It went from about 103/4 percent to about 101/4 percent. Then it gets very difficult to track, because, following the U.S. Census's lead, in 2010 the University of Michigan stopped requiring students to check only a single box to demonstrate what their race or ethnicity was and moved to a multiple checkbox system. And Justice Sotomayor, when you see in the amici briefs that there has been a dramatic drop, for example, in African American students on campus at the University of Michigan, those numbers don't take into account that people who before were forced to check a single box now could be checking multiple boxes. And if you fold in the multiple checkbox students, the number of underrepresented minorities on campus actually comes out higher. Now, we don't know what those numbers are because you could have a student who might be white and Asian and they would not be considered an underrepresented minority, and they could be in there. But we know that the numbers are a lot closer than when you just look at single checkbox students in isolation.",
  "Well, the statistics in California across the 17 campuses in the University of California system show that today the underrepresented minority percentage is better on 16 out of those 17 campuses. It's not at Berkeley, they haven't gotten there yet, but it's better on the rest. And by going to raceneutral criteria, what they discovered was that underrepresented minority students have higher GPAs, that they take more technology, engineering, and math classes, and they have a graduation rate that is 20 to 25 percent higher than it was before California's Proposition 209. You can see similar effects in Texas in their top 10 percent program before it was modified. And not only did it have those positive impacts, but it actually increased minority performance at socialeconomically disadvantaged high schools, where the students said, hey, if I can only get into the top 10 percent of my class, I can be in the University of Texas at Austin. And again, we can all agree that diversity on campus is a goal that should be pursued. What the California and Texas experiences have demonstrated is that there are good, positive reasons why the voters might want to try a raceneutral alternative.",
  "Because as this ",
  "You've put your finger on the fulcrum of Respondents' best argument, that only race as a factor alone has been removed. And there their argument is exactly backwards because it's not Michigan or Section 26 that single out race, it's the Equal Protection Clause itself. Because, Justice Sotomayor, if a student wants to lobby for an alumni preference or a cello preference and put it in the State constitution, strict scrutiny is never applied to that effort. But when you try to get a preference based on race or not based on race in the Federal  or the State constitution, strict scrutiny is always applied. And so it's the Equal Protection Clause which is making a differentiation between race and everything else. And that's why this Court in Crawford, again decided the same day as Seattle, at page 538, recognized, quote, \"a distinction between State action that discriminates on the basis of race and State action that addresses in neutral fashion racerelated matters.\" And Section 26 falls into that latter category.",
  "No, and I'm glad that you brought that up, Chief Justice Roberts, because affirmative action means a lot more than simply the use of race or sexbased preferences in university admissions. The  Article I, Section 26, only focuses on this one aspect of university admissions. Now, another important point to understand is that Section 26 is not all about university admissions. This is actually a much broader law that applies not just to race and ethnicity, but also to sex and other factors, and that affects not just universities, but also public contracting and public employment. This was a broadbased law that was primarily motivated by the people of Michigan's decision to move past the day when we are always focused on race, exactly as Grutter invited the States to do. And you can  you can see how that discussion gets mired when you look at some of these statistics that we have been talking about. Is someone who has multiple racial boxes checked more or less diverse than someone who only has one box checked? Is someone who comes from outside the country  say from Mexico ",
  "Correct.",
  "No, that's not what we are saying.",
  "Well, again, it actually runs the other way because equal protection is what singles out racefocused measures for strict scrutiny. But what we're saying is under Grutter, race preferences are barely permissible. It cannot be unconstitutional for the people to choose not to use them anymore, to accept this Court's invitation in Grutter, to move past the discussion about race and into a raceneutral future.",
  "Well, under what we're going to call the narrow \"Save Hunter and Seattle,\" something like that would be unconstitutional because it removes an antidiscrimination provision and moves it to a higher level of government. Now, one of the problems with keeping that doctrine is it could also work the opposite way. You know, pretend that the political climate in Michigan was turned on its head and that universities had agreed that they were no longer going to use race or sex in admissions and that it was the State electorate, either in the legislature or in the constitution, which imposed a Grutter plan on everyone. Well, under Hunter and Seattle, that would have to go because that law removes an antidiscrimination provision and moves it to the higher level. And so that would be one reason why you might want to take the Washington v. Davis approach and consider whether there's discriminatory animus based on race. But, you know, in either of those cases, I think you can either, you know, pare down the doctrine or get rid of it entirely and distinguish our case from it. But the one point that I want to leave you with today is that the  the core of Respondent's arguments that somehow a racial classification can be any law that has a racial focus, cannot be the right test. No matter what, that portion of Seattle and Hunter has to go. Because equal protection is about protecting individuals, not about protecting laws, and even nondiscriminatory raceneutral laws that have a racial focus would fall under their racial focus test. You know, the hypothetical we give in our briefs on that, besides a State Equal Protection Clause, would be the Federal Fair Housing Act because it references race, it has a racial focus, in the words of Seattle and Hunter, and it has the ability of preventing anyone from lobbying for preferences based on their race or sex at lower levels of the government, either State or local. So under their theory, the Federal Fair Housing Act would have to be applied under strict scrutiny. And their only response to that in the brief is that, well, the Supremacy Clause takes care of that problem. And we all know supremacy doesn't kick in until you first determine that the Federal law itself is constitutional, and it wouldn't be under their theory. So  so what we're asking you to do is eliminate that portion of Hunter and Seattle that suggests that a law's racial focus is the sine qua non of a political restructuring doctrine test and to either ",
  "Yes.",
  "Well, two thoughts on that, Justice Ginsburg. First, under Grutter, this Court made crystal clear that a Grutter plan is not about which minority group is being advantaged or disadvantaged. It's supposed to benefit the campus as a whole. And to the extent the claim is that preferences benefit certain classes of minorities and not others, you know, for example, it benefits African Americans and Latinos, but not Asians, even though they're both discrete and insular underrepresented groups, that  then it fails under Grutter. It can only be something that benefits everybody. But more fundamentally, going back to your question about the origin of the doctrine, I think it's really important to understand why we have Hunter because Hunter, remember, was decided before Washington v. Davis. And when you look at the face of the law in Akron, Ohio in Hunter, there's nothing in there that would trigger strict scrutiny. And so this Court was searching for another way to  to strike down a law that removed an antidiscrimination provision and made it more difficult to reenact at the higher level of the political process. It needed something to fix that. And our point is you can either construe it to do exactly that, that only antidiscrimination laws being struck down and moved to a higher level can satisfy a political restructuring doctrine, or you can look at it differently. You can say, Now that we've got Washington v. Davis and we all know what the intent was in Akron, that that is a simpler way to address this  this problem and we really don't need the political restructuring doctrine at all anymore. But the reason why we had the doctrine in Hunter is because strict scrutiny did not apply.",
  "No, it was not. But it wasn't a finding. It was actually more than that. It was at the summary judgment stage. The district court correctly concluded there wasn't even a question of disputed material fact as to whether intent was the primary motivation of the electorate. Unless there are any further questions, I will reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. I'm going to start with a sentence from Crawford, decided the same day as Seattle, where this Court defined what a racial classification is. \"A racial classification either says or implies that persons are to be treated differently on account of race.\" It doesn't say anything about laws with or without a racial focus. And we think that is the test that ultimately should come out of the decision in this case. Now, my friends on the other side disagree with that. Because if that's the test Section 26 is constitutional. And so they draw this false dichotomy between laws that involve race and laws that don't involve race. We will put them in two separate chambers of the legislature and charge a fee if you want to talk about  about race. And we know that can't be right because of, Chief Justice Roberts, your observation that the whole point of equal protection is to take race off the table when everyone is being treated the same. That's why they can't ",
  "Yes.",
  "Yes.",
  "Justice Ginsburg, there is two problems with that. First, that's where the Respondent's theory most closely knocks up against Grutter. Because you are right, under Seattle and Hunter you've got to have a policy designed for the purpose of primarily benefitting the minority. But if that's the policy, it violates Grutter, which is supposed to benefit everyone. But the bigger problem is if you treat a ",
  "Right, but the bigger problem ",
  "But Justice Sotomayor, the biggest problem with Respondents' test, with applying the literal language of Seattle, is that as I said, the Federal Fair Housing Act, the Equal Credit Act, a State equal protection law that mentions race, all of these things fall in the category of laws dealing with race. Some are discriminatory.",
  "Because that would still invalidate the Michigan Equal Protection Clause which has a racial focus that says you cannot discriminate based on race or sex, and yet no one would argue it should be subject to strict scrutiny.",
  "Right. Herehere",
  "Justice Breyer, the limitation has to be not only that, but also that you are repealing an antidiscrimination law, not an equal treatment law. Or again, otherwise the State equal protection clause has to fall. So to the extent that I am right, that is a way that you can narrow Hunter and Seattle, and section 26 has to survive. If I am wrong about that, then respectfully Seattle and Hunter should be overruled. Either way, it does not violate equal protection to require equal treatment. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: After Bay Mills' concession on the first question presented, the only issue is whether Bay Mills enjoys blanket immunity from suit when it engages in illegal, offreservation, commercial conduct. And the answer is no, for at least two reasons. First, it makes no sense that Congress intended States to have a Federal injunctive remedy for illegal gaming on reservation, but no injunctive remedy if that gaming takes place on land that is subject to the State's exclusive jurisdiction. Second, a tribe should not have greater immunity than foreign nations. There's no dispute that, if France opened up an illegal business in Michigan, casino or otherwise, it would have no blanket immunity.",
  "That's not quite correct, Justice Sotomayor. Originally, this case was filed as two separate lawsuits. Michigan was a plaintiff, and then the other tribe was a plaintiff in the separate case. Those cases were consolidated, and then when the motion for injunction was filed, Michigan joined in that motion, filed a brief supporting it, and everyone proceeded under the assumption that both the tribe and the State were asking for the injunction.",
  "Well, again, they were consolidated cases. We were supporting the injunction ",
  "Well, I think it was everybody's understanding that these were joined together because the parties were pursuing the exact same issues. And so then, once this went up to the Sixth Circuit, there was no question in the Sixth Circuit's mind ",
  "Because, once the cases were consolidated  and at that point, we were even using the same docket entries, there was already a motion on file, so there was no need to have a second motion. It was clear to everyone that the State of Michigan and the tribe were both pursuing that injunctive relief together. And that's exactly the way the Sixth Circuit treated it.",
  "Well, everyone has proceeded up the chain, including in the Sixth Circuit opinion, on the assumption that it was consolidated, that Michigan was requesting an injunction and, in fact, that kind of a procedural objection has never been raised by anybody, certainly not at the petition stage.",
  "Sure. But I think it was eminently clear to the Sixth Circuit, if you read its opinion ",
  "Your Honor, it's a procedural objection. The only jurisdictional question in this case is whether there's Federal question jurisdiction under 1331, which has been conceded, and the United States agrees to that, and so I'm not going to spend my time on that. Where I would like to spend my time is on the scope of tribal immunity.",
  "That's correct, Justice Ginsburg, and there were two reasons for that. The first is that that provision was only discretionary, as we explain in our reply brief. But even more important, the compact also makes clear that the tribe did not waive its sovereign immunity for purposes of arbitration. So if we had gone to arbitration and prevailed, if the arbitrator had reached the same result as the Federal government did, as to the status of these lands being not Indian lands, then ",
  "I am, Justice Kagan, and I'm glad you brought up C&L because, there, you had a construction contract where there was invocation of an arbitration remedy and it didn't specifically preserve tribal immunity. Here, we have the exact opposite. In the same paragraph 7 of the compact where we have the arbitration provision, the tribe and the State agree that, notwithstanding the arbitration provision, both parties' sovereign immunity is not waived and that it's  it's preserved. So, if we took a successful arbitration judgment and then tried to reduce that to a Federal judgment in court, they would have asserted immunity and we would be in the exact same procedural posture that we are right now, talking about the scope of tribal immunity involving illegal offreservation gaming.",
  "Because, again, it wouldn't have done any good for us to stipulate to jurisdiction on the tribe's claim about the status of the lands because simply having a declaratory judgment wouldn't have given us any relief. We would have had to file a counterclaim for injunctive relief and the tribe, undoubtedly, would have filed  or asserted a tribal immunity there as well. So, really, all roads lead to tribal immunity, no matter how ",
  "No ",
  "No, we don't want to take over the casino. We want to stop illegal gaming on lands, subject to Michigan's exclusive jurisdiction.",
  "Two responses to that, Justice Sotomayor, one, kind of a practical consideration and then one a broader federalism principle that I  that I want to emphasize. The narrow practical point is that Ex Parte Young is an imperfect remedy for lots of reasons, as we express in the brief. It's well settled that you can't get specific performance on the contract, you can't enforce a State law in Federal court, you can't get money or seize assets in an Ex Parte Young action. And that's why lower courts ",
  "Well, it's not clear ",
  "It's not clear at all to us that we would be able to get that relief, based on the lower court holdings. Now, the bigger sovereignty point is that, if a foreign country, if France or Haiti came in and opened the same casino, the State would have the full panoply of remedies available to it. And it should have those remedies because any additional immunity you give to the tribe, when it's engaging in illegal conduct on lands subject to Michigan's exclusive jurisdiction, you are necessarily taking away from the sovereign authority of the State of Michigan. That's a lesser remedy.",
  "Here's how, Justice Ginsburg: Because Kiowa involved a private party plaintiff. It did not involve a sovereign State. And this Court has stated, repeatedly, that States are different. We are constitutional sovereigns, and so we aren't treated like ordinary business plaintiffs. In that case, the fact that the plaintiff could not enforce his promissory note did not directly implicate a State police power. Here ",
  "For the proposition that States are different?",
  "I wouldn't say that it's a lesser burden, but I think you need to analyze this as a zero sum gain, that when you're talking about activity taking place on sovereign State land and you're not allowing the State to have its whole panoply of remedies, that you've taken away an attribute of sovereignty that  that would have existed.",
  "I would basically just cite all of the cases this Court has decided over the last quarter century involving the ADA, the ADEA, where this Court has consistently recognized that States are different. Sovereigns ",
  "Yes.",
  "Yes.",
  "Correct.",
  "Thank you, Justice Breyer. And, Justice Kennedy, hopefully, this will reduce the reading assignment. The case that says we can sue France is Alfred Dunhill, which was this Court's decision that first recognized the commercial distinction for foreign nation immunity. Now ",
  "That was common law, common law development in Alfred Dunhill. Now, shortly after that, Congress did enact the Foreign Sovereign Immunities Act, which essentially codified this Court's common law rule, and once that happens, then the common law development ",
  "So California, the case is Nevada v. Hall in which  this case said that a State's sovereign immunity from suit does not extend when it's got actors in another State. There, Nevada's agent was acting in California, and the Court held that that actor could be liable for suit in California.",
  "All common law.",
  "Well, that's the thing. Kiowa or Kiowa did not involve a State as sovereign. It involved a private business plaintiff, and it's distinguishable on that basis. And if you disagree with me and you think that sovereign States should be treated the same way as private party plaintiffs, then we would ask you to overrule that part of Kiowa which suggested that tribes can engage in illegal commercial conduct on land subject to exclusive State jurisdiction without any ",
  "Yes.",
  "Well, not disappears. But it  it disappears when they move off reservation and they're acting in a commercial capacity.",
  "This Court's case that would suggest that is the Oklahoma Tax Commission case because that was a case where a State, not exercising a police power, but one of its lesser powers, the power of taxation, was attempting to tax cigarettes that were being sold on Indian trust land by a tribe. And in that case, the Court acknowledged that, even on trust lands  so this isn't on land that's subject to State exclusive jurisdiction, that the State would be able to tax those cigarettes being sold to nontribal members. It's not ",
  "Yes.",
  "Yes.",
  "Well ",
  "I think the Oklahoma Tax Commission case would be the closest because, even if you had a private individual who was trying to sue a tribe for conduct that was taking place on trust land, they would not be able to do it. What ",
  "Well, there  there's lots of places that you could draw the line in this case.",
  "Here's what I'm going to suggest: Nine justices in Kiowa, both the majority and the dissent, recognized that there were substantial issues with applying tribal immunity on or off reservation in the commercial context. This Court had done away with that for foreign nations in Alfred Dunhill. It decided to give Congress one more chance in  in Kiowa, but  but left the question open for further common law development.",
  "I am. I mean, I don't think you need to modify it. I think you could distinguish it based on the fact that there's a private party plaintiff there. But if you feel otherwise, that you need to modify it in order to rule in our favor, it's  it's totally within your power. As we explained, at length in the context of foreign nation sovereign immunity, it's a body of common law that this Court is free to modify as appropriate.",
  "Well, there are  there are at least two reasons why that is also an imperfect remedy. The most obvious one is that it creates exactly the kind of intersovereign conflict that Congress was trying to avoid when it allowed, under IGRA, for States to get injunctions, even for onreservation conduct.",
  "Well, that's  that's a great question, and the answer to that is twofold. First, when the compact was negotiated back in 1993, this Court had not decided Kiowa. That came five years later in 1998. And so Congress and the States reasonably assumed at that time that, if a tribe was engaged in illegal commercial conduct off reservation, that, of course, a State would have the ability ",
  "A matter of compact interpretation whether these are Indian lands?",
  "I  I didn't get quite the same question from Justice Alito.",
  "Right. Well, if I can finish answering Justice Alito's question. You asked why we can't just go in and arrest. And  and the second answer to that, besides the  the conflict of going in with armed police guards and arresting tribal officials and hauling them off to county jail, which Congress tried to avoid when it enacted IGRA in the first place, it's what everybody wanted. Again, it's limiting State sovereignty ",
  " any time you take out our ",
  "Oh, this is of tremendous importance.",
  "Well, we had a compact in place in 1993 that limited their casinos, so that this wouldn't happen. Going forward ",
  "Right. Let me give you a very practical answer to that question. This compact, in 1993, had a 20year term on it. And so it essentially expired at the end of  of November, just a few days ago, although it has an evergreen clause that allows it to continue while the parties try to negotiate a new compact. And, as you would imagine, the very first thing Michigan asked for in its proposed amended compact was to waive tribal sovereign immunity to deal with issues like this. And, unsurprisingly, the tribe said, we're really not interested in that; we kind of like the way the sovereignty issue is preserved in the existing compact. Now, the question about whether this has an impact beyond tribal gaming, the answer is ",
  "Sure.",
  "Well, it hasn't expired. Until the parties ",
  "Until they reach a new compact, it continues in effect.",
  "No, it's not determined by the compact. It would be determined as a matter of Federal law. That's the Federal question in this case. And ",
  "I don't think we could, respectfully, Justice Kennedy, because the compact does not envision that the tribe has waived immunity for any purposes. If you look at Section 7 of the compact, it's  it's really unequivocal about the tribe not waiving immunity.",
  "We would not.",
  "Correct. If these are Indian lands, then it's permissible under IGRA and under the compact for them to have and operate a casino.",
  "I disagree with that because ",
  "Federal court interpretation of the Michigan Indian Land Claims Settlement Act, yes, would determine the status of these lands. The reason why it's not just between the tribe and the Federal government is because Michigan has a huge interest in having lands that are currently under its exclusive sovereign jurisdiction be determined to be Indian lands ",
  "Yes.",
  "If you're referring to the  the Patchak case ",
  "In that case, you held that the plaintiff could, quite a bit after the fact, file a lawsuit to unravel that transaction, if the lands were not eligible for Indian gaming, if I'm remembering the holding correctly. And  and Michigan does have a substantial interest, not just in the gaming context.",
  "We would, but the land has never been taken in trust. Even the Federal government, the National Indian Gaming Commission, has concluded that these are not Indian lands for purposes of the Settlement Act. And so we never got to the point where they got in Patchak, where they went through the administrative process to take the lands in trust.",
  "Because we tried to take the least intrusive means necessary to stop the casino, to not go in with the billy clubs and the guns and to arrest tribal members, but to ask for a Federal civil injunction.",
  "Right. But, again, arresting the other sovereign's officers is, with all respect, not respectful to the tribe, which is why that's the course we've pursued. And the change we're asking for here is not as big as the tribe makes it seem because, in IGRA, Section 2710, we have the ability to get an injunction to stop illegal gaming taking place on reservation. And so it's really not that big a leap to say, if they're engaging in illegal gaming off reservation, likewise, there, we should be able to get the least intrusive remedy, the one that is most respectful of the tribe's sovereignty. And, frankly, we're kind of surprised that the United States would take the position that we're better off going in and arresting or suing individual officers because that's not the way sovereigns are supposed to interact. And it would be a big deal if France opened up a casino in Michigan and, rather than seeking a civil injunction, we tried to arrest the French president and throw them in a Michigan County jail.",
  "I believe some of the employees are tribal members, some are not. And we cite a number of cases in our reply brief where tribal immunity has been extended to tribal employees whether they are members of the tribe or not.",
  "Sue Michigan citizens?",
  "Yes, we could do that. But  you know, again, I want you to understand the scope of the invasion of the State's sovereignty here. If any other entity, foreign nation, another State, an individual, set up an illegal business, whether it's prostitution, underage drinking, gaming, you name it, we would have the full panoply of State civil and criminal regulatory remedies available to us and could pick the most appropriate one. And, somehow, because this is a tribe, even though they are operating on Michigan's land, where we have exclusive regulatory jurisdiction, somehow, all those remedies are circumscribed to imperfect remedies, like Ex parte Young, which may or may not be successful, or arresting our own citizens, and that's not respecting the constitutional sovereign that Michigan represents in this case. And to get back to a question a number of you had about the implications of this aside from gaming, this happens in all kinds of other contexts off reservation. You just had a case in 2011 involving the Oneida tribe in New York, where they failed to pay their property taxes in New York. And so the State moved in to foreclose for nonpayment of taxes those offreservation properties. And the Second Circuit, interpreting Kiowa, reluctantly concluded that the State did not have ability to enforce by foreclosing on that property because the tribe had immunity and invited this Court to review Kiowa. This Court granted cert. Eventually, cert was dismissed because the tribe waived immunity, and they were able to go forward and pursue that remedy. But  you know, whether it's in the tax context, whether it's the gaming context, whether it's the criminal context  you know, the amici briefs of Oklahoma and Alabama are replete with the issues that they are having as sovereigns in running up against the tribal sovereign immunity when it comes to these contexts. If there are no further questions, I will reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. I want to clarify just two things about the Court's precedent and then get back to the remedies issue, which has taken up so much of our time this morning. First, the state of the law, when IGRA was adopted in 1988  again, that was before Kiowa, I heard my friend on the other side talk about Puyallup and how that was an offreservation case. And what you need to understand was that Puyallup was the third in a series of three opinions that this Court issued. And it's true that some of the earlier cases involved on and offreservation conduct. But as we point out in our reply brief  this is at pages 167 to 68 of that opinion  here, the tribe's contention was that the fishing activities on its reservation were immune, and Justice Stevens wrote that opinion, and then, only a few short years later, in Kiowa, wrote his dissent, where he said we've never before drawn that on/offreservation distinction. So that's what Puyallup says. With respect to Alfred Dunhill and the evolution of foreign sovereign immunity as a common law doctrine, four Justices agreed  or signed on to the entire opinion where that discussion was held. One Justice agreed only with parts one and two, but part two, on page 694, draws the commercial line and says the problem here is that the district court found the only evidence of an active state, as opposed to a commercial act, was a statement by counsel that the Cuban government and the intervenors denied liability, and that's not enough. And  and the Court did reference the Tate letter, but that's not why the Court changed the common law of foreign nation sovereign immunity. It  it gave respectful consideration to the Executive Branch's views, and then it reached its own conclusion about what the common law should say. And, Justice Ginsburg, you are exactly right to say, if it makes sense in the foreign nation context and it makes sense here, apply it to both.",
  "No question they could. Just like when this Court in Cabazon said that States didn't have the regulatory authority they thought they did to regulate illegal gaming on reservation, and this Court said  you know, States can't really touch that. Congress immediately jumped in and corrected course. You know, conversely, with Alfred Dunhill, when this Court drew the line at commercial conduct, Congress immediately jumped in. And it put its stamp of approval on that, and essentially adopted the line ",
  "Actually, Justice Kagan, I think that's the way that the common law works, that the Court does extend invitations to the Legislative And Executive Branches.",
  "I think you could draw the conclusion either way. And the suggestion by the tribe and the government that somehow this Court lacks the power to define common law tribal immunity, we think, doesn't hold water.",
  "I respectfully disagree. And the best evidence of that congressional intent is in IGRA itself, where Congress abrogated immunity, even for onreservation conduct. Think about what an extraordinary remedy that is, that, even on the reservation, a State would have the ability to go into court and get a Federal injunction, rather than send in police to arrest ",
  "Right, but ",
  "I think Alfred Dunhill makes clear that this Court can change the stream of the common law when it comes to  to immunity. Really quickly on  on these remedies ",
  "I'll explain why, if I may answer the question. With respect to arresting, Ex Parte Young remedies, enforcing the arbitration and having them waive immunity, all these things are unclear whether they're available to us. And if this Court issued a definitive opinion that said, we have each one of those remedies, that would do great good in this area. But the reason why we think that you should go farther than that is because, if sovereignty means anything, it means allowing people to define what is illegal on their own lands, whether it's prostitution, gaming, or underage drinking, and being able to use the full enforcement power of the sovereign State, civil and criminal, to enforce those laws."
]