[
  "Mr. Chief Justice, and may it please the Court: The board is unique among Federal regulatory agencies in that the President can neither appoint nor remove its members, nor does he have any ability to designate the chairman or review the work product, so he is stripped of the traditional means of control that he has over the traditional independent agencies. On the other side of the balancing test, Congress provided no reason for stripping him of these traditional means of control.",
  "Justice Ginsburg, by making it public, it made it free of the accounting profession. So then the next question is: Why didn't they have the same relationship between this agency and the President that the FCC and SEC have? And, in those instances, the President can appoint and remove the members. Now, why didn't they do that here?",
  "There was --",
  "There is a buffer between the President and the board, and that's called the SEC, and the board can do many things without the approval of the SEC. Most notably, it can conduct inspections and investigations. There is no statutory --",
  "It actually can collect information from anyone associated with the people they regulate, the auditing committees. If it seeks to get a subpoena from someone outside -- if it seeks information from someone outside --",
  "It cannot, for example, stop what happened to the Petitioners here. There is no mechanism in the statute, in any way, shape, or form, for the SEC to stop an inspection or investigation as it is ongoing.",
  "No, no, and I'm dealing with the inspections issue at large, not for -- for Petitioner or for anyone else, there is no mechanism -- no existing mechanism for the SEC, in any way, to say stop the investigation. Equally important --",
  "No, it couldn't, and -- but I think the main point is, Your Honor, it hasn't, and since it hasn't, it doesn't have that authority now.",
  "But I can tell you --",
  "Yes, and right now it cannot, and that's because --",
  "Yes, it cannot issue such a rule.",
  "Absolutely not.",
  "Well, the provision they point to, 7217(d)(1), says it can relieve the board of responsibility, but there is nothing in the statute that gives the SEC to conduct the board's statutory duties. For example, it couldn't say, we will now collect the fees that are going to the board, we will now conduct the registration that’s going to the board.",
  "But that --",
  "No, it can't. But even if it could, my major point is it can’t --",
  "All right. If you turn to 39 and 40a of the board's appendix, at the back of the red brief, the board's brief, it walks you through the statutes we have been talking about. And at the bottom of 39a, that's 7217(d)(1), and that’s where it says it can relieve the board of responsibilities. And I have two points on that. One is there’s nothing in here that gives the SEC the power to assume the responsibility. It simply says the board need not comply with that obligation. My second point is: This doesn't stop the board from doing something. If I relieve my associate of the responsibility to give me a brief tomorrow, I haven't told him he can't do it. If I want to impose a limitation on him, if I want to say stop, I have to enclose a limitation. And if you will turn to the very next page --",
  "You know, Your Honor, I think that would be --",
  "If you viewed it in isolation, that would be an arguable principle. But if you turn to the next page, 40a, you see a very specific provision in the statute that talks about how they can impose limitations on the board. And this is when they want to censure -- impose limitations upon the activities, functions, and operations of the board. And what do they need to do? They have to have a hearing that the board has violated or is unable to comply with any provision of this Act or without reasonable justification or excuse. So Congress has established very serious barriers to the SEC even limiting the board's responsibilities.",
  "They have very serious information-gathering powers totally distinct from the board.",
  "Any -- any person who is a registered association or anyone who is associated with them has to provide documents, witness testimony, wholly apart from a subpoena, so anyone who is within the regulatory --",
  "Or they will suffer the sanctions that are listed in the statute.",
  "Well, not -- obviously the commission can review the sanctions. But the --",
  "Well, sanctions of course are done with order. They get to review the sanctions after the board has done it. I'm talk about the prosecutorial, investigative techniques --",
  "Well -- but --",
  "But --",
  "Well, I don't think there ever would be a dispute about whether or not they would have access to their documents and their testimony, because it's written right in the statute --",
  "Yes, absolutely.",
  "I think --",
  "I think there are certain confidentiality restrictions as part of their investigative and inspection thing. It's -- it’s the normal kind of inspection, where you go through the investigation and they would review the various documents. And my -- but my basic point is that that is a very serious burden on American citizens. That is something that is totally outside the SEC's control.",
  "I'm sorry.",
  "That would be one. Number two -- and I think probably more important -- since the SEC doesn't review it, this board was created to make sure that there was no more Enrons. So let's look at it from the other perspective. Let's say the board was negligent or sloppy in ferreting out the kind of auditing standards and abuses that the statute was enacted to do. The SEC would have no way of knowing that, no way of --",
  "Yes.",
  "You’re right, Your Honor. The burden here is the burden that Mr. Olson suffered in Morrison v. Olson. He was never indicted. There was never any sanctions subject to review. But he was subject to a burdensome investigation and that is the burden that affects American citizens that is beyond the review of the SEC.",
  "Yes.",
  "Well, I think that that is the main point.",
  "Well --",
  "But I do want to emphasize that –-",
  "If I might elaborate slightly, Justice Breyer, I think it's important to understand that they have the ability to inspect foreign auditing firms, and the Cato Institute filed a brief that described the adverse reaction of the 27 countries where they are currently exercising this inspection power abroad. That is totally beyond the control of the President, obviously, as well as the SEC, to say how these -- how these inspections and investigations are going. The --",
  "Again, they can pass rules, but the Attorney General --",
  "There are three fundamental differences, Justice --",
  "In your hypothetical, the principal has exactly the same powers as the subordinate. Here the subordinate has statutory duties and responsibilities totally distinct from what the SEC can do. In addition to inspections, they can --",
  "No, obviously they do. And what I’m -- you were asking for -- I'm now trying to describe the relationship between the SEC and the board, and the one difference between the normal employer- employee relationship is that the board has statutory authority wholly distinct from the principal. Number two, if that subordinate didn't do things the way the principal wanted in the employment situation, the principal could fire the subordinate. When can the SEC fire the board in these circumstances? Only when they have committed gross abuses and after notice and opportunity for a hearing.",
  "No, no. In the Interior Department, those are of course the President's alter egos --",
  "Well, two differences. One is the -- the Secretary of the Interior is the President's alter ego, and so, therefore, the President --",
  "Well, I think there is two points.",
  "Well, because Freytag made it clear that there’s a difference between an independent agency, like the Tax Court.",
  "Well, in that case was an independent agency in the Executive Branch --",
  "One that is not subject to the President's plenary control.",
  "Because of Humphrey's Executor and because of the removal provisions, which pose very serious removal restrictions on the President's ability to control the SEC.",
  "It is silent, and -- but it still –-",
  "Well --",
  "They have not taken that position.",
  "I know. They haven't taken --",
  "Yes.",
  "There is --",
  "Yes.",
  "Yes.",
  "It’s -- they’re given 5-year terms, so obviously if you have a term of 5 years, there is no removal provision. Under this Court's precedent in Wiener, if there is a term, you need to look at the function of the agency. There was no removal restriction in Wiener.",
  "The Court --",
  "Yes, with -- pursuant -- yes, for cause, but --",
  "And the reason we --",
  "The reason we infer \"for cause\" is because it was modeled after the FTC, and under Wiener, you need to look at function of the agency to determine the President's removal authority, and --",
  "Not under Humphrey's Executor, which made it quite clear that the President had no --",
  "Right.",
  "And I will --",
  "It may not be hard law, but --",
  "Well --",
  "Well, if Your Honor wants to infer at-will removal of the SEC, that would be effectively overruling Humphrey's Executor. And if you want to make a --",
  "Well --",
  "No, you've been entirely right, but Humphrey's Executor didn’t focus on the removal provision. It said that that removal provision was constitutional, and the reason it was constitutional was because you could make executive actors separate from the chief executive. The SEC, like the FCC, has always been lumped in with the FTC in terms of that. If this Court wants to say that -- that those people are subject to the President's plenary --",
  "I'm not going to stand in your way, because that would obviously --",
  "That would obviously render the board unconstitutional. I think the key point here –-",
  "Yes, because --",
  "Well, Your Honor, if the President called up the head of the SEC and said, I want you to seek sanctions against the chairman of Exxon, under the traditional understanding of Humphrey's Executor the SEC commissioner would not be beholden to follow the President's direction. The same would be true if he called him up and said, fire the chairman of the PCAOB. And if that is so, then the President has no ability to remove somebody exercising a very important executive function, and unless we are going to rewrite what has been generally understood as the independence of -- of independent agencies, then there is a fundamental difference between the President's ability to fire an inferior officer at the Justice Department and fire an inferior officer at the independent agency.",
  "Yes.",
  "And in terms of that basic argument, he cannot control, for example, the appointment of the board members, which he could with respect to officers over whom he exercises. He can't tell the SEC whom to appoint to the board. And in terms of the question that Justice Scalia asked earlier, I don't think it's a statutory principle that you pretend --",
  "Not an inferior officer. But, of course, these are principal officers for three reasons --",
  "Then I have two other arguments, Your Honor. One is: The SEC cannot be a department under Freytag, because it is an independent agency indistinguishable from the Tax Court. And -- and what the Freytag majority opinion said was, if you are unlike a cabinet department because you are not subject to political oversight, then --",
  "So do I. I want to take an opportunity to focus on the real point of Freytag, which was made very eloquently in the Freytag dissenting opinion, which was --",
  "The Appointments Clause is designed to achieve accountability, and even when you are not talking about presidential advice and consent positions, the way we achieve that accountability is by vesting it, in the words of the dissenting opinion, in “the President's direct lieutenant.” And that's very important because it makes the President accountable for those positions, and it also makes them able to resist congressional encroachments. And this scheme, besides, embodies precisely the evil that was condemned by every member of the Court in Freytag and in Edmond, which is it creates an unaccountable system where a multi-member commission beyond the President's political oversight and control is making appointments. Not one elected representative, in the President or the Senate, has any influence who -- over the people appointed to this board --",
  "That would be true, and --",
  "No, they can't appoint inferior officers. Now, the board with the --",
  "The board and the SEC say they are not inferior officers, because they do not under Freytag have any specific statutory authorization. They are not, in the words of the Appointments Clause, \"established by law.\" So if they are --",
  "Yes.",
  "There are two differences. One is, for those lower-level people within the executive departments, they have specific statutory creation of those offices, the Solicitor General on down. There is no statute saying that anybody below the commission level at the SEC has any job. That's totally up to the discretion of the commission. They can vest them with whatever authority they want or not.",
  "No, it would only be unlawful if they were inferior officers. And if the board is correct that they are not inferior officers, there would be no constitutional problem at all with the SEC, for example, appointing a general counsel. I should --",
  "No, no. Employees, Your Honor.",
  "And the argument for them being employees that the board has advanced is that they're -- that they're --",
  "If I am scaring you, I'm not doing my job.",
  "Merely employees.",
  "Well, that's my other point. The chairman does, and so if you accept their view of who the head of the department is, which is the commission --",
  "-- all those appointments are unconstitutional, so under their theory --",
  "-- since the chairman didn't appoint any -- the general counsel, the heads of any of the departments, all of them are unconstitutional.",
  "Not as chairman.",
  "He just has --",
  "Not --",
  "But this statute doesn't --",
  "No, he can remove the chairman at his pleasure, which -- but not a commissioner. And that's our whole point. That's a very key point.",
  "We argue that. They argue the opposite. Under the statute --",
  "-- the commissioner does the appointing. And that's our key point. Because the President exercises such extraordinary control over the chairman and therefore is able to control the SEC staff, Congress, in the statute, took away that traditional enforcement mechanism. All of the SEC staff you were referring to earlier, Justice -- Justice Ginsburg, are the chairman's alter egos. And since they are the chairman's alter egos, they are completely constitutional. And Congress, again, took away the chairman's powers, which was a way of limiting the President's ability to control the board. And I think they -- but our basic observation --",
  "No, because we believe they are principal officers for three reasons under Edmond: They run their own shop; the commission has no control over the officers on the board, since it can only remove them in these extraordinarily narrow situations; and as we have discussed at length before, it can only review part of its work product, whereas the appeals court judges in Edmond, all of their work product was subject to review. And I think the removal provision is particularly important here. The board can pursue policies that the SEC absolutely abhors and thinks are completely counterproductive, but under this extraordinarily narrow removal provision --",
  "Well, it would work perfectly if the board was an independent, autonomous entity that was not subject to the plenary control of the SEC, and that's exactly how the Senate report described it. No, the New York Stock Exchange works perfectly fine even though the SEC has oversight responsibility over the New York Stock Exchange directly analogous to the oversight responsibility it has over the board. And so, no, it would work perfectly fine if you followed the congressional scheme, which was an agency with its own autonomy and power. And since it is an agency that has its own revenue sources, its own statutory authority, it has to be an agency composed of principal officers. Elsewise very powerful agencies, including the CIA, for example, would be considered inferior officers simply because in an organizational chain they report to some others. And I would argue, to get back to my original point, Justice Scalia, that that would absolutely confound the accountability that the Framers insisted upon, that either the President and the Senate or a direct lieutenant of the President make the kinds of appointments of inferior officers and that the important officers go through the advice and consent process. If there are no further questions, I’d like to reserve the remainder of my time.",
  "Thank you.",
  "The first thing I’d like to address is the Solicitor General's syllogism that because the President can control the SEC, somehow he can control those whom the SEC regulates. Well, the New York Stock Exchange has exactly the same relationship as the -- with the SEC as does the board, and no one would argue, I don't think, that he has any power -- the President, that is -- to direct and supervise the New York Stock Exchange. In response to your question, Justice Alito, he couldn't complain about the excessive salary of Mr. Grasso at the New York Stock Exchange. I’d also like to knock down this myth --",
  "No, that's entirely true, Justice Ginsburg, and the point is they could have accomplished all that and made the board members appointed and removable by the President, if -- if --",
  "Well, I -- no, because the word \"approval,\" as earlier colloquy has suggested, is --",
  "The President needs the unfettered ability to appoint principal officers, not to have some subordinate agency tell him who he can appoint. That would be a severe restriction, far greater, for example, than was at issue in Public Citizen. And that's essentially my point.",
  "They can't give you -- I'm sorry.",
  "In the same way they have strong, effective oversight of the communications industry and what the FTC does and the SEC. Just follow the model for independent agencies that has been used for over a hundred years. You make them appointed by the President, removable by the President, and the President gets to designate the chairman. The --",
  "You could have exactly the same relationship between the SEC and this agency, which I think is not under the wing of the SEC now. The only difference is, instead of having the commissioners appoint them and remove them, you'd have the President appoint them and remove them.",
  "So why have they created any independence if they really wanted them to be subordinate? And I really want to deal with that. This notion that they could pass rules to govern the investigative activities of the board is a myth. The attorney general in Morrison had the ability to promulgate rules for prosecution, but he couldn't tell Alexia Morrison how to proceed in that individual case. He couldn't say: Anything she does with respect to Mr. Olsen, I need to pre-approve. Why? Because the independent counsel, under that statute, had the prosecutorial authority. Under this statute, the board has the prosecutorial authority, and everyone knows you can't govern the kind of manifold decisions that prosecutors need to make through some kind of bulky notice-and-comment rulemaking. And that is why it is utterly mythical to pretend that they have this power. Justice Scalia, we assume that people exercise the powers they have, removal and the like. We don't assume that they exercise powers that they don't have simply because they can theoretically get it. What if the statute said the SEC --",
  "Okay. Let’s --",
  "That they have powers they don't have simply because they can reach out and get it. So let's assume the statute here said the SEC could transfer the board's powers to the Treasury instead of the SEC. Would we assume -- would we analyze this case as if the Treasury was conducting the board's powers simply because the SEC had the theoretical ability to transfer it? This Court has emphasized countless times that you analyze separation of powers cases with respect to the practical consequences, as Mistretta said it; as Plaut said it, with respect to bright lines and high walls; and as Airport Authority said it, with great skepticism of Congress's subtle encroachments. You don't create fictional realities which allow severe usurpations of executive authority on the basis of fictional --",
  "I do have --",
  "Justice Ginsburg, we know exactly what the SEC and the Solicitor General think about the interrelationship of the Constitution and the statute, because they have expressed it in briefs from the district court on up. I am saying that even if you bend over backwards to give them this power under the statute, what you can't do is pretend that they have exercised this power under the statute. The first might be a doctrine of statutory construction. The second is deciding separation of powers cases on the basis of a fictional world that doesn't really exist. And I would suggest that that would give Congress an extraordinary blueprint for using the board as a model for each and every executive department. What would stop them from tomorrow; from transferring the Transportation and Labor and Energy Departments to a private corporation like the board, and creating some bipartisan commission that’s going to oversee this board with these fictional hypothetical realities? If this Court endorses this scheme, they have literally offered no limiting principle why that couldn't be applied to each and every executive function. To the contrary, they have emphasized that there is no constitutional distinction between alter egos and these independent commissions, and they have sought to justify this scheme on the basis of cases involving core executive functions, Perkins and Morrison. So, again --",
  "Well, I don't think you can sever that provision from the statute, because I don't -- I think you’d be rewriting the statute and re-striking the balance that Congress did. Moreover, of course, it wouldn't solve the Appointments Clause problem because, again, these are principal officers not appointed by the President, and even if they are inferior officers, the SEC is not a department. So --",
  "Well, no. It is a very serious -- yes, it is on my view absolutely dispositive of why the statute is no good. I'm saying merely fixing that will not fix the entire statute, because in addition to removal problems, we have very serious appointment problems under the appointments clause --",
  "Your -- I'm -- I'm to assume that the Appointments Clause problem -- if they are inferior officers, again, I have an Appointments Clause problem, because they are appointed by somebody who is not department head, i.e., the SEC commissioner. Do you want me to take that out and assume that that's okay as well?",
  "Okay. So, if we are looking at it strictly from a separation of powers perspective, it is true that eliminating the for-cause removal provision goes a long way towards fixing the problem, but it doesn't go all the way and for one reason, which is we think the SEC imposes -- is at the outermost limits of constitutional acceptability. And so, unless the President has the same control over the officers that he has over the SEC, it would not be good.",
  "Principally because they are not subject --",
  "I'm sorry. Yes, Your Honor. May I just --",
  "They are not subject to the chairman's control, unlike the SEC general counsel, and they have statutory duties entirely distinct from the commission. unlike the SEC general counsel.",
  "Thank you, Mr. Chief Justice. May it please the Court: I'd like to begin with the Solicitor General's main premise, which is that they can compel the purchase of health insurance in order to promote commerce in the health market because it will reduce uncompensated care. If you accept that argument, you have to fundamentally alter the text of the Constitution and give Congress plenary power. It simply doesn't matter whether or not this regulation will promote health care commerce by reducing uncompensated care. All that matters is whether the activity actually being regulated by the Act negatively affects commerce or negatively affects commerce regulation, so that it's within the commerce power. If you agree with us that this is -- exceeds commerce power, the law doesn't somehow become redeemed because it has beneficial policy effects in the health care market. In other words, Congress does not have the power to promote commerce. Commerce has -- Congress has the power to regulate commerce. And if the power exceeds their permissible regulatory authority, then the law is invalid.",
  "I'm sorry.",
  "Absolutely, Chief Justice, and that's the distinction I'm trying to draw. When they're acting within their enumerated power, then obviously they're promoting commerce. But the Solicitor General wants to turn it into a different power. He wants to say we have the power to promote commerce, to regulate anything to promote commerce. And if they have the power to promote commerce, then they have the power to regulate everything, right? Because --",
  "I'd -- I'd like to address that in two ways, if I could, Mr. Chief Justice. In the first place, they keep playing mix and match with the statistics. They say 95 percent of us are in the health care market, okay? But that's not the relevant statistic, even as the Government frames the issue. No one in Congress or the Solicitor General is arguing that going to the doctor and fully paying him creates a problem. The problem is uncompensated care, and they say the uncompensated care arises if you have some kind of catastrophe -- hit by a bus, have some prolonged illness. Well, what is the percentage of the uninsured that have those sorts of catastrophes? We know it has got to be a relatively small fraction. So, in other words, the relevant --",
  "We don't, no, and we don't know in advance, and -- but that doesn't change the basic principle, that you are nonetheless forcing people for paternalistic reasons to go into the insurance market to insure against risks that they have made the voluntary decision that they are not -- have decided not to.",
  "But even if --",
  "With --",
  "Yes, but my point is this: That, with respect, Justice Ginsburg, conflates the people who do result in uncompensated care, the free riders. Those are people who default on their health care payments. That is an entirely different group of people, an entirely different activity than being uninsured. So, the question is whether or not you can regulate activity because it has a statistical connection to an activity that harms commerce. And my basic point to you is this: The Constitution only gives Congress the power to regulate things that negatively affect commerce or commerce regulation. It doesn't give them the power to regulate things that are statistically connected to things that negatively affect the commerce --",
  "-- because -- I'm sorry.",
  "I was just going to say, because if they have that power, then they obviously have the power to regulate everything, because everything in the aggregate is statistically connected to something that negatively affects commerce, and every compelled purchase promotes commerce.",
  "Justice Breyer --",
  "I'm sorry.",
  "Well, in all candor, I think Morrison must have decided that issue, right? Because people who commit violence against --",
  "Oh, I'm sorry. My answer is, no, they couldn't do it, because Morrison --",
  "Yes.",
  "May --",
  "May I just please explain why?",
  "Violence against women as obviously creates the same negative impression on fellow citizens as this communicable disease, but the -- and it has huge effects on the health care of our country. Congress found that it increased health care costs by --",
  "Well, but --",
  "Now --",
  "I -- I don't know why having a disease is any more local than -- than beating up a woman. But -- but my basic point is that notwithstanding its very profound effect on the health care market, this Court said the activity being regulated, i.e., violence against women, is outside the Commerce Clause power. So, regardless of whether it has beneficial downstream effects, we must say no, Congress doesn't have that power. Why not? Because everything has downstream effects on commerce and every compelled purchase promotes commerce. It by definition helps the sellers and existing customers.",
  "What they can't do -- yes, if you have a car, they can require you to have an anti-pollution --",
  "It's this: They can't require you to buy a car with an anti-pollution device. Once you've entered the market and made a decision, they can regulate the terms and conditions of the car that you do, and they can do it for all sorts of reasons. What they can't do it compel you to enter the market.",
  "If being born is entering the market, then I can't think of a more plenary power Congress can have, because that literally means they can regulate every human activity from cradle to grave. I thought that's what distinguished the plenary police power from the very limited commerce power. I don't disagree that giving the Congress plenary power to mandate property transfers from A to B would be a very efficient way of helping B and of accomplishing Congress's objectives. But the Framers --",
  "I was facing the same dilemma, Justice Kagan. I --",
  "Well, I don't think the test of a law's constitutionality is whether it more adheres to the libertarian principles of the Cato Institute or the statist principles of someone else. I think the test of the law is -- constitutionally is not those policy questions; it's whether or not the law is regulating things that negatively affect commerce or don't. And since obviously the failure to purchase an item doesn't create the kind of effects on supply and demand that the market participants in Wickard and Raich did and doesn't in any way interfere with regulation of the insurance companies, I don't think it can pass the basic --",
  "Oh, but let's be careful about what they were regulating in Wickard, Justice Ginsburg. What they were regulating was the supply of wheat. It didn't in any way imply that they could require every American to go out and buy wheat. And the -- yes, one of the consequences of regulating local market participants is it'll affect the supply and the demand for the product. That's why you can regulate them, because those local market participants have the same effect on the interstate market that a black market has on a legal market. But none of that is true -- in other words, you can regulate local bootleggers, but that doesn't suggest you can regulate teetotalers, people who stay out of the liquor market, because they don't have any negative effect on the existing market participants or on regulation of those market participants.",
  "No again. The people who impose the costs on the rest of us are people who engage in a different activity at a different time, which is defaulting on their health care payments. It's not the uninsured. Under your theory, you could regulate anybody if they've got a statistical connection to a problem. You could say, since we could regulate people who enter into the mortgage market and impose mortgage insurance on them, we can simply impose the requirement to buy private mortgage insurance on everybody before they have entered the market, because we're doing it in this prophylactic way before it develops. And that --",
  "Two points, one of which Mr. Clement's already made, which is the health insurance market is different than the health care market. But let me take it on full-stride. I think everybody is in the milk market. I think everybody is in the wheat product market. But that doesn't suggest that the government compel you to buy five gallons of meat or five bushels of wheat, because they are not regulating commerce. Whether you're a market participant or not, they are still requiring you to make a purchase that you don't want to do. And to get back to your facial example --",
  "I'm sorry?",
  "You are not forced to buy a product you don't want. And I agree with you that since the government regulates all markets, there is no limiting principle on their compelled purchase. When they put these environmental controls on the car --",
  "I'm sorry.",
  "No. I'm sorry.",
  "Let's think about it this way: Yes, when you've entered the marketplace, they can impose all sorts of restrictions on you, and they can impose, for example, all kinds of restrictions on States after they've enacted laws. They can wipe out the laws. They can condition them. But what can't they do? They can't compel States to enact laws. They can't compel States to carry out Federal law. And I am arguing for precisely the same distinction, because everyone intuitively understands that regulating participants after A and B have entered into a contract is fundamentally less intrusive --",
  "-- than requiring A to contract --",
  "I fully agree with you, Justice Sotomayor. And I think --",
  "The cases you referred to I think effectively eliminated the distinction between participants in the intrastate market vis-à-vis participants in the interstate market. None of those cases suggest that you can regulate people who are outside of the market on both an intrastate and interstate level by compelling them to enter into the market. And that --",
  "Judge Sutton is wrong in each and every example. There was no -- there was no compulsion in Raich for him to buy wheat. He could have gotten wheat substitutes, or he could have not sold wheat, which is actually what he was doing. There is a huge difference between conditioning regulation, i.e., conditioning access to the health care market and saying you must buy a product, and forcing you to buy a product.",
  "And that -- that -- I'm sorry.",
  "The guaranteed issue.",
  "Oh, sure. And that's why -- but we didn't –- don’t in any way impede that sort of regulation. These nondiscrimination regulations will apply to every insurance company just as Congress intended whether or not we buy insurance. We're not --",
  "It depends what you mean by \"work.\" It'll work just fine in ensuring that no sick people are discriminated against. What -- but when you do that, Congress --",
  "Yes. Well, that's -- see, this is the Government's very illogical argument. They seem to be saying, look, we couldn't just force people to buy insurance to lower health insurance premiums. That would be no good. But we can do it because we've created the problem. We, Congress, have driven up the health insurance premiums, and since we've created that problem, this somehow gives us authority that we wouldn't otherwise have. That can't possibly be right. That would --",
  "One of the most --",
  "One of the more pernicious, misleading impressions that the government has made is that we are somehow advocating that people could get thrown out of emergency rooms or that this alternative that they've hypothesized is going to be enforced by throwing people out of emergency rooms. This alternative, i.e., you condition access to health care on buying health insurance, is enforced in precisely the same way that the Act does. You either buy health insurance or you pay a penalty of $695. You don't have doctors throwing people out on the street. And -- so, the only --",
  "No. No, no. I was -- they create this straw man that says, look, the only alternative to doing it the way we've done it, if we condition access to health care on buying health insurance, the only way you can enforce that is making sick people not get care. I'm saying no, no. There's a perfectly legitimate way they could enforce their alternative, i.e., requiring you to buy health insurance when you access health care, which is the same penalty structure that's in the Act. There is no moral dilemma between having people have insurance and denying them emergency service. Congress has made a perfectly legitimate value judgment that they want to make sure that people get emergency care. Since the founding, whenever Congress has imposed that public responsibility on private actors, it has subsidized it from the Federal Treasury. It has not conscripted a subset of the citizenry and made them subsidize the actors who are being hurt, which is what they're doing here. They're making young, healthy people subsidize insurance premiums --",
  "-- for the cost that the nondiscrimination provisions have put on insurance premiums --",
  "-- and insurance companies. And that is the fundamental problem here.",
  "Yes.",
  "Yes. Tax power is -- unharmed.",
  "A way to correct that --",
  "There may have been some confusion in your prior colloquy. I fully agree with my brother Clement that a direct tax would be unconstitutional. I don't think he means to suggest, nor do I, that a tax credit that incentivizes you to buy insurance creates a problem. Congress incentivizes all kinds of activities. If they gave us a tax credit for buying insurance, then it would be our choice whether or not that makes economic sense, even though --",
  "The difference is that the taxpayer is not given a choice. It's the difference between banning cigarettes and saying I'm going to enforce that legal ban through a $5 a pack penalty, and saying, look, if you want to sell cigarettes, fine; I'm going to charge you a tax of $5 a pack. And that's --",
  "No. Not --",
  "Right. And everywhere that it's --",
  "That's precisely my point. And everyone intuitively understands that that system is dramatically different than saying cigarettes tomorrow are illegal.",
  "That's the --",
  "Oh, let me, please. It is clear that the failure to buy health insurance doesn't affect anyone. Defaulting on your payments to your health care provider does. Congress chose, for whatever reason, not to regulate the harmful activity of defaulting on your health care provider. They used the 20 percent or whoever among the uninsured as a leverage to regulate the 100 percent of the uninsured at the risk --",
  "Okay.",
  "And your -- I may be misunderstanding you, Justice Kennedy, and I hope I'm not. Sure, it would be perfectly fine if they allowed -- you do actuarial risk for young people on the basis of their risk for disease, just like you judge flood insurance on the homeowner's risk of flood. One of the issues here is not only that they're compelling us to enter into the marketplace, they're not -- they're prohibiting us from buying the only economically sensible product that we would want, catastrophic insurance. Everyone agrees the only potential problem of the 30-year-old is he goes from the healthy 70 percent of the population to the unhealthy 5 percent. And yet, Congress prohibits anyone over 30 from buying any kind of catastrophic health insurance. And the reason they do that is because they need this massive subsidy. Justice Alito, it's not our numbers. CBO said that injecting my clients into the risk pool lowers premiums by 15 to 20 percent. So, Justice Kennedy, even if we were going to create exceptions for people that are outside of commerce and inside of commerce, surely we'd make Congress do a closer nexus and say, look, we're really addressing this problem; we want these 30-year-olds to get catastrophic health insurance. And not only did they -- they deprived them of that option. And I think that illustrates the dangers of giving Congress these plenary powers, because they can always leverage them. They can always come up with some public policy rationale that converts the power to regulate commerce into the power to promote commerce, which, as I was saying before, is the one that I think is plenary.",
  "The problem you identify is exactly the problem you would create if you bought the government's bogus limiting principles. You'd have to draw distinctions between the insurance industry and the car industry and all of that, returning to the Commerce Clause jurisprudence that bedeviled the Court before the 1930s, where they were drawing all these kinds of distinctions among industries; whereas our test is really very simple. Are you buying the product, or is Congress compelling you to buy the product? I can't think of a brighter line. And, again, if Congress has the power to compel you to buy this product, then obviously they've got the power to provide you -- to compel you to buy any product, because any purchase is going to benefit commerce. And this Court is never going to second-guess Congress's policy judgments on how important it is, this product versus that product.",
  "The words \"inactivity\" and \"activity\" are not in the Constitution. The words \"commerce\" and \"non-commerce\" are. And, again, it's a distinction that comes, Justice Kagan, directly from the text of the Constitution. The Framers consciously gave Congress the ability to regulate commerce, because that's not a particularly threatening activity that deprives you of individual freedom. If you were required -- if you were authorized to require A to transfer property to B, you have, as the early cases put it, a monster in legislation which is against all reason and justice, because everyone intuitively understands that regulating people who voluntarily enter into contracts in setting terms and conditions does not create the possibility of Congress compelling wealth transfers among the citizenry. And that is precisely why the Framers denied them the power to compel commerce and precisely why they didn't give them plenary power.",
  "Mr. Chief Justice, and may it please the Court: Under this Court's straight­forward precedent, this case presents a clearly ripe and justiciable controversy. All agree that the test is whether or not there's a credible threat of enforcement. Here we know THAT there's a credible threat of enforcement because the Commission's Probable Cause panel in 2010 said that the speech at issue probably violated Ohio's false statement law. Since an enforcement agency has already told us that this statement probably violates their law, we obviously face a clear and very credible threat of enforcement if we repeat those statements as we alleged we would do.",
  "Well, Your Honor, when they filed their complaint, they alleged that they had not spoken those words because Susan B. Anthony had already been drawn into the Commission's procedures and the Commission had already found probable cause. So since ­­",
  "Well, as Justice Brennan put it in Younger, the ­­ the speech that the other three speakers were going to engage in was not even of the same genre as that of the person who would be ­­ was being prosecuted, which is why the Court, quite correctly said, that their chilling effect was based on an imaginatory or speculative fear of enforcement. Whereas here, COAST was going to say precisely the same words that SBA had already been found to have probably violated the False­Statement Law. So it's hard to imagine or ­­",
  "Well, two of the people were labor picketers that had never been threatened and one was somebody who was simply teaching Marx in a classroom environment. They were quite distinct from the speaker who had been prosecuted under the incitement to violence law. And, again, Justice Brennan looked at their statements, compared them to the statements of the person who had been prosecuted and said they're not even of the same genre. So we're not arguing that somebody could come in here and argue that anything that's controversial creates a credible threat of enforcement, but we've got a very specific concrete example. Speaker A says X, that's found to have a probable cause. Speaker B quite reasonably thinks if they've just dragged Speaker A in front of this Commission and the Commission has found probable cause, there's no reason in the world to think that we won't be brought in.",
  "Two points, Justice Ginsburg. First, Driehaus had shown a very ­­ he was in the middle of a very tough reelection campaign and he had shown he was going to take all the steps he could to squelch this notion that he supported taxpayer abortions. He had already spent all the money in terms of SBA list. So it literally ­­ all he'd have to do is Xerox it to ­­ to come after COAST. But I think the key point here is we don't have to negative every conceivable hypothetical on why Driehaus might not do this, and the Commission might not do that. There's a presumption that if you have violated the laws as the Probable Cause Panel said we probably had, that the agency is going to enforce the law. If you require us to negative every hypothetical, then the only way to test that hypothesis is to engage in the speech and ­­",
  "I apologize.",
  "Well, those are the steps that are required to put my clients in jail. But we suffer Article III injury well before any prosecutor prosecutes us. Once a complaint is filed, then we are subjected to very serious costs and risks of litigation in front of the Commission, and in the middle of an election campaign during the crucial weeks when we're trying to get our speech out.",
  "There's ­­ there's two things, Justice Kennedy. At the initial stage, if we don't respond to the complaint, the Commission's regulations make it clear that they may well view that as a default judgment and ­­ and enter a judgment against us right away. Once the probable cause determination comes down, you have all of these kinds of subpoenas and very intrusive discovery of the sort you had in our case where they ask for our communications with everybody on the right wing of the political aisle, where we have to reveal our internal communications as well as those of others.",
  "No. Neither the Commission has argued that, and the Attorney General's amicus on our side makes it quite clear that there is no provision for doing it. If you read their rules, they have to go to a probable cause hearing in three days. There's literally no opportunity to wipe out so­called frivolous claims.",
  "That's precisely right. They're arguing ­­ the whole point of this statute is some kind of truth­telling function, so they want us to ­­",
  "No, we didn't because we think that's unconstitutional. Our constitutional claim here is the ministry of truth has no ability to judge our political speech as falsity. So obviously, we wouldn't have subjected ourselves voluntarily to the ministry of truth before we decided to challenge their constitutional validity. Then we would have been inflicting the constitutional injury on ourselves.",
  "I was just going to say, even the Commission recognizes that the declaratory judgment advisory opinion procedure doesn't work in the heat of an election campaign as it was here. But please ­­",
  "We ­­ we think that makes it all ­­ all but dispositive, yes. That it's possible not to find a credible threat given those two facts. They had found this speech probably violated the Ohio election statute. And two, we were going to say exactly the same thing. So ­­",
  "Well, I just want to make it clear that the threat of enforcement is particularly acute here because not only is ­­ is enforcement power handed to a group of elected officials with certain ethical and political accountability things. Any one of our political opponents is ­­ is empowered under the statute to bring us in front of the Commission. So all they have to do is Xerox the Driehaus complaint, Xerox the probable cause finding, and Xerox a district court finding that said our speech was untrue. So since there is millions of people who were deputized under the statute, who have every political motivation to squelch our speech in ­­ before a campaign, then I think ­­",
  "Justice Kagan, we can agree that given the amorphous nature of this prohibition in the false statement, it's difficult to predict in advance who and when is going to do it. But to return to my prior answer, all of that ambiguity is gone once the expert agency has already told you that there's a probable cause to believe it violates it. So this separates us from every other speaker who is simply concerned that they will be brought in front of the Commission. We have an identifiable track record that we have been brought in front of the Commission. And in that regard, I would point out that the Secretary of State is obliged to refer anything to the Commission if he has ­­ should know that there's a violation. Well, in the wake of the Probable Cause Panel's prior probability determination, it would seem that he's either ethically obliged to file a complaint against us or at least there's a very high likelihood that he would. And, again, I don't want us to lose sight of the other side of the calculus, which is that if ­­ if we have to prove all of these hypotheticals with certainty, if we have to engage in more the presumption that the State will enforce its own laws, you have created an insoluble dilemma for speakers, because you have ­­ you have conditioned their access to the political marketplace of ideas on a very serious threat of being dragged into this process.",
  "We think that if the commission is going to drag us in front of them to justify our political speech to a bunch of State officials that they ­­ that is, A, Article III cognizable injury, and B, unconstitutional. I was explaining to Justice Ginsburg ­­",
  "All we're trying for is our day in court so that we can make this argument. And I was just explaining to Justice Ginsburg that that's a reason we wouldn't voluntarily invoke a procedure that we are about to challenge as constitutional. It would be cutting off our nose to spite our face. And ­­ and I also would like to point out that this is election speech. And ­­ and that has two very significant components to it. One is that it's obviously the core of the First Amendment. This is how we choose our representatives in our democracy. But it also has an extraordinarily short shelf life. No one is listening to election speech hardly at all 60 days before an election, and the day after the election no one either speaks or listens. So you have about a 2­month window where you can make these election speech points, which means two things. One is any distraction during that crucial period, as this Court noted in Wisconsin Right to Life, really does constitute a serious Article III injury. But the other point is you're never going to be able to adjudicate it within that 60­day window, right? You're never going to go from complaint to final judgment, which means that the speech will become arguably moot after the election, in which case you go to the capable of repetition yet evading review exception to mootness, which is essentially the same kind of prediction of future activity that's implicated here. If you adopt the extraordinarily Draconian requirements that the Sixth Circuit imposed on credible threat, this means that you will literally never be able to challenge restrictions on election speech, right? Before the campaign it will be premature. During the enforcement proceeding, Federal courts have to abstain under Younger. And afterwards, it'll be deemed moot, and then no ­­ no possibility of capable of repetition yet evading review. So you have this ­­ this regime which has existed for decades in Ohio, where they continue to impose very serious burdens on speakers on what we consider a facially unconstitutional law, yet it has consistently evaded judicial review precisely because of the short time frames of the election ­­",
  "Oh, if you accept our view of credible threat, then ­­ then you're ­­ you're entirely right, we would ­­ we would satisfy both the ripeness standard and the capable of repetition yet evading review standard. What I was trying to point out was that if you adopt the what we consider absurdly high straitjacket that the Sixth Circuit imposed on speakers trying to bring pre­enforcement challenges in the First Amendment context, that will essentially guarantee that these things are never brought, because by the time the election is done then you will have a mootness argument and you won't be able to satisfy the capable of repetition yet evading review standard. So you will ­­ you will have put us in this Catch 22 endless cycle of suppressing speech, deterring speech, chilling speech, but never being able to get to a court to adjudicate our First Amendment ­­",
  "Well, Babbitt is certainly the most on point because there the prohibition was, like ours, was saying something untrue, something false. And it's very important to note that the plaintiff in Babbitt neither specified what they were going to say in the future; it didn't specify what company it was going to bring this consumer publicity campaign against; and it expressly disavowed any intention to say anything false. But nonetheless, the Court found that \"a credible threat was certainly impending,\" was the phrase they used. And I also think the Court's recent decision in Holder is ­­ is quite on point there. There the plaintiffs didn't say that they were subject to the statute. They adamantly denied that the statute even read ­­ reached them. They weren't bringing a facial challenge as we are. They were bringing an as­applied challenge to the statute and there had never been a prior threat by any expert agency that their activities were going to be monitored. I think American Booksellers is an excellent case as well, Justice Kennedy. There there had been no argument ­­ there had been no prior threat of enforcement. The State absolutely denied ­­",
  "The narrowest rule, and the only rule we need to survive, is that if the enforcement agency has previously announced that your speech probably violates the law at issue, then you have a credible threat of future enforcement if you repeat that speech. I think ­­",
  "Oh. Well, two points on that.",
  "Oh, yeah. Well, Golden was very simple. All the speaker there was concerned about was that one representative. We are not concerned about Representative Driehaus as such. We're concerned about people who supported the ACA's taxpayer­funded abortion, which is a politically salient issue to this day. We mentioned Representative Kaptur as well as Representative Driehaus in one of the false statements that's already been brought in front of the commission. And in 2010, Sherrod Brown was on the ballot for the Senate and he also was an ACA supporter. So our complaint was not candidate specific. It didn't turn on any personal attribute of Representative Driehaus. It turned on people who were supporting the ACA because of its taxpayer funding abortion provisions. And that remained politically salient and candidates who had engaged in precisely the same act as Representative Driehaus were on the ballot again in ­­ in 2012. So that ­­ that is our basic argument.",
  "A preliminary finding and identical speech we think more than satisfies the credible threat thing for the reasons I was articulating to Justice Kennedy a few moments ago. We think this far exceeds the showing that was required in Holder, Babbitt, American Booksellers, and a number of other cases as well.",
  "In all candor, Justice Ginsburg, I can't figure out the difference between standing and ripeness in this context. No question that we are being subject to something. I think the question is whether or not the threat is sufficiently immediate. I think people tend to think about that as a ripeness issue, but I think all of the Court's teachings on standing and immediacy of injury from the standing cases apply equally here. So I would view standing and ripeness in this context as essentially coextensive. And I think the Sixth Circuit was wrong for both reasons.",
  "Well, can we take them one at a time? The disclaimer issue, Ohio agreed with us. So I think they took that off the table. The procedure issue is inextricably intertwined with our Alvarez argument, that being subject to a process where the ­­ the State is determining the truth of our speech, we weren't saying the procedures in the abstract were problematical. In terms of the as­applied challenge, we do disagree with the Solicitor General. We think that's certainly fit for review just as the as­applied challenge was in Holder and in American Booksellers and in Babbitt. I do in candor, and I think this is what the footnote the Chief Justice was referring to goes to ­­ as a practical matter, we don't care. Frankly, the as­applied challenge was basically saying, look, even if ­­ even if the law is constitutional as applied to basic assertions of fact, it's not constitutional as applied to opinions. We think Alvarez has essentially eliminated that distinction because the speech at issue in Alvarez was a pure assertion of fact. Frankly, the district court that we're going to go back to if we prevail here has already ruled that our interpretation of the ACA was an assertion of fact. So as a practical matter, it has no consequence. We're going to go back, make a facial challenge that (B)(9) and (B)(10) are facially unconstitutional under Alvarez. There's no ­­ we're not asking for any savings, constructions or ­­ or limited application. So it will be a pure question of law that is fit for immediate review. And as I say, we need ­­ if we do prevail here on justiciability, we need to get relief right away because we have yet another election cycle approaching. Unless there are further questions, I'll reserve the remainder of my time. Thank you.",
  "A few brief points. I think the key point to take away from the colloquy with Mr. Murphy is that when he was asked, How do you bring a pre­enforcement challenge, his only solution was to admit you're lying before you speak. Well, obviously that completely defeats the value of your speech. No speaker is ever going to do it. You're not going to confess to a crime before you speak. And I would point out in Babbitt they didn't say they were going to lie. They said just the opposite, and they nonetheless had standing. On the certification point, further delay in the Ohio Supreme Court for a limiting construction that we don't want, that can't possibly do it. After Alvarez, this fact/opinion distinction is of no legal relevance. We don't want a limiting construction. We want to say that anything, fact or opinion, is unconstitutional to limit under the false statement law. I point out that we did litigate in front of this very same district court judge the fact/opinion issue in the libel case, where it does have some resonance, and he's already found that our assertion was factual. So we don't want to go on that tangent. If the Court would just look at them, Browskins and Citizens United, those cases articulate as well as any can, when you are making a facial challenge to a First Amendment, the last thing you want to do is abstain to State court judges because you actually exacerbate the constitutional injury through the delay and the fact that you've got to go through declaratory judgments, when our entire point is it's unconstitutional for us to say, \"Mother, may I?\" before we speak. As to Mr. Murphy's attempt to downplay the probable cause finding, on 7A attached to their brief they have what the probable cause finding is. And it says that there is probable cause to believe that there's been a violation of the law alleged and that the complaint has occurred. Under this Court's probable cause determination, that means reasonable people would believe that a violation has occurred, even though you need to show it by clear and convincing evidence, and even though my opponent claims that any reasonable interpretation of this law is not false. Well, that means that they've already found that through clear and convincing evidence we are advancing not only a false, but an unreasonable interpretation of the ACA, which simply, of course, exacerbates the credible threat. And I think my final point will be, he says ­­ well, two things. One is he says we didn't allege with specificity the kind of speech that we were going to say in the future. We said we're going to engage in the same or similar speech. I don't think the language, the English language, permits a more direct and precise articulation of what we're going to say in the future. The only difference will be, instead of Representative Driehaus, we will substitute Representative Kaptur, another pro­life Democrat in Ohio who we have already criticized for her vote on the ACA and which we would have repeated in the 2012 election cycle but for the chilling effect. This is obviously completely different from Golden, which my opponent continues to raise, where the Court found that the only interpretation of the facts is that the plaintiff's, quote, \"sole concern\" was with the representative at issue, who had gone off to a judgeship. It is blazingly obvious that our sole concern is not Representative Driehaus. It is any legislator that voted for an Act that we believe devoutly has \"taxpayer­funded\" and \"abortion\" in it. So we're facing a credible threat. We ask the Court to lift this yoke so that we can become full participants in the next election cycle. Unless there are any further questions, I thank you.",
  "Mr. Chief Justice, and may it please the Court: Every year, Petitioners are required to provide significant support to a group that advocates an ideological viewpoint which they oppose and do not wish to subsidize. Abood's authorization of this clear First Amendment violation should be overturned, both to end this ongoing deprivation of basic speech and association rights, and to restore consistency and predictability to the Court's First Amendment jurisprudence.",
  "Yes, that's fine with us. Our objection, of course, is being forced to subsidize that exclusive representative. The fact that they are exclusive representative impinges on my clients because it disables them from individually negotiating with the school board, but that is justified by the need for an exclusive representative. And that is why, indeed, requiring agency fees in the collective bargaining context is less justified than, for example, requiring agency fees to support union lobby. In the ­­ in collective bargaining context, we are required to free ride on the union because they are the exclusive representative and we don't have our own vehicle. So the free­rider justification is far weaker in the collective bargaining context than it is in the union lobbying context.",
  "I wouldn't think, Your Honor, that you could force Republicans to give contributions.",
  "No.",
  "No, it's not, and that's because the bedrock principle, as Harris made clear, is not whether or not you vividly oppose what they're saying ­­",
  "­­ it's because you don't wish to subsidize it.",
  "No. And I don't ­­ I did want to point out that that's the reason that they've brought this lawsuit. But ­­ but no, you're a thousand percent right, Your Honor. You don't ­­",
  "Nothing, Your Honor.",
  "For two ­­",
  "Because the First Amendment doesn't apply to private employers, and because in Beck the Court established the rules for agency shops based on the statute without any First Amendment ­­",
  "Well, I don't, in candor, think that that would create State action under the Court's modern jurisprudence, such as Moose Lodge, where it turns on who is making the decision that is being objected to. In your hypothetical it would be the private employer. But that aside, as the Court made clear in Harris, even if it did reach First Amendment, there's a ­­ there's a serious difference between a grudging authorization or the government permitting private employers to engage in agency shops and the government itself affirmatively imposing them on its own public employees.",
  "I apologize.",
  "Yes.",
  "Well, as you know from Street, you can have agency shops but the agency fees can only go to things that are germane to collective bargaining. In other words, they impose the Abood rule in the private sector as a matter of statutory interpretation, and nothing the Court says about ­­",
  "Not at all, Your Honor. We ­­ we are strictly limiting ourselves to public employees because public employers obviously are subject to far greater constraints under the First Amendment that the ­­",
  "For two reasons, Justice Kagan. First, I must respectfully disagree with the premise. None of the Court's First Amendment jurisprudence quite says public employers have the same rights as private employers. Private employers under the Constitution can discriminate on the basis of political affiliation. They can even discriminate on the basis of sexual orientation. But nobody thinks that public employers can do that. Plus which, even under Pickering, for example, the deferential review you're referring to imposes greater constraints on public employers than private employers. Bargaining ­­",
  "Sorry.",
  "The Court's government­as­employer speech and First Amendment draw a clear distinction between restricting employee speech, like under the Pickering line of cases where there is deferential review, and circumstances such as this where they do leverage the employment relationship to coerce the employee to subsidize or associate with an outside group. That's obviously ­­",
  "­­ for example, Rutan is subject to strict scrutiny because they are leveraging the employment relationship to force you to associate with a political party.",
  "Similarly ­­",
  "Yes. Certainly in terms of Petitioners' rights. But Your Honor, the scrutiny given to the speech being subsided doesn't dictate the level of ­­ of speech scrutiny given to the compulsion speech. For example, the ­­ you can stop unions from making political contributions under the case law, but that hardly suggests you can compel a nonmember to subsidize the union's contributions. You can stop public employees under the Hatch Act from engaging in basic political participation, but that hardly suggests that you could require a nonmember to subsidize political activity. So there's always been a clear distinction in the case law between those two things precisely because subsidization is an entirely different infringement than restricting employee speech. Restricting employee speech is an inherent part of the employment relationship. The employer has to be able to restrict the employees' speech, as this Court has frequently noted, or you couldn't have a workplace. Plus which we give deferential review because we don't want the Federal judiciary micromanaging the literally hundreds of thousands of personnel decisions that public employers make every day. Neither of those concerns is present when you have a categorical rule that requires one set of employees to subsidize an outside advocacy group like a political party or like a union, and that's because you're not involving the Federal judiciary in personnel decisions. And it's certainly not an inherent part of the employment relationship. It is, to use your phrase, leveraging the employment relationship to require something that the State couldn't require directly.",
  "No.",
  "I'm sorry.",
  "Sure.",
  "Justice Sotomayor, I think it's important to draw a distinction between having an official position ­­ they certainly do. They are the exclusive representative of the employees ­­ and suggesting that they are somehow State actors. If they were State actors, the State legislature could tell the unions not to advocate pay raises. It could tell them not to ­­",
  "I don't ­­",
  "Right.",
  "The First Amendment. In other words, the ­­ the scope of collective bargaining is obviously something the State can dictate. It could never dictate the union's position on collective ­­",
  "Well ­­ well, then, that's my point. But of course if the ­­ if they were State officials subordinate to the State legislature, the State legislature could tell them, don't advocate pay raises, don't advocate this for health and benefit.",
  "Well, again, we need to distinguish between collective bargaining and lobbying.",
  "Exactly. And ­­ and here's the point: They couldn't ­­ collective bargaining is unique, because it requires public officials to meet and negotiate in good faith and mediate any impasses with unions. None of that exists in lobbying, for example. State legislators could close their door whenever they want.",
  "What ­­",
  "Yes, under Lehnert. And on my ­­",
  "Exactly, Your Honor. And my point in response to Justice Sotomayor would be if they were really State officials subject to subordination by the State legislature, the State legislature could say, just like they could say to their own employees, don't run public relations campaigns adverse to the government. And the key point is, I think they say you can abandon ­­ you can ban collective bargaining, but you can't ban lobbying. But it's important to focus on why that is so. The reason that is so is because we are imposing an obligation on public officials in collective bargaining, that exists nowhere else, to negotiate in good faith with the union. But they couldn't tell the union don't advocate to the school board, pay raises, and things like that. They can simply revoke collective bargaining by saying, just like the State legislature, the school board doesn't have to listen.",
  "So the distinction is between what public officials have to meet and negotiate on, but that doesn't translate into any ability to tell the union what to say or do. And I'm assuming ­­",
  "­­ the Respondents will agreed with that.",
  "And that's the whole point. The teachers can lobby. They can go to the State legislature.",
  "Just like the union can. And yet, they can't be forced to subsidize the union's lobbying ­­",
  "However ­­ so with respect to collective bargaining, they can't negotiate. So the free­rider rationale is much weaker in the collective bargaining context, because the teachers' right to negotiate with the public officials that the union is talking to is ­­ is extinguished in those circumstances, even though in lobbying, they can engage in their own lobbying, but we don't allow agency fees for lobbying.",
  "There are two special justifications, Justice Kagan. The first one is that this ­­ Abood erroneously denies a fundamental right. It doesn't expand a fundamental right. And as the Court made clear in Gant, the right of the citizen not to be subject to unconstitutional treatment outweighs any reliance or predictability interests of stare decisis.",
  "The second ­­",
  "Sure.",
  "But ­­ but you are asking what ­­ if the Court concludes that Abood was erroneous, what special justification is there?",
  "Right.",
  "But Justice Kagan, with respect, I think the proof is in the pudding. The Court has never upheld an erroneous denial of a right on stare decisis.",
  "That ­­",
  "No, no. Your Honor, in fact, the Fourth Amendment is not a hypothetical. That was what Gant involved. And Gant is the one that I was quoting when it says the right to constitutional treatment outweighs the reliance interests of stare decisis. But if I could move to my second ­­",
  "If the Court was convinced that capital punishment was clearly outlawed by the Constitution, I think it would be very strange to tell people who were being executed in the future that even though this is an unconstitutional execution, we are bound by our erroneous prior decisions.",
  "Sure.",
  "There is no reliance interest. These contracts will operate precisely the same, the day after Abood is overruled, as they would before.",
  "Sorry.",
  "Right.",
  "When you ­­",
  "No. No more than anybody had the right to get recompensed under Citizens United or the commercial speech cases, once you relied those First Amendment speeches doctrine there. As I understand it, the Court's analysis prescribes prospectively. That's all we're asking is for prospective relief. It doesn't apply retroactively. And to get to the point, all of the benefits remain precisely the same. They ­­ simply, the union's future bargaining efforts would no longer be subject to unwilling agency fee.",
  "Do you ­­",
  "No. Again, I must respectfully disagree with the factual matter. The union did not go in and say we would have asked for a 10 percent increase, but now we're going to sell out our members' rights to a 9 percent increase so we can line our own pockets with agency fees ­­",
  "­­ but they're not ­­ sorry.",
  "Well again, they didn't negotiate with the employer for funding because they don't get any funding from the employer; they get it from their members. So no position they took in collective bargaining is at all affected by the completely separate issue of how they ­­",
  "That's a ­­ I thought about that, Justice Sotomayor. It's a very tricky question. Under Johanns, for example, the government can engage in a lot of speech that it can't compel citizens to engage in. The government, for example, can subsidize Planned Parenthood, but it couldn't require citizens to subsidize Planned Parenthood. So in that sense, yes, the government would have far greater leeway. That said ­­",
  "Right.",
  "Well ­­",
  "Not in California, for two reasons. One is the State statute requires agency fees. The employer couldn't have done anything with respect to agency fees. That's all decided by statute.",
  "Prior ­­",
  "Right.",
  "It's ­­",
  "Right. And they would excise the agency fees part of the contract.",
  "Oh. But that's a separate question.",
  "If ­­ if they wanted to go ahead and fund the union, as I said, they've got some discretion to do it. I think the one area the government doesn't have the power to subsidize speech is when it's engaged ­­ subsidizing political speech in a viewpoint­discriminatory way.",
  "Oh, okay. Then I'm maybe not understanding it. If ­­ if the union is ­­ could they subsidize the union's collective bargaining efforts?",
  "I think they might be able to, but of course no State ­­",
  "Right. And that was the point I was trying to get to, which is agency fees don't go just to collective bargaining. As we know, they also go to political activity. And I don't think the government could fund political activity in a viewpoint­discriminatory way.",
  "Your ­­ your recollection of history is correct. And of course, currently no government ever funds unions. Indeed, under the NLRA, it's ­­",
  "But ­­",
  "But if I ­­",
  "Before you ­­",
  "Just one more sentence. Under the NLRA, it's a felony for the employer to give the unions money because it would influence the unions, and contrary to the entire structure of collective bargaining.",
  "Excuse me ­­",
  "It doesn't exist, it's never existed in American society, and there's no way the public employer, particularly because agency fees as a matter of statute, could all of a sudden say, sure, we're going to take our taxpayer dollars and start giving money to unions, because they've always been funded through voluntary contributions. If they did become recipients of Federal or State funds, that would impose all kinds of restrictions on their speech and other activities that the unions presumably would never have asked for wholly apart from any funding shortfall.",
  "It certainly is.",
  "Justice Breyer ­­",
  "And I think you put your finger on precisely the same question. I think the principal reason to overrule Abood is that all of the rationales offered in support of Abood's result directly conflict with other precedent of this Court. So by overruling Abood, you ­­ you don't do what you're saying, you do just the opposite. If I could walk through the list for you: The standard of review, the ­­ the new rationale for Abood is it's subject to deferential government as employer review. It's contrary to Harris, it's contrary to Knox, it's contrary to Abood itself, which is huge Pickering analysis. The notion that the union's duty somehow justifies agency fees because they've got a duty to represent nonmembers, which we've chatted about, that comes from the dissenting opinion in Lehnert. So you'd have to overturn Lehnert, which characterizes this argument as turning the Court's principles on its head and is wholly unworkable in the name of preserving another precedent. The notion that collective bargaining doesn't involve matters of public concern, which has been offered up, that's contrary to Harris, Abood itself, which said it was, Pickering, which involved basic issues of school finances, so you would have to strike all of those down. Respondents' radical arguments that it's not entitled to any First Amendment protection under the employee speech doctrine and under the Glickman commercial speech doctrine is contrary, not only to Abood, every Abood case, and the Harris dissenting opinion because ­­",
  "­­ because everyone recognizes there's some First Amendment protection.",
  "Again, I must respectfully disagree. I think the classic justification for stare decisis overturning the case is that subsequent cases have undermined the reasoning and principles there. I think we can certainly agree that Harris and Knox certainly undermined the doctrinal underpinnings of Abood. The fact that they're really recent as opposed to not so recent doesn't change the fact that Abood has been overwritten. Citizens United pointed to two differing lines of cases in the First Amendment area as its principal rationale for overturning Austin. The Hudgens v. NLRB case. In Logan Valley, it upheld something. In Lloyd Corporation, it distinguished it but not overruled it. Hudgens ­­",
  "This doesn't ­­ this ­­",
  "Sure. As to requiring people to give money to ­­ which they don't wish to give, Thomas Jefferson said that was sinful and tyrannical. James Madison famously said, requiring three pence is the thing. So ­­ so it's not at all something that we've invented. For example, you couldn't require, as Rutan makes crystal clear, people to give money to a political organization. Because money is not money when it's supporting speech; it is ­­ it is association with an advocacy organization. And the compelled association is something that this Court has consistently condemned as basic to the ­­ Abood itself said it's contrary to the most basic principles of ­­ of the founding, which is to force people to ­­",
  "Well, no. In fact, that hypothetical was completely eliminated by Harris, which made it quite clear that neither Keller nor Southworth was in any jeopardy, because the rationale of those cases was significantly different than the rationale of Abood.",
  "Keller ­­",
  "A lot of cases cite cases, but the question is ­­",
  "Again, I must respectfully disagree. They do have that in common at that level of generality, but there's a key distinction, as ­­ as Harris, itself, pointed out, between giving money to a bar association, and giving money to a union. The key thing is that the bar association is a nonspeech restriction. It's like what the Court said in the Glickman commercial speech context. The initial association has nothing to do with speech. There, it was regulating lawyers, not advocating on behalf of lawyers. And if those ­­",
  "Keller struck down those kinds of activities by bar associations, taking positions on Federal jurisdiction, taking position on gun control. It said they could only spend money ­­",
  "If they do it, and if it's not germane to lawyer ethics or service, then, by definition, it's a violation of Keller. So I sure hope the bars are not violating the clear pronouncements of this Court. The ­­ Keller only upheld expenditures that are a necessary incident to their principle role of regulating lawyer ethics and legal behavior. All of the other things that were law­related were struck down in Keller. So that is not ­­",
  "Oh ­­",
  "Oh, absolutely. If ­­ if they required me to join the ABA, I would have an absolute First Amendment right not to do that, because virtually every word out of their mouth I disagree with.",
  "It ­­ it certainly is, Your Honor. And that's because the only ­­ it will only affect the amount that you need to opt in or opt out on. And my short answer ­­ and I am running out of time ­­ is, if this regime is upheld, that means tomorrow the State of California could say every public employee contributes 1 percent to the governor's reelection campaign unless they affirmatively opt out of doing so. No one thinks, realistically, that's a voluntary decision to give money. There's only one purpose behind that kind of requirement, which is to inflate the governor's political war chest, just like the only purpose behind this is to, through inadvertence and neglect, inflate the union's war chest by people who really have not made a voluntary decision to do so. Unless there are further questions, I'd like to reserve the remainder of my time.",
  "Thank ­­ thank you. As to the absence of a factual record here, it's important to point out that we gave them an amended answer where they could make any allegation they wanted. And at page 4 of their so­called opposition, it said, to quote, \"The unions do not oppose the entry of a judgment on the pleadings.\" Why is that? Because they certainly ­­ it's their burden to argue, for example, that agency fees will lead to the demise of the union. But they didn't make any such allegation in their answer. They didn't make any such allegation in response to Justice Ginsburg's question, and they've got all the facts and terms of the union's fiscal well­being. That's because they can't make such an allegation in the real world. How do we know that? Twenty­five states prohibit agency fees. Not one union. Read the amici. See if you can see one example of the union capitulating because of that. The federal government doesn't allow agency fees. And only a third of the members are union members, and yet, that ­­ that union survives. Whereas here, we have 90 percent union membership, and Mr. Frederick said 90 percent of the nonmembers continue to contribute. So the notion that anything could happen adversely here simply doesn't square with things. The notion that Abood put forth that there's some Federal policy in favor of agency fees is completely contrary to the fact. 29 U.S.C. 6 ­­ 164(b) allows ­­ excuse me ­­ prohibits agency fees if the State prohibits. So it allows states to prohibit agency fees. Conversely, it preempts states that seek to require agency fees. So the Federal policy, not only with respect to their own workforce, but to the respect of the private workforce, is contrary to agency fees. In response to Justice Kennedy's question, yes. There's a stark difference between single personnel decisions and group decisions. NTEU, which is a Pickering case, makes that quite clear. Even in the Pickering context when there was a general rule with respect to outside honorarium, the Court made it clear that the burden of justification is much higher. They haven't come close to this burden of justification, because they can't possibly show that agency fees will lead to the end of the union. And contrary to my brethren, that's the only thing that matters. We're talking about the ­­ the government's interest as an employer. All they care about, according to Abood, is having one union instead of two so they only have to speak to one person. They don't care about how robust or effective this union is. Indeed, if anything, they don't want them to be effective, because nobody wants a strong bargaining partner that's going to drive up public expenditures and ­­ and have a ­­",
  "I am ­­",
  "Exactly, and they do fire training. They do safety training. Can you think of something that's more a matter of public concern, that's more of an ideological point, that's more important? And yet they dismiss these as somehow prosaic issues. They're basic to our democracy, and that's why we have an absolute right not to subsidize it. No one's arguing that these ­­",
  "Right.",
  "Because there's ­­",
  "There's a great ongoing debate about teacher training class size in education reform today. The unions have their right to take their side of that view. What they don't have a view ­­ is a right to demand that the other side subsidize their views on these essential questions of ­­ of basic public importance.",
  "Mr. Chief Justice, and may it please the Court: The sum total of the alleged Shaw violation here is that the legislature treated black­majority District 3 the same way as it treated the 10 majority­white districts. It's undisputed that with respect to all of those districts, they preserved the cores of the districts, and whatever minor injustice ­­",
  "Right. Your Honor, 83 percent of the prior occupants of District 3 were in the core. The plaintiff's alternative only had 69,000. If ­­ anybody who spent a minute doing redistricting knows that simply because they're 63,000 short, that doesn't mean you're going to move anywhere near 63,000. If I may explain: For example, District 11 in Virginia was 64,000 short. They moved 480,000 people to fill that up. The district directly adjacent to District 3 was District 2. That was the most ­­",
  "Yes. Obviously, they said that core preservation was the most important interpretation. The district court found that incumbency protection and politics were inarguably motivating the district. The way they were protecting incumbents was through core preservation. And the key problem here is, they never found that race subordinated incumbency protection or politics, or that it was in any way inconsistent ­­",
  "He said he didn't look at partisan performance statistics. In the face of that statement, the court found as a fact that politics inarguably motivated these districts. Every incumbent was re­elected in the district. The ­­",
  "Right.",
  "You can't use race as a proxy, Justice Kennedy, and it's very important to note that they didn't find ­­",
  "No.",
  "It's the difference between Cromartie II and using race as a proxy. Cromartie II tells the Federal judiciary you can't use politics as a proxy for race. Here, when it's conceded by the plaintiffs that everything we did made perfect sense if everybody in District 3 was white, we know that they wouldn't have led to a dramatic exodus of Democratic voters into the four adjacent districts, all of which had Republican incumbents, if all of those people were white. And therefore, since they were pursuing exactly the same incumbency protection and political motivation with respect to District 3, they are not somehow disabled from doing that simply because the predominantly Democratic voters happen to be black.",
  "That is why Cromartie II insisted that plaintiffs show, meet the demanded burden of showing, that's ­­ race ­­ traditional districting principles were subordinated to race rather than politics.",
  "Right. I think it's very difficult to discern motive in a multimember legislative body, which is why this Court has always looked, for example, in Cromartie II, what are the effects? If, for example, there was a way of achieving the political objectives without respect to the racial composition of the enacted district, then it should be simple as pie for plaintiffs to come in with an alternative that doesn't rely on race that achieves their legitimate political objectives, and yet plaintiffs in the district court here have proved that any realteration of District 3 which results in a diminution of the black voting­age population would be absolutely contrary to the normal political agenda that would be motivating the legislature if everybody involved was white. The plaintiff's alternative only reduced the BVAP by 3 percent to 50 percent, and yet that converted District 2 with a brand­new Republican incumbent from a toss­up district to what plaintiffs themselves characterize as a heavily Democratic district. The Court's remedy demonstrates that the reduction was to 45 percent. And what did that do? It dismantled entirely District 3 and District 4. It took away about half the districts.",
  "The only way to make it more compact is to split the district in half. That was the point we are making.",
  "Well ­­",
  "Well ­­",
  "It's certainly reasonably compact within the meaning of the Supreme Court ­­ Virginia Supreme Court's definition of compactness, where you have to look at whether or not they're preserving the core of the existing district to assess ­­",
  "­­ capacity.",
  "That is only half­accurate, Justice Sotomayor. It splits just as many political boundaries, county lines, as ours does, 14. That's what Special Master Grofman said in his report. It is more compact, but I want to re­emphasize, the only way to make it more compact is to split District 3 in half and to split District 4 in half. And what happens when you do that? It puts Representative Forbes in a 60 percent Democratic district, and he loses half of his incumbency advantage. Worse still, the avowed purpose of splitting them in half was to create two black opportunity districts, so it's actually more race­conscious than what the legislature did.",
  "Oh, because what they did to ­­ to Representative Forbes was to severely hamper and be ­­ make impossible ­­",
  "Right, and that means the injury is so severe that it forced him out of the districts. Let's assume you had paired two Republican incumbents, and what ­­",
  "But for the remedial order, he would obviously be running in District 4. That's where he lives, that's where he's a 16­year incumbent, and that's where he's got a huge incumbency advantage. The fact that ­­ the injury that they imposed on him in District 4 was so severe it pushed him out. Plaintiffs don't need to continue down what they were doing. This Court has found that the worst kind of injury is when the challenge back ­­",
  "Absolutely. He will run in the district that he lives in, that he has been reelected in for 16 years, and that he has a huge incumbency advantage, rather than going to a new district, where 100 percent of the voters will not be ­­",
  "I'm sure this was undisputed.",
  "Because they're asserting the constitutional right. And as this Court held in Hayes, certainly these people in adjacent districts are injured; they are just not injured in a way that's cognizable under the Fourteenth Amendment, because their personal right to discrimination has not been validated. But we are defendants appealing an adverse order. Defendants appealing an adverse order never argue that the adverse order violates their constitutional rights. They're arguing that it disrupts the status quo by changing the rules, and the status quo is what they are defending. This Court has made it clear repeatedly, in ASARCO, Swann, Electronic Fittings, that obviously, if the remedial order puts the defendants in a worse position than they were, they have a direct stake in the outcome of the appeal and they can appeal. If the rule were otherwise, Justice Ginsburg, no defendant could ever appeal an adverse order, because the adverse orders virtually never are alleged to violate their rights. So it's precisely the same sort of injury suffered by Representative Forbes as we ­­ would be suffered by an incumbent who lived in District 3. Let's assume the incumbent in District 3 had intervened, and they dropped the BVAP to 30 percent and made it a 60 percent Republican district. Is anyone arguing that that incumbent couldn't challenge the order that severely hampers his or her chances for re­election, the answer is clearly yes. Since Representative Forbes in the adjacent district has suffered precisely the same kind of injury, as I had hypothesized for the incumbent in District 3 by analogy to Hays, obviously he has standing to appeal.",
  "I could argue, Your Honor, if I wanted to that Brat and Wittman, who had seven and one, also had their districts changed in a way. But I must admit, the palpable negative political consequences are de minimis compared to that suffered by Representative Forbes. So while I'm certainly not abandoning it, I have to face the reality, if you're not accepting my argument for Appellant Forbes in 842R, you won't accept it for Brat and Wittman in one and seven.",
  "I ­­ I will give you two.",
  "ASARCO ­­ ASARCO articulates the burden in a nonelection context which is, do you suffer a threat to your current injuries because of the lower court opinion? And the best case is actually Meese v. Keene in applying that injury to hurting your chances for re­election.",
  "Meese v. Keene, where the Court found that because they had attached the propaganda label to this California Democratic legislator's acid rain documentary, that hurt his chances for re­election. Solicitor General says, let's use the word \"reputation.\" That's true, but reputation was only relevant because it hurt his chances for re­election. If you look, Justice Breyer, carefully at the case, you will see there is not a scintilla of evidence suggesting that his reputation was harmed.",
  "And after all ­­ I'm sorry.",
  "Forbes.",
  "Well, the standard is Meese v. Keene, and this was the argument that this California Democratic legislature running an acid rain documentary said. He said he's hurt for re­election because Ed Meese and the Reagan Justice Department labelled it \"propaganda.\" That's not a severe ­­",
  "You can attack ­­",
  "But ­­ but, Justice Breyer, this is the simplest process. You can use whatever adjective you want before \"harmed\"; \"substantial,\" \"significant.\" They turned a district that he had easily won for 16 straight years into a 60 percent Democratic district, which no Republican has ever won ­­",
  "I think any ­­ any time somebody is injured­in­fact ­­",
  "No.",
  "I want to quibble that ­­ with the premise, Justice. It's not that you believe it hurts you. It's that it's undisputed that it hurts you. That's what it said the evidence shows.",
  "That the remedial order has hurt dramatically, indeed, irretrievably, his chances for re­election.",
  "If",
  "That he wants to be elected.",
  "Well, two points: You surely don't need to show any cognizable right. Nobody is arguing that they have a right to these districts. If, again, appealing defendants had to show a legally cognizable right, then nobody would be able to appeal because they are never arguing that the adverse judgment deprived them a legal right.",
  "It just recognizes the reality the difference between a plaintiff filing a complaint challenging a State law and the defendant who is defending the State law, who is obviously not going to argue that his legal rights have been violated, he has the same interest as the people who are supposed to be defending the State law, which is he was well benefited under the status quo ante, and he has suffered direct injury­in­fact because of the alteration caused by the remedial order. And ­­ and the ­­",
  "To his ability to be reelected. The same injury­in­fact that was recognized in Meese v. Keene, Davis v. FTC, and a host of cases like ­­",
  "Not having a State entity, in this case a Federal entity, affirmatively intervene, override the sovereign prerogatives of the State, and create an electoral system which substantially diminishes, indeed eliminates, his chances for election. Why is that not injury­in­fact? There was injury­in­fact every time this Court says ­­",
  "May I clarify? They need to show a legally cognizable interest. What they don't have to show, unlike the plaintiff, is that legally cognizable interest is a protected Constitutional or statutory right.",
  "That he has been injured­in­fact and has a direct stake in the outcome because he wants to be re­elected.",
  "Fair enough ­­",
  "Okay. No, I ­­ I apologize. But I ­­ I do want to make ­­ eliminate any confusion with Justice Kagan. Here is the point: Why would, of all the harms in American society, harms to re­election not be legally cognizable? As the Solicitor General points out, the point of standing is to keep the Federal judiciary in its proper role ­­ limited role in democracy. If two unelected judges have falsely altered the State's sovereign's view of redistricting, that would be the situation where we would want to find the injury most cognizable because that's where the Court exercises extraordinary caution and extraordinary abilities. I apologize.",
  "Yes, he certainly does, because obviously the interference ­­ and you have to accept as true for standing purposes ­­ the improper interference in the Federal judiciary into that political thicket, which harms him and rearranges the entire district, is obviously injury­in­fact, and is just the kind of interest that this Court would want to find cognizable, because, after all, it's most concerned about the Federal judiciary hijacking the political process much more than in any other ­­",
  "I ­­ I've given you ASARCO; I've given you Meese v. Keene.",
  "Now let's talk ­­ let's talk about incumbency protection generally.",
  "If they had paired two incumbents. This Court found in Karcher v. Daggett, Justice Brennan said, that kind of political gerrymandering imposes such a severe injury ­­",
  "­­ you can adjust equal population. In Larios, this ­­ where this Court summarily affirmed, they said that kind of injury is a classic tool of political gerrymandering. Is it conceivable that ­­ that paired incumbents would have no standing to the challenge the fact that a court has put them in the same district? Your Honor is recognizing that incumbency protection is one of the neutral districting principles no different than compactness or anything else, which gives incumbents special factual distinctions from the run­of­the­mill people. In Term Limits v. Thornton, this Court held it was unconstitutional to make it more difficult for incumbents to be reelected because they had to engage in mail­in campaigns rather than be on the ballot. So we are talking about a well­recognized constitutional right where incumbents do ­­ are not similarly situated to average voters and do have very different factual interests. If it is undisputed, as it is, that the sole reason that Representative Forbes is now facing doom in District 4 is because of this order, I can't understand any reason why the Court would sit back and allow the Federal judiciary to hijack the most intensely partisan kind of litigation we have.",
  "Okay.",
  "Uh­huh.",
  "I give precisely the answer this Court gave in Alabama where they had an absolute BVAP floor which you could argue was trying to segregate the cases. This Court didn't say that ipso facto invalidated all 35 majority­minority districts in Alabama. It didn't, as this district court said, go dismantle all 35. It said, did that racial purpose have some kind of effect on the ­­",
  "Right.",
  "If it coincides, and if it is a motivating factor like it was here, then obviously you need to show that race was the but­for cause of any alteration of district lines. You need to show that it subordinated the neutral principle, and you need to show, to quote Alabama, that it had an effect on ­­",
  "Right.",
  "No. I'm ­­ I'm happy to clarify, Justice Kagan. If they're completely co­extensive, if as here, the only way to accomplish your incumbency protection in political purposes was by doing where race predominated, then obviously it can't be the but­for cause. If ­­",
  "Right.",
  "In every context, Mount Healthy, Gross, even outside of the Shaw cases where plaintiffs have a special burden to show, it's race rather than politics. Even in those cases, you need to show that the impermissible factor was the but­for cause of the challenge, that ­­",
  "Yes. And every legislature in every court in the United States has ranked the Voting Rights Act higher than other things because they all recognize the Supremacy Clause.",
  "But ­­ but ­­ but ­­",
  "Great. Let's assume that he picked 55 percent BVAP out of the air and just wanted to make that his top priority. Does that have any effect on district lines? If it is undisputed and clear, as it is here, that they would have drawn the district precisely the same way to protect incumbents and politics, that if you diminish below that BVAP floor, even to 50 percent, we know to a certainty because plaintiffs have proved to us that that would ­­ that would ­­",
  "What you found in Cromartie, it's not harmless error. You need to show but­for causation or effect, as they said in Alabama. Cromartie held, as a matter of law, the fact that there was racial percentages, lack of compactness, and breaking of county lines is insufficient as a matter of law to find a violation. Why? Because there is an equally plausible explanation, which is politics. And it is the plaintiffs' demanding burden to prove race rather than politics.",
  "And we ­­",
  "Right. You need not worry about this in 2022, but the issue here, Justice Alito, is what was the reality confronting the legislature in 2012? And they had to get preclearance by the Justice Department in record time, so they needed to get very quick preclearance, which is why it made eminently good sense not to go ­­ go below the benchmark BVAP. But even if we assume, to get back to Justice Kagan's question, that they just plucked 50 percent out of the air, it still doesn't establish a violation because this Court has said countless times, race is always a factor in redistricting. So it's not like employment in another context. And here's what the Court said in Cromartie II, and the lower court completely defied, it said, in a case such as this one where majority­minority districts are at issue, and where racial identification correlates highly with political affiliation, the party attacking the legislative­drawn boundaries must show at the ­­ least that the legislature could have accomplished its legitimate political objective in a different way.",
  "Yes.",
  "I ­­ I must respectfully disagree that that's a remotely implausible interpretation of this language. \"In a case such as this one,\" comma, \"where majority­minority districts are at issue and where racial identification correlates highly with political affiliation\" was somehow sending some implicit signal that what we meant was some ­­",
  "No, it's ­­ it's ­­ the beginning ­­",
  "It's ­­ why didn't we ­­ the Court said, remand to find out which districts were affected by the BVAP floor. Under this theory, all 35 districts in Alabama, all majority­black districts, are ipso facto violations of Shaw. And by the way, every majority­minority district in the country is ipso facto violative of Shaw, because every legislature and every court that has created one has invoked the supremacy of the Voting Rights Act. But that's not what the court did. The court said, go back and figure out if race had some significant effect on the lines. It didn't say, go turn all majority­black districts into 45 percent­black districts. And that would be the great evil of accepting this tautological rule. That is why the Court has been so insistent on showing that race rather than politics did it, particularly in States where ­­ like Virginia, where race and politics are so coextensive. Without any further questions, I'll yield the floor.",
  "I'd like to begin with Justice Kagan's questions. We've heard a constant theme that if it was done because of race, a post hoc political explanation doesn't justify it ­­ I fully agree with that ­­ with a mixed motive case here. That's what the district court said: Race, politics, and incumbency protection. And the only reason that race was, quote, \"ranked higher\" was because he said that it was a Federal mandate under the Supremacy Clause. So if that's not a justification, they committed legal error. If you turn to 33a, why was politics and incumbency subordinate? They told you: Because that, quote, \"goal was permissive and subordinate to the mandatory criteria of compliance with the VRA.\" Now, they said that they implemented it by not reducing the benchmark BVAP, but that had nothing to do with the rank ordering of VRA over these other things. To get to your question: If two ­­",
  "That's fine, and that goes to narrow tailoring, but what we are trying to figure out here is whether or not there is a prima facie case. Now, assume with me that in 30 of the districts in Alabama, race was completely coextensive. They didn't assert politics, but with county lines. Would you ever say that race predominated over something or subordinated something when they are entirely coextensive? Let's take it out of the racial context. Compactness is number two; county lines are number three. You draw a nice, compact district that complies with county lines. No one in their right mind would say \"compactness predominated over county lines\" because the same result was ordained by these two motives. And you can search this opinion for any finding that race was inconsistent with or subordinated incumbency protection or politics, and you won't find it. Therefore, they haven't made their basic burden of showing that traditional districting principles were subordinated nor their specific Cromartie II burden of showing it was subordinated to race rather than politics. The only evidence that they have even tried to come up with at the last minute is Joint Appendix 439. This is the VTDL analysis done by McDonald. It is undisputed that it has exactly the same flaws that this Court rejected as a matter of law in Cromartie II. Why? Because the racial effect is identical to the political effect. He made a big deal about the fact that there was a 16.5 percent gap between the VTDs in District 3 and those outside of District 3 in terms of race. But what his own index shows on JA 439 is there was also a 16 percent gap in Democratic percentages. So it's exactly the same flaw that was at issue in Cromartie II is here. So unless this Court is prepared to allow district courts to engage in naked defiance of the plain language and holding of Cromartie II, this case needs to be reversed. As to your direct evidence point, Justice Kagan, what was the direct evidence in Cromartie II? Partisan and racial balance. The Court said as clear as possible since he said partisanship and race, it says little or nothing about the relative predominance. What do we have here? Incumbency protection, politics and race. Therefore the direct evidence says little or nothing about the relative predominance. What you need to do is to show that they could have accomplished their legitimate political objectives in some other way. As to standing, I've heard the slogan repeated by all of my opponents, \"voters choose representatives not vice versa.\" That's a lovely slogan. But the relevant point here is that State legislatures choose which districts those voters go into, not the Federal judiciary. If, as you must assume, the Federal judiciary has exceeded its proper role and created a system which dramatically hurts the incumbents who were designed to be protected by this law, how can they not have a legally cognizable injury­in­fact?"
]