[
  "Mr. Chief Justice, and may it please the Court: Before Raymond Cobb confessed to murdering Maggie and Korie Rae Owens, he was more than once meticulously informed of his right to counsel and the consequences of his choice to waive that right. His confession was properly admitted at trial and should not have been rejected under Jackson, because Sixth Amendment right to counsel had never attached to the murders and therefore did not need to be waived, or, alternatively, because Cobb validly waived whatever Sixth Amendment right to counsel had attached. Applying McNeil's rule of offense specificity to exclude factually related but uncharged crimes from the scope of Sixth Amendment attachment is true to and, we think, required by both the text and the purposes of the Sixth Amendment. In evaluating attachment, the court is interpreting the Sixth Amendment terms, criminal prosecutions and the accused, and for decades this Court has consistently interpreted that text to limit attachment of the Sixth Amendment right to counsel to the formal initiation of judicial criminal proceedings. Indeed, setting aside Escobido --",
  "The fact that the interrogation occurred in Odessa makes no difference, you're exactly right. If Ridley had been appointed on the burglary and had not yet been appointed on the murders because there had been no indictment, the police were free to interrogate Mr. Cobb.",
  "That is correct.",
  "That's correct. I don't think that they were obligated to do it. I don't think that they called. I think the record indicated that, in fact, he was in court with Ridley when they asked if they could talk, and so he was there.",
  "Yes.",
  "I don't know if it would be a responsible thing to do, but the Court made clear in Davis that until there's been an initiation of criminal proceedings the Sixth Amendment constitutional right to counsel doesn't attach, so it would be poor practice, perhaps malpractice, but not a Sixth Amendment violation.",
  "I don't think that courts have established any kind of consistent test, but yes, most of the courts that have addressed this issue have said there is this test, although most of them have found that there is, in fact, no violation. It's a relatively small number that have found a violation. But we would go back and say that they're erroneous in applying that test at all, and as I was saying, Escobido aside, this Court has never, ever held that the Sixth Amendment attached prior to the initiation of formal judicial proceedings, prior to indictment or arraignment.",
  "Under Moran that might be constitutionally permissible, but remember, the important aspect of the analysis is what happens in the room, because the defendant does have a Fifth Amendment right to counsel that he needs to be informed about, and he has an opportunity to waive that, so that would only happen if the defendant or suspect has actually waived his Fifth Amendment right to counsel.",
  "I'm actually very anxious, Justice Kennedy, to debunk this idea of abuse or manipulation, because when the police are doing an investigation, and they might be investigating a number of related crimes, once they have enough evidence to convict, admissible evidence to convict on one of them, there's certainly no problem with them bringing that charge. They have a serious societal interest in continuing to investigate other crimes, but if you compare that defendant who has had one crime charged against the defendant where they haven't brought any of the charges, once you charge that defendant he has the right to counsel that has now attached not only to the Fifth Amendment but also the Sixth Amendment, and our system ensures that that person will not only have a right to counsel but will relatively quickly actually be represented by counsel, who will then, of course, advise the client as to the charged offense and almost certainly as to the uncharged offenses and will say, don't talk to the police about this charged offense or anything else and, in fact, Mr. Ridley had given that counsel to Mr. Cobb. He simply didn't follow it. But I don't think --",
  "-- there's a real serious risk of manipulation.",
  "In September 1995 --",
  "Yes.",
  "On two occasions he told the police to go ahead and talk to them. In September 1995, when Cobb was returning to Odessa, Ridley said, here's my card and my number. If the police try to contact you, call me.",
  "Not every court, Justice Breyer.",
  "But that --",
  "I think if you can establish trickery then you create a Fifth Amendment issue, because it is the Fifth Amendment and not the Sixth Amendment that goes primarily to the issue of coercion.",
  "I don't believe that it is. I believe that the police have a strong societal interest in continuing to investigate crimes that have not yet been solved, just as the police were trying to solve two murders in this case. They suspected Cobb but they had no evidence, and I don't think that the Constitution, particularly the Sixth Amendment, prevents the police from going back in and interrogating --",
  "I don't believe that the fact that there is a factual connection between the crimes makes any constitutional difference, distinction.",
  "McNeil specifically does say that it's offense-specific and that should be interpreted, as I was arguing, to exclude factually related crimes, because factually related crimes are in no better position to receive those kinds of constitutional protections that the Sixth Amendment gives than are unrelated crimes. This Court has said that the purpose of the Sixth Amendment is to protect the unaided layman at critical confrontations with his expert adversary, the Government, after the adverse positions of the Government and the defendant have solidified with respect to a particular alleged crime. There are three parts of that statement that this Court has given in several cases that can't be satisfied by a factually related crime. Certainly the particular alleged crime doesn't meet it. We don't think that there's a solidification of the adverse positions with respect to factually related crimes. The police are stili investigating a related crime. They don't know if the defendant did it or not. Generally speaking they won't have sufficient evidence to bring that charge, certainly there was not sufficient evidence in this case, and so there's no solidification, and there is not a critical confrontation, which has been defined to be a critical stage, which is a very well-established part of this Court's Sixth Amendment jurisprudence. There's simply no critical stage because it is pre-indictment.",
  "We have argued, and it is our position, that if it is not simply a factually related crime, but the argument is that it is the same crime, then we think that there's a strong argument the Sixth Amendment would, in fact --",
  "We would say that this Court's rule would prohibit the introduction of evidence relating to that interrogation.",
  "We think that the Court recognized in Moulton that when the police interrogate suspects they're frequently trying to get evidence about any number of crimes, and one of those might be a previously charged crime, and that is why the Court has very consistently said that the remedy we're going to impose is simply that if you get evidence as to a charged crime for which the Sixth Amendment has attached and been asserted, then we will not allow you admitted at trial but if you have evidence related to other, uncharged crimes, and we would say also factually related uncharged crimes, then you may admit it. So it's not the police that are really having to make a hard determination at the time that they do the interrogation. That is made later, when you try to introduce the evidence at trial.",
  "Well, Clanky is the only case we think in which there was actually the same offense, and we think that if the police are still investigating, or they believe --",
  "Clanky v. Illinois. I'm sorry. It's an Illinois Supreme Court case applying the factual relation test. The police are still investigating other crimes for which no charge has been made. We think that they have at that point -- and that's all they need to know. They can then interrogate the suspect, give them their Fifth Amendment rights, and do what they can to protect those, and then if they end up getting information about a charge that has been -- a crime that has been charged and for which the Sixth Amendment has both attached and been asserted, then they can't use it at trial, but they can use it, under Moulton and under this Court's precedents, for any uncharged crime, a crime for which the Sixth Amendment had not yet attached at the time of the interrogation. But what respondent would have the court do is make the court, make the police apply a test that asks the police to know ahead of time if the crime for which they are going to interrogate the suspect relates to something that the suspect has previously been charged, or with respect to something that the suspect and his counsel may feel that there is an attorney-client relationship, and we don't think that that can be the test.",
  "The fact that there is a close relationship cannot overcome the fact that that closely related crime cannot fit within the stated purposes of the Sixth Amendment, and the fact that it would improperly and unnaturally hamstring the police's legitimate efforts to investigate and solve a crime for which no one has been brought to justice.",
  "I believe so, and I believe that's exactly what the Court said in Patterson when it indicated --",
  "-- that the reason to have counsel at a custodial interrogation for Sixth Amendment purposes is not any stronger than it is for Fifth Amendment, and the Fifth Amendment --",
  "-- test protects them.",
  "The Court in Patterson made it clear that, as to the charged offense for which the Sixth Amendment has attached, there must be an express waiver, so that is why --",
  "If there was no valid waiver for the charged offense. I think that's the meaning of this Court's decision in Patterson and Moulton.",
  "Yes.",
  "If I may, I'd reserve the rest of my time for rebuttal.",
  "I'd like to very quickly address Justice Stevens' question about the scope of representation and real-world fact scenarios that are uncharged, and I think in both of those instances I can go back beyond the cases of this Court and say, those are not criminal prosecutions, and that person has not been accused of those factually-related crimes, and the Sixth Amendment by its own text simply does not apply in those types of circumstances. When -- and also, in both of those circumstances, if the defendant or the suspect is questioned he can say, at the advice of his counsel, I don't want to talk to you, in other words cuts him off.",
  "Thank you, Mr. Chief Justice, and may it please the court: Respondent waived its immunity from suit when it entered into a contract expressing its willingness to submit to binding arbitration and judicial confirmation of the arbitration award in state court. We think that the test should be with respect to evaluating a waiver of tribal immunity whether the contract states a waiver by sufficiently expressed language or by overwhelming implication from the text such that by applying the traditional rules of construction, the only reasonable interpretation is that the tribe intended to subject itself to suit on the contract.",
  "I think if the contract otherwise says we agree to be sued, and there is a forum selection clause, that those together certainly would be effective.",
  "I don't believe that that would do it, Your Honor.",
  "I believe not, Your Honor, for a couple of different reasons. First of all, the standards that the states have set for waiving their own immunity are matters of state law and the states have adopted a variety of standards so one can't speak of a uniform standard of waiver. But, more importantly, the Eleventh Amendment developed in a different way. This Court in Chisolm said that the states didn't have immunity from suit in federal court. And it took a separate amendment to the Constitution, which now emanates from the federal government to protect the states from suit. It is a federally imposed limitation on the federal court's own jurisdiction that emanates. And therefore, we believe it is somewhat separate and apart from the state's own sovereign immunity with respect to waiver. With that in part --",
  "This Court has stated a standard from time with respect to waivers. But, the Court has not really been in the position of having been asked specifically what that standard is. So, the language from Santa Clara Pueblo has simply come forward to the state without really being used in any specific case and without being tested. And that is what is at issue today before the Court.",
  "I think I am asking the Court to adopt this same test, and that is the test set out in Edelman and repeated in the Atascadero, which is it should be sufficiently expressed, or by overwhelming implication from the text --",
  "Because the Eleventh Amendment contains a specific requirement as to federal court.",
  "Let me correct my answer, Justice Stevens. I didn't understand it in that way. If there were authorization to waive a state's immunity in this fashion, then we believe that it could be waived by this kind of language.",
  "We have two basic arguments. One is that we agree with the petitioner here that the subject matter of jurisdiction of the Tribal Courts is limited by Montana and by Straight. And that therefore, because this is a contract involving off reservation commercial activities, the Tribal Court's jurisdiction cannot extend to this type of activity. And therefore, there could be no expectation by either party that the arbitration confirmation would be in Tribal Court. We also would argue --",
  "I believe it's federal law, Your Honor.",
  "Yes, Your Honor.",
  "The --",
  "Going back to the basic analysis that this court laid out in Kennecott Copper, it talked about the fact that state courts are courts of general jurisdiction. And in our dual system, the state courts are the only courts of general jurisdiction. And so, with the Eleventh Amendment overlay, there is a question when you say any court of competent jurisdiction that that means state court. But, the Tribal Courts themselves are courts of very limited jurisdiction and it's not clear that saying any court of competent jurisdiction would ratchet down to the Tribal Court, but would rather continue to apply to the state court, particularly when the contract is adopting state law. It incorporates the Oklahoma Uniform Arbitration Act, which defines the only court under that act that can confirm an arbitration award as Oklahoma State Court.",
  "I think for on reservation activity, there is probably that ability. But, that wasn't done in this case and I have not seen a case where there has been any agreement to do that. I certainly don't think that contractors expect to be brought in to Tribal Court or to be forced to bring their suits to confirm in Tribal Court.",
  "That is one reason.",
  "If you sue --",
  "No. I think that they could, but not specifically by suing under the Oklahoma Arbitration Act. That would have to be brought under the Federal Arbitration Act. But, I think under the rules they could have gone into either court. They chose Oklahoma and they chose to come under the Oklahoma act.",
  "Absolutely not, Your Honor. We agree that they are directly incorporated by the parties. In fact, if C & L had attempted to confirm its award in Tribal Court, there could have been an objection that they had not followed the arbitration rules which were incorporated which they agreed to. They were bound by those rules as much as the tribe was and they simply could not under their agreement bring that confirmation action in Tribal Court. That is why we think under these circumstances that the tribe waived its immunity as to a confirmation suit in Tribal Court. And we think also that the United States discussion of Finney in its brief suggests that if they were to view the arbitration agreement as more than a simple agreement to arbitrate, but to evaluate the incorporation of those arbitration rules, as was the state statute in Finney and as this court considered by reference in Kimmel, that they too would agree that there has been a sufficient pointing to the court that the action should be brought in, that this agreement taken as a whole and interpreted according to the usual rules of construction, clearly indicates the tribe was willing to subject itself not merely to suit generally, but also to suit or more specifically to suit in Oklahoma State Court for confirmation of an arbitration award.",
  "The state doesn't have a position on that. But, what we will say is we don't believe that that is an issue before the Court. It may be determined on remand if it's necessary. If the Court determines that there has been a waiver, that there is a waiver in the language, certainly the tribe may want to assert that defense again. But, it comes up before this Court with the presumption that authority existed. And certainly, 25 USC Section 81, which was recently amended, clearly contemplates that the tribe's will and can waive their sovereign immunity in the contracts themselves.",
  "There was an initial assertion. That is my understanding. It was asserted, but was not decided.",
  "Good morning, Justice Stevens. May it please the Court: I will begin with that, if you would like. This case is not moot because there is an ongoing case or controversy between the parties. There is a judgment, it is true, from the Delaware State court, which has now been affirmed by the Delaware Supreme Court. But preclusion doctrines not Rooker-Feldman and not mootness govern the resolution of the claims that we asserted first -­",
  "I don't know the -­",
  "Well, certainly, Justice O'Connor, we've not yet recovered on our judgment and that judgment is still there. It is still in existence. We've not yet collected on it. But I don't believe that mootness turns on whether you have, in fact, collected on a judgment. There are very few cases out there in which a party has, in fact, obtained two judgments, one from a State court and one from a Federal court, usually because a party waived the application of preclusion doctrines. And -- and we have conceded previously that that's not our interest. What is our interest here is that we have asserted Federal jurisdiction. This case was brought in Federal court by SABIC. During the course of discovery, we found some things out that they had been overcharging us and we indicated that we were going to bring claims against them in Federal court. They ran down to Delaware court by forum shopping in order to try to obtain a shorter statute of limitations, which turned out for them to be a strategic blunder of monumental proportions. But the Federal case, when we filed it, those claims had original jurisdiction in Federal court. They have not yet been resolved in a proper way. We -­",
  "Yes, Your Honor. We might not have an interest in pursuing the case, but we have a legal interest in terms of Article III case or controversy. It is well established that the -- the fact of taking a judgment does not make a case moot. In fact, if there were a holding that we think that the Federal case were moot -­",
  "In terms of cases that involve injunctive relief where it is impossible for a court to give you the relief that you have -- that you are seeking, that is true. But when you are seeking money damage, it is at least theoretically possible -- we're not saying that we're going to ask for that, but at least theoretically possible that the Federal district court could still give us relief. And therefore, what we are asking for is -­",
  "Well, we think the relief that we're entitled to, in terms of this, is for the case to be remanded for the district court to resolve these issues under preclusion doctrines.",
  "Preclusion.",
  "We don't necessarily intend to take a -- another judgment in Federal court.",
  "Well, hopefully we'll win on preclusion with respect not only to this suit, the New Jersey II suit, but also the New Jersey I suit, which we say the district -- or the Delaware judgment precludes.",
  "It is likely -­",
  "It -- it is likely, Your Honor -­ and we have previously said -- that we may very well dismiss the case of our own accord. But that doesn't mean -­",
  "Our claims are alive. There are claims there that seek relief -­",
  "We thought we would not seek further monetary relief.",
  "We have affirmative defenses to the New Jersey I, but -- but the claims in New Jersey II and Delaware are the same, Your Honor.",
  "No, Your Honor. We're not seeking additional monetary or equitable relief.",
  "And, indeed, Your Honor. I mean, SABIC has represented to the Court that it likely intends to seek certiorari relief from this Court in the Delaware suit.",
  "It is not finished -­",
  "Getting back to the Rooker-Feldman issue, which is the issue on which the Court granted cert, Rooker-Feldman is a narrow, limited doctrine, but it bars only appellate review not parallel litigation in Federal district courts. Rooker-Feldman is not a theory of vanishing original jurisdiction, nor is it a jurisdictional substitute for the preclusion analysis mandated by Congress in the Full Faith and Credit Act. The expansive interpretation asserted by SABIC misperceives the fundamental nature of appellate review. It's untethered to any natural negative implication in 28 U.S.C. 1257. It illegitimately displaces the application of section 1738, the Full Faith and Credit Act, in most cases to which it is traditionally applied, and it serves absolutely no useful purpose.",
  "Yes, Your Honor.",
  "No, Justice Breyer. It's not because he cut the review out. Rooker-Feldman is an issue of appellate -- the exercise of appellate jurisdiction. So what does appellate jurisdiction mean? Well, appellate -­",
  "Within 2 months of each other. Within a month of each other, Your Honor.",
  "That's -- that's -- Your Honor, that's our position that -- concurrent jurisdiction is a separate issue from the appellate review issue that Rooker-Feldman raises. Justice Breyer, the answer to your hypothetical is that appellate review is something different from having a parallel action. Appellate review is probably best defined by two characteristics that I'll try to flesh out for you. The first is that the proponent alleges some sort of injury-causing error by the trial court and not by the adversary and then seeks an order reversing, vacating, or otherwise nullifying that lower court order. When a party alleges an injury by his adversary rather than the trial court, the most that can really be said is that you are continuing on a parallel litigation but not that you are seeking appellate review. You do not have what looks like appellate review. You're not alleging errors by the lower court. You're not seeking an order that directly nullifies or otherwise undoes the State court judgment.",
  "Absolutely.",
  "That is absolutely our position, Justice Souter, that preclusion addresses all of these issues.",
  "I don't -- I don't think that that is true. It should not and does not turn on the words that you use in your petition. What it turns on is the fundamental nature of the injury that you claim and of the relief that you seek. One reason why you don't need to be necessarily concerned about this is that in all of these cases in which one case has gone to judgment and there is a -­ either a continuation or a new case, preclusion is going to cover these. The only extension of Rooker-Feldman that SABIC is asking for is what they call the actually litigated test. That is the heart of the Full Faith and Credit Act.",
  "Yes, Your Honor. It -­",
  "-- it arises from a negative implication taken from section 1257 and a second negative implication from 1331.",
  "Yes.",
  "And -- and -- yes, Justice Ginsburg. And that's a distinction between your hypothetical and Justice Breyer's. Justice Breyer's, as I -- if I understand it correctly, is that the Federal suit starts after the State court is done. Yours is where you have parallel actions at the same time. And where the Federal claims are parallel or even filed first, as in our case, you can't say that the moment you file those that you're seeking review of some nonexistent State court judgment. You're simply asking for relief from something that your adversary did to you. And the argument that SABIC makes that the court relinquishes jurisdiction has no basis or justification in anything this Court has ever said. It is a theory of vanishing jurisdiction that I cannot understand.",
  "Of course.",
  "And, in fact, that's what the Federal district court had done, Your Honor.",
  "Yes, Your Honor.",
  "Well, we could either ultimately dismiss it or the Federal district court could say, looks like your Delaware case is over. SABIC brings a motion -­",
  "Yes, or SABIC brings a motion -­",
  "Because the question before the Court today is a question of jurisdiction, not of practical consequences other than the mootness question that SABIC has raised. But practical consequences are that what we may -­",
  "I think, as in Feldman, that's a question that should be first addressed by the district court. Certainly we hope that you will vacate or reverse the Third Circuit's judgment and allow the district court to address those issues. Perhaps we dismiss it.",
  "There -- there is a live -- in -­ in the terms of Article III, there are live claims that remain pending before the district court. And while it is true -­",
  "At the very minimum -­",
  "As a practical matter, we have no intention. As a jurisdictional matter, there's still -­",
  "If we did intend to litigate further, SABIC would be entitled to go to the district court and say they can't. They are precluded.",
  "Well, again, setting aside our intentions and hypothetically, there are cases in which -­",
  "We -- we do not seek -- will not seek any further review from the district court.",
  "Yes, Your Honor.",
  "Well, the case is still up in the air.",
  "Because -­",
  "-- the case -- the case is not over. Indeed, because the State -­",
  "There is a different matter. But as a matter of Article III jurisdiction, Your Honor, the -- the mootness doctrine does not apply to a situation where you have a judgment and it doesn't necessarily apply the moment you get paid.",
  "Our argument is that it would be applicable only if the injury that we claimed in our Federal suit was an injury caused by the State court -­ the court itself or the judge rather than our adversary and we sought relief from that judgment. That would obtain the nature of appellate jurisdiction rather than we say, well, SABIC did us wrong, we'd like a judgment. And then SABIC can come in and say, well, they're precluded. They already tried that.",
  "Yes. If we alleged harm from the court and sought relief from the court's judgment.",
  "Yes.",
  "I don't think this Court has ever held any such thing, and I think it would be inconsistent with at least Feldman itself. The idea of -- of appellate jurisdiction over the constitutional claims in Feldman that were held not to be barred comes down in the end -­ SABIC says, well, those claims weren't actually litigated. But the opinion itself on page 467 points out that the Mr. Feldman had raised his constitutional claims in front of the D.C. Court of Appeals in terms of asking for his waiver. And when I checked the oral argument transcript from the Feldman case, it was mentioned specifically in terms of Mr. Feldman had raised the constitutional claims in front of the D.C. Court. And that's on pages 9, 14, and 16 of the LEXIS version of the oral argument transcript.",
  "Yes. Well, yes. The district court could then decide whether in fact they were precluded, and -- and it's likely that they were. I didn't follow up on what happened when the case went back down on remand. But the Court said, we're not going to decide that. We will allow the district court to address that in the first instance. And so we think that the actually litigated revision of Rooker-Feldman is simply inconsistent with Feldman itself, that it improperly displaces full faith and credit that is not true to the negative implication from section 1257 which has to be a very narrow implication, indeed, because 1257 gives this Court jurisdiction, and it's only appellate jurisdiction, to suggest that another court doesn't have that appellate jurisdiction must be -- must be narrowly limited to the context, the type of lawsuits that this Court would seek, which is not simply they did me wrong, please -- please give me money, but rather, that lower court erred. It violated my rights. It is structurally or in some -- in violation of Federal rights or something that the court did and that you have been asked to fix. That, we think, is consistent with the proper negative implication from 1257, but overrunning most of preclusion law simply is not. For these reasons, we would ask the Court to reverse. And, Justice Stevens, I would like to reserve the remainder of my time.",
  "And I'll take just a few of them, Your Honor. I believe the concession that the Federal court exercised original jurisdiction at the time our case was filed is an important concession because I simply do not see yet still any rationale for this idea of vanishing original jurisdiction. I also see the concession made in response to -­ to your question, Justice Breyer, about what happens if they win on the statute of limitations issue. Well, one of the cases they cite on page 12, footnote 5 of their brief, the Northern Natural Gas case itself makes clear -­ and there are other cases. They went to Delaware to apply the Delaware statute of limitations. They conceded in front of the Delaware Supreme Court that even if they had won that, it wouldn't bar another lawsuit in a different forum applying a different statute of limitations. The only way they could even hope to get the shorter statute was in Delaware. The Delaware statute would never apply to our Federal claims, so that if somehow it went back on that procedural ground, it would not bar a trial in Federal court. We don't think that that's likely to happen, but that is another explanation yet of why it's moot. We also cited to the Court the Male case. It is an old case, but it does make clear that when there is the question of jurisdiction before the court and some other court rules on the merits, that does not make the case moot. In fact, you really wouldn't have a need for claim preclusion if that were the rule in -- in mootness, because once the case is final over there, they'd all be moot, and you wouldn't need to apply -­",
  "You're right.",
  "I -- I think that's right. I'd also like to address, just very briefly, the ASARCO question. The language that the Court used in there we don't necessarily think was loose or inappropriate, Justice Ginsburg, and the reason was the Court cites at that point an amicus brief by the United States and it cites a particular footnote. And what that footnote says is it's a recommendation that the mining company in that case could file a Federal lawsuit seeking a judgment that the invalidation of the statute was not necessary. But by challenging the invalidation itself, that -- that looks more like a direct challenge to the State court judgment. It's not simply a relitigation. So that behind the Court's language there -- and of course, it was really just addressing standing. It was not directly addressing Rooker-Feldman. But the U.S.'s suggestion in that case was a suit challenging the State court judgment, and in that situation, it looks more like appellate review, more likely to infringe upon Rooker­ Feldman-type interests. In the end, we believe that preclusion doctrines adequately cover all of this, that it is not true -­",
  "Your Honor, there's a question about that. I mean, the Court kept jurisdiction, but there was a determination that the statute was invalidate -- was invalid and then a remand back to the district court for further proceedings.",
  "Yes, Your Honor, it would.",
  "In the -- at the end of the day, we believe that this Court's preclusion jurisprudence is not riddled with vagaries, that it's not difficult to understand, and that it's certainly not more vague or difficult than the borrowing that they are attempting to do to bring existing preclusion doctrines into -- in order to expand Rooker-Feldman. Preclusion is the answer in this case. We believe that the district court should be permitted to address that in the first instance, and we would ask the Court to reverse the judgment of the Third Circuit. Thank you.",
  "Good morning, Mr. Chief Justice, and may it please the Court: Subrogation-based claims have always been fundamentally equitable in nature and fit comfortably within the prescriptive limits of section 502(a)(3). The Court should reject Petitioners' attempt to make these kind of subrogation-based reimbursement provisions universally unenforceable in ERISA plans.",
  "It has been, Your Honor. And -- and let me make clear what the plan says. The plan, I think, does three things. The plan memorializes our right to subrogation, a -- a right that has existed in equity in modern times and ancient",
  "I don't believe that he does cite cases disallowing it under circumstances anywhere close to this. He did cite in his brief Trist and other cases from his reply brief that this Court in Barnes expressly disapproved. And so in suggesting that -- that there is not somehow an equitable right that attaches to this type of a plan language, we think that on that additional ground that fails. This type of a claim is a fundamentally equitable claim. When we pay over the medical expenses, we obtain a right in equity to receive an amount up to that which we have provided to the Petitioner. Our plan reflects that language. Our plan also goes on to say that it contains a commitment that we will look only to the recovery, to the fund that is received from a third party by settlement or judgment. We think that that fits clearly within the language of Barnes, that we are committing ourselves to a recovery that will look only to the fund that is recovered. brother said, well -- because I simplified that to the ring, and he says, well, if in fact you had a contractual right to get repaid from the ring, you know, which is a physical thing, you couldn't -- stronger than your case -- you couldn't get it in equity. If I really knew about the 18th century cases, I would realize that, and it's only my ignorance that and my dissent that prevents me from understanding this.",
  "I disagree with his response. I think the ring clearly would have been recoverable in equity and I -- I don't think there can be any reasonable question about that.",
  "For the -- for the ring proposition?",
  "I do think the Barnes line of cases that include with it Walker v. Brown and -- and that -- that if you have committed to something that -- that requires the return and recovery of a specific would also fall clearly within the realm of specific performance, which is a known exception to contract- based claims that falls clearly within -- within the realm of equity.",
  "Because the right to subrogation exists independent of the contract. This Court has said that numerous times. We've cited cases in our brief going back into the 1800's.",
  "Because of the specific requirements of ERISA litigation. 502(a)(3) doesn't say that you can bring any claim in equity. It says that we can bring a claim seeking appropriate equitable relief to remedy a violation of the plan or to enforce the terms of the plan. So there is a necessary joining of equity and the terms of the plan when you bring -- equitable subrogation claim were subject to the make- whole doctrine or -- or these other equitable relief are you entitled to? The -- the one subject to the equitable doctrines or the relief that's specified in your contract?",
  "We believe that the courts of appeals have already resolved that question, and that is that -- first of all, there are -- there are variations on make-whole. Theirs is only one. Their view of it is only one, which is the -- the most --",
  "I don't distinguish between the two, Your Honor. And ultimately the reason for it is, is that a third part of the plan language is that it contains essentially a pre-agreed allocation. That's all that it does. It says because of the risk of manipulation in these settlements where the insured will settle a third party claim and say, okay, it's a million dollars, but let's write $10,000 in for medicals and the rest will be pain and suffering because we don't want to have to pay back on outside the ERISA context, in these types of situations, that the subrogation language will contain back, it is applied first to the medical damages. That is -- that is all that it is. It is -- it is not something that exists outside.",
  "I think we would be entitled to it under the -- the terms of the plan.",
  "Obviously, in -- in doing these things, there's a practical side on -- on the business side when they work these things out. But the reason that claim would settled for $100,000 again speaks to the strength of their claim for other kinds of damages. -- it might be because there's contributory negligence, all sorts of things. They might have compromised at 20 get 100 cents when the -- when the rest of the recovery only gets 20 -- 20 cents?",
  "Again, it's -- it's because of the nature of the allocation.",
  "It is because --",
  "Yes. Courts in equity in -- in -- modern courts in equity in -- in analyzing these types of -- of claims have permitted these types of allocation --",
  "I think that's an accurate statement outside of the ERISA context, Justice Stevens, that there are courts that enforce one form of make-whole that might not. But there are many States that do enforce a --",
  "Well, the -- the plan contains an allocation agreement that is part of -- the allocation agreement is enforceable. Every court of appeals that has -- has ruled on this issue has said that they are -- that they are not going to adopt State court rules that contradict plan terms because that would be contrary to the intent of Congress in enacting ERISA and in making plan sponsors the -- the governors of plan design. So we didn't want that type of thing to happen. Every court of appeals has ruled that. But that -- that --",
  "I believe -- I believe that is correct. We believe that it runs the other way, that our plan language simply reflects an age-old, historical subrogation right that has existed in equity and that has been slightly modified.",
  "I'll try to get most of that in order. First of all, the Court did -- has ruled. It's an issue of statutory interpretation, and the Court has not usually gone back on it. We're very comfortable with Mertens. We're comfortable with Great-West. We think --",
  "Yes, Your Honor.",
  "Your Honor, we are very comfortable within the law that this Court has set out. We believe that the Court has gotten it right.",
  "Your Honor, that presumes that -- that we don't have things that we can do along the way before it comes into the attorney's hands. This is a very interactive process.",
  "Justice Breyer's example is one itself does not, in fact, bar --",
  "But if -- if you go out and, you know, give out dollar bills on the street till it's all gone -- we accept that there are limits to our recovery.",
  "The -- the commingling situation is one in which the courts would look to see if the person is still essentially in possession of the funds as the Court stated in Great-West. We think under that circumstance it would be. I can envision circumstances --",
  "Yes, absolutely.",
  "Then, Justice Ginsburg, we would test the language at the end of Great-West and we would have to go after a different defendant. And we would -- we would have to test our luck under that type of situation, go after the person in possession or control of the funds, and we would be able to do that. And we believe that courts would -- would allow that and would enforce our equitable rights in that type of a situation. I don't mean --",
  "There, I believe there's a strong argument that California might not have permitted us to intervene at all.",
  "I think that our --",
  "I'm sure you'll wish us luck with that, Justice Scalia. But I think that our rights are sufficiently secure under ERISA as it is now written and under the jurisprudence that this Court has set forward. We believe that our plan sufficiently captures the essence of the age-old equitable subrogation right, that in seeking to enforce that plan, we both capture those subrogation-based rights, but our plan also commits to seek funds solely from a fund, a res, that will come into existence as a result of the third party litigation --",
  "Good morning, Mr. Chief Justice, and may it please the Court: The magistration that follows every Texas arrest does not begin a criminal prosecution under the Sixth Amendment. When Rothgery was magistrated, no formal charges had been filed against him; no one attempted to elicit incriminating information from him; no witnesses were presented --",
  "It is not uncommon -- in fact, it's universal practice that when one is arrested on a -- without a warrant, it is normally because a police officer sees an individual in the commission of a crime. It's not uncommon to go and to arrest that person, to cease the crime that is taking place and perhaps to prevent other crimes from taking place, and to present them. Gerstein makes clear that this happens all of the time.",
  "Texas statute allows for counsel under that situation. But this is an issue that is addressed primarily by the Fourth Amendment.",
  "The Fourth --",
  "No, Your Honor. The Fourth --",
  "We believe that this is an issue that was addressed by the Court in Gerstein and McLaughlin, that the Fourth Amendment prevents unreasonable seizures and the Sixth Amendment speedy trial rights kick in. And so there is a limit on what type of a seizure that can you have. And the Fourth Amendment does prevent that, as do other rights, and as the Court recognized in Gouveia. But the liberty interest that is at stake there, as the Court said in Gouveia, is not one that implicates the Sixth Amendment right to counsel. If there are other --",
  "Gerstein says that there must be --",
  "That could not happen in Texas.",
  "It would be -- not be a violation of the Sixth Amendment right to counsel.",
  "It might well be a violation of the Fourth Amendment or other Sixth Amendment --",
  "That's correct.",
  "It happens all the time, Justice Scalia, where people are appointed counsel but, for whatever reason, do not make bail and --",
  "I think Gerstein would prevent that, Justice Souter.",
  "That's absolutely true here.",
  "I don't know the answer to the constitutional significance of the different --",
  "What is stated on the form -- certainly I can't say what was going through the magistrate's mind.",
  "The answer I believe is that you -- that you find that there is probable cause to make the arrest.",
  "I do see what you're doing.",
  "I don't think that there is a difference in this case. I think --",
  "Magistrates have a great amount of discretion, and I think if a magistrate was convinced that probable cause existed at the time of arrest and not now, it's quite likely the magistrate would find --",
  "I believe so. That's exactly what the Court required in Gerstein, Your Honor.",
  "No, Justice Stevens.",
  "There is no role for a prosecutor at a magistration under Article 1517 of the Texas Code of Criminal Procedure.",
  "That's possible. And I would like to amend my answer to you, Justice Stevens. It's not at all uncommon -- once an arrest takes place and an officer can go and present a case to the county or district attorney, it's not uncommon at all for charges then to be filed in the -- depending on what the crime, is in the district court or county court, and for the magistration then to be moved over and to take place in an official court. And so at that time, it could very well be. And we would say -- we would say likely at that point that, yes, that formal criminal judicial proceedings had initiated, and it's not uncommon. But in this circumstance --",
  "No, Justice Stevens.",
  "An expression of subjective --",
  "Under the circumstances where no formal charges have been brought, a statement by a prosecutor that they are looking at it or that they intend to bring some is not itself the initiation of formal adversary judicial proceedings.",
  "An indictment does usually take a little bit more time because it has to be taken and presented to a grand jury.",
  "He is not charged during that interim. But you can have --",
  "No, Justice Souter. Texas statutes do allow for the filing of a complaint in some circumstances. It's not frequently used. But that's a complaint that has to be filed in the district court or in the justice of the peace court.",
  "Nothing was filed.",
  "Yes.",
  "It was based on the officer's affidavit of probable cause, which was presented at the little glass window to the magistrate and --",
  "Well, the warnings go through. They are very similar to Miranda warnings. He is told that he has a right to counsel under Texas statute for this. He is -- he is warned, as Ms. Spinelli said, about examining trial. There is a list of things --",
  "I don't think that's what would happen. I think if he had insisted on counsel being present for the bail portion of the 1517 magistration, I believe that they would have gotten somebody to come and --",
  "Under Texas statute they would.",
  "No.",
  "We completely agree that if that were the case, Coleman -- this Court's decisions make absolutely clear he would have been entitled to counsel for an examining trial and would have been -- we would have been obligated and would have appointed counsel at a reasonable time before that examining trial so that the preparations could take place.",
  "Because there is no prejudice to your fair trial rights from not choosing to have an examining trial. We are unaware of any case that has said that there is a Sixth Amendment right to consult with counsel before deciding whether to ask for an examining trial. And in fact, in Texas they are very rare because in the very unusual circumstances where somebody asks for one, more often than not the prosecutor will simply hurry up and do an indictment. And so there will be no examining trial that takes place. And that's a put up or shut up procedure, but it's not something that prejudices your fair trial rights if no examining trial actually takes place.",
  "I certainly do believe that the court would. I believe that a decision that the right attaches, that there is an initiation of formal judicial proceedings at the magistration, would contradict not only Kirby, but also Gerstein and Gouveia.",
  "It's not clear to me that that makes a constitutional difference in our circumstances.",
  "I -- I think the primary issue with that, Justice Breyer, is that it contradicts what the Court said in Gouveia. The Court went through a lengthy exegesis in Gouveia about what interests in particular are protected and talked about this, this expression of a concern about our liberty interests; and that the purpose issue was not something that the Court addressed there. It simply said that our Fourth Amendment precedents go to the liberty interests. Our Sixth Amendment speedy-trial and other precedents go to the liberty interests. The right to counsel is not specifically a liberty-interest protection. It is something, as Chief Justice Roberts mentioned a few minutes ago as we set out in our brief, something that protects your right to a fair trial. And there are -- there are proceedings that take place along the way that the Court has held are critical stages, and we need and want counsel to be present for them, and so we have so dictated. But getting behind --",
  "No. I -- I disagree with that. Coleman itself says that the reason we're requiring counsel for a preliminary hearing or an examining trial, as we call it in Texas, is precisely because there will be witnesses, there will be arguments made; and you could waive defenses if not made there; that this is very important. So we're going to define even, this examining trial or preliminary hearing, even though it comes before an indictment, we're going to define that as an event of attachment solely because your right to a fair trial could very much be prejudiced there. And that -- that doesn't exist in this case, and that certainly the failure to ask for a examining trial does not prejudice your right to a fair trial. Justice Breyer, you asked a hypothetical that I would like -- I would like to address because it is something that happens all the time, and I think should inform the Court's decision here. And, that is, it is not uncommon, and some statistics that I have seen suggest that it may happen in half of the cases, where an individual is arrested, magistrated, released, and no charges are ever brought. So the bulk of your 500 protesters are never brought. Under Mr. Rothgery's view of the Sixth Amendment, the county -- you know, let's say somebody is protesting whitetail deer hunting in Gillespie County. The county would be required to appoint counsel for all of those individuals even though --",
  "If they ask for them.",
  "If -- if the court were to make a rule that depended solely on incarceration, that is true. I don't understand Mr. Rothgery to be making that argument because he was released on bond.",
  "That amicus brief attempts to suggest that Texas's statute is very different from statutes that exist in other cases -- in other States, and that's simply not true, Your Honor. I do not understand what happens in each of those -- in each of those States, but I have at least seen decisions in some of those States that suggest that they don't act that much differently than we do, and that -- that they do apply a critical-stage-type analysis in evaluating --",
  "You mean at the magistration?",
  "If he would have asked for one, he would have gotten one.",
  "Absolutely not, Justice Stevens. There were no charges pending. This -- this magistration that occurs in the jail is simply --",
  "A release from bond, it would have theoretically been possible, yes.",
  "I don't --",
  "I don't think the judge would have said: You have to appear yourself. I think he could have personally come forth --",
  "Well, that's an issue that doesn't come up because judges don't exclude --",
  "The difference between the Sixth Amendment strict requirements and practicalities is a significant one. I don't think the Sixth Amendment would necessarily have required it. The -- I am aware --",
  "It is the same as every other --",
  "-- situation.",
  "He would have -- he would have the same rights as anybody else, whether retained or --",
  "It would not be a Sixth Amendment right to counsel. There could be a right if you otherwise have a lawyer; that the State cannot exclude that lawyer from participating on your behalf. But it would not be an \"attachment,\" an \"appointment\" issue, where you are entitled to appointment of counsel to do that.",
  "I think if -- if he were to ask somebody, he would be told that you can ask for an examining trial. If you ask for that, we will appoint you a lawyer; and you will have your examining trial unless the State decides to indict before we actually get to it.",
  "I have given this great thought, Justice Alito. In my mind, the only doctrinal difference it really makes is the situation that this Court has described in Michigan v. Jackson, which I have previously addressed in the Cobb case which I argued. But in most other circumstances we think that the analysis is essentially the same, because the Court has never said that there isn't a right -- there is a right to have the assistance of counsel without having a critical stage. In fact, I believe Justice Brennan -- if you will allow me 15 seconds -- Justice Brennan's decision in Maine v. Moulton said: \"Recognizing that the right to the assistance of counsel is shaped by the need for the assistance of counsel, we have found that the right attaches at earlier critical stages in the criminal justice process where the results might well settle the accused's fate and reduce the trial, itself, to a mere formality.\"",
  "Once -- once a case gets going, I don't believe this Court has ever been presented with a case where there has been attachment, there have been some critical stages, and then the State has decided to deny access. And we don't think that the Court would like --",
  "That is the usual course of things.",
  "In Texas, because the Fair Defense Act permits the appointment of counsel for those who are held in custody, all persons who request counsel are appointed counsel within one business day in the large counties and within one -- within three business days in the smaller counties. And so that --",
  "No. Section 1.051(j) authorized the counties who went -- to not appoint counsel when an individual is released on bail, and to await -- to await the first critical stage or the initiation of adversary judicial proceedings; whichever occurs first, it says. And so once this gentleman was indicted, that would disappear; and he would be entitled to counsel, as he was appointed counsel immediately upon indictment.",
  "The Texas statute authorizes appointment. Gillespie County is a smaller county, so it's three business days, Your Honor. Upon --",
  "Well, because Mr. Rothgery was released on bail, and so the county was authorized not to appoint counsel.",
  "\"Examining trial.\"",
  "Right.",
  "Once -- once an examining trial is scheduled, I'm not sure there are one or two days, but requests -- I think that's what would have happened. The Constitution requires appointment of counsel for an examining trial a reasonable time before the examining trial to allow for preparation.",
  "No. The examining trial, itself --",
  "This Court in Coleman said that the examining trial, because of the potential harm to a fair trial in the future, would define it as a --",
  "An examining trial is an extended version of a probable-cause determination. It is not holding on a charge --",
  "Probable cause that -- that a crime has been committed.",
  "If -- if that were the law, Gerstein would have to be reversed.",
  "That is what preliminary hearings and examining trials have always been about. Yes, Your Honor.",
  "Good morning, Mr. Chief Justice, and may it please the Court: Racial classifications are inherently pernicious and, if not checked, lead as they did in New Haven to regrettable and socially destructive racial politics. Neither equal protection nor Title VII justified New Haven's race-based scuttling of the promotions Petitioners earned through the civil service process mandated by Connecticut law. The lower court required no strong evidentiary basis that the City was acting to remedy or avoid any actual discrimination, but strong safeguards are needed to smoke out illegitimate uses of race and to extinguish the racial favoritism that civil service laws -- excuse me -- are intended to prevent. Governmental employment actions grounded in race must be strictly scrutinized because they engender divisiveness and cause race-grounded harm that the Constitution seeks to avert. That standard does not change with the race of those the government seeks to - -",
  "No, Justice Stevens. I think the city makes the argument that it was not a race-based decision simply because the effect of the scuttling resulted in no promotions being given at all. We believe that that is not a basis for distinguishing this. That it still remains a race-based decision.",
  "I believe that that's an issue of law, Your Honor. It is no different ultimately than what the Court concluded in Croson. This type of an argument that a do-over is not a racial classification is exactly what happened in Croson. There was a do-over declared, a -- a rebidding; and yet the Court said, because that rebidding was declared for racial reasons, it would nevertheless be subjected to - -",
  "If that decision was grounded in a determination that we simply need to ensure that there are more women on the force, then, yes, it would be subjected to heightened scrutiny, maybe not strict scrutiny under that - -",
  "I think your question gets to part of the heart of this case, and that is, ultimately: Is the decision that's being made one that is -- is based in race or is -- is based on a determination that there is an improper test? But this decision is grounded in race if -- if the police department in your case had clear evidence that the test was simply unnecessary, that it was not job-related and could be clearly done by an identifiable alternative, I think at the end of the day there might be some basis. But if it is grounded in - -",
  "To use the constitutional analogy, Your Honor, I think Wygant, Croson, Adarand, other cases, make clear that you do not have to prove the violation against yourself, but you do have to demonstrate that you have a strong basis in evidence for believing you are violating the law. In Wygant the plurality set that out citing convincing evidence.",
  "No, I completely disagree with that, Justice Souter. It not simply a matter of good faith. The use of race in government is so -- the Court has been so - -",
  "I also - -",
  "I disagree with that as well, Justice Souter. There is a strong difference in what happened in this case. In partial answer to Justice Ginsburg's question, et al., this is not an issue where the -- where the city had before it and was making a determination that our examination is not job related. In fact, it is clear on the record that what the city said is, this comes to the wrong racial result, and, therefore, there must be something wrong with the test. When pressed - -",
  "Under our alternative argument, Your Honor, assuming that -- that fixing disparate impact can be a compelling interest, we believe that you would at least have to demonstrate a strong basis in evidence to show that there is liability under (k)(2) -- your -- your example - -",
  "Under the Armstrong basis of evidence test, it might very well be because it meets the second qualification of the disparate impact statute, in which there is a specific alternative that is equally valid. If you are -- if you are going to assume that it can be shown to be equally valid and that it has less disparate impact - -",
  "Well, we are certainly quite troubled that the Court would say, as it has not said, that the idea of -- of overcoming purely unintentional discrimination can be a compelling interest for cutting off what we believe is intentional discrimination. But barring that, our test, our backup test, is then that the strong basis in evidence test that exists from Wygant and Croson would at least in its -- require that you have a strong basis in evidence for demonstrating liability under this - -",
  "Under that argument, as long as it can be demonstrated to be equally content valid, equally or better content valid and to have a lesser impact, then it would show -- it would establish a stronger - -",
  "That's -- that's correct, Your Honor.",
  "Well, I understood Justice Kennedy's hypothetical to be after you have taken a test and building upon the hypothetical.",
  "It was - -",
  "If -- if in your situation is simply in your situation the initial giving of the test, can you choose between those two tests, then we believe based upon what the Court has said in the past that a city could do that.",
  "Well - -",
  "Nobody can know in fact - -",
  "Under that hypothetical, we believe they can choose that test.",
  "Two very strong differences, Justice Breyer. First of all, our -- our firefighters had already taken the test; they had earned their promotions under state law. There was nothing left to do but to ministerially certify the lists, all right? The second difference is this. The only - -",
  "We're not claiming that it's a vested right. What we're claiming is that sometimes the Court has permitted governments to use race to remedy discrimination, and what would be needed in that hypothetical, Your Honor, is -- is the discrimination; and under your hypothetical there might very well be a strong case of discrimination, but under these facts there is no evidence in this record, and the city conceded below and never asserted in its bio in this case that it had any basis to contest the job-relatedness of this examination or these examinations that were given. That is not part of the record in this case. The - -",
  "No, Your Honor, not in the district court. If you look at 1024a of the Pet. App., the city's lawyer in front of the district court and in its pleadings on summary judgment very clearly states that they didn't believe the job relatedness is even relevant to the case. All that they needed was good faith. They didn't need job relatedness, they didn't need an actual alternative, which is the basis of some of the hypotheticals you're giving. All they need is good faith.",
  "Justice Ginsburg, that's not at all what Mr. Hornick said in front of the Civil Service Board. What he said is first, I didn't look at the test; two, I looked at the results and I see disparate impact; three, I'm not going to tell you what exams we gave, but I'm mentioning this thing called an assessment center, but I could design a better test, not having even looked at this test. But at the end of the day he also said, I think you should go ahead and give these promotions and in the future maybe you could fix your test. He didn't say here's an alternative; here's why this would be equally valid, here's why -- excuse me -- here's why this would have lesser impact. He simply said there is a concept called an assessment center, and I think that that might help you in the future, but you should go ahead and give the promotions on this test. Same - -",
  "Well, I actually think I got to the -- the first.",
  "Again -- again, getting to the -- the fundamental point is, the use of race is so, so very important that the Court has always expressed skepticism and hostility to it, and what we're saying under this argument regarding a strong basis in evidence, and I think this answers both your hypothetical and Justice Souter's, is that what the city is saying, we don't have to demonstrate a strong basis in evidence for liability, we concede that we don't have that; all we have is good faith. And that's not enough. That leads - -",
  "That's not our intention, Justice Souter.",
  "Our argument is clearly that this is not race-conscious, that it is race-based. The only determination that the city made is we don't like the results of this test; there must be something different that we can do; and we don't need to demonstrate - -",
  "-- viability or strong basis in evidence. We can simply fix it.",
  "But it -- it clearly is, Justice Souter. I think the distinction we're making in part is this principle of individual dignity that the Court has recognized is so strong distinguishes the hypothetical that Justice Kennedy gave me from -- form the example that we have in this case where they had already taken the test; identifiable individuals had earned their promotions; and then the city says too many non-minorities passed this test, and we are going to scuttle these results based on identifiable individuals who have passed and not based on any -- anything approaching a demonstration that there is actually any disparate impact liability.",
  "Justice Souter, I understand the concern about the employer's point of view, which we don't think stands here just because of the blatant way the City went about this. But in general terms we're not asking, contrary to Wygant, contrary to Croson, that you prove up a claim against yourself. But what we are saying is that the standard cannot be so light that the City very lightly and without any demonstration whatsoever that there might actually be liability here, based simply on the numbers, can say well, we're going to avoid liability and we're going to favor the minority group over the non-minority group. All we're asking for is that the City undertake an honest and -- and open assessment of are we really likely to be liable here under the disparate impact provision of Title VII.",
  "I think - -",
  "I think it is. I think you're giving examples from Justice Kennedy's - -",
  "It's -- it's really isn't different from Justice Thomas also had an example in Grutter. These are - -",
  "I think the Court is certainly not fully in agreement on these questions, but the Court has at least an opinion suggested that those types of examples really are more of -- as Justice Souter, you were saying, the race-conscious type determination, and they don't violate this principle of individual dignity. You're not taking individuals one by one who have already earned promotions, and you're taking away benefits from them clearly on the - -",
  "The difference that the Court, I believe, has suggested is that that type of a redrawing is likely to include a number of traditional redistricting factors and that race in that instance, unless it was shown to ultimately predominate, would not make it a race -- or, excuse me, a race-based effort that would violate equal protection. I believe that's - -",
  "Of course.",
  "Again, assuming that no test has previously been given, if there are two tests, they are equally valid, one can be demonstrated to have lesser disparate impact, if there are no other circumstances, then we think they could likely under that test - -",
  "I disagree that its sole purpose would be for that reason, Justice Stevens. As long as it meets the other criteria for job relatedness, it would still be fulfilling the City's necessary needs for -- for identifying quality candidates for making sure - -",
  "We certainly have taken the position if disparate impact is identified purely as unintentional discrimination, then we don't believe it's a compelling State interest to overcome - -",
  "I'm not sure that we are questioning whether there's a State interest in - -",
  "If the disparate impact is caused by something that could be demonstrated to equate to discrimination on behalf of the entity, which is what the elements of - -",
  "There are two aspects to that, Justice Ginsburg. The first is that you may have disparate impact if it is caused by unintentional discrimination. But you may have disparate impact that occurs through no discrimination, intended or otherwise. And Watson clearly recognized that. And when Watson said we need to have strong evidentiary standards in evaluating disparate impact liability, it was recognizing that employers can't act simply to fix numerical disparities, because otherwise that leads to soft quotas. What we need is some demonstration that there is at least discrimination on behalf of the entity, and perhaps that's unintentional, perhaps it's not.",
  "Congress has spoken on this issue, has identified job relatedness and lack -- and the refusal of an alternative in K itself. We believe this is with the provisions we have cited, H, J and L, all in which Congress expressed a strong intent to favor tests. If I may reserve the balance of my time, Your Honor.",
  "There's another statute that the Court ought to consider in the Title VII context, and that's section 2000e-7, which says that Title VII will not overrule and pre-empt State law unless there is a violation of Title VII. In asserting that, under any reasonable basis, as long as they have a reasonable basis, they can dispense with all the provisions of Connecticut civil service law, all these provisions that were put in place to get rid of cronyism, to get rid of discrimination can be set aside based on nothing more than a numerical disparity or perhaps a concern about the test we think cuts against Congress's intent in Title VII in respecting these State and local laws that are intended to ensure that employment practices are fair and that they choose and select those who are best qualified to put into these very important first-responder organizations.",
  "I think consistent with the answer I gave you before, Justice Breyer, that based on --",
  "Based on that alone - -",
  "No, it would not be.",
  "It - -",
  "You're not taking away tenure from anybody.",
  "You're just saying we want to change the tenure process.",
  "The analogy to your analogy is that if we have a series of people who go through the tenure process that exists and it turns out, you know, we -- we don't like the results, and - -",
  "-- therefore we want to change it.",
  "Well, you've chosen a very controversial subject.",
  "If - -",
  "If -- if that is not done on the -- on the basis of race, then, no. The institution of the 10 percent rule itself, most people believe - -",
  "Likely, yes. The answer is - -",
  "-- it can do it.",
  "Is that, under State law, these individuals had gone through an existing process and had -- under State law, had been determined to be the most qualified candidates and, barring anything else, would have been promoted. So the classification that is made clearly does distinguish between those who are qualified for promotion and those who are not qualified for promotion and would not receive. It violates that -- that singular principle of individual dignity to have these individuals be told, on the basis of race, you're not - -",
  "If - -",
  "I don't think that's what we've said, Justice Ginsburg. Under our alternative formulation in which the Court recognizes - -",
  "The difference is this, Justice Ginsburg: The example you have given would clearly satisfy or likely satisfy a strong basis in evidence that you are actually in violation of the disparate impact provision of Title VII. There are three prongs. The first is adverse impact; the second is that your test is not related; and the third is the existence of this alternative that is equally valid and that results in lower disparate impact. The City has never asserted -- and I hear it today continue to say, we don't have to show those other two prongs, that a numerical disparity enough may allow the City to conclude that there must be something wrong with the test. This kind of res ipsa loquitur theory of disparate impact is one that the courts have not recognized and that Watson said we cannot allow because it results in racial balancing and soft quotas based on disparate impact - -",
  "That I agree with, Justice Breyer.",
  "I also agree with that.",
  "That's also correct, Justice Breyer.",
  "No, not necessarily, Your Honor. Okay, what - -",
  "If - -",
  "I don't think that's our position, Justice Souter. The first case I think is the hypothetical Justice Kennedy posed to me. The second case, as we've been talking about, is that you identify the disparate impact after the test has been given. Under this alternative theory that would allow a -- an employer to respond, all we are asking under the strong basis in evidence test is that you not react out of a concern, or out of this mere reaction to the numbers, but that you then look, is the test valid? Do you have convincing evidence, in the words of Wygant, to form a strong basis in evidence that if you did go forward - -",
  "Consistent with what -- my conversation with Justice Breyer, if they see it coming and do it ahead of time, it doesn't violate that principle of individual dignity and that -- and doesn't discriminate against particularized and identifiable individuals.",
  "Good morning, Mr. Chief Justice, and may it please the Court: After more than 20 years of steadfast compliance with the Voting Rights Act, Northwest Austin MUD Number One is entitled to be free from the intrusive burdens of preclearance. The district is entitled to seek a bailout because it is a political subdivision under the Court's decisions in Sheffield and Dougherty County. This natural parallelism between bailout and preclearance allows bailout to serve its ameliorative purposes of encouraging, recognizing, and rewarding long-term compliance and progress - -",
  "Well, we disagree with that, Your Honor. We believe that under Dougherty County in particular, the Court specifically recognized that these entities such as cities and school boards and utility districts are political subdivisions and that that term as it's used - -",
  "Justice Ginsburg, the term \"governmental unit\" doesn't actually appear in the provision that authorizes bailout. What it says is that when a political subdivision seeks a bailout that, if it has any governmental units within it, it must also ensure that they are compliant before it can have a bailout. For instance, although the district is not a political subdivision of the county, it is in the county, and therefore under the substantive criteria, if the -- Travis County wanted to bail out, it would have to demonstrate compliance of all of those governmental units within it.",
  "Again, I disagree with Your Honor that -- that the term \"governmental unit\" appears in the provision that defines criteria.",
  "Again, the statute that defines who's eligible to bailout says a State, a political subdivision that has been separately designated for coverage under 4(b), and a political subdivision that has not been separately designated for coverage. We were never separately designated for coverage. And under Sheffield and Dougherty County, we have long been considered a political subdivision. Indeed, we are subject to the process of preclearance only because we were a political subdivision. The actual requirement that you send in preclearance submissions is on political subdivisions. We are subject to lawsuits under section 2 because we are a political subdivision. We are subject to the possibility of Federal examiners because we are a political subdivision. At no place in this Voting Rights Act, in any of the dozens of the uses of the term \"political subdivision\" has this Court or Congress, other than the designation statute, separately suggested that a political subdivision such as the district would not be considered a political subdivision under the terms of the Voting Rights Act.",
  "Well, certainly we believe that the purposes of the Act suggest that we should be considered a political subdivision eligible to bail out. This interaction between the county and the district - - we -- we exist within the county, but we are not part of the county. The county, as we say, is not the boss of us. They don't have any way to ensure or require us to do things. And as the facts of this case demonstrate, not only did the county have different political interests, but we've also demonstrated that because you have entities that are subject to separate designation, like the county, that have dozens and perhaps in this case over a hundred separate political subdivisions, Travis County could never practically seek a bail out. And in order to give effect to what I call this ameliorative purpose to bail out, the Court should interpret the statute in a way that allows these small entities to bail out. These small entities - -",
  "Well, I -- I -- again, the Court doesn't need to reach that question yet, but I'm not sure that the answer is that we clearly couldn't if we were a separately designated or -- excuse me -- if we were in a separately designated county that says - - that's it's not in a covered State, right? There is this argument, for instance, that -- that that State could be covered in whole or in part. And certainly, for instance, in California the State is -- is covered in part. And it could be resolved in that way. The statute is not exceptionally clear on it, but the Court doesn't have to reach that because we are in a fully covered State, and we are -- under all the provisions of Voting Rights Act, have always been considered political subdivisions. The district court said you're a political subdivision for every purpose except this one. You have to - -",
  "I don't know that there was a specific legislative proposal, Justice Ginsburg. There was certainly some discussion of that. What -- what is particularly clear is - -",
  "I don't know that the record actually shows that it was resisted. It was simply part of the discussion during the reauthorization proceedings. I'm not aware of any specific resistance relating to that. There weren't any amendments to the statute, but the amendments in 1982, we do believe are very important to the Court's consideration of that because the bailout aspects were considered in City of Rome, and in City of Rome the only entities that could bail out were a -- were a State or a separately covered or a separately designated subdivision. And then 2 years after that, Congress amends the statute to add this third category, which is political subdivisions that have not been separately designated for coverage. That amendment and that addition is clearly in direct response to City of Rome and, we believe, a clear indication that Congress did intend and, indeed, it said it intended to expand the bailout opportunities. Congress believed that many, if perhaps not most, political subdivisions in 1982 would be eligible for bailout, but because - -",
  "Yes, Justice Ginsburg, but unlike the Attorney General's regulations that relate to preclearance, bailout is not something that the Attorney General actually has any specific say in. The statute provides for a lawsuit to seek a bailout. It's not like preclearance, where can you get it from either the Attorney General or the district court. Now, the Attorney General may choose, as it has for several of the Virginia entities, not to resist that. So you can file a friendly suit once the Attorney General has been convinced, but - -",
  "Well, with respect to our constitutionality issue, Justice Kennedy, one thing nobody is contesting here is that we are not subject to preclearance. And so, if we are not eligible for bailout, we obviously do and we believe have standing to assert that the reenactment of the preclearance provisions is unconstitutional because they, unlike the bailout, would clearly continue to apply to us.",
  "Well, we didn't seek a preclearance - -",
  "Well, there is certainly a possibility we may seek to preclear things in the future, but this is primarily - -",
  "No, Justice Souter. This is primarily a facial challenge to the statute. We are subject to the obligations of preclearance. And we believe that we - -",
  "I agree with -- I disagree with that as well, Justice Souter. While it has not been highlighted in the briefs, there is deep in the record discussion during a MUD board meeting of potentially some changes, and discussion on that was table pending the outcome of this lawsuit.",
  "The contract in 2004 by which we asked the county to actually perform the elections itself, that was precleared, Your Honor.",
  "That's correct. This lawsuit --",
  "That's correct.",
  "No, Justice Scalia.",
  "I do think you're wrong about that, Justice Souter. We had not been denied bailout. The suit sought bailout. The only way to seek a bailout is through the lawsuit - -",
  "-- and this lawsuit seeks the bailout and the declaratory judgment that if we cannot bail out - -",
  "Yes. There are different claims in the lawsuit, Your Honor. And indeed, the standing point is- -",
  "Well, that's not exactly right either, Justice Ginsburg. We certainly contest and contend that preclearance is unconstitutional. We acknowledge that if the Court were to give us bailout that the Court might choose on its own not to reach the constitutional issues because we would receive relief.",
  "No. We do not say that the modification would make the statute constitutional. Our position is both that we are entitled to bailout and we have an alternative claim that we have asserted that is independent, it's not dependent on the first one, that preclearance is unconstitutional.",
  "I do acknowledge that, Justice Souter.",
  "Right. But because we had all the claims together in one lawsuit, we had to assert them all together, and that's what we've done. Getting to the heart of this preclearance issue, if I may, Katzenbach recognized that preclearance really was an extraordinary remedy and it recognized that is a remedy that would not otherwise be appropriate but for the extraordinary emergency circumstances that existed at the time. Nobody has challenged that. But we are in a different day. The kinds of - -",
  "Our answer, Your Honor, is - - is a very clear one and that is there is a difference between a nondiscrimination statute and a noncircumvention statute. Section 2, section 203, the prohibition on the uses of tests and devices, these are clear nondiscrimination provisions that are textually linked back to the -- to the constitutional prohibitions. Section 5 was never intended to be a nondiscrimination statute. Section 5 is a noncircumvention statute, notwithstanding the volume - -",
  "I honestly disagree with you, Justice Souter, on that. Notwithstanding - -",
  "Justice Ginsburg, the Court in Katzenbach recognized that Congress had been trying for several years to try to fix this problem and it walked through, as this Court has walked through innumerable times, that section 5 is simply not about nondiscrimination, but it was about the unremitting and ingenious defiance of statutes in a way that made ordinary enforcement mechanisms, including litigation, simply ineffective, that no matter what the courts did, in the South the enforcement mechanisms were unable to allow minority individuals to register and get out and vote, that no matter what happened -- preclearance put a stop to that. But notwithstanding this record, which I'd like to speak to the volume of separately - -",
  "Notwithstanding that record, it is not the kind of record -- Congress put together what it believed was a discrimination record, but not a circumvention record. There is no indication, for instance, in these types of examples that have been offered in the briefs and were offered in the congressional hearings that these aren't things that can be fixed through ordinary enforcement mechanisms through section 2 litigation.",
  "Two points on that, Justice Ginsburg. First, with respect to the Waller County issue, that was an issue that was very swiftly addressed by Texas officials itself in cooperation with the NAACP. The Texas secretary of state and the Texas attorney general came down very swiftly on that issue. The second point is - -",
  "And that gets at the heart of one of our arguments, Justice Ginsburg. That is - -",
  "Well, I'm obviously not going to have time to respond to all of that, Justice Breyer.",
  "But, for instance, with respect to the first point that you raised, which is voter registration and turnout issues, those numbers don't tell the whole story. In fact -- in fact, with respect to both black and Hispanic voters, the record in covered jurisdictions is above the national average. Massachusetts, for instance, you might be learned to know, has a white-black voter registration and turnout differential that is in the high 20s, far in excess of any covered jurisdiction. And that's part of what Congress didn't do. So in addition to the argument we have that the record Congress produced is really a nondiscrimination record and not a circumvention record, we also have the argument that we've made that it is simply irrational for Congress to go back and say the Voting Rights Act of 1965 was intended to make sure that minority voters could register and vote and that's going to be our number one priority. As Justice Ginsburg recognized, Congress believes that that has been satisfied. But now we are going to go back and in determining who's going to be covered under the 2006 amendment, we are going to use the same data from the 1964 election. It would have been as if Congress in 1965 said: We anticipate that there are problems here; and, in order to define coverage, we are going to look at the Roosevelt-Hoover election in 1932 and registration and turnout then, because we think that is the best way to evaluate - -",
  "That's - -",
  "The only comparative data that existed was of two kinds. There was a -- there was a - - some data that grouped all covered jurisdictions into one lump and all noncovered jurisdictions into another lump and counted up section 2 lawsuits. And the difference was about 17 successful -- 17 more successful section 2 suits in covered jurisdictions than in noncovered jurisdictions. That's not a big difference. What Congress didn't do, though, is look at specific noncovered jurisdictions, for instance, the ones I've cited, and say, how do these compare to covered jurisdictions? And the other thing it didn't do is say: Among covered jurisdictions and noncovered jurisdictions, let's look among -- let's separate out among these jurisdictions and see where the problem locations are and what areas we think might, if -- if preclearance is going to be constitutional, might be subject. There is absolutely no evidence in the record of that. Preclearance once again is based on the results -- well, whether there was a test or device in the 1960s and the results of the 1964, 1968, and 1972 presidential elections.",
  "Well, just to give one example -- and I'm not -- not recommending this -- but if, for instance, the same coverage formula had been applied to the 2000 and 2004 elections, equalizing for citizen voting age population, the only covered State would have been Hawaii. Under that formula, using modern data, modern information, none of these States would have been covered if you account for noncitizen voting age population.",
  "I wouldn't say quite a bit, Your Honor. What it did is it lumped all covered jurisdictions together and all noncovered jurisdictions.",
  "I -- I actually dispute that. There is a lot of discussion of that information, Your Honor, but it's not that much information. And, again it doesn't -- it doesn't take into account any attempt to say: How does the panhandle of Texas do against Florida, against parts of northeast Georgia or northwest Alabama? How are these -- it makes no attempt whatsoever. It is simply all covered jurisdictions as a lump and all noncovered jurisdictions as a lump, and Congress had no basis to make that -- that declaration.",
  "It needed to make an evaluation of where there is an actual risk of backsliding and where there is actual evidence of circumvention. We don't believe that. We don't - -",
  "That evidence - -",
  "That evidence justifies strict enforcement of nondiscrimination statutes, but it does not justify a presumption that State and local officials in these areas are so racist that they cannot be relied on to pass and enforce fair voting laws.",
  "Again, this -- this information that goes out over 30 years and across thousands upon thousands of jurisdictions - -",
  "From -- from 1982 forward.",
  "So you have 25 years across thousands of jurisdictions. But the objection rate is on the order of single digits per 10,000 submissions. It simply as a matter of comparison with 1965 doesn't work. May I reserve the rest of my time, Your Honor.",
  "Again, this Court has repeatedly said that this Congress, of the United States, can legislate on the State-by-State level. After all, the text of the Fifteenth Amendment speaks of \"any State.\" So I think the relevant test is the amount of discrimination in Texas, and there the evidence is not just registration rates; it's the fact that they lead the country in objections under section 5, that the greatest deterrent effect of the more information process is in the State of Texas.",
  "But, as Justice Alito pointed out, Congress didn't know, because it didn't ask, whether discrimination is worse in Tennessee or Arkansas than in Virginia and other States. Nobody knows sitting here today. I respectfully disagree that Congress couldn't have put together that effort. What we really do hear is that this, this badge that is preclearance, this Congressional judgment that State and local officials in covered jurisdictions who in my experience are strongly - -",
  "Oh, I strongly disagree with that. AEI put in a number of reports that evaluated things on the ground in a variety of noncovered jurisdictions such as Milwaukee. I certainly think within the time that Congress took to look at this if they had been interested they could have easily evaluated this. It would have been easily available to them.",
  "No, nobody is doing that. In answer to Justice Ginsburg's question, that's what Congress did in 1982. It said 25 years. That 25 years has gone by. Times have changed.",
  "Congress' justification simply does -- I think as we've heard from counsel, in light of our mobile society and the fact that people don't live in the same place people lived 40 years ago. This is a bad - -",
  "Well the only standards that exist are whether they use a test or devise in the 1960s.",
  "I don't think we've challenged the action that took place - -",
  "No, Justice Stevens, we do challenge that. In fact - -",
  "Because this Court's discussions of these issues in Morris and in Garrett and even in Hibbs indicate that it does matter what the evidence shows with respect to a coverage determination, and Congress' decision to not update it, which we believe was for political reasons, simply bears no resemblance to reality. And looking back to see who was registered and who was voting in the '60s doesn't - -",
  "No, I don't think that's our argument. I think our argument is it's partially unconstitutional because it even failed to look at the coverage criteria and that it used the criteria literally off the books from the '60s and '70s without even looking at the information. Again, if Congress had done that in 1965 and said, we want to look at this Franklin-Hoover -- excuse me -- this Franklin Roosevelt-Hoover election in 1932, I think the Court would have been pretty surprised that that was the best and most relevant information that Congress could come up with. This idea of -- of a badge that really runs with the land is -- is something that we -- we think is inherently unjustifiable. I'd also like to address the point about racial bloc voting. Racial bloc voting is not discrimination, and it's not unconstitutional. And, indeed, the way the Court has interpreted section 2 - - and I realize there are divisions in the Court about this - -",
  "That's true, Justice Ginsburg. But in terms of this facial challenge, it is important for the Court to understand and to consider the fact that Congress really thumbed its nose at the Court in terms of rejecting the constitutional concerns that the Court raised in -- in Miller and in Bossier Parish and in Georgia versus Ashcroft. The new enactment has been changed in a way that -- that really requires covered jurisdictions to engage more and more in race-based redistricting and race-based -- and it's not only redistricting, Justice Ginsburg -- in race-based decisionmaking. And so here we are 40 years - -",
  "We believe that the interpretation of the Act or -- excuse me -- the passage of the amendments in 2006 go far beyond what preclearance was in 1965. We have a more restrictive form of preclearance that requires State and local governments to engage in more, not less, race-based decisionmaking with respect to elections. And that, as the Court has noted, creates additional constitutional issues with the Court -- with the statute.",
  "Good morning, Chief Justice Roberts, and may it please the Court: To decide this case, the Court only needs to make two stops. First is paragraph 33 of Mr. Skinner's complaint. That complaint, that statement of his complaint clearly alleges against Ms. Skinner -- Ms. Switzer herself that she has withheld -- and the word he uses is \"exculpatory\" evidence -- and violated his due process rights through that.",
  "There -- there are two points in response to that, Chief Justice Roberts, and the first is that this is the classic statement of a Brady claim. When you file a Brady claim, you don't know exactly what it is and whether it will definitely be exculpatory or not. You have learned information that makes you think that it would be, and you're able to -­",
  "I'm not -- I'm not saying that legally that there isn't some difference to be made from Osborne. Osborne rejected the substantive claim that you could bring a Brady claim. What I'm saying is the language of the text of his complaint is a Brady allegation, and at page 19, footnote 6 of his own brief, he acknowledges that Brady claims have to be brought in habeas and is left simply arguing that, one, that I can describe to the Court a different theory of my complaint, or that regardless of how I describe the complaint, I can break out the discovery aspects of that complaint and do it under 1983 and not in habeas. And part of the problem with that -­",
  "Yes. But that claim -- that showing is to be made, if at all, in habeas. And he has the opportunity -­",
  "There is some ambiguity. I'm not sure I fully understand what you mean by \"here.\" He has alleged that that's what he is going to prove. What he -- what he says in his brief and what he stands before the Court today and says I'm going to show are -­ are different things.",
  "I disagree. With respect to the relief that he is ultimately seeking, the question is -- if you're saying that the 1983 suit is simply a retrying of the article 64 proceeding, then I -- I would have to concede that article 64 does not require the same showing as a habeas claim. But part of the -­",
  "Well, as -- as the Court and your concurring opinion in Osborne made clear, that -­ that \"exculpatory\" is really defined as demonstrating that you're innocent and that it's material.",
  "Justice Scalia -- Justice Scalia also makes the point at the end of his Dotson concurrence that the question -- the real question is whether you could make out this type of claim or this -­ make out this type of proceeding in habeas. Ultimately, Preiser and Heck -­",
  "Because I disagree that the two words \"necessarily implies\" are in fact sort of the end of the battle and the end of the test. As Justice Ginsburg noted earlier in the argument, the Court has dealt with these issues in a -­ in a variety of cases, most of them being prison disciplinary or parole-type proceedings. And in those cases, the Court is trying to define the outer bounds, ultimately, of what we're going to say Preiser/Heck required to be brought in habeas and what may be brought. A couple of boundaries on those rules, but first, Preiser and Heck make -­",
  "I don't think that that's true. I think that what the Court has always recognized, an article 64 proceeding is a motion in the criminal case. If you look at the docket number on the motion, it is a motion in the criminal case. What \"necessarily implies\" has always been used for is defining the outer bounds of the rule in terms of prison disciplinary proceedings, parole, other things outside the criminal case itself. This is an attack on the -- the criminal proceeding. This is a post-conviction motion in the criminal case itself. It's like a rule 60 -­",
  "It's not only in the court of conviction; it's under the docket number of the case.",
  "I think Preiser and Heck both stand for the fundamental proposition that Congress set up habeas as a means of allowing collateral attacks. Nowhere else does Congress specifically permit collateral attacks on criminal proceedings. Then Preiser and Heck say what we allow from that is those things that may be brought in habeas should be brought in habeas because the congressional intent behind the habeas statute is that we expect the safeguards that Congress has put in place to respect comity and federalism interests as well as other interests to be -­",
  "Well, the habeas petition -­ we know it can be brought in habeas because, one, he has already brought it. He brought a habeas petition based on ineffective assistance of counsel that is, as a matter of argument, indistinguishable from the no-fault arguments that he is making here. The complaint's against the no-fault aspect of the article 64 proceeding. He can bring that. Many courts -- this Court has never fully said that you can, but many courts do allow actual innocence-type claims to go forward, and so he can bring an ineffective assistance habeas, he can bring an actual innocence habeas, he can do discovery as part of that habeas; and when he does that -- when he does that, Congress says you must respect those criminal proceedings. You must show deference. You must require exhaustion.",
  "Well he -- he's stood before the Court today and explained how he would write that complaint, and as I mentioned to Justice Kagan -­",
  "Because he believed that he received ineffective assistance of counsel and that he can make -­",
  "That's correct. And the -­ the last part of my answer to Justice Kagan I think is the answer to your question, and that is if you make out either an ineffective assistance claim or an actual innocence-type claim, the congressional intent that you observe and show deference and exhaustion and all those things require that to be given to every step of the process.",
  "But the moment you file the complaint through discovery, through every substantive aspect of that -- what Mr. Skinner wants to do is say: I want to engage in artful pleading, and so I'm going to make attacks. Today they are on DNA evidence; tomorrow they may be a Brady claim; next week it may be a claim against procedures used in State habeas. But as long as I don't expressly ask that my custody be undone, I -- I expect those claims to be allowed to go forward in 1983 without any of the protections of habeas, and then -­ then if it looks after a year that they are going pretty well, then I will flip it over to habeas and go forward with my habeas -­",
  "I -- I think the approach is if these things may be properly made the subject of a habeas corpus claim, then congressional intent and the habeas statute require that it be brought in habeas. I think that responds -­",
  "I -- I disagree with that, Justice Ginsburg. I don't think that we're saying that the Court is wrong. What I think I'm saying is that \"necessarily implies\" is not a magic words test that is the sort of complete and ultimate statement of the Preiser-Heck rule, but rather -­",
  "I think that that is correct, in the sense that if you look at Dotson, which was -­ involved a specific claim for process -- which is not what they are asking for. They are asking for actual relief, not process. But you look at those types of cases, whether it's Heck, it's a civil case that went about attacking it, these cases on the periphery of what goes in and out of Heck, the \"necessarily implied\" language, I think, is a good descriptor for what is at -- was at the periphery. But when you attack the core of the criminal proceeding itself, what his rule is simply -- is an attempt to take the two words or the phrase from Dotson and turn it back on itself and say -- says that, under Heck, I can attack motions in the criminal proceedings themselves, in the State habeas itself, as long as I stop short of asking for that ultimate relief. So Heck said the case is about avoiding artful pleading, but now what he wants to turn it into is a rule that encourages artful pleading and -­",
  "Well, as you noted in your concurrence in Dotson, the question is not whether you win, but whether you could. And the question is, if it's properly the subject of habeas, then Congress has demanded that all of the safeguards and protections for habeas be in place. And that -­",
  "Well, I -- I'm not sure exactly what you're angling for there. But at the end of the day, I think that there is also a -- a misunderstanding about what article 64 is. Skinner treats article 64 as simply: I asked for evidence, and I get evidence. And you denied -- you denied me the DNA. What article 64 actually is, it's a motion, as I mentioned, filed in the criminal case itself, that says: Judge, I want a ruling that if this additional DNA evidence were known at the time of trial, then I probably would not have been convicted. And the process for obtaining that ruling is to make an initial threshold showing that suggests the materiality of the DNA evidence. If you get over that threshold, then you move on to testing, and you get a hearing and an ultimate determination. But there are really only two results in article 64. One is a ruling that you probably would not have been convicted. Or, two, I reject your request for a ruling that you probably would not have been convicted. And that's what he got. It is a motion that goes to the core of the conviction itself.",
  "Well -­",
  "What about -- where it -­",
  "Well, ultimately, the only reason it can be brought is to demonstrate the invalidity of -­",
  "You could bring a claim in habeas, alleging, for instance, Brady.",
  "If you are alleging some underlying constitutional invalidity of your conviction and you need to -­",
  "The discovery provisions of habeas allow you to seek that as part of your habeas claim, and when you do that, all the safeguards and protections of habeas apply.",
  "I think FOIA is different.",
  "You can ask for it. I can ask for it. Chief Justice Roberts can ask for it -­",
  "I don't know the specifics of that claim, but -- but I would tend to think if -- if a person generally has access to slip opinions, then -­",
  "I -- I would say no. But -­",
  "That that would not have to be brought as a habeas. But, again, this is different.",
  "Excuse me?",
  "I think because there is no right specific to him -- for instance, if I seek DNA evidence, it's because I want to attack my conviction. And there is no other reason to do it. If I want slip opinions, it may be that I want to read them, it may be for -- and the general public has access to slip opinions the same way the general public -­",
  "Prison -­",
  "That's a condition -­",
  "That's a condition -- that's just a prison condition. The Court has always said that those types of things can be brought in 1983. But -- but what we are talking about here really is ultimately if you are convicted in one county but you're serving time in a different part of the State, you bring your habeas claim and then at the same time you bring a 1983 suit, you ask for discovery and say I don't want -- and this could be DNA; it could be some other Brady materials; it could be an attack -- you say I want to litigate the first half of my claim out here without any of the protections of habeas, and then if it turns out, well, I'm going to just move them over and use them in my habeas, that -- without any of the protections -- that is what Preiser and Heck ultimately were trying to stop. Heck said we -- the only time we really allow these types of collateral attacks -- and -- and Heck cites Rooker for this very proposition.",
  "There -- there is a way. When -- when the court said in Osborne you should use these State statutes and you may -- you might have a procedural due process, the court was not saying we are going to create out of whole cloth an entirely new category of procedural due process. You do it like you do any other procedural due process. If you go into the system and you -- you file -- and again litigation is different from an administrative procedure, which is what Dotson was about. You're in litigation and you're in court. And if somebody says, well, there's this prong that you can't meet, and you think it violates due process, you have an obligation to raise it then, and then you have an opportunity, if the court rules against you, to file a cert petition. And if you don't do that, what we do know is, from this very limited area, is that the one thing that you can't do is file a Federal 1983 lawsuit saying I think that what the State court did is arbitrary and capricious. And, so, Skinner is asking you to create a 1983 lawsuit that is always Rooker-Feldman barred and always preclusion barred, because you're asking the court to declare that the State courts violated your -­ the constitutional rights in the way they went about it. And -- and so he's asking you to create a category of 1983 suits that runs exactly contrary to Rooker-Feldman and exactly contrary to what Heck said is this overriding interest in ensuring that these types of collateral attacks are brought, if at all, in habeas and not through generalized 1983 lawsuits that don't provide any of the protections that Congress has insisted by statute be applied in these types of suits.",
  "Well, first, I don't believe the Court has ever acknowledged the existence of a cause of action for discovery separate and apart from the merits of what you are seeking to do. The merits of what he's seeking to do is to attack his custody. That is something that can and should be brought in habeas. And the Court should not, for many reasons, create a cause of action that -- whose sole purpose is to run counter to Rooker-Feldman and whose sole purpose is to avoid the protections of habeas. Again, this is not an expansion of habeas. It's simply a recognition that he has a claim that he can bring in habeas, it -- it probably is a loser and we think it certainly would be a loser, but the question is, can he bring it, and if he can, it should be subject to these types of things. And at the end, when you recognize what he is trying to do, this is fundamentally a question or a -- he is seeking to invalidate his conviction, and that it comfortably fits within the policy choices that the Court has made all the way -­",
  "-- the way.",
  "We think given the nature of the article 64 proceeding, which is itself an attack on the conviction, it is a request that the Court declare that the conviction is probably invalid, that because that is what he is attacking, he is saying the result that is -­",
  "-- that -- that we do fit within the \"necessarily implies,\" because any proper attack on an article 64 ruling is an attack, but that within the broader context, if the Court feels a need to rule on these cases in criminal proceedings, then -­ then it should recognize it should be brought in habeas.",
  "Very, very briefly. If the -­ if the only claim you brought -- you say, I'm -- I can never meet article 64 because it says only applies to convictions after January 1st, 2000. I -- I can't meet that. I think it's unconstitutional. You file a 1983 lawsuit. You say I think that provision is unconstitutional. That's really Dotson saying rule that that prong is unconstitutional, but let me go back and have process. That's Dotson -­",
  "-- not this case."
]