[
  "Mr. Chief Justice, and may it please the Court: This case presents the question of whether an Indian tribe may tax a transaction between nonmembers on fee land within the reservation. This Court has already held that nonmembers who are involved in an auto accident on the equivalent of fee land are not subject to the jurisdiction of tribal courts absent consent. A transaction between nonmembers on fee land is similarly outside the tribe's jurisdiction because it does not involve a consensual relationship with the tribe and does not threaten tribal self-government.",
  "The incidence of the tax is on the guests of the hotel.",
  "Yes. The hotel owner acts as a collector. If it fails to collect, however, the hotel owner would be held liable for the tax.",
  "We believe there would still be no basis for the taxation on these facts. It's still a transaction between nonmembers on fee land.",
  "The hotel must have a license from the Federal Government in order to trade with the members of the tribe.",
  "It needs that license to deal with members of the tribe, but in dealing with nonmembers of the tribe, the Federal regulatory scheme is not applicable. This Court's tax cases illustrate that point, because there is no preemptive effect in dealing with nonmembers.",
  "Yes, I think that's right.",
  "Well, I -- that's the way I read the regulations, yes.",
  "That's correct, Your Honor.",
  "No. If all the hotel were doing, the act of serving nonmembers of the tribe on fee land, it would not need a license by virtue of the fact that it was within the reservation.",
  "Yes, it is.",
  "Five point five percent from the state, as I understand the state law. And I understand there is also -- this isn't in the record -- a local county tax that would be in the neighborhood of point eight eight percent.",
  "Yes, there are, Your Honor.",
  "The record doesn't reflect the kind of land that they're on, and I don't know all those facts.",
  "Well, I don't think this is decided, Your Honor, on a generic basis across all the hotels. The question is whether this landowner and these guests have in some way submitted themselves to the jurisdiction of the tribe.",
  "Well, we don't have those facts in the record at all, and I think that the law is still that the individual nonmembers' rights not to be governed by the tribe would be respected. It's not an equal protection question.",
  "Well, it's the tribe that's asserting jurisdiction in this instance, and we have provided the facts to show that there are no -- there's no consensual relationship that we have with the tribe, and we are not on tribal lands.",
  "Yes, it did. This establishment that we're talking about originally sat outside the reservation. In 1934, an Act of Congress redefined the borders of the reservation with the result that this land was included within it. The Act specifically preserved the valid rights of the landowner. Well, this --",
  "Yes, that's true. But at that point, something had already been built on the land, and this land was located right there on a Federal highway.",
  "Well, the history here is unusual. The case is representative insofar as the presence of Indians -- non-Indians on fee land within the reservation was the result of a Federal statute. As a result of other Federal statutes, there are non-Indians on fee land in other reservations around the United States. While they may live and work there, they typically have no right to participate in tribal government. They can't vote in tribal elections or serve in elected roles in tribal government --",
  "Yes.",
  "Yes, it does make it different because in building on tribal land they create a relationship with the tribe. They are on the land that the tribe controls, and it's a different situation.",
  "Right. But the point that I wanted to make, Your Honor, is that because of this relationship with people who can't vote, it's a sensitive issue. And this Court has developed some general rules that deal with the relationship between the nonmembers and the tribe, and those rules brought a distinction between fee land and tribal lands as a way of setting to each group what its rights would be.",
  "There are really two relationships. As a practical matter, you would ordinarily have some kind of a lease or contractual document between the tribe and the landowner, and the very fact of being on tribal land means that the tribe would have power over the nonmember in that situation. This Court's decision in Montana, as I was saying, supplied a general clear understandable rule for nonmembers on the reservation. In Montana, this Court reasoned that members of the tribe had inherent power to govern themselves but could govern nonmembers only in exceptional circumstances. Those exceptions were grounded in the rationale of the main rule. If nonmembers enter tribal lands, as I've mentioned, they subjected themselves to the tribe's power to govern its own lands. If they entered into a consensual relationship with the tribe or its members, they subjected those relationships to the tribe's power of self-government.",
  "Your Honor, the origins of that case, I think, have been a little obscure with time, but here is the background there. That case dealt with what were then called the five civilized tribes. There were a number of Attorney General opinions and judicial opinions that said that those tribes had the power to exclude non-Indian intruders from their lands and therefore had the power to impose a licensing fee upon them if they decided to do business within those lands. At the turn of the century, the last century I'm talking about that ended in the late 1800s -- as Congress began to open up those lands, it gave the settlers the right to remain on their lands and essentially not be excluded. But at the same time there was a specific statutory and presidential and treaty framework that dealt with the problem of the licensing fees. There was an Act called the Curtis Act which said that any ordnance, including this ordnance that was adopted by the tribe, would have to be approved by the President, wasn't valid until it was. And then there was a treaty that followed when they opened up the land and said there wouldn't be removal that eliminated certain licensing fees and did not eliminate others. In Morris v. Hitchcock, this Court looked at that situation, and what it said is that we can see from the surrounding laws and treaties an intent to preserve that original power to charge the license fee for these tribes. And it said that quite clearly in Morris v. Hitchcock, and that theme is then picked up in Buster, which is, yes, originally there was some inherent power here coming from the ownership dominion over the land to charge a license fee as a condition. And we can see that in this case, Congress by what it did, the President by what he did, and the treaties by what they did, intended to carry that forward and, therefore, the license fee is still valid even as to settlers who can't be removed. So that's, I think, the best explanation.",
  "No, it wasn't --",
  "Eighth Circuit case, Your Honor. I spoke in general terms of the Montana rule. Respondents seem to suggest that a different rule might apply to taxation. There is no basis for that distinction. The central question is still the same -- whether the tribe is governing itself or not -- and the exceptions have to be the same. Thus in Strate, this Court said that the Montana rule would apply broadly to forms of civil jurisdiction. And in Montana itself, this Court referred to taxation as one form of regulation that might be permissible where a consensual relationship was sought -- shown. A consistent rule for all forms of tribal jurisdiction, including taxation, is important from the perspective of the nonmembers who invest in homes and businesses on fee land within the reservation.",
  "I'm sorry, Your Honor?",
  "Well Merrion was a case about, as you said, the lease with the tribe, I guess, for drilling on tribal trust lands -- that entire reservation was tribal trust lands, and the Court said --",
  "But that -- but the lease was with the tribe, so they directly entered into a consensual relation --",
  "Well, that's true, Your Honor, and there was a difference of views in that case.",
  "The majority's holding was simply that in signing that lease, the tribe did not give up its power over -- dominion over its own trust land. It said at one point in the opinion that there was no tribal authority until the nonmember entered tribal lands or engaged in business with the tribe. So even that case, on its own terms, essentially excluded a situation where someone was not on tribal trust lands.",
  "I would say that the benefits are incidental, Your Honor, that the services are focused on the Navajo population in this part of the reservation, and there can be incidental benefits from that. But that --",
  "Exactly. But that shouldn't be a basis for taxation. In the first place, we can draw a distinction between those situations in which the nonmember on fee land requests the service from the tribe -- for example, ambulance services. And the record reflects here that when ambulance service for a nonmember is requested, the tribe charges for that. And that would be a consensual relationship and a voluntary request, and that could be charged for.",
  "Well, in the -- in this case, there's no such request being made, Your Honor.",
  "It takes the water on its own land from the river and returns it to the river, so it does not receive water from the tribe.",
  "Well, there is a dispute in the record about that. There was only one fire, it was on an employee housing unit, and ultimately fire engines came - - both from the state and from a tribal source. I think that the answer is that when you have people living side by side, you have a community of tribal members and you have nonmembers as well, the nonmembers are paying state taxes, sales taxes -- they're paying property taxes, they're paying income taxes -- for the benefits of a civilized society.",
  "Well, each one of those would be a full sovereign in its own right, and would be an entity in which these citizens could participate --",
  "Well, certainly the tribe can provide the services, but the nonmembers cannot participate in tribal government.",
  "Yes. I think the tribe probably could do that here.",
  "There is a specific statutory provision which says that if the taxes are assessed against the guests, that the hotel must pay. I'm not sure if that's your question.",
  "There -- it appears, I think, on page 105(a) of the petition appendix, if I recall correctly. It said --",
  "It is tribal.",
  "Yes. Yes. Well, I think that's right, yes.",
  "Well, I think that the central question is, do the guests have the relationship, because the incidence of the tax as Your Honor pointed out at the outset falls on the guests.",
  "And I -- and I --",
  "I think that the arguments that have been made by the other side may require this Court to address it, because they have tried to reach the guests through the activities of the hotel, and I think the rationale for why the guests are not taxable is that a transaction between nonmembers on fee land is not one over which the tribe has jurisdiction. And that also will reach the hotel at the same time. And I think that if we permit taxation of the hotel based on incidental services, we open the box to any kind of tax on all nonmembers, because all of them, or anyone who's on the reservation, benefits in the same indirect way from law enforcement, and --",
  "No. This tribe doesn't have that power.",
  "Because these are roads that are -- this is a -- it's right on a state highway, at least as for this hotel. It's on a Federal highway, and there's a crossing state highway. There are many other Federal and state highways that run through the reservation. There are National Parks within this reservation. The reservation is open, and I think under the principles of Strate it couldn't be closed at this point.",
  "No, it does not impose -- it doesn't impose some of those taxes on anybody within the reservation. It doesn't tax its own members with an income tax, at least as of the time that this record was created.",
  "No. It does not have a real estate tax. It does have a -- it has a possessory interest tax --",
  "Well, it's -- Your Honor, that's a point that -- there is a sphere of Federal protection from state taxes that surrounds the reservation so that the members are not being -- are not being charged state income taxes -- that's the McClanahan decision. And they don't have state property taxes to pay because a lot of this is tribal lands, and in transactions among themselves, then, they don't have state taxes. They also don't have, according to this record, very much in the way of individual taxes imposed on individual tribal members. The Navajo tax director referred to that and said that they are not paying much in the way of taxes.",
  "To the state? Yes. Yes, it is. And those taxes go to fund the school in Cameron, which is in the record -- the public school elementary school is being paid for by county taxes. Coming back to that, the central problem that, Justice Souter, that you raised -- you have people living here, members and nonmembers. Each one benefits to some degree, in some incidental way, from the services provided by the state or the tribe. But the problem is that the nonmembers are not participating at all in tribal government, and the tribal members are not being taxed at all by the state. So in this circumstance, the rule of Montana makes good sense that unless there's a consensual relationship, a voluntary transaction as we've discussed, or an entry onto tribal lands, that they wouldn't be taxed. That we're not going to permit the tribe, essentially, to exercise what this Court called its right of self-government under the second exception as a means -- and do that by taxing other people who are not able to participate in tribal government.",
  "There is some ambiguity about how that was requested. In other words, I'm not sure it's a specific request to the tribe. It's rather a fire alarm goes off, and it goes down to a number -- a 911 number that's off the reservation, and the tribal company then got sent. But if it were an acceptance -- if it were an acceptance of a service, a voluntary transaction, it would be limited to that one transaction. It would not provide the basis for a generalized tax on the hotel. I'll reserve the remainder of my time for rebuttal.",
  "I'd like to put this discussion of the Indian trader statute in a somewhat broader context. In every one of the cases that this Court's decided, Montana, Bourland, dealing with nonmembers, Brendale, this -- and Strate. This Court has repeated that if Congress is going to -- if there's going to be an expansion of the inherent powers of the tribes, it must be done by an expressed congressional delegation. And if we apply that standard to this whole problem with the Indian trader statute, it becomes relatively easy. To the extent that the traders are trading directly with Indians, then perhaps there would be some form of consensual relationship where the tribe would have some degree of power, and these statutes and regulations may deal with it. But if the United States --",
  "Well, right, but the United States is arguing that these statutes in this regulatory scheme gives the tribes additional powers over nonmembers on fee lands. And in order to have that, there has to be an expressed congressional delegation. We don't have that here -- mostly we've had a discussion of regulations, and I won't go into the clarity of those regulations but, at best, they are regulations -- they are not statutes. And the statutes themselves don't purport to give the tribes additional powers. They may give the Secretary some powers, but they are not an express delegation of additional powers for the tribe. So on that basis alone, there is no basis for saying that the tribe has some sort of privilege here it can grant or deny, a power given to it by the Federal Government that it can use to extract this tax on transactions between non- Indians on fee land. The other point I wanted to make was that when we look at the second exception and whether there should be some form of power that comes from the incidental impacts of these tourists on the reservation, if we look back at Strate, there this Court considered what was the standard, and it was in effect on tribal self-government. This Court looked at the possibility that accidents on the reservation might create some health risks and certainly would call on some tribal services, but that wasn't enough to find that there would be tribal jurisdiction in those circumstances. Here we have these guests that travel on the highway and end up in the hotel and, in effect, there is less of a showing of an effect on the tribe, and there is no showing of an effect on tribal self-government. This is a difficult area when we look at the possibility of a tax being imposed by one government in which a group of citizens can't participate, and we have a well-established set of rules that deals with that in Montana and the cases that have followed it. This case should be decided under that framework. Thank you.",
  "Mr. Chief Justice, may it please the Court: It is neither necessary nor appropriate to require licensing schemes like Littleton's to provide prompt judicial determination. It's not necessary because, as this Court's cases demonstrate, the type of judicial review required in licensing schemes must be correlated to the First Amendment concerns that the ordinances present. The First Amendment risks here are far less than the risks of freewheeling censorship that were at issue in Freedman and its progeny. The ordinance here does not license speech. It licenses businesses. Thus, prompt access is sufficient. In fact, it would be inappropriate to impose a judicial deadline requirement for at least three reasons. First, it would impede State and local efforts to control secondary effects. Second, it would offend notions of comity and federalism by assuming that State judges will ignore their constitutional obligations to be sensitive to the First Amendment. And finally, it would require local officials to impose time limits on those over whom they have no control. Excuse me. Thus, both constitutionally and jurisprudentially, prompt access to meaningful review is all that the Constitution requires. The Freedman decision was motivated by two concerns, neither of which is present here. There's neither the -- the problem of unbridled discretion, nor a risk of self-censorship. Unbridled discretion occurs only in two situations where you have either the possibility of administrative delay or standardless discretion. And as this Court has recognized in a number of cases, the latter, standardless discretion, presents unique challenges for judicial review. It makes sense in that context to require some type of judicial deadline because essentially meaningful judicial review on an expedited basis is impossible if there's no standard to give any indication as to why the administrative decision was made.",
  "And -- and, Your Honor, if -­",
  "Well, 1983 is, of course, always available as a vehicle for someone that's asserting that their constitutional rights have been violated.",
  "Abstention doctrines, Younger abstention, for instance, might come to play. Here the court -- or I'm sorry -- the city waived any abstention argument in order to allow the 1983 case to proceed. Potentially it could have, notwithstanding the abstention argument, but of course, there would be the issue of abstention which is one reason why prompt access to some type of State remedy is so important in -- in the case if 1983 is not an effective vehicle.",
  "Well, and I guess at -- at core, it doesn't matter whether you go to the Federal court under 1983 or to State court. Presumably the sensitivity of the judge to the First Amendment concerns in both cases would be the same and their willingness to move it to the front of the docket would be the same. We look -- I mean, this Court has definitely in the past shown that where State courts are not sufficiently sensitive to First Amendment concerns, for instance, in the Skokie case, the Court demonstrated that it could fashion tools to handle what it felt was undue delay in the court system.",
  "Absolutely, and in the Skokie case, it came up through the State court system and directly into this Court rather than via a district court model. But -- but the point is as long as you have prompt access, you're going to get access to a judicial official who is going to be sensitive to First Amendment concerns and, if necessary, has all the traditional tools of equity available to provide immediate relief, TRO's, PI's.",
  "Well, you need -- under State systems, most State systems have some form of requirement that -- that the court knows that the administrative process is over so it knows it doesn't have to defer to the administrative process anymore. So by having a clear exit, as well as a -- a vehicle that's either prescribed by rule or by statute so everybody knows the appropriate vehicle and there aren't any questions about the jurisdiction of the court to hear the matter, as well as a record that -- that they can use to make a -- a prompt review when it gets before them, we would contend that that meets what this Court was talking about with respect to the second prong in FW/PBS.",
  "Absolute, Your Honor.",
  "I believe, as it's currently drafted, it is up to about 40 days, but it could be even quicker than that. I say up to. There are certain periods of time within which the applicant can act within the next 10 days, and so if they act within the first day, then that would shorten the time frame even further.",
  "A prompt administrative decision, yes, Your Honor. I believe that -- that comes from FW/PBS, as -- as well as to the -- I mean, FW/PBS's interpretation of Freedman in the context of content­ neutral licensing schemes.",
  "Well, Your Honor, there's been no showing here that there would be a protracted judicial process. The --",
  "Well, Your Honor, the -- the question before the Court today, though, is what does Littleton's or a town like Littleton's licensing scheme need to provide. There may be some independent constitutional obligations on State court judges to act promptly with respect to First Amendment concerns, but the question is, does that need to appear in the text of Littleton's ordinance?",
  "I concede that -- that courts have an obligation under cases like Skokie to be sensitive to the time concerns that are presented by First Amendment issues. I don't know that there's any -­",
  "I'm not aware of any such city ordinances. The California statute, which was passed as a result of the Ninth Circuit decision, I believe allows either the city or the applicant to proceed to court, whatever the licensing decision is. Either the Tennessee or the -- I believe it's the California one. But -- but I'm not aware of any city ordinances that do that. The -- Z.J. Gifts relies heavily at page 18 of their brief on a quote from Southeastern that says a free society prefers to punish the few who abuse rights of speech after they break the law rather than throttle them and all others beforehand. To me, that puts a real point on the difference between the prior restraints that were at issue in Freedman and Southeastern and cases like that and the situation here. That assumes we need to do some sort of sorting, bad speech and good speech, and we want to know should we do the sorting beforehand or after, and the Court says, not surprisingly, let's them talk and then we'll punish the ones who utter things that are not protected by the First Amendment. Here there's no need to engage in that kind of sorting. Any adult business has the prospect for creating the secondary effects that this Court has recognized in Renton and Young and -- so it's not a matter of sorting them. It's a matter of if you're an adult business, you need a license and that license might include requirements like where you can locate within the city.",
  "Well, Your Honor, I -­",
  "Well, but if you're not subject to this ordinance, you're not going to be seeking judicial review under this ordinance, and you'll do what -- what Z.J. Gifts did here, which is bring a facial challenge under the First Amendment before you've even subjected yourself to the licensing scheme. One would assume that the judicial review that we require to be part of the licensing scheme would be to deal with those cases that come up through the licensing scheme and to which the judicial review would then apply. If the -- if the question is it's ex ante, does it even apply to me, that will be litigated in a different forum than what we're talking about here.",
  "Well, and it -- if they -- if they seek to enjoin the business at that point, then you're right. They could raise the constitutional defense presumably that they would have. And at that point then -­",
  "Thank you, Your Honor.",
  "Justice Stevens, and may it please the Court: Prisoners typically want two things: first, to improve their conditions while in prison; and second, to get out of prison as quickly as possible. Respondents' claims here are not conditions claims. They do not seek a larger cell or better food while in prison. Rather, their claims are about getting out of prison. Traditional understandings of habeas would suggest that these release-driven claims lie there, not in section 1983, and this Court's decision in Heck confirms that this common sense answer is also the correct answer. In fact, Heck establishes two bars, each of which independently prevent respondents from using section 1983 to pursue their claims here. First, Heck establishes that civil actions under section 1983 cannot be used to collaterally attack State criminal judgments. Before a prisoner can advance a claim under section 1983 that would necessarily imply the invalidity of such a judgment, he must first show that it has been favorably terminated. And Edwards v. Balisok confirms that quasi-judicial administrative decisions regarding the duration of confinement count as criminal judgments for this purpose.",
  "It's arguably different than the good-time credits at issue in Balisok, as -- as Your Honor notes. However, I -- I would suggest that even with respect to good-time credits, often under many State systems, good-time credits have the dual effect of moving up the parole eligibility date, as well as potentially - - and in some States, it doesn't even have an effect on the - -",
  "-- of the sentence.",
  "Your Honor, the -- the Court - - that's -- that's correct, yes. And I guess what I'd - - I'd say is that what seemed to be driving the Court, though, was still the durational aspect of the sentence; that is, as the Court said in Muhammad, if a claim threatens no consequence for the duration of confinement, then that isn't a -- or that isn't a claim that should be brought in 1983.",
  "I'm not sure it is, Your Honor. Both of them are going to have definite durational consequences for confinement.",
  "And, Your Honor, as far back as Preiser, this Court has noted that challenges to duration go to the very heart of habeas corpus. That's - -",
  "Well, a decision from a Federal court -- and I guess -- I think the answer to Your -- Your Honor's question is yes, it does. And the reason I say that is I think we need to look to the consequences of the Federal court decision that would follow from the claims that -- that the plaintiffs -- or I'm sorry -- the prisoners here are advancing. The State of Ohio has made individualized decisions with respect to each of these respondents that they should not again be considered for release from prison until 2005. The request -- the relief that they're requesting and the claims that they're bringing, if successful, would result in the Federal court undermining that State decision with regard to the length that they should be incarcerated. It goes directly to the -- the - -",
  "Absolutely no certainty of that, Your Honor. But there is certainty - -",
  "Well, Your Honor, I don't think so. I mean, prisoners could be released in the State of Washington before the terminus of their sentence. They might not -- it isn't as though they had to serve all the way till the end, less whatever good-time credits they had. They could easily be - -",
  "-- released prior to that time.",
  "It was, Your Honor.",
  "We --",
  "That's correct. You'll -- you'll just get another hearing. But an important note on that: you'll get another hearing, and you'll get another hearing sooner than the State has decided that you should get a hearing.",
  "Yes, Your Honor, it could have been brought as a habeas action. If you look at the nature of their complaints, they're -- they're clearly in custody. Habeas would require custody and violation of the Constitution of the United States.",
  "I think probably the Garlotte case, Your Honor, in which the Court allowed a habeas challenge where the only result was going to be to advance the date of eligibility for release from prison incarceration.",
  "That's true, Your Honor, but these - - under that understanding of eligibility, where eligibility means the first possible release date. But these prisoners are not eligible for release in the sense of it's not going to happen for them unless and until the next release hearing.",
  "I was hoping for an I, yes.",
  "I'll -- I'll wait and see what the question is - -",
  "The State concedes that if they had brought this case before a parole hearing at which the guidelines were applied, that it would be a different case, and that 1983 would be a remedy in that -- in that situation.",
  "Well, Your Honor, there would be some real consequences that would follow from that.",
  "The reason that it's important that these cases go to habeas rather than 1983 is because of the State court exhaustion requirement that's attendant with habeas. Parole claims like those advanced here are often, if not always, intricately bound up with State law issues, and the State law is often going to provide much more meaningful relief than the Federal law claims that the prisoners advance.",
  "Yes, but as Your Honor is aware, that's an administrative exhaustion requirement which this Court referred to in Nelson, I believe, as a substantially lower gate than the exhaustion requirement imposed by habeas. Moreover, it's telling - -",
  "They could, Your Honor, but I -- I think the types of legal determinations with respect to legal entitlements and also the court -- we would assume a State court would also consider Federal claims that might be made by the prisoners when they bring their State court claim. Those types of legal claims are better resolved by State courts. They have the expertise to make the -- the determination. And in fact, in Ohio - -",
  "Well, but Congress, with respect to conditions claims -- and if you look at the language of the administrative exhaustion requirement in the PLRA at 42 U.S.C. 1997(e)(a), it says no action shall be brought with respect to prison conditions under 1983 without administrative exhaustion. So even Congress, in thinking about the PLRA and in thinking about requiring administrative exhaustion, understood that 1983 is really about conditions of confinement. 1983 isn't about -- it never has been about -- release. Habeas has traditionally been the relief that people -- or the cause of action that people bring when what they're interested in is relief -- or release from prison. And these claims, no one can dispute, are release-driven claims. They may not ultimately be successful in securing release, but the prisoners here - -",
  "I don't think you need to do either, Your Honor. I think if we go back to Heck and look at the language there that talks about necessarily implying the invalidity of a criminal judgment, which is something - -",
  "-- respondents concede in their brief, the only question then is does a parole decision count as a, quote, criminal - -",
  "I don't think that's necessarily right, Your Honor, because the illegally seized evidence at the trial -- I don't know that that would necessarily imply the invalidity of the conviction that resulted from that trial.",
  "Right, Your Honor, and that -- that's absolutely correct, but I'm not arguing for, and I want to make it very clear that I'm not arguing for any rule that would turn on the subjective intent of the prisoner in bringing their claim. It turns on the necessary implication of success on that claim, and that's a -- a distinction that the Court made both in Heck and in Balisok. They looked to what's the necessary implication. So we look to the claims here, not why they brought them, but what are the claims. And the claims here, and the particular ones that I would focus on, are the ex post facto claims. If the -- if they have success on their ex post facto claims -- and we don't believe their claims are meritorious, but if they're successful on those claims, there's no way the State's decision can stand. They are entitled to a new hearing at which they would again be considered for parole - -",
  "We -- we concede that if there's an ex post facto violation here, these prisoners are entitled to a new parole hearing. And I guess the --",
  "Absolutely, Your Honor. Absolutely.",
  "Well, the way that -- that I've been thinking about it is if you put the State parole decision up on the wall and you put the Federal decision up on the wall, one of them has to come down. The Federal decision trumps the State decision. It can - -",
  "No. The whole thing comes down, Your Honor. They're entitled both to an immediate new release hearing and --",
  "-- if they're successful on their claims, they're entitled to more frequent release hearings in the future. So the decision, the State's - -",
  "Absolutely.",
  "It doesn't, Your Honor. They have to decide that again. That -- that order is void ab initio. It's as though it were never entered. They have to make a new decision about whether or not this person should - - should have parole and that they cannot in any way -- the State cannot rely on the prior decision that they reached on that issue.",
  "No, they -- Dotson's complaint, I believe at page 20 of the joint appendix -- he wants to, quote, proceed toward a prompt and immediate parole hearing in accordance with the statutory laws and administrative rules in place when the plaintiff committed his crimes. They want an - -",
  "Well, it isn't a clean question, Your Honor, because exactly the same error that he alleges infected his first hearing was present at his second hearing. If -- if you look at the materials that they added to their brief at lines 3, 7, and 8 where they have the new parole decision, it's clear that Dotson's 2002 parole decision was predicated on exactly the same guidelines, exactly the same 1998 guidelines that he says violated his rights under the Ex Post Facto Clause. So, in fact, if anything, it's made his situation worse because a Federal decision on his claims now would both necessarily imply the invalidity of his previous hearing and the 2002 hearing, and the 2002 hearing was a release hearing. Unlike the halfway review that occurred earlier, it was a full-fledged release hearing in 2002, at which the parole board decided both that he should not get parole then and that he should not again be considered for parole until 2005.",
  "But what Heck makes clear is it doesn't matter what you say you're challenging. What we need to look to is what's the necessary implication of securing success on your claims in Federal court for a State decision. Here, the necessary implication, if they're successful on their ex post facto claims, is going to be that the 2002 decision can't stand, the 1999 decision - -",
  "I think for the same reason that in Balisok I don't think there could have been a prospective order that said -- said something like the method you have for choosing decision-makers creates fraud, bias, and deceit, on a going-forward basis you must change that method for selecting decision-makers. Saying that you have to change it on a going-forward basis would mean, necessarily imply, that there had been fraud, bias, and deceit by the decision-maker that would mean that - -",
  "Not exactly on the same plane, Your Honor, but recognizing that this Court in Balisok said that post-judgment administrative decisions regarding the duration of confinement also count as criminal judgments that are protected for purposes of -- of the Heck doctrine. And in Greenholtz, this Court - -",
  "Well, Your Honor, if this turns on whether or not it's an entitlement, I would agree with you that it seems good-time credits might be different from an entitlement sense than parole. But -- but all the way back, in tracing the cases from Preiser forward, the Court has talked about duration of confinement, and certainly no one can argue that the decision here is going to have dramatic consequences for the duration of these prisoners' confinement.",
  "That's correct, Your Honor, but they're -- they're pressing ex post facto claims. And as this point -- Court pointed out in Garner in 2000, they can maybe bring those claims based on changes in frequency of parole hearings, but they're going to have to show a definite impact on the quantum of punishment that they receive as a result of that change. So if they're going to be successful on their ex post facto claims, they're going to have to show an impact on the duration of their confinement. Either they have no ex post facto claim because there's no durational impact on their - -",
  "Right, but that's the Heck - -",
  "I -- I disagree, Your Honor, because in Heck and Balisok, the Court said look to what happens if they're successful on their claims. So I'm -- we're - - the State is supposed to hypothesize that somehow they're going to be successful on these claims. We don't agree it's going to happen, but once we hypothesize that they're going to be successful on an ex post facto claim, it means they're going to have to show, have to demonstrate a durational impact on their sentence.",
  "At -- at some level, I think there's an -- an inherent and fundamental tension in their position, and -- and the coin could flipped and conversely there's that same tension in ours.",
  "But, Your Honor, I believe what makes out the ex post facto claim is an increase in the quantum of punishment after they've committed their crimes. So they need to show that as an element. I -- I see -- I'd like to reserve the remainder of my time for rebuttal, if I could.",
  "Thank you, Your Honor. A number of points. I wanted to start by responding to Justice Souter's question, which was again asking about this need for entitlement to early release as part of habeas, and would ask the Court to consider the In re Braden case where a prisoner in Alabama was seeking to challenge a detainer that had been issued by Kentucky. And the basis for the challenge to the detainer in habeas was the fact that it was having implications for his parole eligibility in Alabama. So there, there was not going to be necessarily an entitlement to earlier release, but simply a difference in the parole considerations. Second, Justice O'Connor, with respect to your questions about mootness, the only point that I would add is that if this case is moot now, it was moot when the Sixth Circuit decided it as well. So if mootness is the direction we're going, I think there need to be a decision vacating the judgment below - -",
  "Your Honor, we don't believe it's moot either, and in -- in fact, for two reasons. First, once again, it's threatening consequences for an existing decision, albeit it not the one that was originally threatened or where invalidity would be implied below, but there is a new one where that would have that consequence. In terms of bad consequences, I think the single biggest bad consequence of directing these prisoners to 1983 rather than habeas is it's going to deprive them of the opportunity for meaningful relief in Ohio's courts. The Layne decision in the last -- decided just 2 years ago, three prisoners brought a declaratory judgment action about the way parole works in Ohio. They were successful and their case resulted in 3,000 prisoners receiving - -",
  "That's true, Your Honor. At the same time, this -- bringing this -- this case in 1983 in Federal court means that they're not going to be able to get injunctive relief on State grounds under the Pennhurst doctrine. So they are depriving themselves of a chance to get that type of meaningful relief that Ohio courts are offering and that courts in other States are offering. The other -- the other point I wanted to make is that with respect to Petitioner Johnson's argument, his understanding of sentence, that if it doesn't impact the sentence, it can't be in habeas, would mean that parole revocations can't be in habeas either. A parole -- parole -- when you're on parole, you're still serving part of your sentence, as he understands it, part of the initial term that the court has imposed upon you. Granted, you're not doing it in prison, but a parole revocation wouldn't impact your sentence. It would merely bring you back into prison to serve the remainder of your sentence rather than having you serve it on the street. So I think that understanding of sentence can't make sense for -- for habeas purposes.",
  "Well, but to the extent we're talking - -",
  "But to the extent we're talking about duration of custody or duration of confinement, again, the claims here do have a -- success on the claims here would have a meaningful impact on the duration of confinement. This Court in Muhammad said -- I think this is probably the -- the closest quote on point -- challenges to particulars affecting the duration of confinement are the province of habeas corpus. This is a challenge to a particular, the parole procedures, that's affecting the duration of their confinement. Or at least that's their allegations, and that's what success on their claims is going to mean. And because of those durational consequences, as well as because of the consequences of success on the merits for previous State parole decisions, we believe that those claims are better routed to habeas than to 1983. If there are no further questions.",
  "I think we can follow that case as it's been reinterpreted in Heck. Wolff said that -- well, Heck said that Wolff was about challenges that would not -- and I believe the language is -- necessarily vitiate the underlying decision. So the way Heck understood Wolff was that the procedural challenges there, with regard to the prospective relief they were seeking, were not the type of relief that would necessarily vitiate any decision that had already been made. Here, by contrast, the claims that they're bringing, the ex post facto claims, if they're successful on the merits, would necessarily vitiate the decisions that have gone before. Thank you, Your Honors.",
  "Mr. Chief Justice, and may it please the Court: In prison's unique environment, RLUIPA violates the Constitution. It directly and impermissibly advances religion and it would have to be -- have to be -­ perceived by objective observers as endorsement.",
  "Well, I think you are, Your Honor, and if our brief came across that way, I -- I think it overstates the line that we're asking this Court to draw. The Court has recognized, in talking about accommodations, that of course accommodations by their very nature benefit religion. That's part of an accommodation and could be said to have the effect. But the Court has said then we must draw lines. That is, the Court has recognized that you can't just say, oh, it's an accommodation which means that's fine, it's always going to be fine if it's an accommodation. In fact, Justice O'Connor said we need to draw lines because otherwise everything will just become, oh, that's an accommodation.",
  "The line is violated here, Your Honor, because of the unique incentives and burdens that arise in the prison context.",
  "But in -- in prison's unique environment, Your Honor, where there are so many deprivations of liberty and then to say the one -- one way you can get out from under the thumb of all these prison regulations is to claim religion, and that's going to give you a powerful weapon not again to -­",
  "But -- but the Court has -- has always articulated that the rules -- well, in Turner and O'Lone, the Court articulated that the rules are different in prison, citing to the intractable problems of prison administration and the -- and the problems of subjecting -­",
  "No, Your Honor. Going -- going back to the Beto case, the Court said free exercise applies in prison, but in O'Lone, the Court said it applies in prison but the standard what we're going to use is one that's very similar to -- to rational basis.",
  "We're not asking for that bright line rule, Your Honor. It could well be the case that providing kosher meals, for instance, whether that's required by the Free Exercise Clause or not, it might go marginally beyond what free exercise requires. That's an accommodation that would be perfectly legitimate. But to have a rule that says anytime you bring any request of any kind for an accommodation from any rule, it's going to be treated differently and better because it's religion -­",
  "Well, Your Honor, I don't think we need to go that far. I -- I think we could look at given types of accommodations and say if a legislative determination is made that this type of accommodation with respect to this type of request is appropriate, based on a balancing of all the factors to consider in that particular case --",
  "-- that might not slide --",
  "Well, a narrow, targeted -- I guess the point is, Your Honor, a narrow, targeted accommodation would be different in our view than this broad, wonder bus approach to accommodation.",
  "No, Your Honor, I -- I don't believe so because I think if, for instance, the legislature said, you -- you shall, absent some compelling need, provide prisoners with a diet that meets their religious requirements, that would not discriminate among religions. It would be narrowly tailored to some perceived problem that might exist.",
  "And, Your Honor, we believe that in prison's unique environment, to the extent you go beyond the Free Exercise Clause, it raises special problems and special concerns that need to be dealt with -­",
  "-- on a case by case basis.",
  "It's insufficient, Your Honor, because it doesn't change the underlying fact that the request itself, whatever the ultimate outcome on the request is, the request itself gets treated differently and better merely because it's religious. This is a -­",
  "No, Your Honor. I'm -- I'm not suggesting that.",
  "And -- and as the Court noted in Amos, these type of statutes are necessarily going to single out religion, but that doesn't shield them from Establishment Clause scrutiny just because they take the form of being directed at religion and providing a benefit that's -- that's labeled as an accommodation. I mean, for instance, Congress could say, look, we think it's difficult for State prisoners to practice their religious beliefs when they can't go to church. So absent some compelling State interest and least restrictive alternatives, the prisons need to arrange to release prisoners once a week to go to the church or synagogue of their choice. Well, that would provide an awfully powerful incentive inside prison walls for prisoners to -- to claim religion.",
  "Thank you, Your Honor. That is -­",
  "No, they did not, Your Honor, and I think that's an important as well, that once someone has an -- a bona fide religion and -- and prison officials can challenge whether this is in fact a religious set of beliefs. But if they have a religious set of beliefs and if they are sincere, then you can't challenge this particular request as not being mandated by the religion.",
  "For religious reasons, I would prefer to do this.",
  "Well, Your Honor, I wish I could draw a brighter line rule -­",
  "Your Honor -­",
  "It's the magnitude by which Congress has enhanced the religious right. That is, we compare what the Constitution requires State prison officials to do and we say, how far has Congress moved the ball.",
  "Well, our argument is pinned on this Court's decisions in Turner and O'Lone, which we see as establishing the baseline for what type -- for what the Constitution requires in terms of free exercise in prison, and then we use that baseline and compare the standard imposed there to the standard Congress is seeking to impose through RLUIPA and compare the magnitude of the two, understanding, as this Court has said in Lemon, that lines of demarcation are difficult to perceive. It's difficult to say exactly where that line should be.",
  "I -- I believe so, Your Honor, given prison's unique environment.",
  "I believe Turner and O'Lone are prison cases that talk about what the Constitution means in prison, understanding that in prison there need to be changes to what we would otherwise see as the inmates' constitutional rights if they were not in prison.",
  "Well, Your Honor, I think that the burdens in the prison environment are twofold. First, RLUIPA forces prison officials to change the balance they would otherwise strike between safety and accommodation, and by changing that balance, changing the margin of safety, if you will, they're now imposing risks on the other inmates that are in prison. And these aren't merely -­",
  "Yes, Your Honor. And compelling State interest doesn't present a problem to the State of Ohio or to the other States that are operating under this statute. What it -- what presents the problem is the least restrictive alternative part of that which subjects State prison officials in their day-to-day judgments regarding prison operations to a strict scrutiny analysis on the back end.",
  "The -- the least restrictive alternative, which is what puts the teeth in RLUIPA and what's -- what creates the problem -­",
  "Well, the United States claims no, Your Honor, of course. But when we look back at the experience of the States with RFRA, before it was declared unconstitutional, we presented substantial evidence in the -- in the joint appendix with regard to the way in which there was an explosion of demands for accommodations by prisoners from previously unheard of religions. There was an expansion -- an explosion of claims of conversion within -­",
  "That's correct, Your Honor, but the difficulty that doesn't seem to go away with the least restrictive alternative test is -- is the possibility, as this Court noted in Turner, that every judgment every day is subject to some court somewhere finding that there was a less restrictive way of achieving the goal. And -- and we see that -­",
  "Well, that's not particularly encouraging, Your Honor, but --",
  "Yes, Your Honor. And -- and I guess all I can do is go back and compare the accommodation if that's what this is that's at issue here with that that was at issue in Amos to say these employers don't need to comply with this one Federal statute and this one set of obligations. And I asked, well, okay, so an employer. Is that going to make IBM switch from being a computer manufacturer to being a religious services provider because, boy, if we do that, we can get out from underneath title VII's nondiscrimination mandate? I don't think so. But if I look in prison and I say, what is going to be the effect on the ground with respect to people claiming religion or converting to religion if I tell them there's going to be a different regulatory regime that applies to you -­",
  "Your Honor, I -- I don't know that it hasn't. I mean, I'm -- I'm surprised in a sense to hear that claim because in brief period in which RFRA did apply to State prisons, there was an explosion of these demands. And -- and I would direct the Court to, I believe it's, 204, 210, 211, and 212 in the joint appendix to see some of the ways in which there's been this impact. I'd also -­",
  "Your Honor, I don't know that the fact that -- that strict scrutiny might become -- what that means, what that's going to require. And arguably, this is a slightly different strict scrutiny than other strict scrutinies because of some of the legislative history, to the extent one -- one wants to look at that. And -- and that's, I guess, the problem. As we flesh that out, during that entire time, we're saying it's all right to burden other inmates in prisons. It's all right to burden prison officials. It's all right for Congress not to burden Federal prison officials, but for Congress to burden State prison officials with this new set of obligations.",
  "Well, Your Honor, the --",
  "Well --",
  "I'm --",
  "I'm not sure I agree with that, Your Honor, for -- for a couple of reasons. First, this also purports to be Commerce Clause legislation, in which case it would be a mandate upon the States whether -­",
  "But -- but secondly, Your Honor, with respect to the Spending Clause issue, this Court has said in Dole that there needs to be relatedness between the spending, that if there's going to be strings attached, they actually have to be attached to the Federal money in some meaningful way. And here, Congress is relying on spending, most of which has absolutely nothing to do -­",
  "No, they did not, Your Honor, but we -­",
  "That's -- that's true, Your Honor, but it is available to the Court as an alternate ground of affirmance of -- of the decision below.",
  "Well, Your Honor -­",
  "I don't believe so, Your Honor, because our theory isn't that anytime you go beyond what free exercise requires, you're immediately into an Establishment Clause violation. We recognize that there is a play in the joints. And providing chaplains, given the -- the rich history and tradition of doing so in prisons, seems to fall very comfortably within that play in the joints. The question is when have we gone too far. When has our accommodation slid over, as the dissent put it in Texas Monthly, into a -- or an impermissible incentive to practice religion?",
  "Your Honor, first, I'm not sure that their claim is that, oh, we're being treated differently and worse. Their claim was we want to get together for congregate religious services or, in Mr. Hampton's case -­ he was a Wicca -- he wanted certain objects, including a quartz crystal that he would be able to keep in his cell.",
  "They -- they may well, Your Honor, and -- and the point is in each of those cases, prison officials look at the object and say what's the potential for harm here. Should we let them have it in their cell? There's a -- there's a practice in Ohio prisons of -­",
  "That's right, Your Honor.",
  "Absolutely, Your Honor. Absolutely.",
  "There's a -- a request for a prisoner who wants the grooming regulations changed with respect to him. He's a prisoner who's got a history of contraband violations. He's involved in a -- in a prison betting pool and carries -- tries to carry betting slips and secret them on his person. And so if he could violate the grooming regulations, the concern is he might use that to hide contraband. There are prisoners that want to wear their hair in a certain way to signify gang affiliation, and instead, they claim, well, I need this for religious purposes, but what's really going on is they want to signify gang affiliation.",
  "Your Honor, again, I'm -- I'm sure there's a compelling interest. The question is the least restrictive alternative. Are we going to be able to meet every Federal judges' view of is this the least restrictive way we could go about achieving this compelling interest? There's no doubt that prison security is going to be recognized as a compelling State interest, but the difficulty is the least restrictive alternative test.",
  "Frankly, Your Honor, other than RFRA, it's the only time Congress has gone this far. And so to say that there's a lack of case law on this is more to suggest that there's been settled understandings that we can't go this far rather than -­",
  "In our brief we -- we looked at Lee v. Weisman in what the Court called subtle and indirect coercion to religion when it was merely standing for a -­ a invocation during graduation once a year. And we contrast that with what's going on here and the constant pressure day after day, if you want this set of benefits, get religion.",
  "That's correct, Your Honor.",
  "Again, Your Honor, it's not that we couldn't potentially win these cases under least restrictive alternative. The question is by changing the standard to that, changing the standard to one in which these prison officials -- I mean, Congress is, in a sense, asking Federal judges to sit as overseers of religious life in the prisons across the 50 States. And given what this Court said in Turner, given what this Court said in O'Lone about the intractable problems that prison officials face, it just seems an inappropriate task and one that, if motivated with the desire of increasing religiosity in prison, seems to cross the Establishment -­",
  "Right, and it's -­",
  "Except, Your Honor, this Court noted in Turner, I believe it was, that the need for judicial deference is particularly strong when you're dealing with situations that create ripple effects in prison. And it's difficult for Federal judges to know. They don't have prison management experience. They don't have 20 years on the ground like most prison wardens do to say this -- this accommodation will work and this one won't.",
  "If they will, it's not in the face of the statute, Your Honor. I mean, it's not in the face of the statute. It says compelling State interest and least restrictive alternative. I would just like to note -­",
  "Well, I believe Mr. Clement noted that -- that there was a case that held that, okay, you can't wear the medallion on the outside of your shirt, you can wear it on the inside of your shirt. So that would be a less restrictive alternative for not allowing you to use the medallion, I guess, as a gang identifier. Now, it doesn't really deal with the problem that as soon as the guard is not looking, again it can be pulled outside the shirt and can be used as a gang identifier.",
  "Maybe, Your Honor, but -- but the question is, is it permissible for Congress to create incentives for prisoners to say, yes, I'm religious because I want these other benefits? Can Congress really say, boy, we'd like you to be religious, and the way we're going to provide that incentive is by giving you a better shot at getting out from the rules in prison? It's not a guaranteed shot from getting out, but it's a better shot at getting out from the rules that apply to everybody else in prison and to get that, you have to become religious.",
  "Better shot than -­",
  "Well, and Your Honor, I was not careful there. I should say much better shot. I mean, again, it's this point that -­",
  "I think by comparing to what's gone before. In fact, the Court has adopted a version of that approach already. In Caldor, the Court said if it's unqualified and imposes a burden on others, that's going to violate the Establishment Clause. I see my time is up, Your Honor.",
  "Thank you.",
  "Mr. Chief Justice Rehnquist, and may it please the Court: For years, Mr. Tory has relentlessly targeted Johnnie Cochran with a pattern of defamatory speech in a public forum for purpose of causing Mr. Cochran to pay Mr. Tory money in tribute for ceasing from this unprotected activity. He admitted at trial he intended to engage in this conduct. He was doing it just so he could be paid money, and when asked if he would continue to do so, he stated he would.",
  "Yes -­",
  "Yes. First of all, I don't believe it was directed to a lot of people. As this -­",
  "I believe this Court said in Madsen that that would raise an abstract controversy that Mr. Tory doesn't have standing to attack the injunction for other persons who are not before the court. No aider or abetter has ever been served with this injunction. Ms. Craft has never been served with this injunction. Only Mr. Tory. So I don't believe -­",
  "I defend the injunction, and respondent defends the injunction on the ground that it is conduct that was being enjoined --",
  "-- from the use of unprotected speech.",
  "Yes, we defend the injunction.",
  "Yes.",
  "Based upon the unique facts of this case, Justice Ginsburg, I say somebody can be enjoined. I don't say that in the abstract.",
  "But in Near, they set forth certain factors, and those factors included that it was not a private redress of private wrongs. The information was of legitimate public concern. Neither of those elements are present in this action.",
  "But, Justice Scalia, what I'm relying on is the fact that he has engaged in 3 years in a pattern of continuing, repetitive conduct.",
  "I'm not suggesting that this injunction is necessarily overboard based upon that proposition because I believe there are -­",
  "I disagree with that, Justice Kennedy.",
  "Well, if you're asking me, based upon the breadth of the injunction, what I -- if -- if there was -- are you asking me what I would do to modify the injunction? You could merely strike -- you could leave intact paragraph 2 and you could strike simply subsections (ii) and (iii) as being unconstitutionally overbroad.",
  "Yes. In -- in Madsen, Justice Kennedy, you struck -- the Court struck certain provisions as being unconstitutionally overbroad and left certain intact. So there's no reason why you can't look at this injunction, which clearly does not attack paragraph 1. The -- they do not attack paragraph 1. They do not attack paragraph 3. They only level their attack at paragraph 2, and paragraph 2, by striking subsections (ii) and (iii), would then be limited to the exact conduct in issue, which is picketing.",
  "Absolutely not.",
  "First of all, that's -­",
  "Because I don't believe that's a public forum.",
  "Your -- Your Honor, I believe there are alternative channels of communication here.",
  "Well, I was -­",
  "I think I said it when I said there was a continuing pattern of repetitive conduct under Pittsburgh Press, over 3 years that that was the conduct that he has engaged in. And that was clearly the purpose of this injunction, Justice Breyer. We know that. And the purpose of the injunction is to enjoin conduct that's designed to extort money from Mr. Cochran.",
  "Well, I think this is precise and clear. Based upon the breadth of the injunction, it's very clear. Based upon this man's prior repetitive conduct of defaming Mr. Cochran with unprotected speech for the purpose of attempting to extort money from him -­",
  "The injunction --",
  "If we restricted the injunction to specific words used such as you cannot picket Johnnie Cochran's law firm and say he's a crook, liar, and thief, the response will be that he'll come up with five new words to defame Mr. Cochran for purposes of extorting -­",
  "Well, there could be no picketing for purposes of -- no -- which contains defamatory speech for purposes of extorting Mr. Cochran. But --",
  "Well, I would disagree based upon the prior -- continuing course of -- of repetitive conduct and the fact that this -- over a period 3 years, once a week, this man spent 3 to 4 hours a day of his time defaming Mr. Cochran at his law office. When we enjoined him from doing so at his law office, he moved it to the Los Angeles Superior Court. And I think the fact that Mr. Cochran is a public figure actually favors the breadth of this injunction. If this was not a public figure, then the public forum issue would not be as effective. But because Mr. Cochran is a public figure, the only way he gets protection is in the public forum because this gentleman could move his picketing down to west L.A., Santa Monica Boulevard, nowhere near a courthouse, and to a public figure he can inflict the same damage to reputation. And that is the problem we were contending with in attempting to draft an injunction that was not overbroad and yet could control Mr. Tory -­",
  "It --",
  "Were aided -- were aided by my advocacy, Your Honor.",
  "Well said, Justice Rehnquist. What I'm suggesting here is Mr. Cochran would have been faced with -- he has no remedy. Injunctive relief is the only remedy. And he would be faced with a multiplicity of actions -­",
  "I think we would be -- that injunction then would be attacked on being vague or ambiguous, that Mr. Tory wouldn't have sufficient notice as to what he was allowed to say and not allowed to say. I guarantee you that was --",
  "No. I think they can be tailored. I just don't think they can be that narrowly tailored. And I don't think in this case, which I believe that the test we should be applying if we're going to balance, is this -- there's no need for this injunction to be drafted in the least restrictive means. I also continue to advance the argument that this -- the facts of this case are unique. It's the use of speech to engage in unprotected conduct. This -- this conduct is not protected by the First Amendment. The conduct of attempting to extort money from Mr. Cochran is not protected. If that is not protected, then I believe we can craft -­",
  "It certainly does, Justice Rehnquist. But what I am suggesting is there was no remedy for Mr. Cochran that would have avoided a multiplicity of actions other than to draft the injunction in a form that would preclude Mr. Tory from engaging in the same conduct without regard to whether it was -- and to let him know clearly -- give him a safe harbor as to what he could and could not say.",
  "But I don't think it needs to be because of the pattern and practice that this man has engaged in over 3 years. And if we take the example, which is so he has a change of heart and suddenly he now wants to praise Mr. Cochran and that's become his -- and he's going to promote him as mayor of San Francisco, he can certainly go into the court and modify the injunction.",
  "He can certainly seek to modify the injunction, and that, as I pointed out in a subsequent letter brief, there's -- California doesn't adopt the collateral bar rule. And therefore, he has a check and balance in this case. Under People v. Gonzales, 12 Cal.4th 805, the collateral bar rule has no application in the State of California. So in the unlikely event that Mr. Tory was engaged in speech praising Mr. Cochran, one, and two, in the -- in the more unlikely event that someone was going to attempt to cite him for contempt for engaging in protected speech, he could contest, under First Amendment grounds, the enforcement of this injunction in the State of California because the collateral bar rule has no impact.",
  "No, no, no, no. Justice Kennedy, all I'm saying is -­",
  "All I'm -- all I'm saying is that if the collateral bar rule was in effect, you would waive your right to contest. You don't have a right to contest the constitutionality of the injunction on First Amendment grounds or constitutional grounds when it's seek to be enforced against you. That's not a defense in a contempt proceeding. California does not adopt that rule. Therefore, Mr. Tory can always -- if he is engaged in protected speech, he can easily contend --",
  "I don't dispute that.",
  "But there's nothing unusual -­",
  "He's subject to it, but there's a check and balance there in terms of when you balance, the potential remedy for Mr. Cochran -- what -- what is going to give Mr. Cochran the remedy he needs? And if we balance that against the -- the breadth of this injunction, I think we have to look at -- one of the biggest concerns about prior restraints, when analyzed in terms of injunctions, is the collateral bar rule.",
  "That's exactly -­",
  "And I have no dispute with that, Justice Breyer. I agree that was the whole purpose for the injunction. That's the basis of the injunction. And you could always remand for further proceedings, consistent with any opinion you would write, that the injunction has to be tailored to -- to deal with defamatory conduct, which is designed to extort or with the intent to extort. And I -­",
  "I'm saying if this Court -- well, I'm gleaning the impression that this Court thinks it's overbroad.",
  "And having gleaned that perception, I'm trying to suggest that, number one, there was no attack on paragraphs 1 and 3, and now we're focused on paragraph 2. And paragraph 2 can be tailored, as you have indicated, Justice Scalia, I think consistent with First Amendment issues. And I think it's important to point out that if we take away injunctive relief in a defamation action in this day -- modern age -­",
  "It's never been there.",
  "I -- I agree it's never -- you've never found it there and you've never said it can't be there.",
  "Yes, I think that you could limit the injunction to defamatory speech of a similar nature designed to extort.",
  "No, and I think that would be subject to the same injunctive relief. I think this case is unique with the extortion element, but I don't disagree, Justice Scalia, that that is why any decision that says injunctions in defamation actions would be improper. I think people would start defaming with impunity.",
  "I don't think you need to place a limitation other than you can enjoin the defamatory conduct. Take, for example, the Internet. A posting goes on of a -- of a business that -- a startup company. It can't -- damages of -- for a startup company -- they're very difficult to prove.",
  "There's no authority, but there's no authority that says you can't do it. But what I am suggesting is in -- is in a pure defamation action that's not tied to any specific wrongful conduct, there's no reason why you couldn't enjoin. For example, if you found that a specific item was defamatory on its face, such as a posting on the Internet, the only way to get that posting off the Internet would be to enjoin it because damages aren't going to solve the problem. And if it's -- even if it's purely defamatory, you could restrict it to that purely defamatory posting, similar to -- to the obscenity cases where you've reviewed a film, you found it to be obscene, and then you preclude it. There are procedural safeguards and you preclude it in the future.",
  "Well, Justice Ginsburg, I think where that leaves us is you'd have to engage in some sort of balancing about the -- how narrowly tailored the injunction is and does it provide a sufficient remedy and, you know -- and -- and in this -- and what test we would analyze it under, strict scrutiny, intermediate scrutiny, or the Ward test. And -- and I think that in applying those tests, you'd have to come to a balance, and if the balance is that you're going to limit it to a specific type of speech or -- then that -- that would be a -- a reasonable limit, and if it creates a multiplicity of actions, well, so be it. But at least there's a remedy for that posting or postings of a similar nature. So -­",
  "If you'd -- if I could direct you, Justice Ginsburg, to page 12 of the joint appendix at paragraphs (j) and (k) of the verified complaint, you will see that we alleged in a verified complaint that he'd engaged in three previous efforts of this same type of conduct, one. And two, paragraph (k), that Tory is in the business of professionally extorting monies from innocent persons and business -­",
  "Findings to substantiate -­",
  "No, Justice Kennedy, there were not.",
  "There was some testimony only on one of those issues, which was the oil company. There was no findings on this issue. But then I would refer you to paragraph (k) which specifically refers to extorting of monies. And also in my opening statement, as is reflected in the trial's transcript, the -- the first thing I said is this is speech designed for an improper purpose. It's unprotected speech designed to extort money from Mr. Cochran. That was the whole theme -­",
  "I think we could have pled extortion had we chose to. We could have pled inference with advantageous business relations. We probably could have pled California's -­",
  "Notice pleading based on facts, but we do label the causes of action. The -- the point I'm trying to make is whether every cause of action was pled, if the conduct is extortion, which is what the judge implicitly found by findings 20 and 27, that conduct is not protected. And whether we named the cause of action correct in the complaint or we sued for that specified cause of action, doesn't change what it is that we were seeking relief for, which is stopping this man from defaming Mr. Cochran until he was paid money. We attempted to achieve that. We thought we did a fair job in paragraphs 1 and 3, which they don't attack and I agree is not fairly included within the question which has been certified here, nor is an attack on the underlying finding. But we attempted in paragraph 2, broadly I agree, to avoid a multiplicity of actions and to give Mr. Tory other channels of communication other than the public forum where he is engaged in a continuing course of repetitive conduct to defame Mr. Cochran. He -- and -- and this is -- one point that I want to stress. We don't view this injunction as being violated if he went on TV, he went on the radio, he went in the newspapers. We don't view those as public forums under the definition that this Court has provided. Those are not public forums. We are not concerned about that. We do not believe that those events will occur. We did not seek to protect them. So we have given Mr. Tory an unlimited venue to speak, but we said you can't do this in the public forum because of your continuing course of repetitive conduct, 3 years, once a week, 52 times a year, over 150 times, 4 hours a day. And with that, I would submit that while the injunction is broad, I don't believe it's a unconstitutional prior restraint, and to the extent this Court believes it is overbroad, I believe striking subparagraphs (ii) and (iii) of paragraph 2 would solve the problem, or alternatively, that in conjunction with a suggestion that it needs to be narrowed to deal with the speech and conduct in issue. Thank you.",
  "Mr. Chief Justice, and may it please the Court: John Stumpf pleaded guilty to the aggravated murder of Mary Jane Stout. The evidence shows he is, in fact, guilty of that crime. The court below, nonetheless, vacated his conviction on habeas review citing two grounds. Its reasoning on each directly conflicts with this Court's opinions and significantly undermines the finality of the hundreds of thousands of State court criminal convictions based on pleas.",
  "That is correct, Your Honor.",
  "There was a separate mitigation hearing under Ohio law, yes, Your Honor.",
  "Your Honor, the State said that they -- they thought there was evidence to support that. They said, I don't believe it's necessary for this court to conclude he was the actual shooter, and that's in the joint appendix at 186. So the death penalty is appropriate - -",
  "The court -- or I'm sorry. The prosecutor argued that there was sufficient evidence to show it.",
  "Your Honor, after -- at the time of the original sentencing hearing there was no other evidence, this new evidence of which he complaining - -",
  "-- didn't exist.",
  "When it came into being, he then moved to vacate his sentence at the State - -",
  "-- court. And the judge there from the original panel --",
  "-- one of the judges said, it may have made a difference. Of course, they had before them a motion to vacate the -- the sentence at that time, and they denied that motion. So apparently it didn't make a difference to that judge. Two other Ohio courts have independently reweighed all of the evidence and found that the death sentence was appropriate.",
  "I -- I guess that would be conceivable, Your Honor, although I note that there's only one due process claim he's making. He's making one form of constitutional error claim predicated on the Due Process Clause, and if there was no due process violation with respect to his conviction, which is the claim that he was pressing before the Sixth Circuit, there's similarly no due process violation with respect to his sentence.",
  "No, Your Honor, I wouldn't say that. In his Sixth Circuit briefs, he does -- in a section that's entitled I hereby challenge my conviction, he does also note in that section that he's got some concerns about his sentencing hearing. So I don't know that he's waived that. But I don't believe that there's a valid due process claim that he has with regard to either his conviction or his sentence.",
  "Well, because his theory, Justice Souter, is the same with regard to both. He says this - - the use of this - -",
  "That's conceivable, Your Honor. We understand that the -- we understood the Sixth Circuit opinion to be directed toward his conviction. So the - -",
  "-- the thrust of our arguments before this Court were directed towards the conviction. The other side then raised, oh, the State has waived their claim about the sentencing, and -- and we were just making - -",
  "-- clear that, A, we haven't, but B, in any event, the due process theory sounds the same in both. And so if there's not a due process problem, with respect to these arguably inconsistent theories, then there's not a due process problem with respect to his sentence either. He hasn't brought any other set of facts - -",
  "Well, Your Honor, referring to page 187 and 188 of the joint appendix, he says, given those circumstances, although we believe the evidence does prove he was the shooter of Mary Jane Stout, legally, technically, I don't believe it makes any difference when you have two people acting in concert for the joint and unlawful purpose of committing an aggravated robbery and -- and murder results.",
  "He said there's ample evidence from which the court could conclude - -",
  "In so many words, Your Honor, in connection with the mitigation phase, in -- in connection with the factual basis hearing even, he put on the evidence saying, you know, Mr. Stumpf says he wasn't the shooter and gives a lot of reasons to discount that evidence. So he's arguing that in fact Mr. Stumpf was the shooter. I think it's a fair implication if he doesn't say the express words, but it's a fair implication. Of course, at that time, there was absolutely no evidence to the contrary. Mr. Wesley had not yet been extradited from Texas. He hadn't even made this alleged statement to Mr. Eastman.",
  "To vacate the sentence, yes, Your Honor.",
  "Well, A, I think that's an inference that's supported by the fact that he voted to deny the motion, but B, in any event, there's been an independent reweighing of all of the evidence in the Ohio intermediate appellate court and that court said that -- very specifically said, even if we didn't believe he was the principal -- or principal offender, the actual shooter - - we do believe that. But even if we didn't, the death sentence here would be appropriate. And this Court noted in Clemons that an independent reweighing by an appellate court of the evidentiary record can be sufficient to secure -- or to - -",
  "Well, Justice -- Justice Ginsburg, the -- the evidence wasn't available at the time of the original sentence. So the failure to have that part of the record at the time of the original sentencing hearing, of course, can't violate due process. And then the question would be, did something that happened later violate due process? But I just don't think it can be the case that anytime new evidence comes up that might cause a judge to say, boy, if we'd have had that evidence before when we -- when we reached the sentencing decision, we might have reached a different result - -",
  "Well, Justice Kennedy, I -- I think it depends, at least in part, on what role that finding played. If those two verdicts each had as an essential component this fact, this person is the shooter and this person is the shooter, so that the verdicts are necessarily inconsistent so that we know the State has actually got someone in jail they're punishing that's innocent, we would concede there may be a substantive due process right of the -- against the State because the State at that point - -",
  "Your Honor, I -- I think that's a great question.",
  "Well, I -- I think the point is probably both would have some kind of claim in that I don't think the State can pursue and convict two people on necessarily inconsistent theories because at that - -",
  "And I don't know that there is either, Your Honor. We'd be willing to concede that for purposes of this argument because even if there is, it doesn't apply here - -",
  "I -- I agree with that, Your Honor, and I hate to argue against my position, so I -- I do this gently. But at the same time, the court has noted and - - and one of the old saws of American law is -- is it's better one guilty person should go free than that one innocent person should be punished. And if the State knows, as a matter of fact, that it secured two convictions for a crime that only one committed, the State knows at that point that it's punishing at least one innocent person and that might violate - -",
  "The new evidence came to light some 6 months after his plea was entered and after the sentence was announced.",
  "To -- to a jailhouse informant, yes, Your Honor. And the prosecutor put that evidence on at trial, at Wesley's trial, but it's interesting to note what he did with that evidence at Wesley's trial. He put it on but then in closing very expressly noted that while there's been this evidence, even if you don't believe he's the principal offender, you can still find him guilty of aggravated murder.",
  "Well, Your Honor, first, I -- I don't think they're -- he was without process. Mr. Stumpf had abundant process within the State system. He got all the evidence - -",
  "Well, Your Honor, the -- again, the intermediate appellate court independently reweighed this evidence and concluded that even if we conclude that Mr. Stumpf is not the shooter, even if that's our -- our conclusion -- it isn't, but even were we to conclude that, the death penalty would still be appropriate here. So there's been an independent reweighing of the evidence minus the mitigating evidence or minus the - -",
  "Yes, Your Honor. He -- the prosecutor, in fact, stipulated to the admissibility of the Eastman and the Wesley evidence from Wesley's trial back into the Stumpf proceeding in the original trial court before the two judges -- the two of the three judges that were remaining at that point, and then - -",
  "That was part of the record on appeal.",
  "I believe so, Your Honor. The indictment in Wesley's case included a specification that he was the principal offender, so at the very least, the indictment would - -",
  "The only way to be the principal offender under that specification is to be the triggerman. So that -- that's clear from the face of the indictment in -- in Wesley's case that the State had argued that. Now, the jury, importantly in Wesley's case, found that he should be acquitted on that aggravating circumstance. It's not an element of the crime, but it's one of the aggravating circumstances that the State could rely on in seeking the death penalty in Wesley's case, and the jury specifically rejected that aggravating circumstance and -- and found that the State had not proved it beyond a reasonable doubt. Throughout the -- throughout the appellate process, with regard to the sentence, the State's attorney argued that, yes, there's evidence in the record from which you could conclude that he's the actual shooter, but in any event, it doesn't matter. And the -- the State's attorney was correct in that, as a matter of Ohio law, aiders and abetters can both be found guilty of aggravated murder under Ohio law and are subject to the death penalty. The two -- the two aggravating circumstances - - I'm sorry. The one aggravating circumstance that remained after the plea deal turned merely on the reason why Mrs. Stout had been put to death. It did not turn at all on who was the person who put her to death. So as an accomplice, aider, and abetter, with liability for the aggravated murder, he was also subject to the death penalty under that - -",
  "I -- I think it's definitely a fact that the court weighs, although here we have evidence that at least one Ohio court took that possibility into account and said even in light of that fact - -",
  "-- we still conclude that the death sentence is appropriate. So I don't know that we can say that in this case it in any way would change the outcome. In fact, the record - -",
  "Well, this did go back in front of the two -- two of the three original sentencers and they declined to allow him to vacate his sentence. The intermediate appellate court then independently reweighed and expressly said, whether he's the shooter or not, he's eligible for the death sentence. So there have been a number of Ohio judges that have - -",
  "Twice at the head from essentially point-blank range, Your Honor.",
  "Right.",
  "Your Honor, we agree and that certainly falls well within the -- the range of culpability that this Court set out in Tyson as - -",
  "Well, first, Your Honor, I don't think we have to guess what the judges would do because the judges did what they did. They denied the motion to vacate and then - -",
  "And certainly the intermediate - -",
  "Well, the intermediate appellate court expressly said that its determination did not turn on who had pulled the trigger, that they would have reached the same conclusion independent of who pulled the trigger.",
  "Well - -",
  "That's - -",
  "That's - -",
  "I would think that's - -",
  "But - -",
  "But, Justice Breyer, I think it - - it's always going to be the case that after a sentence is announced, there's the possibility that new evidence might come up that would cause us to say we can't know for sure what this panel would have done with that new evidence. And so there needs to be - -",
  "Mr. Wesley.",
  "But, Your Honor, I'm not sure that that would have been the State's position. I don't believe after the Wesley trial, that the balance of the evidence necessarily showed that Wesley was the shooter versus Stumpf. That was one person's testimony.",
  "They did, Your Honor, and Mr. Wesley -- it isn't as though all the new evidence is in Mr. Stumpf's favor. Mr. Wesley, the only other eyewitness who's testified, came and sat on the witness stand and said, yes, Mr. Stumpf pulled the trigger. At the end of the day, the only two people who know exactly who pulled the trigger are Mr. Wesley and Mr. Stumpf, and they have every reason to point their finger at the other person. So if that's - -",
  "The State -- and I would encourage the Court to look at the State's response to that motion, which is in joint appendix at 126. But what the State says on 126 is -- essentially there's a lot of agnosticism in the response. It says, look, there's this new evidence. We don't know. It seems like from this record you could conclude that Stumpf was the shooter, but then the State says even deleting that finding, even if you don't agree with us, or even if you don't agree that's the case, because the State isn't really saying this is our position anymore, even if you delete that finding, there's still sufficient evidence here to support a death penalty against Mr. Stumpf.",
  "That's correct, Your Honor.",
  "As the court expressly -- or as -- as the State expressly noted in its closing in that case - -",
  "In closing --",
  "In -- in closing at that trial, Your Honor, the -- the prosecutor was relatively agnostic, frankly. He said, look, you could conclude - -",
  "He -- he put in the evidence, and then he said, look, from this evidence you could conclude that Wesley was the shooter. You could also - -",
  "Well, and Your Honor, I -- I think if he could show Wesley was the shooter, that would, of course, support a conviction against Wesley, but he recognized that the jury didn't necessarily need to believe that, and in fact, he wasn't relying on that in order to secure the conviction.",
  "Because, Your Honor, the State is not the fact finder. The judge is the fact finder. The State needs to put the evidence in and allow counsel for the defendant, counsel for the State to argue positions, and let the fact finder make the ultimate determination. With the Court's permission, I'd like to reserve the rest of my time.",
  "Justice Ginsburg, to respond to your question, under Ohio law you do not need to -- to plan to kill the witness in order to have specific intent for aggravated murder. I would refer the Court to the In re Washington and State v. Scott cases that we cite in our brief that say that participation in an aggravated robbery where that's going to be done through force or violence or in a manner reasonably likely to result in death is sufficient to support a -- an intent -- a -- an inference of specific intent. So there's -- there's no need to find that they planned to kill the witnesses. If -- if I heard Mr. Freedman correctly, he admitted that Wesley would not have a due process argument here because he said the fact finders were apprised of Mr. Stumpf's proceedings. Well, exactly the same is true in Mr. Stumpf's case. As soon as that testimony became available, as soon as Mr. -- as the prosecutor had knowledge of Mr. Eastman's testimony, that testimony was then placed back in the record for further proceedings in the Stumpf matter. The prosecutor made arguments, but I don't think that the Due Process Clause requires - -",
  "Hearing on the motion to vacate and further appellate review. I don't think the Due Process Clause requires the State to admit the ultimate truth of everything that Mr. Eastman testified to at that other trial. The question was did they have a good faith basis for putting him on, and they did. And did they have a good faith basis then for arguing that notwithstanding what he said, that the conviction and the sentence in Mr. Stumpf's case were appropriate? And I believe the record supports that they did have a good faith basis for making that argument. If we look at the arguments they made, they were arguments in the nature of, look, there's this evidence in the record. You may believe it, you may not. Either way, Mr. Stumpf is correctly eligible for the death sentence under Ohio law and that sentence is appropriate. And the courts found, based on that argument, that Mr. Stumpf had appropriately been sentenced to death. This Court has noted that the principal function of habeas is to assure that no man has been incarcerated under a procedure which creates an impermissibly large risk that an innocent person will be convicted. Well, we don't have that risk here. Stumpf has knowingly and voluntarily pled guilty, removing any risk about that. And if we look to this sentencing hearing, there's no risk that he received an impermissibly large sentence because the prosecutor made the evidence available, and Stumpf's counsel used that evidence and argued it, and the court simply rejected it. If the Court has no further questions, I'll stop. Thank you.",
  "Mr. Chief Justice, may it please the Court: We agree with DaimlerChrysler's position, both as to standing and as to the merits. The Respondents' grievance as taxpayers, the sole standing argument they press here, is a textbook example of the generalized public grievance that the Court has repeatedly rejected as a basis for -- or for standing. Respondents' only claimed taxpayer harm is their assertion that the State fist loses money as a result of the investment tax credit.",
  "Your Honor, we do not believe that they have standing in State court, either. Ohio has a taxpayer standing doctrine much like the Federal taxpayer standing doctrine. They would need to show some unique harm separable to them. I believe the language is that they would have to show that they contribute to a special fund. And that's out of a case called Masterson, in Ohio. There is a separate Sheward case that the Respondents cite in, I believe, footnote 5 of their brief. We don't believe that this falls within the Sheward exception to standing, in Ohio. There's a certain exception that allows certain case of great public importance to go directly to the Supreme Court, but we do not believe that --",
  "-- this would fall within that.",
  "Yes, Your Honor --",
  "Yes. And I wanted to respond a little bit to Justice Scalia's point. I think what they're trying to claim is, because they have municipal taxpayer standing to challenge the property tax exemption, that that somehow allows them, then, to sweep in their challenge to the investment tax credit, as well. We don't dispute that they have municipal taxpayer standing to challenge the property tax exemption. We do, however, dispute whether or not that gives them standing to also challenge the ITC.",
  "Well, the property tax exemption is a State tax program, Your Honor, but it requires action by local city leaders --",
  "-- to --",
  "It --",
  "It --",
  "In a sense, that's right, Your Honor. This Court has noted that the relationship between a municipal citizen and a municipal corporation is akin to between a shareholder and a corporation, generally, and that, in some instances, that will allow the municipal citizens to challenge the actions of their municipal leaders, in a sense. This property tax exemption involves that type of action. It would, in a sense, be a challenge to that, and, I think, cognizable under the Court's municipal taxpayer --",
  "Your Honor, when looked at from a numerical basis, I agree that the distinction might not seem to carry a lot of weight. The Court, however, has not looked at it in terms of numbers, it has looked at it in terms of the, quote, \"special relationship\" that arises between a municipal citizen and a -- and a corporation. And presumably that special relationship exists independent of the size of the municipality. But, in any event, whether or not they have municipal taxpayer standing to challenge the property tax exemption, there's no way to somehow grow that into standing to challenge the separate enactment by the Ohio General Assembly.",
  "It wouldn't, Your Honor, although --",
  "-- I think it puts a point on the problem with, in a sense, trying to grow a standing. You ask, would it redress? And I guess the question is, redress what? I mean, they don't have any separate harm associated with the investment tax credit that's constitutionally cognizable.",
  "Well, that's correct, Your Honor, but, still, there needs to be some way to grow the municipal taxpayer standing into --",
  "-- standing to --",
  "Right. Exactly, Your Honor. And my only suggestion was that, even if there is municipal taxpayer standing to challenge a property tax exemption, which we've conceded below, that doesn't somehow confer standing to challenge of separate enactment by Ohio's General Assembly. Respondents, in their brief, talk about this notion of ancillary standing, but that -- the case they cited -- and they -- principally, they talk about the Flast case, where, in addition to considering the Establishment Clause challenge, the Court also, in a footnote, mentioned the free-exercise challenge and the question of whether there would be separate standing for that. But there, in the Flast case, it was a situation where they were using two theories to attack the same legislative enactment. Here, they're trying to attack a statute which they haven't shown causes them any harm. And so, the case is -- the challenge that they are bringing is, in a sense, an abstract challenge. It isn't one that's in a -- in a form that's judicially cognizable. That's why this ancillary standing theory, which would represent a dramatic expansion of the Court's article III jurisprudence, would not be a sound constitutional interpretation. It would allow the Court to interject itself into disputes where there's no injury to any -- no concrete injury to any specifically identified plaintiff. Article III's case for a controversy requirement is supposed to ensure that when the Court takes action, it takes action in the context of a particular concrete harm, and it can do its legal analysis against the backdrop of this plaintiff who's been harmed in this manner. These plaintiffs can't meet that. They haven't shown any harm to themselves, any judicially cognizable harm, under article III. If I could, for a moment, Your Honors, I'd also like to turn to the merits, briefly, of the Respondents' claim. We believe Respondents' claim also fails on the merits of the Dormant Commerce Clause. Ohio provides a benefit for those who invest in the State; but Respondents have not, and cannot, identify any burden that the ITC places on interstate commerce. Absent that burden, their Dormant Commerce Clause claim fails.",
  "Well, I don't think that -- that's not the way that I understand their --",
  "-- claim, Your Honor.",
  "I understand their claim -- I understand their claim more to be that two identically situated businesses, if -- both have the same tax bill --one builds a new facility in Ohio, one builds a new facility in Wisconsin. The one who builds the new facility in Ohio is going to have a lower tax bill than the one who builds the new facility in Wisconsin.",
  "Your --",
  "Well, Your Honor, first, I'd note that's not a harm that they face, of course, going back to --",
  "-- standing issue, but --",
  "Yes. But --",
  "-- separately, Your Honor, I think what -- in this Court's Dormant Commerce Clause jurisprudence, when the Court has talked about \"burden,\" in the past, the Court has talked about the situation where activity out of State is somehow assessed a tax. That is, the tax in State A goes up as a result of activities in State B. The Westinghouse case is a perfect example. There, there was a New York tax that increased for each export transaction that occurred outside the State. In a sense, New York was exporting the tax burden to activities that existed in some other State. And that's the sense in which the Court has used the word \"burden\" in its past cases, not this more amorphous sense that Plaintiffs -- or Respondents are pushing here.",
  "That's absolutely right, Your Honor. There's no limit on where the taxpayer purchases the equipment they install in the State. There's no limit -- no effect on where the goods from the factory go. There's no limit on who you can hire to work in the factory, or where they come from.",
  "Absolutely, Your Honor. The credit is available independent of whether you already have a presence in Ohio, whether you've never had a presence in Ohio, whether you've never even paid taxes in Ohio before. Certainly, if you invested within the State, you're now going to have a corporate franchise tax bill, and the credit would be useful to you at that point. But you could have had no pre-existing relationship with the State at all, as a taxpayer, and still take advantage of this tax credit. It's equally available to all comers. The only question is, What do you do in the State of Ohio? Do you invest money in the State of Ohio? And the credit turns on the amount of that activity in Ohio. If DaimlerChrysler establishes a new plant in Missouri or Montana or California, it, in no way, impacts the credit that they receive in Ohio. They're not deprived of that credit. It doesn't become of a -- of a lower value because of their decision to invest elsewhere. And so, under this Court's --",
  "Interestingly, Your Honor, it --",
  "I would -- I would hope not, Your Honor. I mean, I think the sense is that it increases investment in Ohio. And that's what this Court has called a \"laudable goal\" of State economic policy, is to try to increase investment within the State to benefit the citizens of the State. Certainly, that's --",
  "I don't know, Your Honor. A couple of responses to that. First, to the extent this spurs investment that otherwise would not have taken place anywhere else, of course that's just positive sum. That's new economic development that wouldn't have occurred, but for this incentive, or incentives like it. Of course, at some level there's going to be competition for where these manufacturing facilities are located. But, again, this Court has noted that competition among the States for their share -- or their fair share of interstate commerce is not, in and of itself, a Commerce Clause problem. The question is only when that competition becomes discriminatory in some way. And what the Court has meant by \"discriminatory\" is, Does it somehow tax your decision to be somewhere else? When you decide to be in Missouri, does that increase your Ohio tax bill over what it would otherwise be? Camps Newfound, perfect example. You decide that you're going to serve an interstate clientele, your tax bill goes up above what it would be if you didn't serve an interstate clientele. And Ohio's tax credit doesn't have that characteristic that the Court has found so troubling. In fact, looking back through the Court's cases, over and over again this notion of burden comes up, and -- whereby, \"burden,\" it means \"imposing taxes on the business of other State,\" all the way back to Guy versus Baltimore, \"You can't build up your commerce by means of an -- unequal and oppressive burdens upon the industry and business of other States.\" So, certainly if Ohio were attempting to tax DaimlerChrysler, or treat DaimlerChrysler worse because it had put a plant in Missouri, that would create a Dormant Commerce Clause question. But here, there's simply nothing like that. In fact, Respondents' theory would dramatically expand this Court's Dormant Commerce Clause jurisprudence, and would strike down a whole swath of State laws that have engendered substantial investment-backed expectation at this point. Billions of dollars have been invested by thousands of companies in reliance on various forms of locational credits, whether it be job incentive credits, whether it be investment tax credits, whether it be environmental cleanup credits. All of those credits would be at risk under the theory that Plaintiffs espouse. Your Honors, this Court has more than once noted that the Commerce Clause demands that the States must sink or swim together, but it has never suggested that the States must be indifferent between those two options. Frankly, Your Honor, the States would prefer to swim. ITCs like Ohio's help the States keep their economies afloat. Respondents disagree with this, as a policy matter, but that debate belongs in Ohio's statehouse, not here. The ITC is not protectionist, and it imposes no burden on interstate commerce. And, thus, it does not violate the Dormant Commerce Clause. Ohio respectfully urges the Court to reverse the decision below or, in the alternative, to vacate the decision for lack of standing.",
  "Your Honor, I don't actually think it would be any different, in the sense that neither one of those two would violate the Dormant Commerce Clause. Of course, this Court has noted, in various cases, albeit in dicta, that subsidies ordinarily do not run afoul of the Dormant Commerce Clause. I think this tax credit ends up having the same economic impact. And, for all the reasons I stated about a lack of burden, even if some tax credits that might be like subsidies could create a Dormant Commerce Clause problem, this tax credit does not. It imposes no burden on out-of-State activities. Thank you.",
  "Mr. Chief Justice, and may it please the Court: This as-applied challenge asks whether the government can make it a crime for Ralph Fertig and the Humanitarian Law Project to speak in association with the Kurdistan Workers Party. Specifically, they seek to advocate for legal reform in Congress and the UN, to write and distribute articles supportive of Kurdish rights, to inform the Kurds of their international human rights and remedies, and to advise them on peaceful conflict resolution. It is undisputed that the Kurdistan Workers Party engages in a wide range of lawful activities and that plaintiffs seek to support only lawful ends. The government has a concededly compelling interest in combatting terrorism, yet it has not even tried to defend these prohibitions under strict scrutiny. Instead, it rests its entire case on the proposition that criminalizing plaintiffs' speech is a regulation of conduct, not speech, and therefore can be upheld under O'Brien. That view is mistaken for two fundamental reasons. First, as this Court has already held, O'Brien is inapplicable where the government prohibits pure speech --",
  "Some of my clients’ speech?",
  "I don't think -- I don't think any of it could be prohibited, Your Honor, unless the government can satisfy the stringent scrutiny that this Court applies when Congress seeks to prohibit pure speech. So, no, I don't -- I --",
  "I think that certainly all of the speech that I've just identified, which is the core --",
  "Right. Yes. It’s core -- and I think the reason, Your Honor, is it is core political speech on issues of public concern. It is advocating only lawful, peaceable activities. This Court has never upheld the criminal prohibition of lawful speech on issues of public concern.",
  "I think money is different, Your Honor.",
  "I think money is different because it's -- it's conduct, not speech.",
  "Right. And I think -- - I think, Your Honor, that the answer is no, for the -- unless the government can meet the higher standard of scrutiny that applies when you’re regulating speech.",
  "Well, I don't know whether it would necessarily be Brandenburg. I think for -- in order to apply -- to decide this case, Your Honor, all the Court has to find is that when the speech advocates solely lawful, peaceable activities of the sort advocated here, that's not sufficient. I think specific -- we've suggested a specific intent standard, which is lower than Brandenburg, would be appropriate --",
  "Well, again, Your Honor, that -- if the government -- if the connection between the speech and the government's concern were sufficiently close, then maybe it could. But the problem --",
  "I think the test is whether the -- whether the speech -- when it's speech, I think the test is whether the speech has been provided with specific intent or knowledge that it will further unlawful, terrorist ends of the group.",
  "Right.",
  "Right. Well, two answers. Does your question refer to the Nazi Party today or the Nazi Party during World War II?",
  "Okay.",
  "Right, right. So I think -- the reason I ask, Your Honor, is that it may make a difference if we are at war. The law of treason prohibits aid --",
  "Okay.",
  "Right.",
  "Right. Well, I think all the Court held in Regan and Zemel was that it is permissible for the government to regulate conduct -- not speech -- travel, and economic transactions, not speech. Those were essentially O'Brien cases. And, in fact, in Regan the Court distinguished a prohibition on travel to Cuba across the board from a prohibition directed at a group, the Communist Party, in the Kent and Aptheker cases, where the Court held that --",
  "That's right, Your Honor. But that -- but that's essentially an O'Brien situation. The prohibition is on a conduct, whether it's draft card burning or travel. The individual who seeks to engage in that conduct says, I want to do it for speech purposes. But the Court says the government has a freer hand in regulating conduct than speech, and, therefore, as long as you’re regulating the non-expressive element of the conduct, we'll apply O'Brien. But what this Court has said is that when --",
  "From meeting? No, I don't think --",
  "Well, then, if it's -- if it's traveling for the purpose of association, then it would be targeted at association, not at the conduct of travel. The whole --",
  "No, but the whole point of the Cuba -- the Cuba travel cases is that -- again, as this Court said, it was an across-the-board ban. It did not apply to different political groups. It applied to anyone who sought to travel to Cuba. And it was about travel.",
  "Right. Well, then I think -- I think that's -- that’s different from this case, right, because this case -- suppose it's a ban on speech wherever it occurs.",
  "Right. Well, with respect to the hypothetical, I think the question, Your Honor, would be whether the government's interest in banning that travel is unrelated to the associational or speech purposes.",
  "There's no -- there’s no dispute, Your Honor, that the government has a compelling interest in cutting off aid to terrorism. The question is whether it can do so by criminalizing pure speech.",
  "Right, but, Justice Scalia --",
  "Well, I don’t -- I think it's not in this -- in this sense, Justice Scalia. Imagine a statute that banned aid to overthrow the United States Government. And it had three provisions: One, you can't assassinate the president; two, you can't provide bombs and weapons to groups attempting to overthrow the government; three, you can't advocate overthrow of the government. If that were applied to someone for speaking in advocacy, we wouldn't say it's a regulation of speech.",
  "Well, but --",
  "Well --",
  "Well, the government says if they -- even if they speak in conjunction with the group, they -- and they’re providing a benefit to the government, that's prohibited. So, for example --",
  "So, for example, under that view, the New York Times, the Washington Post, and the L.A. Times, all of which published op-eds by Hamas spokespersons -- Hamas is on the list -- thereby providing a benefit to Hamas, working with the Hamas spokesperson, they’re all criminals. President Carter --",
  "But --",
  "Right, and, Your Honor, there's no --",
  "Well, it is, though. It is, Your Honor. I mean, it’s -- Ralph Fertig is not the New York Times, and he's not President Carter, but it's the same sort of support, right? President Carter --",
  "No, but it's not about -- it's not about whether you meet with them. It's about whether you coordinate with them, and they've certainly coordinated with the Hamas spokesperson in editing and accepting and then publishing his editorial. That is -- that would be providing a service. It would --",
  "Well, let me -- let me also answer it this way, Justice Scalia: If you look at the specific speech which our clients seek to engage in, it includes writing and distributing literature in conjunction with the Kurdistan Workers Party in the United States advocating their support. How is that different from the New York Times?",
  "Well, I think -- I think if you -- if you specifically intend and know that your aid will further the group in its terrorist activities, then it's not protected speech. But if you're -- if you don't know that and you don't intend that, and in this case --",
  "Well, Justice Alito, this is an as-applied challenge. So the question simply is whether training in what international human rights consist of, in how to advocate for international human rights, and how to advocate politically in Congress and other bodies. That's the speech that's at issue here.",
  "No, I was just --",
  "No. I think -- I think, again, it depends upon the form of speech. There may be some forms of training that are so closely connected to the -- to the end that Congress seeks to -- legitimately seeks to proscribe, like training in bombmaking or training in military exercises.",
  "Right.",
  "Right. Well, Your Honor, that is precisely the argument that the United States made to this Court in Scales. And here I’m quoting from the government's brief: \"Active membership can be proscribed even though the activity be expended along lines not otherwise illegal, since active support of any kind aids the organization in achieving its own illegal purposes.\" That was with respect to an organization that Congress spent 10 years studying, made findings that it was an international conspiracy directed and controlled by the Soviet Union with the aim of overthrowing the United States by force and violence, using terrorism. And, nonetheless, this Court in Scales held you've got to distinguish between that aid and support and membership which is furthering the lawful activities and that which is furthering the illegal activities; otherwise you are penalizing the exercise of lawful speech. The Court said the same thing in De Jonge.",
  "It did, Justice Ginsburg, but only because it interpreted the statute to be -- to be limited to specific -- to members -- active membership that is specifically intended to further the illegal ends of the group, precisely --",
  "Right.",
  "Well, I -- right, but --",
  "Well, two things in response to that, Justice Kennedy. First, that is what the United States argued in Scales. And, again, the Court, not only in Scales but in a host of cases striking down Communist Party statute, said you have to distinguish between aid that’s intended to further lawful activity and aid that’s intended to further illegal activity when it's in the form of protected activity -- association, here speech and association. And, secondly --",
  "Active membership --",
  "-- which the government says constitutes more than mere nominal membership.",
  "Well, Your Honor, in De Jonge, one of these cases, one of this Court's first First Amendment cases, the government argued that Mr. De Jonge aided the Communist Party in its illegal ends by conducting a meeting for them and being their lead speaker at the meeting. And this Court said: We've got to look at what he did, and what -- yes, he conducted the meeting; yes, he was a member of the Communist Party; yes, he solicited people to join the Communist Party. But what did he do? He advocated lawful peaceable activities. And this Court said --",
  "Well, I don't think it would --",
  "Right, but Your Honor, what would -- if Congress came along after the Communist Party cases and said, okay, you've said we can't make it a crime to criminalize membership in the Communist Party; we are now going to make it a crime to speak in conjunction with the Communist Party -- do you think the decisions would have come out any differently? I don't think so, because this Court has said that speech is different from money, that it --",
  "Your Honor, this -- this Court accepted Congress's findings. Congress's findings were not that this was a philosophical debating society, but that it was an international criminal conspiracy directed by our enemy to overthrow us through terrorism.",
  "Oh, sure --",
  "Well, I don't think that's -- I don't think that's fair, Justice Scalia. The Humanitarian Law Project has no interest in furthering terrorism, but the Kurdistan Workers Party are the principal representatives of the -- of the Kurds in Turkey. They do have an interest in protecting the rights of the Kurds. They do have an interest in encouraging the Kurdistan Workers Party to -- to disavow violence and engage in lawful peaceful means of resolving their disputes --",
  "Yes. We didn't actually concede that, Your Honor. That's a misstatement on the part of the government. If you look at the --",
  "Right.",
  "Right. What we said, for the record, is that it would pose a very different constitutional question. And I think there are two reasons why it might pose a different constitutional question. One is -- and that was -- I’m picking up on my question back to Mr. Chief Justice, is it during wartime or not? And during wartime, Congress has broader powers pursuant to the treason --",
  "I think it might be different if we were at war with these groups.",
  "Well --",
  "Well -- well, two things, Your Honor. With respect to -- it might be different if you -- if you’re talking about treason. Tokyo Rose, for example, was engaged in speech, but she was doing so with -- with the purpose of aiding the enemy and the specific intent of betraying the United States. And that's what's required. And what the Supreme Court has said is that the -- the aid has to be to --",
  "Yes. JUSTICE STEVENS -- but in the issues in this very case --",
  "Right.",
  "I think it would depend, Your Honor, because the -- what -- what treason requires is aid to the enemy, and aid might be in the form of speech. But it also requires a specific intent to betray the United States. And when you aid someone with whom we are at war, there is an -- there may well be an intent to betray the United States. There is no betrayal of the United States here. And, number two --",
  "Right.",
  "Well --",
  "I think the question, Your Honor, is there -- is there any realistic nexus between writing an op-ed, advocating before Congress, urging a group to use lawful nonviolent means to resolve its disputes, and killing Americans? And there just isn't.",
  "Right. And -- and -- and I guess my answer to that would be it would depend upon whether the -- the -- what is being prohibited is speech. If what is being prohibited is speech, I'm not sure that it would be permissible for the government to say we’re going to criminalize your speech, even though it’s advocating lawful activities, because --",
  "That's right. And -- and that's exactly what De Jonge was essentially charged with. And the Communist Party was, again, found to be engaged in criminal activity, to be a criminal syndicate, essentially, by the Oregon statute. The Court didn't question that. At that time it was illegal to even advocate illegal activity. He was charged with providing his person, personnel, by conducting a meeting under the auspices of the Communist Party and providing the lead speech there. And the Court said, even though the argument was --",
  "Right. Our argument, Your Honor, is -- again, this is an as-applied challenge with respect to the particular speech that our clients seek to engage in, so it would not -- it would not require the Court to decide whether any nonspeech assistance could be proscribed. In fact --",
  "Right.",
  "If -- if that were what they were doing, Your Honor, if it was teaching, then it would be protected by the First Amendment. But if -- I took Chief Justice Roberts's question --",
  "Right. Right.",
  "No, no. I --",
  "No. Justice Sotomayor, what I'm suggesting is, number one, the statute regulates speech. It regulates speech because of what it conveys. Therefore, the --",
  "Yes.",
  "Yes. Exactly. And that's --",
  "No, I -- I think -- I think, Your Honor, that the answer -- maybe I wasn't clear in responding to Justice Alito. But with respect to speech advocating solely lawful activity of the type at issue here, I think the connection between the government’s --",
  "All right. Well, I --",
  "Right.",
  "Well, I think the question -- the question at the -- at the -- at the bottom would be whether there is a sufficient connection between the speech which is being expressed and the government's compelling interest. And if -- certainly there would be if it's -- meets Brandenburg. I think there might be if it is specifically intended or known that it will further terrorist activity. But where -- with respect to our speech, there's really no realistic likelihood that the speech that's being expressed here will further --",
  "Right. Federal Election --",
  "Federal Election Commission v. Wisconsin Right to Life was a pre-enforcement, as-applied challenge to the provisions of the BCRA. If I could reserve the rest of my time.",
  "Oh, I'm sorry -- I'm sorry, Justice Ginsburg. I thought I was, and maybe -- but the answer would be we are in a military conflict with the Al-Qaeda and the Taliban. This Court has recognized that. It’s authorized by the authorization to use military force. Therefore, treason law might be applicable, number one. Number two, it’s not clear that the Al-Qaeda engages in any lawful activities at all, and the -- the principle this Court established with respect to the Communist Party, a group that clearly engaged in illegal activities of a very, very dangerous kind, but also engaged in lawful activities, is that that’s -- that that the group has to be a dual-purpose group. And here there’s absolutely no dispute that the Kurdistan Workers Party and the LTTE engage in a wide variety of lawful activities and that all our clients seek to do is support those lawful activities. Thank you.",
  "Thank you, Mr. Chief Justice. I want to start by addressing the question of strict scrutiny. The -- the -- Justice Kennedy, you asked, and a number of the Justices asked, doesn't it make a difference that what they've done is prohibited a wide range of conduct and just some of that is speech? Well, that's precisely an accurate description of the breach of the peace statute in Cohen v. California. It forbade breaches of peace through loud noises, through horse racing in the streets, through any kind of offensive conduct. But when California applied that statute to the words on Mr. Cohen's jacket and then argued because we are not interested in the words on his jacket, we are interested in preserving the peace, however it’s breached, O'Brien should apply, the Court said no. We deal here with the conviction resting solely upon speech, not upon any separately identifiable conduct.",
  "That's right.",
  "No. Well, the government doesn't object because there are actually many cases, and FEC v. Wisconsin Right to Life is only the most recent. But, again, the notion is somebody who is told you can meet with a group, you can discuss with a group -- in fact, the House report says that you are free to speak with and on behalf of a designated group. But then you have a statute that says, if you advocate in any coordinated way, if you tell them anything that’s derived from specialized knowledge, if you tell them anything of specific skill, you're -- you're engaged in a crime and you could go to jail for 15 years. That's why the Humanitarian Law Project came to me. They said: We’ve been doing this kind of lawful activity. We think it's our right, but we’re not going to risk going to jail for 15 years to do it. The government has spent a decade arguing that our clients cannot advocate for peace, cannot inform about international human rights.",
  "If O'Brien applies, then I think the Court would still be applying the scrutiny that asks, is there a reasonable fit -- is there a reasonable fit between the specific speech that's at issue here, speech on issues of public concern, advocating only lawful activity, and the -- and that the government legitimately seeks to further, which is stopping support for terrorism? Now --",
  "Well, the lower courts struck --",
  "Right. The --",
  "No, and, in fact, the government has never even attempted to defend the statute under strict scrutiny, because I think it clearly could not satisfy strict scrutiny. And under this -- under Cohen, strict scrutiny is what must be applied here. In addition --",
  "I think it would be appropriate to remand for -- for application of strict scrutiny if you read it that O'Brien doesn't apply. O'Brien also doesn't apply if the statute is not content neutral. This is a statute that doesn't bar all aid; it doesn't even bar all speech. It permits unlimited provision of religious materials, even if they advocate jihad, but proscribes any secular material, even if they are advocating peace. So -- so there are -- the -- the lower court, again, found that the statute was vague, that our clients were reasonably chilled, that they had a right to engage in this activity. I think you can reach that result either through vagueness, or you can reach it by applying strict scrutiny, or I think because the fit is so poor here, and because -- and the vagueness, in fact, undermines the fit, because people are chilled from engaging even in speech that the government doesn't want to prohibit. All right, if I am told you -- you -- you’ll go to jail if you tell them anything that’s derived from special --",
  "Right.",
  "Right. Well, one -- well, we’re not -- we’re not teaching them how to get money. We’re seeking to teach them how to advocate for lawful human rights or --",
  "Right. That -- that claim has been mooted because the LTTE is no longer -- has no role in Sri Lanka. So what’s left is solely -- has nothing to do with money. Secondly, Congress only made a finding about money. At the same time that it made a finding that money is fungible, it said this is a statute -- and this is from the House report -- only affects one’s contribution of financial and material resources and does not prohibit speaking in concert with and on behalf of designated groups. Well, that suggests that Congress thought that what our clients want to do is -- should be protected.",
  "And we have suggested that you should, that. Thank you."
]