[
  "Mr. Chief Justice, and may it please the Court: Unlike the Sarausad case argued earlier this morning, this is a case of conceded constitutional error under the reasonable likelihood standard, the same question that consumed so much of the Sarausad argument. We acknowledge that this is a trial error and is subject to the Brecht prejudice standard. And as I believe Justice Souter commented during the Sarausad argument, in a Brecht situation, the defendant wins the benefit of the doubt. That is a lesson of this Court's decision.",
  "Yes. You wrote on O'Neal, Your Honor.",
  "Your Honor, although the Ninth Circuit admittedly used a structural defect nomenclature with which we don't agree, we believe that the Court can't -- that upon considering both the Ninth Circuit decision and the district court decision, this Court can affirm because the inquiry which the Ninth Circuit did conduct was actually a case-specific inquiry, not really a structural defect inquiry, and when an examination of the evidence and the verdicts and the instructions and anything else indicative of the jury's thinking still leaves the court uncertain whether the jurors relied on the valid or the invalid theory, that's a substantial and injurious influence. That is grave doubt. That is equipoise, in the language of Your Honor's opinion.",
  "Yes, Your Honor.",
  "Yes, Your Honor.",
  "Your Honor, I think the answer to that question is in the underlying trial reporter's transcript at pages 1015 to 1016, the district attorney's cross-examination of Mr. Pulido. The district attorney developed the theme quite effectively that, even under Mr. Pulido's own account, he exhibited reckless indifference because he saw the mortally wounded victim lying there, and the D.A. said, did you try to resuscitate him? Have you ever had a CPR class? I did once. Well, did you do CPR on him? No. Did you call 9-11? You didn't care whether he lived or died, did you? So this entire line of cross-examination, to which the district attorney came back again, though somewhat less dramatically, at 1330 of the transcript and again at 1337 to 1338, commenting that he -- that Mr. Pulido did not go back in at some later point to check on the victim's condition, that entire line of cross-examination encouraged the theme that even under Mr. Pulido's own account of the facts, he showed reckless indifference. And - -",
  "That certainly is an argument that if the Court -- if the Court is convinced that the Ninth Circuit's analysis in substance - - because I realize the nomenclature -- the nomenclature was inconsistent with harmless error, and I'm not going to defend that. If the Court is convinced that the substance of the Ninth Circuit's analysis was so far removed from what harmless error analysis requires in this context, we agree that the usual course would be to send it back.",
  "Your Honor, I think I could best answer that by offering my own critique of the Ninth Circuit opinion and -- which may explain why it may be unnecessary. In my opinion, what the analysis that the Ninth Circuit conducted was equivalent to a sufficient analysis, equivalent to the point of equipoise discussed in O'Neal. That is to say, it reviewed the evidence and said -- and the verdicts and the instructions -- and said we're uncertain, we can't tell which way the jury went. My critique of the Ninth Circuit's -- at least its per curiam opinion, as opposed to one of the concurring opinions, is that in fact this is not just a general verdict case. We know a great deal about the jurors' thinking in this case. We know that by a vote of either 8-4 or 4-8, the jurors rejected the prosecution's primary theory, which was that Pulido personally shot the victim and that, in the prosecutor's words, Aragon had nothing to do with this, Aragon wasn't there, Aragon isn't a murderer. We also know -- and this will be another echo of the Sarausad case -- we also know that throughout their five days of deliberations, the jurors submitted question after question directed to what are now -- what are concededly defective erroneous instructions, and moreover, those questions focused right in on the defect in the instructions and in particular the timing of Mr. Pulido's assistance. And I refer the Court in particular to the jurors' handwritten diagrams of alternative conceptions of felony-murder aiding and abetting liability, which are at 36 to 38 of the joint appendix, and also the jurors' question at page 41 of the joint appendix whether -- this goes right -- this goes, as the district court said, to the crux of the issue: Does the defendant have to have knowledge before or during the crime of the -- of the unlawful purpose of the perpetrator? And as to both of those questions the judge said: Go back and reread those same instructions, which of course were erroneous. So my critique of the Ninth Circuit opinion, which is again slightly different, I think, than the State's, would be that it neglected to mention that compelling evidence that in fact the jurors actually found a set of facts corresponding to the invalid late joiner theory, because in my view what -- the analysis the Ninth Circuit conducted gets us to a point of equipoise, and that's enough for Brecht. The defect in the Ninth Circuit's analysis is they neglected to also factor in those juror queries, and in my view the juror queries move us from a state of equipoise to a very high probability that the jurors relied on the -- and adopted a factual scenario corresponding to an invalid theory.",
  "Well, actually, Your Honor, as understand O'Neal the Court specifically renounced describing it as a burden, and in fact said that we are not going to use the \"burden\" terminology, and rather than talk about allocating burdens, we are going to address it from the perspective of the judge and say, if the judge is in equipoise, that is sufficient. We also know that -- drawing upon the relationship between the Brecht standard and others, we know that a Strickland standard is deemed to -- that if you have Strickland prejudice, you don't have to go through a separate Brecht analysis. Because of Strickland, reasonable probability also satisfies Brecht's substantial and injurious influence. Well, this Court has said again and again, in construing Strickland, it does not require a more likely than not showing; it simply requires a showing sufficient to undermine confidence in the outcome. And - -",
  "I think we will under Brecht, Your Honor.",
  "In substance, it did even though, as I said, I will -- I can't -- I can't run from the language the Ninth Circuit actually used.",
  "Yes, we do, Your Honor.",
  "Yes, Your Honor, whether it applied it in substance.",
  "Your Honor, as I said a little earlier, if I fail to persuade the Court that the substance of what the Ninth Circuit did was - - effectively satisfied Brecht as interpreted in O'Neal, then I agree that's an appropriate course, and we indicated that in the final section of our brief. There is not - -",
  "I agree, Your Honor.",
  "Your Honor -- and, again, I don't -- I don't strenuously object to that because, as I've mentioned if the court, if the court remains, remains of the view that what the Ninth Circuit did was simply incompatible with Brecht, then I agree it should be sent back and I -- and I understand why that might be the Court's inclination. Let me offer another angle for why what the Ninth Circuit did is entirely compatible with Brecht. In civil cases, this Court routinely applies the same sort of general verdict analysis which in criminal cases has become to be known as the Stromberg line. In fact, it did it as recently this summer in the Exxon Valdez case. Now civil cases don't have Chapman, they don't have structural defect; civil cases are subject to a harmless error standard which ultimately goes back to the identical statute which was construed in Kotteakos. And going back to the opinion of the Court in O'Neal, in addressing the relationship between Kotteakos/Brecht harmless error review and civil harmless error review, the Court indicated he think rather strongly that those standards are either equivalent or to the extent that they differ, the Brecht/ Kotteakos standard is less forgiving of error because of the liberty interest at stake. Now that means two things. From a retrospective point of view of simply construing this Court's different lines of cases, I think it demonstrates that this general verdict analysis is entirely consistent with a Kotteakos type harmless error analysis, but it also has some perspective implications, because if this Court were to wholly disavow that type of analysis and say that has nothing to do with harmless error review, that's going to impact civil cases, too; and obviously in all this Court's opinions, the Court is considering not only the immediate case, but what is going to happen if we -- if we rule one way or another. So this case -- this case supports a finding of prejudice under that O'Neal equipoise and as for the Ninth Circuit did, that's not what it called it, it even more strongly supports prejudice when one factors in the rest of the record, notably the juror -- the juror queries and another item which I think may be responsive to some of Justice Alito's earlier questions, which is the strength of the evidence on the various theories. There were three theories and obviously there was evidence in support of the prosecution's main theory that Pulido shot the victim himself. There was evidence -- obviously there was substantial evidence in the form of Pulido's own testimony in support of the invalid late-joiner theory. Out of these the one theory that had least support in the record before the jury was the valid aiding and abetting theory, because no witness testified to a scenario in which Pulido assisted in some fashion or another prior to the shooting; nor did the prosecutor attempt to develop that type of scenario in argument because the prosecutor was very clear: Prosecutor said you're going to get aiding and abetting instructions just in case. They only apply -- if - - they only come into play if you were to believe the defendant's story which was a real whopper; but if you believe the defendant's story the felony murder rule applies. But then the prosecutor immediately went back, \"but I don't think it applies at all, Aragon wasn't there. Aragon didn't do it. Pulido did it,\" and prosecutor went back to his primary theory. So the theory which the -- present in the instructions was least before the jury, was the valid aiding and abetting theory, yet defining this conceded error harmless depends on the notion either that the jury actually adopted a pre-shooting aiding or abetting or that they necessarily would have adopted one if properly instructed. There is one final point I'd like to make, which is there is a qualitative aspect to Brecht; and when one has an error under which the defense testimony even if believed renders the defendant guilty erroneously, that derails the entire defense. That it seems to me is the quintessential substantial and injurious influence; because it practically renders the trial nullity by erroneously telling the jury even if you find this set of facts, the defendant is guilty. So for these reasons and additionally for the very thorough prejudice analysis found in the district court opinion, we urge the Court to affirm, despite the Ninth Circuit's inept nomenclature, but in the event the Court is dissatisfied with that explanation, we have acknowledged that the appropriate course in that instance would be to send it back under Brecht. Unless the Court has any further questions, I'm prepared to submit.",
  "Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: If Hastings is correct, a student who does not even believe in the Bible is entitled to demand to lead a Christian Bible study, and if CLS does not promise to allow this, the college will bar them from its forum for speech. The First Amendment -- under the First Amendment, rights run the opposite way. Hastings is the government; CLS is private. A public forum for speech must be open and inclusive, but participants in the forum are entitled to their own voice.",
  "Happy to, Justice Kennedy. If you just look with me at Joint Stipulation 17, I think it makes this completely clear. That's on page 221 of the Joint Appendix, and it states: \"Both parties agreed that in order to become a registered student organization a student organization's bylaws must provide that its membership is open to all students\" -- that's the all-comers policy -- \"and the organization must agree to abide by\" -- \"abide by the Nondiscrimination Policy.\" That's capital N, capital P, a defined term. The \"Nondiscrimination Policy\" is defined in Joint Stipulation Number 15. That is what we have been calling the written policy. And the idea that membership must be open to all students is described in Joint Stipulation 18, which is simply a description of what that policy is.",
  "It is broader. It's our position that either of these justifications for excluding CLS is unconstitutional.",
  "Justice Scalia, our argument -- there are two policies. They have invoked both. We believe both are unconstitutional, but for slightly different reasons. The written policy is unconstitutional because it’s overtly viewpoint discrimination -- discriminatory and thus violating the principles of cases like Rosenberger and Widmar. The all-comers --",
  "Well, both policies we contend are unconstitutional. Let's begin with the all-comers policy, and when you conclude that it is unconstitutional, we will also need to deal with the other since they have two arrows in their quiver.",
  "Your Honor, it's a case where the -- where Hastings has put forward two quite different justifications for denying our right and both of them are unconstitutional. Let's begin with the all-comers policy.",
  "That's entirely correct, Justice -- Justice Alito. That’s --",
  "Justice --",
  "Well, but that is in fact the evidence. When --",
  "Justice Ginsburg, we -- we stipulated that this was their policy. That stipulation contains nothing about the historical facts as to how Hastings has actually applied it. But let's talk about the policy, because it is unconstitutional --",
  "Yes.",
  "Yes, because the policy is I think blatantly unconstitutional. It is manifestly overbroad with respect to any purposes stated. And, of course, in Healy v. James, this Court held that any restriction on a student speech forum may be no more extensive than is required by its purposes. It is also a frontal assault on freedom of association. Freedom of association is the right to form around shared beliefs. To say that groups may not form around shared beliefs --",
  "Not at all, Justice Sotomayor. Our position is that --",
  "The stipulation is that they may not exclude based on status or beliefs. We have only challenged the beliefs, not status. Race, any other status basis Hastings is able to enforce. But",
  "-- that you just have to let you in that don't agree with you.",
  "Again, I think they can discriminate on the basis of the belief, but not on the basis of the status. So that if the --",
  "-- if there were racist organizations --",
  "That's right, but they could not go the next step and exclude someone on the basis of status, under our --",
  "It's that the group may not confine its leadership based upon its beliefs. That means that --",
  "Right. And -- and our view is that the status --",
  "-- the belief half of that is not.",
  "What is -- what is wrong with that is that restrictions on a designated public forum must be reasonable in light of the purposes of the forum. The purpose of the forum is set forth in Joint Stipulation Number 8. It is to promote a diversity of viewpoints among registered student organizations. If the student organizations are not allowed to have a coherent set of beliefs, there can be no diversity among them.",
  "There is a stipulation as to what the purpose is, and the purpose is to promote a diversity of viewpoints among registered student organizations.",
  "Which is not the joint stipulation. The stipulation is that the purpose of the forum is diversity among groups. Their policy is not -- it's not only just unreasonable in light of it; it is contrary to it.",
  "It defeats the purpose of the forum.",
  "They say that in their brief, but that is not the stipulated fact in the case.",
  "It's page 216 in the Joint Appendix, Joint Stipulation Number 8. It is the only stipulation in the case having to do with what the purpose is of the RSO forum.",
  "\"Hastings seeks to promote a diversity of viewpoints among registered student organizations.\" And note how destructive an all-comers policy directed on belief is toward -- toward that. That means that if, for example, there’s an NAACP chapter, it would have to allow a -- a racist skinhead to sit on -- in on its planning meetings. That means that if there’s an environmentalist club that has a demonstration in Sacramento in favor of cap-and-trade legislation, they would have to allow --",
  "-- a global warming skeptic to --",
  "They haven't happened because this policy came into being -- was announced for the first time in 2005. So there couldn't possibly be any -- any record of that.",
  "That's correct, it was not.",
  "That's correct. Joint Stipulation Number 40 states clearly that the -- that the -- that they were informed, and I quote: \"They were informed that CLS bylaws were not compliant with the religion and sexual orientation provisions of the Nondiscrimination Policy.\"",
  "Never. And --",
  "I don't think so. Every time the policy is mentioned, it seems to morph into something else. When the dean announced it at the deposition, she said all students may participate on the -- in all activities, period, full stop. Now we find out in their brief, well, their -- groups can have conduct limitations, they can require dues, they can have attendance requirements, they can have competitive contests to see whether they get in. This -- this policy is -- it changes with every wind. And -- but the fundamental problem with this -- with this is what -- what this Court stated in Velazquez v. Legal Services Corporation, that you cannot allow -- you cannot allow the terms of the policy just to say that whatever their policy is, that that determines the contours of the program, because that would render the First Amendment a -- a nullity.",
  "The separation is between church and state, but this Court has held over and over again that speech forums -- that people participating in a speech forum are not the state. The state is Hastings. We are perfectly private. There is nothing wrong with a religious organization, even on public --",
  "We would.",
  "Now, we do -- there is in addition a free exercise argument, but I don't -- but in this case what the Free Exercise Clause protects is exactly what the associational freedom test would protect for everyone.",
  "Again, separation does not apply to private parties when they are operating, even on government property.",
  "No, Justice Ginsburg. Our position is it is unconstitutional to -- to prohibit groups to form around beliefs but not around status.",
  "They can insist that -- that everyone who participates in the group have that belief, and that, as Justice Scalia said, may mean it's going to be a very small group. But they cannot discriminate on the basis of status. But belief -- as this Court said in Cantwell v. Connecticut, belief, the freedom to believe, is absolute.",
  "Well, it's not unusual to say people -- people can believe in all kinds of things that are illegal. That doesn't mean that they can do them. It's not a -- it's not an unfamiliar distinction in our law. But let's look at --",
  "The written policy?",
  "That's correct.",
  "Yes. There’s a joint stipulation to that effect, Number 34.",
  "It -- it does. I thought that Justice Breyer posited the case of a person of homosexual orientation who shares that belief.",
  "Oh, oh, I'm sorry, Justice Breyer --",
  "I'm sorry. I misunderstood your question. This is a religious group. Their understanding of marriage is based upon their --",
  "Not if that person was engaging in sexual conduct that is contrary to the --",
  "Well, in that --",
  "-- or -- I'm sorry. Or --",
  "Right.",
  "That's right. If the person --",
  "Regardless of what he intends to do, if he does not agree with the -- the organization on the point of -- of marriage, then he can be -- he can be excluded from leadership in the group. Again, he's able to attend all the activities. CLS has all of its activities entirely open to everyone. And what it objects to is having -- is being run by non-Christians, because after all, this is a group whose very purpose is --",
  "What I -- Justice Sotomayor, I believe what we consistently say is that we have been denied the right to meet on campus. And that is completely true. Look -- if you would look at Joint Stipulation Number 10, at the top of page 219, it provides that CLS, although not currently registered, is eligible to apply for permission for rooms. But there is no stipulation that that will ever be granted, and the record shows that every time CLS has requested permission to meet they have gotten a complete run-around. They have been told: Well, you have to apply through your lawyer, and then their -- they don't get an answer on time and when they get an answer it's, well, because you’re not a registered student group --",
  "-- there is not room for you.",
  "Justice Sotomayor, even the access to campus communications is absolutely essential, as this Court said in the -- in Healy v. James. We are barred from access to the -- to Hastings' e-mail system; we can't post notices on the usual bulletin board; we are left out of the weekly --",
  "There -- there’s -- there are ones for the -- for campus and student groups, and there’s another one for community groups. We’re allowed to post on the community group, but we’re not allowed to post on the boards that -- that students look to for where student activities occur. We are left out of the -- a very important point -- the student organization fair at the beginning of the year where groups introduce themselves to the One L's as they -- as they come in.",
  "We're -- we're barred from that.",
  "No, it's definitely a limited designated public forum.",
  "I only cite Cantwell for the proposition that belief is absolute.",
  "I would address it. The forum -- the purposes of the forum are undisputed. They are to provide a diversity of expression among student groups. Their policy disserves the purpose of the forum and therefore cannot be regarded as reasonable in light of that. And what is more, what they have done is -- it's also not reasonable because it's independently unconstitutional. What they have done is they've said you may not have fundamental freedom of association or, if you do, we will withdraw an otherwise available benefit from you. As recently as the unanimous decision of this Court in FAIR v. Rumsfeld, the Court reiterated the -- the now I think 100-year old principle that constitutional rights may not be penalized by the withdrawal of benefits any more than they can by -- by direct prohibition. I see that my white light is up, and I’d like to reserve the remainder of my time for rebuttal.",
  "Well, thank you, Mr. Chief Justice. First, in answer to Justice Stevens' question, we do believe that the Court needs to reach the constitutionality of the all-comers policy as applied to CLS in this case. We brought only an as-applied challenge.",
  "Not facially, but as applied to CLS, yes. Several other points, I know --",
  "That's correct as stipulated to, undisputed.",
  "That's -- that's because we -- the complaint is accepting the -- Hastings' definition of sexual orientation. We were told that our conduct rule, our nonmarital conduct rule, violated their sexual orientation provision, and therefore we sought relief from their sexual orientation provision. It was nothing more than that. There -- it is -- it is stipulated in Joint Stipulation 40, I believe it is, that -- that CLS's rule is based on conduct --",
  "-- not orientation. Several other points: My friend twice in his presentation stated that the all-comers policy is simply their way of implementing the nondiscrimination policy. But if so, it is so absurdly overbroad as to be unconstitutional. There is no reason to stop the environmentalist club from leading -- from requiring its leaders to share environmentalist views --",
  "-- in order to --",
  "So far as we’ve been able to tell, there is no public university law school in the country that has such a policy.",
  "There are some private universities that, according to the AALS, have such a policy. We know nothing about them. They are not in the record, and, frankly, I’d be a little bit surprised, because the policy is so absurd. Think of how it would apply to the law school itself, and this policy does apply to the law school itself. Does Hastings really mean to say it is committing itself to an all-comers policy when it hires faculty or admits students? Do they not care about the belief of its dean of admissions, about beliefs of -- about, say, affirmative action? The very idea of it is preposterous.",
  "It's possible, but --",
  "Yes, but Hastings has --",
  "But Hastings has --",
  "Hastings has a perfectly conventional RSO program just like the ones in Healy, and Widmar and Rosenberger. They just have a policy that is destructive of that --",
  "-- of that program.",
  "What can --",
  "What you can say is that Healy v. James requires a substantial justification for exclusion of a student group from a registered student activity forum, and this is not a substantial justification; it is a silly justification. If it is silly, crazy, and preposterous, it is not even reasonable, let alone compelling or substantial.",
  "Mr. Chief Justice, and may it please the Court: If police officers act lawfully in conducting their investigation, they may respond to any exigencies that arise. It is up to police officers to determine how they will collect evidence in any given case as long as they stay within the confines of the Fourth Amendment. Although securing a warrant -­",
  "I don't think so, Justice Sotomayor. I think that in any case -­",
  "Well, a person might not -­",
  "A person doesn't have to answer the door. A person might come to the door; they might also ignore whoever is at the door. Both of those options are fine.",
  "I mean, I -- I guess that a person is entitled to do that.",
  "I mean, I think that that -­ that's certainly a lawful option that somebody has when the police officers knock at their door. And, certainly, in this case -­",
  "That's -­",
  "I guess some people might do that if they don't want to give consent to police entry. I think that in order to go in, based on an exigent circumstance, the police would have to be able to articulate to a court that they objectively, reasonably believed that there was destruction of evidence occurring inside.",
  "Justice Ginsburg, it's our position that the Court should assume that there was an exigency in this case. In the Respondent's brief in opposition, he argued that there was insufficient evidence of exigency. The Court nonetheless granted cert on the question of whether a police-created exigency would be okay under the Fourth Amendment. The Solicitor General believes that the Court should assume there was an exigency, and if it agrees with Kentucky on the question presented and then reverses, it should remand to the Kentucky Supreme Court for a determination of whether an exigency existed. The trial court in this case certainly found that the movement inside of the apartment was enough for the officer to reasonably conclude that somebody inside was destroying evidence. The Kentucky Supreme Court assumed that that was so in order to reach the question presented in this case that the Court granted cert on.",
  "I think the problem with that test, Justice Kagan, is that police officers have options of how they can conduct searches and seizures. Getting a warrant is one way that they could do that. Getting consent to conduct a search or a seizure is another way. There's no justification in this Court's precedents for requiring police officers to choose one of those options over another if both options are lawful. In this case, the police officers knocked on the door, not sure which apartment the person that they were pursuing fled into, in order to determine whether that was the correct apartment. There's no reason why they needed to get a warrant before knocking on the door and seeking cooperation of the people inside. okay under a lawfulness test as long as the suspect reacted by destroying evidence instead of by coming to the door, like in Bumper or Johnson, and going about with a -­",
  "Justice Breyer, the objection to that is simply that in all cases that are founded upon probable cause that are not programmatic searches that are conducted without any individualized suspicion, this Court has repeatedly rejected prongs of a Fourth Amendment test that -- that rely on the subjective assessment -­",
  "I'm sorry. I don't -­",
  "I guess that it's not totally clear what bad faith would mean in this context -­",
  "Justice Breyer, I don't -- I don't know what it means to act in bad faith in a case like this as a police officer.",
  "Well, Justice Alito, I think that it would be difficult to determine objectively whether that was the case. Certainly -­",
  "I think that -­",
  "I think that there's already a significant risk built into the Fourth Amendment that police officers, if they knock on the door and they don't hear somebody destroying evidence inside, they're going to have to leave and get a warrant. I think that's enough of a deterrent.",
  "Right, and I think that there's -- the Court shouldn't be concerned, and certainly shouldn't be concerned enough to adopt a bad-faith or a subjective motivation prong to a test that it creates which is -­",
  "That's true, and, Justice Sotomayor, to be clear -­",
  "I think the -- the fact that if the person actually does what the police officer says and answers the door will mean that the evidence would be excluded as a coerced consent search is enough of a deterrent to that sort of conduct.",
  "I don't think it's necessary.",
  "I think that's right, if the person submits to the command.",
  "Mr. Chief Justice, and may it please the Court: This Court has consistently rejected the argument that Federal statutes that both create a right to sue and also bar waiver of rights under the statute are sufficiently explicit to override the strong Federal policy in favor of arbitrability expressed in the Federal Arbitration Act. In two of those cases, Gilmer and Pyett, the Court construed a statute the relevant language of which is virtually indistinguishable from that and the Credit Repair Organizations Act that we have before us today. Those cases involve the ADEA. Both the ADEA and CROA, as I'll call it, create a cause of action for aggrieved parties to bring actions for damages. And both statutes explicitly bar waiver of, quote, \"any right\" under the statute.",
  "And that's the sole distinction between the two statutes. So, let's talk about - -",
  "So, the -- first of all, the disclosure statute is a -- describes in layman's terms, gives a quick description of an operative civil liability section, which is set out in 1679g and which tells us exactly what Congress had in mind in creating a cause of action. And when you look at the language of the actual operative provision, 1679g, it's almost as if Congress deliberately went out of its way to use language that would not preclude arbitration. That language provides that a person who violates the statute shall be liable to the persons - -",
  "Justice Kagan, I think that would be exactly the same, because a cause of action and a right to sue are the same thing. They mean the same thing. And this Court has consistently since Mitsubishi held that just because Congress creates a cause of action which is a right to sue does not preclude arbitration, because - -",
  "Justice Ginsburg, in the ADEA context, the government itself, the EEOC, sends discriminated-against workers a right-to-sue letter that tells them they have a right to sue. But this Court has twice said that that does not preclude arbitration. And that's because a right to sue is simply a cause of action. It doesn't actually -- that doesn't mean exclusively a right to be in court. It gives you rights which may be vindicated, and there are various ways in which they can be vindicated. And the Federal Arbitration Act provides that the -- that this Court or that the courts must enforce private contractual agreements that provide for the vindication even of statutory rights through arbitration.",
  "Yes, Justice Alito, I can imagine it. Now, Congress has to date not used it. Congress knows perfectly well how to bar arbitration. They've done it in a number of statutes. In fact, in the very Congress that enacted CROA, there were three different statutes that were proposed that would have eliminated arbitration for particular statutory schemes. None of them were adopted. But Congress is perfectly aware of how to do this. I don't think they have to use the magic words \"no arbitration,\" but -- but they certainly have to do something considerably more direct than this. Here they've created a statute that provides that there must be liability and creates a cause of action, and then they tell people in a separate disclosure provision -- by the way, added very late in the drafting process, right -- simply to tell people that they have what is colloquially known for laymen as a right to sue. Now, we lawyers call things causes of action. We call them things like the right to bring a civil action in a court of competent jurisdiction. That's lawyers' language. But when ordinary people talk about this, they think that's a right to sue. But a cause of action and a right to sue are exactly the same thing.",
  "First of all, only our waiver argument depends upon those particular cases; we have a second argument. But, nonetheless, I think this comes from the very long tradition, at least back to the 1980s in Mitsubishi, of understanding that arbitration is a choice of a forum, but it must vindicate the substantive rights of the particular statute. So, this is the way courts have talked about the relationship between arbitration and the substantive statute. So, you look at the statute, and you see what are the prohibitions, what are the substantive rights and so forth, and the arbitrators enforce all of those, but that the term rights does not include -- it does not mean that there's an exclusively judicial forum, just that whoever is the decisionmaker is going to enforce exactly the same set of substantive rights which are in the statute. But, Justice Kagan, even if that were not persuasive, Congress is perfectly aware that that's the way that this Court had been interpreting the words, because Gilmer, which interprets the very words \"any rights\" in an anti-waiver provision as not including arbitration, happened just a few years, 5 years, before enactment of this statute. And we know Congress was aware of Gilmer, because in -- the very same Congress that passed CROA also considered a bill, considered and rejected, a bill that would have reversed the decision in Gilmer. So, Gilmer and the very question of -- of arbitration was before this Congress, and they knew that the word \"any rights\" was interpreted by this Court the way that it was in Gilmer, and they used precisely the language that was interpreted that way in Gilmer. And so, at this point, there's a vocabulary. It's like there's a glossary. Congress is using it, and even if it may not be, you know, fully textual, as you say, that's -- that's the way Congress now addresses the matter.",
  "That's true, Justice Ginsburg, and the question is, does it matter? I would say anyone looking at the ADEA's language, which says that an aggrieved person may bring a civil action in court, anyone would say that that is a right to sue. It is surely a right. And, indeed, when this Court interpreted that statute in Pyett, this Court called it a right, a right, to a judicial forum. Three times in the opinion, the Court refers to that as a \"right.\" And the fact that our statute here refers to a right to sue, rather than a right to bring a civil action, seems -- certainly against the backdrop -- recall, please, that the question here is whether Congress has explicitly abrogated the -- specifically disavowed, specifically barred the use -- the arbitrability of the -- of the contracts, and that all doubts are supposed to be resolved in favor of arbitrability, and the -- the statutes must be interpreted with a healthy regard for the policy in favor of arbitrability. Considering this, and considering the paltry basis in the text for -- for that conclusion, I don't see how the Ninth Circuit's decision can be withstood - - could be upheld.",
  "I do not think so.",
  "It refers to a cause of action, Your Honor, you know, and we can call that a lawsuit, too. I mean, often that's another layman's term for a cause of action. But this Court has held I don't know how many times, I believe it's at least six times since -- since Mitsubishi, that just because Congress creates a cause of action and says that it will be in court, that does not mean that that's -- that that does not preclude arbitration, that that creates a cause of action. And I think the -- the underlying logic of this is that the existence of a cause of action or of a right to sue, which I submit is a synonym for a cause of action, is -- is not inconsistent with arbitration; it's the precondition for arbitration. If there were not a cause of action, there would be nothing to arbitrate, right? So, in every case in which there's a legal arbitration, there's a cause of action. It might arise from contract, it might arise from a statute, but in every single arbitration, there is a cause of action. If this Court were to interpret - -",
  "Justice Ginsburg, again, if that is so, it would apply to other cases in which the language \"right to sue\" is used. For example, the EEOC's right-to-sue letters, what could be more explicit than that? But this Court has held several times that just because the EEOC sends a right-to-sue letter doesn't mean that Congress has - -",
  "It's in the regulations, Your Honor.",
  "Well, what the statute says is you may bring a suit in court. And so, if this Court -- I do not see how the Court can say that the right -- that the language \"the right to sue\" is different from a right of action. It certainly -- it's -- it is the same thing.",
  "We have -- there is no reason to think that when Congress appended a disclosure provision toward the end of the drafting of this statute and simply used a colloquial version of cause of action so that ordinary people would understand it, that they intended to change the meaning of the operative provision. The operative provision tells us, I think very clearly, what Congress meant, and then in this sort of quick shorthand, colloquial way, they're telling people, yes, they have an action, but just like they have an action -- persons have an action under the Sherman Act, they have an action under RICO, they have an action under the ADEA, they have an action under the Truth in Lending Act. In all of these cases, people have a right to sue, but this Court has held that arbitration vindicates the cause of action.",
  "I don't - -",
  "It does happen rather often. I'm not sure what the -- I would say no. What I would say is that the -- is that the question of arbitrability has been put before the court, and the court will decide whether to enforce the arbitration clause or not.",
  "Exactly. Exactly. So, in this sense, it's not that the cause of action goes away. It's not the -- the cause of action is not being waived. It's simply being vindicated in a different way, in a way which Congress in the Arbitration Act has told us is perfectly appropriate, just as appropriate as a -- as vindication in Court and that we should leave it to - - and that a contract between the parties to decide which of the forums for vindication of their rights would be used should be enforced.",
  "That is an argument against arbitration that this Court has rejected several times.",
  "Well, Justice Ginsburg, Congress -- that's a policy question, and Congress has given us an answer. Recently, by the way, Congress has indicated a slightly different answer which will affect cases like this in the future. As part of the Dodd-Frank regulatory reform bill, Congress required the new Consumer Financial Protection Bureau to conduct a serious study of the use of arbitration procedures in consumer financial matters to find out whether things like what you referred to, Justice Ginsburg, the -- the types of contracts and so forth are fair to consumers. So, we'll get an authoritative answer to this. And Congress then vested this new bureau with authority either to outlaw arbitration awards or to require conditions or to reform them. But in the meantime, the policy that Congress has set is the policy in the Federal Arbitration Act, which is one of a strong policy in favor of enforcing arbitration contracts.",
  "Unless Congress has indicated otherwise.",
  "Justice Kagan, I do not see how it would be any different from a consumer who reads any of the statutes that this Court has held are subject to arbitration. If, for example, in the Truth in Lending Act, which this Court interpreted in the Green Tree case that as part of the arbitration contract, it was required to send the consumer a copy of the statute. The consumer would read in the statute that there's a cause of action, that they can bring suit in court to enforce their rights under the Truth in Lending Act. They would read that statute, and they would draw exactly the same conclusion that they do from the shorthand layman's language of \"a right to sue.\" But, again, even if that were so, I think as a matter of -- of how -- of statutory interpretation, that a disclosure provision cannot change the meaning of the operative section. The operative section which creates the rights and liabilities here is section 1679g. And not even Respondents seriously claim that that section is -- shows a congressional intent to prevent arbitrability. And that seems -- the fact that there's a disclosure provision that uses more informal language instead of the lawyers' language used in 1679g does not change the meaning of the statute. Unless there are further questions, I will reserve the remaining part of my time for rebuttal.",
  "Actually, Justice Sotomayor, I think this statute specifically does not require -- it contemplates but does not require class actions. If you look at -- at 1679g(a)(2)(B), which is the class action provision -- it's on page 59a of the appendix to the - - to the petition -- all that it says is that in the case of a class action, here is how we would -- here's how the damages, the punitive damages, would be calculated. It does not say that there must be class actions. It doesn't make that a non-waivable right at all.",
  "Actually, my answer to you is that it's not a right to begin with.",
  "Whether waivable or not.",
  "May I -- if we were to hypothesize that the statute did provide that there shall be class provisions, which this does not -- I think this statute is agnostic on that, but the hypothetical statute where class actions are contemplated, I would not argue that that is necessarily waivable. What I would argue is that that can be vindicated through arbitration, that there can be -- as this Court discussed just last term in Concepcion, there can be class arbitration proceedings.",
  "Yes, it does. And, again, this statute does not require that there be class proceedings. I'm only addressing a hypothetical - -",
  "-- statute that did.",
  "Yes, and that seems to me just a further reason not to interpret a disclosure provision with a layman's language as importing, you know, very specific legal notions, that -- I think this simply means -- right to sue simply means cause of action. And it's -- each of the rights, I should point out, in the disclosure provision is -- has its actual textual home elsewhere. None of them are created in the disclosure provision. Each of them is created elsewhere, either in this statute or another. To find out exactly what they entail, you look to the substantive provisions. Here, you would look to 1679g, and you would see that class actions are possible but not required under this particular statute.",
  "I don't think so, Mr. Chief Justice. Most lower courts treat the right to punitive damages as a substantive right which would not be waivable.",
  "It means the decisionmaker. Many statutes of course refer to things that courts might do, even though those statutes can be vindicated in arbitration. Title VII, for example, has several provisions in which it says, if the court determines this, then it may do that, for example, issue injunctions and so forth. I -- when you import the substantive provisions of a statute into an arbitration proceeding, everything that would be substantively available from a court becomes available from -- from the arbitrator. And that's the way I would read the punitive damages section here. I note, by the way -- if I might just respond to a few of the points made by my friend in response to questions -- begin with Justice Sotomayor's interesting question about the fact that the statute appears to make even offering a waiver, offering an arbitration clause, a violation. It's actually even worse than that for two reasons. One is that under their reading, a settlement is surely just as much a waiver as an arbitration is. Now, they say, oh, well, that only means post-dispute waivers. But that is not what this statute says. This statute is about all waivers. In contrast to other statutes previously enacted, like the ADEA, which distinguish between pre-dispute and post-dispute waivers, this one does not. So, their position suggests that even a settlement offer is a violation of this statute.",
  "Well, Justice Ginsburg, that was his answer, but what that tells us is that he is not giving us a plain language meaning of the statute, which is all that they have, right? Their entire position is based upon a plain language reading of the statute. Remember the way the Ninth Circuit begins its opinion by quoting Alice in Wonderland. It's -- it's all about plain language. But they do not offer us a plain language interpretation of this statute. In order to avoid absurd consequences like making settlement offers a violation of the statute, they have to create exceptions, unspecified exceptions, to the text. It would be much easier simply to follow the rules of construction that this Court had announced before this statute was enacted and against which Congress operated.",
  "I think it's easier, though, simply to assume that Congress was using words in the way that this Court used them in Gilmer just a few years before, that that's a much more straightforward way of reading the statute.",
  "Just as I think you can say that when you go to arbitration, you vindicate the substantive rights of the statute as well. And, indeed, this Court has used that very language in Mitsubishi with respect to -- to arbitration. The -- just a couple of other small points. My friend points out that this is the first statute in -- or that at the time of this statute in 1996, that there had been no statute that explicitly barred arbitration, which is historically true but I think not particularly revealing. It was only in '85 in Mitsubishi and then '91 in Gilmer that Congress became aware that it needed to do this in statutory causes of action. In -- and by 1996, they were considering bills that explicitly voided arbitration clauses. They weren't enacted, but this is for political reasons. Remember the political composition of Congress in 1996. It is not surprising that statutes voiding arbitration agreements become more common when the political composition of the Congress changes. This is fundamentally a political choice, and ought to be -- we ought to respect the choices that Congress has made. Unless there are further questions, I will waive the remainder of my time.",
  "Unless it's an un-waivable right.",
  "Mr. Chief --",
  "Well --",
  "No. I think that the -- the court of appeals in this case understood exactly what the issue was. In footnote 1 of its opinion, it said the Petitioner has briefed these four other -- these four constitutional claims in addition to the procedural claim that was in the certificate of appealability. A COA was not granted on any of those issues; so, we don't have jurisdiction to consider them. Nobody has made a determination in this case that there is a single constitutional issue that could potentially warrant habeas relief for Petitioner. I don't think it's a matter of the courts being confused. It's a matter of what the -- what the statute is trying to do is getting everybody to focus up front on why this case should go forward in the court of appeals.",
  "That could certainly happen. There should be a presumption -- if the court of appeals amended the certificate of appealability, an appeal could go forward on that issue. That didn't happen in this case.",
  "Justice Ginsburg, I don't -- first of all, I don't think that's right.",
  "I think that just because the district court kicked this case out on a procedural issue doesn't mean that the court of appeals couldn't reach the substantive issue if it reversed the procedural issue.",
  "Well, it --",
  "It certainly could send it back, but if that issue was briefed and if it was briefed again in the court of appeals, the court of appeals certainly could decide it. There's no bar to the court of appeals deciding --",
  "Even if the court of appeals would normally do that, this Court said in Slack that if the court of appeal -- or if the district court kicks the case out on a procedural ground, the certificate of appealability has to indicate at least that the procedural issue is debatable and also that a constitutional issue in the case is debatable. Nobody has ever made that determination in this case. If -- if a court of appeals judge would have noticed it and reissued a new certificate that certified that constitutional question, that would be fine, and the case could go forward, but if this --",
  "This Court could do that. Section 2253(c)(1) gives circuit justices the authority to issue amended certificates of appealability.",
  "Well, the court has procedures in place where, like, an application for a certificate of appealability would normally go to the circuit justice and then, I suppose, could be referred to the Court.",
  "Well, but this Court's procedures indicate that. I think that under the statute, sure, any circuit justice could issue a certificate of appealability. That might --",
  "A circuit justice or judge.",
  "Right.",
  "I don't think so.",
  "Under this Court's procedures the application, I think, would have to go to Justice Scalia --",
  "-- and then come back.",
  "However, even if this Court were to issue a certificate of appealability, if the -- if the Court determined that there was actually a debatable constitutional issue in this case, which no Federal judge has done to this point, I don't think that it could still reach the procedural issue that's presented in the second question. The court of appeals didn't have jurisdiction to issue a decision on that -- on that question. So, the only remedy would be for this Court to vacate that opinion and either send it back with an order to dismiss if it didn't think there was a debatable constitutional issue, or let the court of appeals reissue its opinion or redecide the case how it wants to. I don't think the Court should issue a certificate of appealability in this case. Because it has to go back anyway, it makes more sense to let the court of appeals tell us if -- if what they thought is that there was a debatable constitutional issue here on the speedy trial claim. It's not clear at all that they did think that. Footnote 1 of their opinion says they -- the Petitioner briefed the speedy trial claim, but we don't have jurisdiction to consider it. It indicates that --",
  "-- that they didn't think that the speedy trial claim was implicitly included in the certificate of appealability.",
  "That's right.",
  "I -- I don't think it is, Justice Kagan. It's no different than under section 1331. A court would have to take a peek at the merits to see if there is a -- a Federal question in the case before letting it move forward. It's just looking at what the class of cases is that section 2253(c) --",
  "It is, and once a judge issues a certificate of appealability on that question, it should be presumed that it's been satisfied. What we're saying in -- when we say that (c)(2) is jurisdictional is that if it becomes --",
  "Yes. But if a -- if a district judge or a court of appeals judge has made a determination that there's a constitutional issue that's debatable, going forward that seems to be something that would be extremely hard to overturn.",
  "I mean, I think that could happen. In most cases, it's not going to be an issue. If somebody certified that it's debatable, then somebody has made that showing. If it turns out -- like, for example, if there was, if the petitioner had said my right to testify at trial was violated, they wouldn't let me testify; and then that issue is certified and then it turns out when it gets to the merits panel that he did in fact testify and it was a totally frivolous claim, yes, I think that the court of appeals should dismiss the case at that point for lack of jurisdiction.",
  "Justice Kagan, I think it's because we don't actually know that a substantial showing has been made until a Federal judge tells us that. We could -- you know, you could assume that a substantial showing was made. It's not clear that -- that Judge Garza thought that or that any judge on the court of appeals thought that.",
  "Thank you.",
  "Mr. Chief Justice and may it please the Court: The plain terms of section 2607(b) prohibit two separate actions, giving an unearned fee and accepting one. Sometimes the statute will be violated when an unearned fee is collected from the consumer and then shared between two service providers. But the statute is also violated when a service provider collects an unearned fee directly from the consumer and retains the entire fee for itself.",
  "It's -- we agree with the Petitioners' interpretation of this --",
  "I don’t--",
  "Justice Breyer, I don't think this is in the briefs. It's --",
  "Well, it is --",
  "I think --",
  "The explanation is encompassed in HUD's policy statement. Footnote 6 of the policy statement, which is in the appendix to the Petitioners' brief at 33a, says that HUD would be unlikely to bring an enforcement action against consumers for the payment of unearned fees.",
  "Justice Breyer, I think it's more than just prosecutorial discretion. What HUD is explaining --",
  "What HUD is explaining is that the reason why it would not prosecute a consumer is because the consumer does not make the payment for -- does not pay a fee for the payment of unearned fees. A consumer --",
  "No, no. Justice Kennedy, I don't -- I don't think that this is just prosecutorial discretion. This is HUD's interpretation of the statute laid out in a policy statement saying it doesn't think consumers violate the statute because they're --",
  "HUD is -- has an expertise in -- in determining what is earned and unearned and what the practices are in the real estate industry for charging consumers fees that haven't been earned by the service providers. What HUD is saying in the policy --",
  "If -- yes, it -- it's saying that it doesn't think that a consumer violates the statute because the consumer doesn't pay the fee other than for services actually performed.",
  "Justice Breyer, I think the important -- important point here is that this is not an overcharge case; this is an unearned fee case. Overcharges are included in the 2001 policy statement, but there is a basis in the statute to differentiate between overcharges and unearned fees, and HUD has long taken the position that undivided unearned fees, a fee for which no service is performed, violates section 2607(b).",
  "At some point, under anybody's interpretation, there does have to be a determination of whether something was earned. But there is a statutory basis to distinguish between an unearned fee and an overcharge in that the service has to be -- the fee has to be other than for services actually performed.",
  "There --",
  "No. Justice --",
  "Under the statute, if it's for -- if the fee is for -- other than for services actually performed, which -- we think the loan discount fee in this case was a charge other than for a service actually performed. There was no corresponding reduction in the interest rate. That is an unearned fee under -- under anybody's interpretation.",
  "Justice Kagan, we agree that that -- that is one scenario covered by 2607(b). We don't think it's the only scenario covered by the statute. Under our interpretation and Petitioners' interpretation, there doesn't have to be both a culpable giver and acceptor. So, once the charge is received from the consumer and accepted by the service provider, that is also a violation of the statute. It also does cover fees that are split between two service providers, as you say, the giving and accepting, but it doesn't have to involve two service providers under the plain language of the statute.",
  "Justice Ginsburg, in this case, we don't think that the Court has to -- has to say anything about overcharges and whether those are covered by the statute. The fee in this case was a loan discount fee, which is generally paid to procure a reduction in the interest rate of the loan, and it procured nothing for the Petitioners. It was a completely unearned fee. It was other than for services actually performed.",
  "Right. Our understanding is that when -- the Petitioners in this case got a quote for their mortgage loan from Quicken over the phone at a particular interest rate with no mention of points. When it came time to pay the settlement charges, they were charged a loan discount fee, charged points to procure that particular interest rate. That -- that's something that would have to be figured out on remand, whether there actually should have been a -- a charge or whether those points were included in the --",
  "Justice Scalia --",
  "What -- what RESPA is intended to do is to protect consumers, who often are not sophisticated on what they're doing in securing a residential mortgage loan and to make sure that they understand what the charges are, and also to ensure that they receive the charges -- the services for which they pay at closing.",
  "Justice Breyer, this case comes here under the assumption that this was an unearned fee. If that's something the Court is concerned about, it's something -- it could still decide the question presented, and then the -- the lower courts could figure that out on remand, whether this was earned or not.",
  "Mr. Chief Justice, and may it please the Court: The United States agrees with Ohio and Arizona on the general framework for when no stay is allowed and for when a limited stay is allowed in Federal post-conviction proceedings. I'd like to provide the Court with a practical example of how a limited stay might work, since that seems to have been of some concern. An analogous Federal statute is 18 U.S.C., Section 4241, the Federal competency hearing statute that the Court cited or provided a CF citation to in Rees. That provides the framework for how a district court determines competency for a prisoner to stand trial and could provide a framework for how a district court should proceed with competency hearing in a case where it would be appropriate. Under Section 4241, the criminal defendant, if he is found incompetent, the district court may give an initial period of up to 4 months for him to be treated to determine whether he can come back to competency. If he cannot regain his competency at the end of that 4-month period, then the court can grant an additional reasonable extension of that time if the doctors say that there is a reasonable probability that this prisoner can be restored to competence. That could provide a framework, if that's what this Court is looking to do, for showing district courts how they could enter a limited stay.",
  "Well - -",
  "I think we agree on the outer end that - -",
  "Well, but this is what district courts do. They do it whenever a competency motion is filed in a Federal criminal trial, and we agree with the -- the outside limit of about a year. It depends on the -- the interests at stake -- the interests at stake in the state in proceeding with its judgment and the interests in finality and whether the doctors think that there's actually a chance that this prisoner could be restored to competence if they work a little harder. If the -- if the evidence is crucial or necessary or there's some indication that we want to - - to work hard to get this information from the prisoner, we would go for a little bit longer. But at some point, that attempt to restore the prisoner to competency has to end and the -- and the proceedings should move forward based on the best evidence that's available.",
  "There's not. But -- but at some point, we do give up, and the district courts have discretion to determine how long that would be, and - - and, again, we -- we propose an outer limit of about a year, but it's up to the district court in that particular circumstance, to see how hard they want to work to try to get that evidence into the proceeding.",
  "Well - -",
  "Well, the - -",
  "No. The difference between our position and that position is that if, after a reasonable period of time, the prisoner cannot be restored to competence, the claim should move forward without him, using the best evidence that's available. That's because, when we arrive at post-conviction proceedings, we have a conviction and a sentence that have been affirmed on direct appeal and are presumed to be valid, and although it's a valid consideration for the district court to take into account whether the prisoner is competent and could assist his counsel has a role in these proceedings, there's no right for the prisoner to be competent during the post-conviction proceedings.",
  "Yeah. We -- we think the outer limit should be presumptively about a year. It's not to say that the United - -",
  "Justice Ginsburg, we think that it would not be an abuse of discretion for the district court to allow the defendant to try to regain his competence and help his lawyer with the proceedings if there is some opportunity for him to present evidence or to present new claims in his proceeding. That may be the case. It will often be the case for a Section 2255 petitioner. It is his first round of Federal post-conviction proceedings. It may be his first opportunity to present an ineffective assistance of counsel claim. And in those circumstances, if he has something that -- if the lawyer has something that he wants the prisoner's assistance with or may need testimony from -- from the prisoner, we think the district court has discretion to allow a stay -- a limited stay to allow the prisoner to regain his competence. But - -",
  "Right. In those cases, we think that no stay is appropriate, that it would be an abuse of discretion to enter a stay. AEDPA doesn't tolerate delay without a justification, and if it's a record-based claim, like a state prisoner, where he's barred by Section 2254(d) in Pinholster from bringing in new evidence and that the review is strictly limited to the state court record, then there is no role for the prisoner to play. And it would be an abuse of discretion for the district court to stay the proceedings in an effort to bring him back.",
  "We -- we think that the district court has discretion to grant a stay when the prisoner's participation could be -- he could provide a useful source of evidence or guidance in the proceedings.",
  "Yes.",
  "Yes. In those circumstances, we don't think the district court would abuse its discretion by allowing him an opportunity to regain his competence.",
  "Yes, yes.",
  "Right.",
  "If there is an opportunity for this prisoner to present new claims or new evidence in his Section 2255 proceeding, that we don't think it's an abuse of discretion for the district court to allow him that opportunity.",
  "That's right. We think it has to be just a limited stay. We -- the United States would be opposed in any circumstances to a stay that's conditioned only on the prisoner's ability to regain his competence. At some point, if he can't, we move forward.",
  "Not just that there was enough, but that the Federal court would be prohibited from considering further information - -",
  "No.",
  "No. Because both -- all of the claims involved in these two cases are limited to the state court record and Federal post-conviction proceedings under Section 24 -- 2254(d) and Pinholster. This prisoner could not provide any new evidence to his client that could be introduced at court or that could be relied on by the Federal court.",
  "That's right.",
  "Well, the Court doesn't have to do that. We're -- we were suggesting a year as the outer limit, just because that is sort of what the amici say is sort of the outer limit for when people will be restored to competency, if they are going to be able to be restored; but the Court doesn't have to -- to set an outer limit. I mean, it -- it -- but it -- what we are most - -",
  "Well, perhaps it isn't. But to -- to go along with that analogy, if a different piece of evidence or a different witness were unavailable, we wouldn't allow the district court to hold up the proceedings indefinitely to wait for that witness. And so it should be no different when the petitioner - -",
  "Well -- you know, if the Court wants to provide more -- more guidance to district courts, I mean, we would say that about a year is how long it would take for a person - -",
  "-- to regain their competence.",
  "That would be a perfectly appropriate -- also a perfectly appropriate way to dispose of this case, to conclude that all of these claims were limited to the record, and that it was an abuse of discretion to grant a stay in these cases. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The windfall tax is not an income tax. It tax -- is a tax on an increment of company value. A company's profits multiplied by a price to earnings ratio is a typical way of imputing a value on a company. Using profits as one variable in that valuation formula does not transform a tax on company value into an income tax.",
  "Well, Justice Scalia, the -- what Parliament was trying to do here was to impute a value on the company for which it should have been sold in 1990. And so using a stock price at some later date would not have been an adequate proxy to determine what that value should have been.",
  "Well, the point is that Parliament was trying to come up with a value that it should have charged for these companies in 1990 and -- you know --",
  "Yes, it did.",
  "There -- there is --",
  "Well, but if you use --",
  "If you use just the profits on the next day, that wouldn't capture all of the efficiencies that were realized over the --",
  "Well, that is true. And that is one thing that is -- is the --",
  "It is -- it is --",
  "The number 9 was not an arbitrary number. It was --",
  "Right. The lowest average price ratio.",
  "Justice Breyer, I think the problem with -- when we start to reformulate what this tax is or is not taxing or what the amount of the actual tax is, just shows the danger of trying to reformulate what parliament actually did in trying to determine if it's an income tax. As the professor's amicus brief points out, if you reformulated this into an average annual profit or left the P over 4 as it was and then divided everything else by 9, this would become a 207 percent tax on --",
  "In that characterization --",
  "In that characterization, Justice Breyer, the 207 percent of average annual profits over 1/9th of floatation value, then, no, it's not an income tax and the rate does matter because it's completely confiscatory of that profits base.",
  "Right.",
  "Which -- which -- it's true. It's true.",
  "They have not taxed more than the total profits over a four-year period, which is --",
  "Well, the U.S. income tax -- what the regulation looks for is taxes that have the essential features of the U.S. income tax. And, no, the U.S. income tax has never been imposed on a multiple of profits. It's -- it's imposed as a percentage of --",
  "Yes, I am. I am. I think if there was a country that imposed an income tax every six years and said, every sixth year, you'll pay an income tax over the last six years, then that would probably still be an income tax. But the point is that, here, that's not anything close to what they're doing or what Parliament has done. Parliament has taken a valuation formula, where it takes an actual earnings figure from the company -- an average annual earnings figure, and multiplies it by a price-to-earnings ratio to impute a value on the company. It then subtracts out what it actually received for the company, which we think shows that the substance of this tax is that it's a tax on an increment of company value. Parliament is calculating what it should have sold the company for, subtracting out what it actually received.",
  "That's right. I think we generally agree with the Petitioner that a tax is -- is either an income tax or not an income tax for everybody that's subject to the tax and that you look at it in the normal circumstances in which it applies. But -- but I do completely agree that the fact that the D figure changes makes this -- just reinforces the idea that the substance of this tax --",
  "No, but our the amicus did make it. I mean, that --",
  "Well, the point is that -- the fact that there is a D variable there shows that what Parliament was trying to do was to place an annual earnings figure on each company to create a value for it. A company -- it's not similar to an Excess Profits Tax in that way, that where a company that operated for only six months is paying the tax at the same level that a company would be that was making profits at the same rate for the entire four-year period.",
  "Right. But it -- it depends on the normal circumstances in which it applies. But --",
  "It's not wrong. We think that both the -- the D variable and the flotation value variable add extra support for the idea that this is a tax on an increment of company value. The D shows that it's trying to impute an annual earnings figure on each company. The floatation value shows that it's not concerned just with how profitable any particular company is, but with how profitable it is in relation to what the UK government received for it as value when it floated the company.",
  "That's right. But I'm not saying that the -- that the argument the amicus are making is wrong. We're -- we're just saying --",
  "That particular aspect of the amicus brief that says, if it's bad for one, it's bad for all, yes, that is not our position. If it -- it is not our position, that you look at the tax based on the normal circumstances in which it applies. So I think we are in general agreement with PPL that, if there are outliers, where net gain would be totally confiscated, you'd look at it in the -- in the normal circumstances in which it applies. That's what the regulation says.",
  "Well, I mean, you could also get to that by saying that the predominant character of this tax is -- is not an income tax because of the way that it applies to everybody else. I think that's our principal argument. If there were some outlying companies for which this didn't look like an income tax, I think the regulation allows some flexibility there where it says, we look at it in the normal circumstances in which it applies. And, if that makes it an income tax, then it's an income tax for everybody. I think an important point here is that the Petitioners have conceded that if Parliament had chosen a different valuation method, like the stock price, for any particular company and then subtracted out the floatation value, that that would not be a tax on income, that that would be a value tax. The fact that Parliament chose a different way to place a value on each company shouldn't become a tax on income just because profits is one variable in that tax equation. That would open up many foreign taxes that just use this typical earnings times the price-to-earnings ratio for an income tax credit -- a dollar-for-dollar credit in the United States, just because the tax was written that way. We think what Parliament was doing here was clearly trying to impute a value on each company and then subtracting out what it actually received. In substance, it's a tax on value, as well as in form. If the Court thinks that both of the formulas are equivalent, the tax that Parliament actually wrote and the rewritten tax of 51.75 percent of your four years of profits over 4/9ths of the floatation value, then there is a couple of reasons that you should go with the tax that Parliament actually wrote. The first is that exemptions from taxation are construed narrowly, and a business -- a foreign income tax that is paid to a foreign -- or I'm sorry -- a foreign tax that is paid to a foreign government that is not an income tax is usually just treated as a deduction. And the IRS has said, throughout this case, that it is perfectly happy to treat this windfall tax as a deduction; it just would not get a dollar-for-dollar credit --",
  "Well, Justice Breyer, with due respect to the tax court, the tax court didn't even analyze any of the three regulatory tests that are set forth in the regulation. I --",
  "Yes. I think, to the extent that there is any ambiguity about what the regulation means, then the Commissioner's interpretation of his own regulation is entitled to some order of deference along the lines of \"our.\" And all --",
  "That's true. Well --",
  "That's true, unless you accept Petitioner's argument, that what the regulation means when it says you evaluate the tax based on its predominant character is that that means you can rewrite the tax before you start testing it against the three regulatory requirements, and, in which case, this would be a 51.75 percent tax on four years of profits that you are testing against the three regulatory requirements. In which case, yes, it would probably be an income tax, but that's not how the Commissioner views the regulation. The Commissioner views that predominant character test as, so long as the tax is predominantly one where you -- it is on realized income and is calculated by starting with gross receipts and subtracting out costs and expenses, there can be minor, nonconforming elements in the tax base -- like the inclusion of imputed rental income that is not actually earned by a taxpayer, which some countries include in an income tax, and the tax could still be creditable. The predominant character does not mean -- the predominant character test does not mean that you completely rewrite the statutory tax base before you test it against those three regulatory requirements.",
  "I think that would not be an income tax because they are using a valuation formula that is imputing a value on the company and then taxing that value. It's like a --",
  "Well, if that -- if that were the only characteristic, then I think a property tax that is calculated that way could become an income tax, and that's not what the income tax credit -- the foreign tax credit is designed to do.",
  "Times a price-to-earnings ratio. If -- if what you are saying is that the -- the tax that the foreign government is imposing is just a tax based on last year's income, and they are calling it a property tax or something like that, I think that is what Petitioner was giving as an example. That, I'm -- I think, I think would be an income tax. If the only variable in the tax base was profits, yes. If they --",
  "Yes.",
  "Yes.",
  "No, that sounds like value. And I -- and that's another thing that --",
  "Yes, but -- but any valuation formula will use some known data from the company to determine the company's value. So, if you are -- if you just -- if you are applying just to a company -- say that the United States was imposing a property tax on corporations and it decided to calculate the value of the corporation by taking its last year's earnings times the price-to-earnings ratio, that could be reformulated to look like a tax on the company's --",
  "No. If you're --",
  "First of all, if the first part of the equation is -- is profits multiplied by 2, then -- then no. That -- that is not --",
  "If you --",
  "Well -- and I think what you are -- the one point of this that is missing is that, if you are going to multiply the other part by 2, you also have to multiply the tax rate by 2. And if this is --",
  "No, no. It would be -- it would be 100-and-some percent. It would be twice the 51 point --",
  "It would be --",
  "Well, Justice Breyer, in your -- in your reconstructed formula, the tax rate is going to be twice the 51.75 percent. And that's --",
  "Yes, because you have -- if you're dividing --",
  "It's 50 percent for all four years. For one year, it's 207 percent.",
  "It's 51.75 percent for all years.",
  "And, Justice Breyer, I just -- I want to address for a minute this -- this issue that it wasn't confiscatory of any particular taxpayer's net gain. That's not the relevant question, and I know there's some discussion about this in the briefs. But, if all you were to do were to compare the final tax bill to the company's net profits over the year, there's a lot of things that are not income taxes that would then become income taxes, like an excise tax that is charged on the number -- or the -- the number of products that are manufactured or sold in a particular company in any given year, so long as there -- as it leaves the taxpayer with a nickel, then it's -- then that's an income tax. That's not what the income tax means. What matters is what the tax base is. That's how you determine if it's a tax on income. The realization test requires that because you can't impose a tax on income that the -- the taxpayer hasn't actually realized. And the gross receipts and the net income tax also require it.",
  "If so, then I -- I think it should be changed. And I don't know exactly how that would look, but maybe it could make it more clear that you're supposed to just look at the tax base -- I think the regulation does say that. But, yes, I think there would be room for -- for the IRS to -- to make the regulation even more clear than it already is, if this Court were to conclude that the windfall tax is an income tax.",
  "Well, Justice Breyer, they're -- they're not. SWEB, the subsidiary of Petitioner, paid the British income tax in the same years that it paid this windfall tax, in 1997 and 1998. And Petitioner got a dollar-for-dollar foreign tax credit for its portion of that British income tax that was paid in those years. For any other tax that's imposed by a foreign government that's not the income tax or that's not an Excess Profits Tax or a war profits tax, the company can get a tax deduction. That's how profits -- or other taxes are normally treated. You deduct from the amount of income that you are reporting to the IRS, the dollars that you paid toward that foreign tax, and the -- the value of that deduction depends on the marginal tax rate that the taxpayer is paying. So you might get 35 cents on the dollar for every dollar that you can subtract from your income tax base. But the dollar-for-dollar credit in Section 901 is reserved for foreign taxes that have the equivalent features of the U.S. income tax, and the windfall tax simply doesn't. It's written as a valuation formula, and it's not just written that way, but that's the substance of what it's trying to do. It's imputing a value on each company for what the U.K. government should have charged, and it's subtracting out the amount of money that it actually received. And I think that's an important point to keep in mind when determining what is the -- the substance of this tax, is that the U.K. government is not just going out into the world and taxing companies that it thinks are particularly profitable, to try to get more money. The U.K. government used to own these companies, and it sold them at too low a price, and the windfall tax is an effort to get back some of that value that it should have asked for when it sold them. Whether that's a good idea or a bad idea, it's not an income tax, in the U.S. sense, and it should not be entitled to a credit under Section 901. Thank you.",
  "Mr. Chief Justice, and may it please the Court: There's a surprising number of difficult merits questions lurking in this case, mostly involving whether there was a taking, and if so, how it should be conceptualized and valued.",
  "Certainly.",
  "The other two partners in Lassen were Laura Horne's parents, now deceased.",
  "Substituted. That's right.",
  "The Department of Agriculture did not distinguish among them.",
  "They are separate -- they are separate legal entities, all effectively controlled by the same family.",
  "That's right, Justice Scalia.",
  "Well, Justice Sotomayor, I'm -- I'm delighted to preview our -- our argument on the merits on that.",
  "So the -- so the --",
  "The order in this case was issued against the -- the Hornes in their capacity as a handler only, so the entire fine was paid by them. None of the fine is attributable to anyone in their capacity as a producer.",
  "So -- so this is -- this is our position, Justice Sotomayor. I think we have to look at what is it that the Department of Agriculture attempted to take. So, in the demand letter from the Department of Agriculture addressed to the Hornes, they -- they asked the Hornes to deliver California raisins, or the dollar equivalent. So that's the fact upon which all of this case is -- is built. Now, what is the legal significance of that, California raisins or the dollar equivalent? It is our legal position, or it will be our legal position on the merits that when the government seeks a specific physical property, a res, or its monetary equivalent, that that is a taking of the res itself. And there's -- and there's support for that in the -- for precedent from this Court. The closest case is Village of Norwood v. Baker. In this case, the -- the city condemned a strip of land for the purpose of building a road. They tried to get out of paying any compensation by claiming that the abutting landowner would gain value. That was rejected. They were assessed $2,000 compensation for the taking. And then the city turned around and issued a special assessment against the landowner for precisely that $2,000. The landowner came back up to this Court, and this Court held that it was a taking -- a taking of the land. And in a subsequent case just a couple of years later, the Court described this as a, quote \"actual confiscation of private property to public use.\"",
  "That's right. I hope it helps to inform the jurisdictional question. But the jurisdictional question is this: The Ninth Circuit held that my clients could not even raise their takings claim on the merits until they had first gone to the Court of Claims. I think there are three things wrong with that.",
  "I think that the government no longer disputes, although you should ask them to be -- to be clear -- I think that they no longer dispute that this is not a jurisdictional client, even though they prevailed after the petition for rehearing was filed in the Court of Appeals --",
  "-- on the ground that it was jurisdictional.",
  "The -- whether the claim is being brought in the capacity of producer or handler I think is not relevant to one of our arguments, and it is relevant to the other argument.",
  "No, no. No, we're representing people who are both producers and handlers.",
  "It depends upon whether the taking has been from them or not. In the ordinary case, the ordinary relationship between a producer and a handler, the producer is not paid for the reserve raisins and therefore any payment that would come, any lawsuit on behalf of those raisins would go to the producer, and that would go I think to the Court of Claims. In this case, though, the business model is quite different from that and the producers in this case were paid everything. They received full value -- market value for their raisins. The only people who are out any money in this case are the Hornes in their capacity as handler. So that's why they are the only ones --",
  "I'm not sure what --",
  "I'm not sure which money you're -- they have not asserted any claim on any money. The producers have been completely paid off. It is the handlers who have been held responsible. And the reason they were held responsible was the following logic, and you see this on -- on -- on page 78 of the judicial officer's opinion. They were held responsible because in their -- in their processing capacity, when they were doing the stemming, the seeding, the fumigating, the packing, that this was regarded by the Department of Agriculture as possession -- physical possession of the raisins and acquisition of the raisins, even though they never had title to the raisins. It's the Department of Agriculture that has attached to them a possessory interest in the raisins and then assessed them the full monetary equivalent of those raisins, full market value, $484,000 for the market value because it's -- because under this very unusual regulatory scheme the government regards them as having possessed the raisins even though that -- that is not --",
  "If they had -- if they had not been paid for the raisins, they had taken raisins to a handler, received no money for them, I think that they could go to the Court of Claims.",
  "Yes.",
  "They didn't -- they didn't go that route, and the question I think is what are the -- what are the legal consequences of that --",
  "-- because what they -- what they knew was that they were not going to be compensated for the raisins, and therefore they came up with a -- with a plan, a business plan that they believed made -- eliminated any handler and made it unnecessary for any of the independent producers, on whose behalf they're operating, to turn over raisins to the government. The plan was ultimately rejected and we haven't brought a -- a cert petition on it, but the plan actually complies with the -- with the language of the -- of the regulation because they believe that in their capacity as handler, as processor, that they never acquired the raisins. \"Acquisition\" is the key term for becoming a handler under the rule. And they believe that since they were simply providing a service for -- for $12 a ton to their neighbors, that they never acquired the raisins, they never possessed the raisins, and therefore no one had to comply the regulation.",
  "That's correct.",
  "That's -- that's correct. I think that's correct.",
  "That's right. When the underlying order would be a taking and they have been assessed money because they didn't comply with the taking, we believe they can challenge that as a taking. And both under the AMAA procedures, in which are exclusive, I think that they have to go through the -- through the Department of Agriculture and then to the district court, but I also think under the principles of the -- announced by this Court in of the Apfel decision that they are entitled to a remedy in the district court.",
  "So if they are just a handler --",
  "-- as the Department of Agriculture treated them, as far as the Department of Agriculture is concerned they are only a handler. They are required to raise -- exhaust their claims before the Department of Agriculture and then challenge the order in the district court.",
  "I don't think that that's so. I think that we -- that the Hornes ought to prevail on either -- in either of their capacities.",
  "Any handler who has a business model that is similar to this. But most handlers --",
  "So most handlers, if they're in compliance with the order, they take all the raisins from the producers, they only pay for -- for the free pool of raisins. They don't pay for the reserve raisins and they never have any interest in the reserve raisins. In this case, the Hornes did not operate that way. The -- the producers received full value for all of their raisins. So the producers are -- are not in the case. They have no standing. They have no pocketbook injury. The -- the entire pocketbook injury in this case is borne by the Hornes in their capacity as a handler.",
  "That's correct.",
  "Exactly. And the Hornes believed that this would mean that they were not handlers.",
  "And that -- and they were found to be handlers anyway.",
  "No.",
  "The taking is what the government demanded, which was either give me your house or give me your money, give me your raisins or give us the monetary equivalent.",
  "By the time -- by the time this order was enforced, the raisins were gone and so as a practical matter, only one of those two alternatives was left as a matter of timing.",
  "If they had not been paid for the raisins.",
  "Right.",
  "It withdraws Tucker Act jurisdiction only for handlers. So if we're talking about pure producers --",
  "-- pure producers do not go to the -- don't have to go through the AMAA process.",
  "These New Deal-era programs, Justice Scalia, are somewhat -- the purpose is somewhat obscure --",
  "Oh, well, this is straightforwardly set forth in the -- in the -- in Sections 14(a) and 15(a) of the AMAA. I don't think that's in dispute. So only producers are -- are regulated by this program. Only producers have a right to go through their remedies in the Department of Agriculture. Only producers have to do that. It's -- it's a -- it's completely a producer --",
  "I'm sorry, I'm sorry. Excuse me. Each of those was -- please substitute the word \"handler\" for each of those. It's only the handlers that are regulated under this -- under this program. So -- and -- and my clients were treated as handlers. They believed that they were not. But it is the Department of Agriculture that has attached this -- this status to them. And it's -- it's I think quite a Catch 22 for the government to come along and say, although we are fining you $700,000 in your capacity as a handler, you're not a handler for purposes of challenging the legality of that order.",
  "That's almost exactly right.",
  "With -- with one detail different --",
  "-- which is that this is the proceeding here that decides whether they have to pay. They have not yet paid the fine.",
  "So -- so they're raising a defense. It isn't that they are -- it isn't that they're getting -- trying to get it back.",
  "But that detail actually is quite important because, remember, you can't even go to the Court of Claims unless you are seeking damages for an actual violation that has already taken place. We could not go to the court -- the Hornes could not go to the Court of Claims right now. What the government says is that they should pay the $700,000 fine first and then go to the Court of Claims to get it back. And that is exactly what this Court said in Apfel, is a, quote, \"pointless set of activities that Congress could not possibly have\" --",
  "-- \"have contemplated.\"",
  "Well, the most pertinent case for that part of the fine, for the penalty part, is Missouri Pacific Railroad v. Nebraska. So this is the case where the railroad was told by the State to do some -- some expensive work, the railroad says no, that would be a taking if we were required to do that. There is no compensation available and so they don't do it. They're fined $500. That gets up to this Court and an opinion by Mr. -- Justice Holmes, the Court holds that that is a taking and that the railroad is entitled to challenge the taking in the form of the fine. So for -- for the penalty portion, the punishment portion of the fine, Missouri Pacific Railroad is actually the more pertinent decision. Which comes back -- I don't think I fully answered all the variants of Justice Sotomayor's question.",
  "May I tick off the three reasons?",
  "One is it has nothing to do with jurisdiction. Second, the Tucker Act does not apply to cases where -- where there is a defense being lodged to a monetary exaction. That's Apfel, as supplemented by Missouri Pacific Railroad. And third, even if that were not so, the AMAA displaces the Tucker Act and they were required to exhaust their remedies before the Department of Agriculture and take their case to the district court in which they are residing.",
  "The first is that it isn't jurisdictional and therefore it should not have been raised --",
  "The -- the requirement to go to the Court of Claims when you -- when you need to is not jurisdictional, that that's a matter of remedy, that is, it's -- it's the equitable principle that you may not pursue your case for an injunctive relief when there's an adequate remedy at law.",
  "So had they held on to their own raisins and sold them, I assume, you don't -- not just left them rot, if they had sold them, then the Department of Agriculture would have called them a handler because anyone who sells raisins is called a handler, and then they would be fined in their capacity as a handler and it would be a somewhat similar case to this one.",
  "Maybe an easier one than this one.",
  "Not necessarily correct. There are a whole string of cases in which property owners raise takings as a defense rather than turning over the property. Kaiser Aetna is perhaps the most -- best known recent case, but out of an administrative context, there's the Florida Power & Light case. Penn Central was -- was like this. Loretto v. Teleprompter is like this. There's a whole string of cases. The government themselves cite six such cases, most of them fairly old, for this proposition. So there's nothing unusual about bringing a -- a defensive takings claim. Mr. Chief Justice, unless --",
  "Yes, Justice Ginsburg. And they did that on a ground that we think is manifestly inconsistent with this Court's precedents. We were prepared to -- we were trying to get an en banc review and were prepared to come to this Court from the merits determination. We were blocked from that because the government, after the petition for rehearing was filed, came up with -- calling this a jurisdictional argument, raised this objection for the first time; and the Ninth Circuit panel accepted their view, issued a new opinion, stripping out the entire merits, and substituting this jurisdictional holding that is producing so much enjoyment for us this morning.",
  "May I reserve the remaining time? Thank you.",
  "I'd like to make two quick points. One is that I believe that the government has essentially conceded here in this argument and in their brief that the Tucker Act does not apply. They have told us that the Tucker Act does not apply on page 50 and repeated here when Congress could not have contemplated a compensation. Now, in addition -- and their only answer to that is to say, first, that Congress didn't think it would be a taking, which in Regional Rail, this Court said is not the question. And secondly, that if -- if there's one -- we should get paid once, compensation once and then the administrator's going to cancel the program, which is no answer at all. Either the statute contemplates compensation for everybody or it contemplates it for nobody. I think they have effectively conceded that the Tucker Act does not apply.",
  "To handlers. And --",
  "And the second issue I wanted to talk about so is this capacity issue. Certainly, we have standing. When -- it's not third-party standing. All of the money comes out of our pocket, yes, we have standing. And secondly, we certainly -- and then that is in our capacity as handler. Essentially, the Department of Agriculture's view is that during those couple of days when the raisins are going through our packing plant, that we acquired them and possessed them during those couple of days and that we should have given them their -- their share. That's raisins, that's not money. But by the time they get around to enforcing that and so forth, the raisins are gone and now the money stands in -- stands in for the raisins. But that is a taking claim. We think it's a -- it's a straightforward taking claim under -- under Norwood and Missouri Pacific Railroad, that's a merits question. But in any event, it is not a problem of capacity. Whatever might be, that taking, that taking is in the capacity as a handler. Those are my two points. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The court of appeals concluded that Oklahoma may categorically foreclose Texas water users from accessing Reach II Subbasin 5 water in Oklahoma, and the court reached that conclusion for reasons that in the view of the United States are wrong. First, the Court of Appeals erred in applying a presumption against preemption to determine whether the challenged Oklahoma laws conflict with the Compact. The rationale for that presumption where it has been applied is one of federalism, but the States themselves created the terms of the interstate Compact, and respect for the States as sovereigns in that context requires enforcement of the Compact according to its terms. Second, the court of appeals relied on general Compact provisions to conclude that the Compact gives States unrestricted authority to regulate the water within their boundaries. But the general provisions of the Compact make clear that a State's regulation of water has to be consistent with the allocations made under the Compact, and each State's obligations under the Compact.",
  "Well, we agree with that. We don't think that the dormant Commerce Clause comes into play here. We think that whether Texas can access the water in Oklahoma through the Oklahoma permitting process depends entirely on whether the Compact gives them that right or not.",
  "Right. And we don't disagree with that, that the -- that the commerce clause shouldn't come into play here. Where we disagree with the Court of Appeals is with the Court of Appeals' conclusion that, regardless of whether a State law would frustrate the purpose or pose an obstacle to a State obtaining its share of water under the Compact, that that State law should prevail under the Compact. So the Compact makes clear that those general provisions preserving State water law need to be consistent with each State's obligations under the Compact. And if I could --",
  "Well, first of all, we think that that's an issue that, if the Court decided that -- that there are errors in the Court of Appeals' opinion that should be corrected, we think that's something the court of -- that the lower courts could consider on remand. But I'll tell you where it comes from, which is Sections 2.01 and 2.10(a) of the Compact, which preserve the application of State water law. Section 2.01 says that, \"Each State may freely administer water rights and uses in accordance with the laws of that State, but that such -- such uses shall be subject to the availability of water in accordance with the Compact.\"",
  "No. What we're saying is that if there's a State law that conflicts with the allocation or poses an obstacle to the allocation of water under the Compact, then it's preempted. But, for example, if Texas could access 25 percent of the water from within its State, then the -- the application of a State law that would bar Texas water users from obtaining a portion of its water in Oklahoma wouldn't necessarily be preempted because it wouldn't pose an obstacle to the allocation.",
  "Well, we think -- again, we think this is a -- an issue for the court of -- for the lower courts to look at on remand, but we think there's a -- there's a good argument to be made that, so long as Texas could access 25 percent of the water within its boundaries, then application of an Oklahoma law that would prohibit Texas from going through the Oklahoma permitting process wouldn't necessarily be preempted. And again, we -- these -- these -- there are lots of issues, as we point out in our brief and we did at the invitation stage, that would need to be addressed, perhaps, in further proceedings or perhaps before the --",
  "Justice Kagan, I'd like to, if I could, go to the second point, which is on the -- the -- whether you read this as a 25 percent entitlement or a cap, and I would like to point the Court, not just to the language of the Compact, which we think weighs in favor of the idea that each right -- each State has an equal right and that the -- the equal right to use the water in the subbasin implies an equal right, not just an opportunity. But the interpretive comments that follow Section 5.05(b) -- this is at page 30 of the is Joint Appendix -- refer to a \"right.\" The first full paragraph there says, \"When the flows\" -- I'm sorry, it's the -- the second line. \"If the States have competing uses and the amount of water available in excess of 3,000 cubic feet per second cannot satisfy all such uses, each State will honor the other State's right to 25 percent of the excess flow.\" The Red River Compact Commission also approved rules and regulations, and those say -- they're on page, I think, 19 of the Joint Appendix. I might have that page -- yeah, I have that page wrong. But the -- the Red River Compact Commission's rules and regulations say that when the flow is above 12,000 cubic feet per second, so that Louisiana could get its 3,000 cubic feet per second, \"each of the signatory States shall be entitled to 25 percent of the total runoff in undesignated flow.\" So I think it -- it's pretty clear that based on the -- both the text of the Compact and the interpretive comments in the rules that the Red River Compact Commission came up with, that there is not just that you can take whatever is in your borders even if that doesn't amount to 25 percent, but -- but that each State is entitled to 25 percent of the water, and that if that involves going into another State within this geographic area that's not defined with respect to State boundaries, then that is permissible under the Compact. And as the Petitioner pointed out, when the States wanted to impose a State boundary restriction in the Compact, they did so. There are several subbasins that span more than one geographic -- or more than one State, and the Compact in those provisions says that you can take whatever you want within your boundaries. And I also don't think that this is going to be particularly troublesome to administer. I mean, there may need to be some further proceedings on that, but Oklahoma law provides the backdrop for what would happen when a Texas water user goes in to -- to ask for a permit to appropriate and divert water from within Oklahoma.",
  "Well, the Oklahoma Water Resources Board would just apply its normal procedures and laws to determine whether this particular use of water could be put to beneficial use. If -- they would just apply whatever laws they would apply to any applicant, regardless of whether they are from Texas or Oklahoma.",
  "Well --",
  "Well, I think just as -- as Petitioner's counsel pointed out, there's a -- a priority in water law, where whoever submits the application first would -- would get the water if it's available and they can put it to beneficial use. And I -- and I -- the Court shouldn't be concerned. I know all -- I know there are amicus briefs submitted by other Texas entities that would like to have water from this particular subbasin as well. They're all part of the same Region C, and they -- I think they have some way to work it out. It's not --",
  "That -- true, to the extent that Texas was not receiving its water. I mean, under -- under our theory, which we think could be developed more in the lower courts, if Texas was already receiving 25 percent of the water, then Oklahoma would not have to give it any kind of special priority. But if it -- if it was not, then the Oklahoma Water Resources Board would treat it just like an Oklahoma applicant.",
  "Yes.",
  "And in Oklahoma as well.",
  "This -- this is the last point made in the Respondent's brief --",
  "-- and -- and the response to that would just be that all of the States would have the opportunity to do that. In fact, the whole subbasin is defined by the last major dam site on the tributaries that are running in. So Oklahoma could do the same thing. And also, when the reservoirs are full, they're full. It's not like Texas could keep all of the water that's -- that's there from flowing into the bottom portion of that tributary.",
  "Well, I -- it's -- we don't think it needs to be decided in this particular proceeding. I think there are two errors that the Court of Appeals made in applying a presumption against preemption and in concluding that a Texas water user could never divert water from outside of its State. Those could be developed -- those additional problems could be dealt with by the Oklahoma Water Resources Board or as you said, perhaps in the original action.",
  "Mr. Chief Justice, and may it please the Court: There are two primary points that the United States would like to make. First, when evaluating Strickland prejudice in the context of a rejected plea offer, the statement of a convicted defendant that she would have accepted the plea absent deficient advice should be viewed with skepticism, and to support a finding of causation, the statement should be judged based on all the objective circumstances. Second, when a Federal habeas court finds a Sixth Amendment violation in the rejected plea context, it should not categorically require the government to reoffer a rejected plea deal. That decision should be left to the sentencing court, and requiring the government to reoffer a rejected plea deal in a context like this case where the plea agreement required the defendant to do something other than plead guilty ­­ give testimony against her aunt ­­ it doesn't make sense, and the government should not be required to make the reoffer. Every defendant who rejects a plea offer and then is convicted after a trial will have an incentive and will want to revert back to a plea deal that she rejected beforehand. The statement of a convicted defendant that she would not have withdrawn her plea ­­",
  "I don't ­­ we're not asking for any kind of a special rule that there has to be ­­ you know, a certain amount of corroborating evidence in addition to the defendant's statement. I do think it is just a general rule that you have to expand out to all the objective circumstances to evaluate the credibility of the defendant. And what the Sixth Circuit said in this case is, unlike some circuits, this court does not require that a defendant must support his own assertion that he would have accepted the offer with additional objective evidence.",
  "Well, to the extent that the court was saying that the defendant's statement should be credited or not credited alone, without necessarily looking at everything, that's wrong. And to the extent that it ­­ that it looked to other evidence in the record and to corroborating circumstances, the ones that it pointed to were too weak, and they were also very selective. The court pointed to two things that the court ­­",
  "All we're asking the Court to announce or to clarify on this question is that the subjective statement ­­ or the self­serving statement of a defendant in these circumstances should be viewed with skepticism and that the court should look ­­",
  "Well, to the ­­ there could be confusion on what the Sixth Circuit's rule is. I mean, there is ­­ the Sixth Circuit believed that it was announcing a rule or that it has a standard ­­",
  "We are not asking for any kind of a special rule. We are just asking that ­­ that the Court clarify, if it addresses the second question, that what the Sixth Circuit is saying, that you essentially ­­ if you interpret it to mean that you don't have to look out to all the ­­ the objective circumstances to determine the credibility of the defendant, that that's wrong.",
  "Not in this case. The ­­ the disparity between the sentence that a person receives after the plea deal and the sentence that they received after a trial is going to be present in every case.",
  "In fact, it has to be for prejudice. That could be a corroborating circumstance or something to support the defendant's statement in a case where, like some of the court of appeals' opinions, the defendant was misadvised on sentencing exposure. The lawyer said, well, you should reject this plea deal for 15 years because the maximum that you could get at trial is 20, and so it's worth the risk. But this defendant understood completely and said multiple times, on the record, that she understood that the ­­ the potential sentence for a murder conviction was a life sentence and that that was back on the table, if she withdrew the plea offer.",
  "Well, I think the trial court has a lot of discretion under the Court's opinion, but I think what ­­ what should have happened in this circumstance is to go back to the sentencing court, not require the government to reoffer this plea deal, which just simply can't be ­­ can't be offered and accepted anymore. In fact, in the record, when you see it being reoffered, they're saying we're offering manslaughter in exchange for her testimony at a trial that already happened. It doesn't make sense. In this case, there ­­ there should be no reoffer. We should go based on the conviction after trial because of that, and perhaps there could be some kind of a reduction of the sentence within the district court's discretion to ­­",
  "Well, I mean, we think that's right. I don't know that it makes sense to say that, because there is no remedy, that the Court shouldn't address the first or second questions. I mean, maybe if the Court thinks that there's ­­ there's definitely no remedy and that this 20­ to 40­year sentence should remain in place, but ­­ but, exactly, we don't think that the ­­ that the government should be required to reoffer the plea agreement in these circumstances.",
  "Yes. The problem ­­ one of the problems here is that the Sixth Circuit sort of took, as a given, that in circumstances like this, that the ­­ the original plea offer has to be reoffered. And what we think the court was saying in Lafler is that that's one thing that's on the table. It's not necessarily required in every case. There could be other creative remedies, like there could be a defendant who can no longer ­­ who missed the opportunity to give the testimony she was supposed to give, but perhaps she has information on somebody else, and so maybe we could do a renegotiation of the plea. The Sixth Circuit, we do not think, should be just requiring after it finds a Sixth Amendment violation that the government reoffer a plea agreement in circumstances that are different from those in Lafler.",
  "That's right. And ­­ and we simply think that the decision whether to require the government to reoffer it in the first place should also be something that's left up to the sentencing court ­­",
  "Yes. That this should all be left to the discretion ­­ discretion of the sentencing court to come up with an adequate remedy.",
  "Well ­­",
  "The ­­ the Court's opinion in Lafler, I think, leaves that question open. It says that it could be the circumstances that the sentencing judge determines that the most fair result is to leave the conviction and the sentence in place, but the sentencing court has that discretion. Thank you.",
  "Mr. Chief Justice ­­",
  "It's our position that, under Article 12, there is discretion to return a settled child and that that comes from Article 12 itself. As you pointed out, the language of Article 12 says that, if more than a year has passed, the court shall order the return of the child, unless the child is settled in her new environment. And that ­­ I mean, I think it's clear that that could be read in two ways, and the Court has said that, when the \"similar except shall\" formulation ­­ and we cited in our brief the Department of Commerce v. U.S. House of Representatives case. The \"similar except shall\" language, it's interpreted depending on the context in which it appears. And we think it's very clear from the Convention that in the context of the Convention and specifically Article 12, that the better reading is that a settled child may be returned.",
  "Well, Article ­­ it's true that Articles 13 and 20 are written in expressly discretionary language, but those are sort of set out as exceptions to the rule of Article 12. Article 12 is written up differently, but there's nothing in the Convention that ever says that a child has to stay in the country where she has been abducted to.",
  "In exercising the discretion the court should be ­­ it's not just a free ­­ free­wheeling discretion that the court is exercising under Article 12. We think it's guided by the purposes stated in the Convention. So, yes, first, you look at whether the child is settled, and that could be enough to defeat the presumption that an abducted child should be returned. You can also look at whether the child could easily resettle if the child was sent back. For example, a 10­year­old child who was in school and had a lot of friends and a routine in London was abducted to the United States for a year. That child may not ­­ may be settled in the United States, but she may not have a difficult time resettling.",
  "Well ­­",
  "No, I don't think so. And ­­ and, the other signatories have ­­ have almost all, I mean, I think the Hong Kong court does say that it doesn't have discretion, but it said, in that case, nevertheless, it would, even if it had discretion, it wouldn't order the children returned. But the other courts of signatory countries that have interpreted Article 12 have all found a discretion, whether it be in Article 12 or in Article 8. And if I ­­",
  "I mean ­­",
  "Yes. I mean, courts in the United States have done that. I think courts in ­­ in other countries ­­",
  "­­ have as well. Yes.",
  "Well, I think the ­­ the last part, Justice Kagan, is the most important part, that it has to be guided by the objectives of the treaty; that it's not a free­wheeling, best interests of the child analysis or where this child should be, but you could take into account the principle in Article 12, that it's harmful to uproot a settled child, but you can also weigh against that the idea that this Convention is really geared in the first place toward preventing abduction.",
  "Well, if there's ­­ if there's reason to send the child back, even ­­ even a settled child, we think that the purposes of the Convention should ­­ should prevail there.",
  "That the ­­",
  "That the parent engaged in behavior like concealing the child that is ­­ that is not condoned under the Convention, that ­­",
  "We think the court ­­ I mean, the court has discretion, we think, to order a child's returned even if she's settled. I mean, that ­­ that discretion could be abused if a child has been in the United States, for example, for 5 years, and the court says, well, the child was being concealed, so we will send the child back. But ­­ but we think ­­ and there will be some cases in which the court could probably not abuse its discretion by deciding the case either way. But, yes, we think on the one hand equitable tolling is not a good way to deal with this problem because Article 12 specifically wants courts to take into consideration the interest of the child ­­",
  "That's ­­ that's right. I don't think any of these decisions are from the highest court.",
  "That's right.",
  "We understand that an abduction is going to take place in every case. I think we are looking for something more than what happened in this case, some sort of concealment that happened, so that the parent that is left behind and looking for the child cannot find him.",
  "Well ­­",
  "The first thing I'll point out is that Article 12 ­­ the drafters assumed that there was going to be some difficulty in locating children, and they decided on this one­year period, but also point out the State Department dedicates significant resources to finding children that are thought to have been abducted to the United States. They have access to all sorts of federal law enforcement databases to try to determine if the child has come here. They have ­­",
  "Typically, the left­behind parent will approach the central authority in his or her own country and typically with an idea of what the abducting parent's connections are to other countries. And so, if the United States is singled out as a country to which the child might have been taken, the Mexican central authority would contact the United States central authority, and immediately, somebody would be assigned to start looking for that child within the United States. And there are a great number of resources that are channeled toward that through the State Department in working with other Federal agencies, the ­­ the crime databases, the Federal parent locater service that's used to track down people in the United States to pay child support. It works with State law enforcement agencies who can check school records and driver's license records and things like that, so it's not like it's ­­ I mean, it is difficult. We are acknowledging that it's quite difficult.",
  "Well, I mean, we think ­­ the Convention starts with the presumption that a settled child should be returned, and so the starting presumption is always that you should not abduct the child ­­",
  "Excuse me?",
  "That ­­ that an abducted child should be returned.",
  "When the ­­ a determination that the child is settled can overcome that presumption, and then the other equitable factors, like concealment, come into play.",
  "No ­­",
  "I think the positions are quite different because, under an equitable tolling analysis, putting aside that you may be able to satisfy a different Convention defense, like one under Article 13 or 20, under an equitable tolling analysis, the court would be prohibited from taking into account whether the child is settled in her new environment in determining whether to send her back.",
  "Mr. Chief Justice, and may it please the Court: This case involves two competing canons of statutory interpretation, and there are four basic reasons why we think the government's interpretation is correct. First, Petitioner's interpretation creates an unexplained redundancy where the Court would have to conclude that Congress created a list of three things, two of which are the same. Second, our interpretation is consistent with the only possible reading of Section ­­",
  "Under our interpretation, what ­­ what we've said is that the first category and the third category are logically subsets of the more general category of sexual abuse.",
  "But there's a couple of explanations for why Congress may have done that. The first is that, when they added these State law predicates to the Section 2252(b)(1) for the first time in 1996, there already were Federal predicates on the list that included aggravated sexual abuse, sexual abuse, and sexual abuse of a minor or ward. So even though it may be true that Congress could have covered everything it wanted to cover in the State law crimes by just saying \"sexual abuse,\" it would have opened itself up to arguments if it had just said all of those Federal crimes and then any State law relating to sexual abuse, that those other types of sexual abuse under State law were not covered. Especially with respect to the third category, sexual abuse or abusive sexual conduct involving a minor or ward, Congress made clear when it included that third category that it was picking up State law offenses where a person is deemed incapable of consenting to sexual contact or sexual conduct, because of their status as either a minor or a ward. So our interpretation can be explained. There is redundancy, and we're not asking for just an ­­ a straight invocation of the canon against surplusage. Both interpretations contain surplusage. But it's a reason why it doesn't make sense to apply the series­qualifier canon here, because it ­­",
  "Justice Alito, we ­­ we don't think that Congress was trying to pick up the exact definitions of the three Federal statutes. And we think that's most clear, as Petitioner pointed out, by the fact that there are other provision in this chapter where Congress used different language when it wanted to do so. The most clear example is the recidivist provision for the sexual abuse offenses.",
  "I don't think there is any difference between those two terms. And ­­ and Petitioner agrees, which is why ­­",
  "I think because the ­­",
  "No. I think the last category, \"sexual abusive conduct involving a minor or ward,\" was meant to ­­ to indicate and make clear that Congress was picking up State offenses where a person is deemed incapable of giving consent because they are a minor or a ward. They are deemed incapable by the law even though, under a generic definition of \"sexual abuse\" that may apply to everyone ­­",
  "Well, Congress added \"ward.\" And ­­",
  "Right. Well, we think the most ­­",
  "No, I don't think so.",
  "A minor ­­ a ward is not just a person who is a minor or a foster child, or a person who's been placed under a guardianship because of mental incompetence or something like that. Those people are all wards, but as we've explained in our brief, a ward also very clearly includes a prisoner, and Congress would have known that. And the ­­ the Federal sexual abuse of a ward provision refers basically to ­­",
  "Under ­­",
  "No ­­ no. I think that a ­­ a ward is also basically deemed incapable of giving consent ­­",
  "The law has the same sort of operation, yes. It ­­ it deems the conduct abusive even if it's consensual. The Section 2243 does that, the Federal sexual abuse of a ward statute. And we've cited in footnote 14 a lot of State laws that prohibit the same thing.",
  "Right.",
  "Exactly. That that would be deemed abusive sexual conduct. It would be ­­",
  "Correct. A ward could certainly be an adult. And I think this is a ­­ a key point that Petitioner has never really answered is that Petitioner is trying to say that there is this clear pattern that Congress had when it was creating the ­­ these lists, and that the Federal crimes can involve both adults and minors, but it was always limiting the State law crimes to crimes against children. And it just isn't the case. And even under his interpretation, because \"wards\" are included, there is at least some adult sexual­abuse crimes against adults that are being swept up even if it applies to all three categories. And also in Section 2251(e), the ­­ the enhancement for child pornography production offenses, the only way that you could read that provision is to include sexual abuse offenses against adults. And so it's not the case that there is this very clear pattern where Congress was only including child victim counterparts to all of the Federal offenses that it was putting on the list.",
  "No. I ­­ I ­­ I don't think that that is an official position that the government took. We never took that position in a brief. Any time we were confronted with actually interpreting the statute as a legal matter, we have contended that involving a minor or ward applies only to the last category.",
  "There was the ­­ this letter submitted in 1998 that the Petitioner cites where, when the ­­ the author of the letter ­­ the ­­ the point of the paragraph is to say, look, Congress, in the ­­ the sexual abuse provision or the recidivist provision for ­­ for receipt and distribution offenses in 2252(b)(1), you have all these State law crimes that you didn't include on the ­­ on the list of predicate offenses for 2252(b)(2), the possession offenses, and we think you should line them up. In summarizing that argument, the drafter of the letter referred to them as \"child molestation crimes\" or \"child abuse crimes.\" It was an ­­ it was an underinclusive, inaccurate, short ­­ it ­­ it wasn't inaccurate. They do involve child molestation crimes. But it was just a useful way of summarizing what was there and what would have been most ­­",
  "­­ for Congress.",
  "And ­­ and, Justice Scalia, I think that's why the canons of interpretation don't get anybody a hundred percent of the way there.",
  "Justice Scalia, I think if you read the text of the statute once, you may think, I don't know what this means. It could go either way. But if you just read the rest of the list of things that Congress included and take a look at it, we think there's four things that jump out that make clear that involving a minor or ward only is modifying the last category. The first is the ­­ the redundancy problem that Petitioner's interpretation creates.",
  "It is, but ­­ but under a generic interpretation of sexual abuse, any generic definition that a court has come up with, I think one that is a typical one is sexual conduct that uses or misuses or injures a victim so as to cause harm or damage. They all include sexual conduct. And so regardless of whether sexual conduct is ­­ you know, under the Federal law, sexual conduct could be both a sexual act or a sexual contact, anything that's defined within the Federal provision. But the term \"sexual abuse\" was already broad enough to cover abusive sexual conduct. I can't say that I know why Congress didn't say \"sexual abuse of a minor or ward\" as opposed to \"abusive sexual conduct involving a minor or ward.\" But I think the key part of it to focus on is the fact that they use the term \"involving a minor or ward.\" It's the same category or category of people that they are trying to pick up that's reflected in the prohibitions on sexual ­­",
  "I think Congress could have done this without saying abusive, but, you know, the Federal sexual­abuse statute of ­­ of a minor or ward is called sexual abuse of a minor or ward. They also include the word \"abusive.\" I think it's just ­­ the ambiguity really is that abuse could mean different things depending on who the victim is. Something could be abusive because it's done to or in front of a child but not an adult. And so that may be ­­ it's not a reason why Congress wouldn't ­­ needed to use the word \"abusive,\" but there ­­ there is a reason ­­ it is a reason why there could be some daylight between the two categories.",
  "Okay.",
  "No apology necessary.",
  "The second reason why we think the Petitioner's interpretation doesn't make sense is because in the penalty provision for production offenses Section 2251(e), Petitioner agrees that the only way you can read that penalty provision is to include State sexual abuse offenses against adults, because Congress worded it slightly differently. They included all the same crimes, but the way that provision is ­­ reads, it says, \"State laws relating to aggravated sexual abuse, sexual abuse, abusive sexual contact involving a minor or a ward or sex trafficking of children.\" So it's no longer ­­ involving a minor or ward is no longer a modifier that appears at the end of a list. This is at page 13A of the appendix to the gray brief. And so there's only one possible interpretation of the list of State sexual­abuse offenses in Section 2251(e), and there's two possible interpretations of the ­­ the same three crimes in the next provision. And so the Court would have a choice between saying that those ­­ the State sexual abuse offenses have different scopes in the two provisions. Third is that it ignores ­­ Petitioner's interpretation ignores the clear parallel between the ­­ the three main categories of sexual abuse offenses in Chapter 109A, the Federal offenses.",
  "That's the ­­ and the three categories that it created for State sexual offenses.",
  "It's not exactly parallel.",
  "I ­­ I think that's ­­ that is debatable. I mean, there's ­­ there's sexual conduct ­­",
  "Not that they're different words. But I think even Petitioner points out that in the abusive sexual contact provision, sexual contact is ­­ they start out by calling it sexual conduct in circumstances where it didn't amount to a sexual act. It's all ­­",
  "I think the ­­ they both do the same job. So I don't ­­ I don't know why it was changed, but I don't think there is a reason why it's ­­",
  "The fourth is that Petitioner's interpretation would frustrate the purpose of the statute because under the categorical approach, it would exclude as predicates any sexual abuse crimes that were committed against children if the defendant was convicted under a generally applicable sexual­abuse statute.",
  "I think there are two things. The first is the response I gave before, which is just that this may have been a useful shorthand way to describe the conduct that Congress would have been most concerned about, for the person writing the report and for the Department of Justice trying to convince Congress to add these State law crimes to the child pornography possession recidivist enhancement. And I think the other response is just that, even if you think the letter is against us, you look at what Congress actually did. And they created a ­­ a provision that basically parallels the three Federal offenses. They included many Federal offenses that can involve adult victims. And then eight years later, when they added State law predicates to Section 2251(e), they made very clear they understood the modifier to apply only to the last category.",
  "No.",
  "Right. We think the ­­ the most important thing here is to look at the text of the ­­",
  "Justice Breyer, I think it ­­ as we explained in the brief, it ­­ it may have just been a useful shorthand way to describe the most serious conducts included in that provision.",
  "It was the Acting Assistant Attorney General Ann Harkins.",
  "The Court ­­",
  "I think the Court has typically applied the same­strength rule of lenity to both substantive provisions and penalty provisions.",
  "There has not been a distinction in the Court's cases. There have been a few times where criminal defendants have tried to say that there should be a supercharged rule of lenity in a case that's talking about mandatory minimums or maximums or consecutive sentence. And the Court has resisted that. And I think this would be not a ­­ not a good case for the Court to go down that path because the ­­ the guidelines range for this particular criminal defendant was 78 to 97 months. His minimum was 120. It's not actually a huge difference. And under ­­ under current law, the statutory maximum would have been the same, regardless of ­­ of whether this enhancement applied. Justice Breyer has helpfully walked me through all of my points; so if the Court has no further questions.",
  "There ­­ I have a couple of different responses. The first one is that the context is the most important thing. And it's not the case that the Court hasn't applied the last­antecedent rule in cases where the statute involves a list of parallel terms. I think the FTC v. Mandel Brothers is the best example of that. There's a list of a purchaser, consignee, factor, bailee, correspondent or agent, or any other person who is engaged in dealing commercially in fur products or fur. And the Court said it didn't make sense to only apply this to a purchaser who is also dealing in the ­­ in the fur products, and so we're going to apply it only to the last antecedent. The series­qualifier principle, you know, petitioner relies quite heavily on the explanation in ­­ in Justice Scalia's book that goes through all of the canons. And the book even says that the series qualifier principle more so than others is highly dependent on context and can be overcome if something doesn't feel right about the way that it ­­ the statute reads when you apply it. And we think the clearest indication here that it doesn't make sense for the qualifier to apply to all three of the categories is that it ­­ it literally renders categories B and C the same. I'll ­­ I'll point out just one other thing. Justice Breyer, you mentioned during the Petitioner's argument that you noticed that each of the Federal predicates, 2241, 2242, 2243, have a provision that applies to minors and wards. Section 2242 does not.",
  "2243 is the sexual abuse of a minor or ward provision.",
  "2241, aggravated sexual abuse, has a special subsection dealing with very young children. Section 2242, the general sexual abuse crime, does not include any specific for minors or wards.",
  "All right. Thank you.",
  "Mr. Chief Justice, and may it please the Court: In the government's view, the Maryland Generation Order is preempted because by requiring the State­selected generator to bid into and clear the PJM capacity auction in order to receive the guaranteed payments provided in the contract, the Maryland program directly intrudes on the Federal auction, and it also interferes with the free market mechanism that FERC has approved for setting capacity prices in that auction.",
  "I ­­ I agree with Mr. Clement's answer. If the State just ­­",
  "If the State ­­ if the State just paid to build a power plant, that's not directly targeting what's happening in the PJM auction. Sure, it's adding supply to the market. But as long as the State is staying within its sphere under the Federal Power Act, that's fine. But I also agree with the second part of his answer, which is that if there was some kind of a bid­and­clear requirement in the auction attached to it; for example, if the State paid to build the power plant and turned it over to CPV, but then they said, okay, we want to get some money back for this power plant that we built, so you're going to bid the capacity of this plant into the auction. And unless you clear, we're taking the plant away from you, or something like that. That changes the incentives of the participants in FERC's auction. And that's what ­­ what is the key ­­",
  "Yes. Yes.",
  "Yes. It's ­­",
  "It's in creating a conflict, changing the incentives of the people in the market in a way that conflicts with the market mechanism that FERC has set up. We think that shows both field and conflict preemption.",
  "I mean, I think that field preemption is probably a better way to decide the case, and it would ­­ it would be a broader ruling. In such a ­­ in such a ruling, I think the ­­ the Court would say that when the State does something that alters the incentives of the people that are participating in FERC's market, that is intruding on the Federal field.",
  "If ­­ if the State is just acting completely outside of the auction with no requirement to bid into and clear in the auction, then that is not something that changes the incentives of the folks that are participating in the auction, which is what happened here. The ­­ the cost ­­",
  "I think ­­ Justice Kagan, the ­­ the reason why we don't agree with that broader interpretation is because we ­­ FERC does not think that just receiving extra money in ­­ in connection with capacity that's being sold into the auction is necessarily preempted, and let me explain why. There's something that happens in this industry, a widespread practice called contracts for differences. The contracts in this case are sometimes referred to as contracts for differences, but because of the bid­and­clear requirement they don't operate in the same way. Parties can enter into a hedge agreement. For ­­",
  "Well, I think the ­­ the problem that ­­ that FERC sees with this is the effect that it has on the auction. If this was just a bilateral contract occurring outside of the auction where Maryland was accepting the results of a competitive procurement and then submitting that bilateral contract to FERC for review, that's where FERC would review that contract. The field that we're talking about here is the auction. And what FERC is concerned about here is the effects on the auction of a State program like the one here that ties a subsidy or ­­ or extra payments under the contract to a requirement that the ­­ the person receiving it bid into and clear the capacity in the auction.",
  "Yes. It's ­­ it's because the ­­ the ­­ the program in this case, by requiring the capacity to be bid into the auction and clear, it directly targets the auction. It has a direct effect on the auction. We ­­ we recognize that, in the context of the Federal Power Act, the State has its sphere too. The State regulates retail rates. The State has control over generation. And it can do things within that sphere that have indirect effects on ­­ on FERC's field. But in this case the problem is that, because of the bidding­and­clearing requirement, it's directly altering the incentives of the people in that market.",
  "The MOPR corrects it to some extent because the MOPR is choosing what ­­ what FERC thinks is a fair price for a new generator to bid in at. The MOPR isn't a complete solution because, as we've described in our brief, if somebody bids in at the minimum­offer price rule but its costs are actually higher, it is necessarily going to knock somebody out of the auction that would have cleared otherwise, and the price of the auction will go down. But ­­ and I ­­ I think, as Mr. Clement correctly pointed out, the MOPR is not a ­­ a perfect solution to this. In ­­ in this particular case, I think the incentives of what ­­ what were ­­ was happening under the State program is demonstrated by the fact that CPV tried to bid in so low even when it tried to cost­justify their bids. And the market monitor in PJM, when trying to actually reconstruct CPV's costs, came to different numbers on what those costs would be. So it's not a perfect way to try to screen out offers that are not actually based on cost or that should not be coming in. And ­­ and, additionally, just the fact that FERC had to expand the MOPR to cover this program I think shows that there's been an intrusion onto FERC's field. FERC has tried to correct what's happening in these programs through extending the minimum­price offer rule to these bids, but I think that ­­ that just shows that's what's happening here is that the State programs are changing the incentives of the ­­ the people in the field.",
  "I don't think that's right. I think the conflict is still with the ­­ the market mechanism that FERC has set up in order to determine wholesale capacity rates in the auction. When you have a program that has this bid­and­clear requirement, it alters those incentives. Even if there's not an actual price­suppressive effect, the ­­ the ­­ the possibility for a conflict or the imminent possibility of a conflict still calls for field preemption. The ­­ the Court of appeals cited Schneidewind and Northern Natural Gas on page 21a of the ­­ of the Petition Appendix showing that ­­ that's still field preemption. It's ­­ what ­­ what FERC is concerned about is the effects of the ­­ of the State program on the participants in its auction. In this particular ­­ the way that these contracts are constructed, CPV is going to get the contract price regardless of whether the clearing price is lower or higher.",
  "Well ­­",
  "Right.",
  "I think directly targeting the auction to take some words from ONEOK would be a fine way to do it.",
  "The ­­ the ­­ the field that we're talking about is the PJM auction. And any ­­ a State program that directly targets the auction and the incentives of the participants in that auction by the bid­and­clear requirement is ­­ would be preempted under a field­preemption theory. We think also under a conflict­preemption theory. I ­­ I could distinguish just a ­­ just a little bit the contracts for differences that are not tied to a bid­and­clear requirement in the auction. States ­­ or the parties in this context will sometimes enter into a hedge agreement where they agree on a price. Like a hundred dollars, if the auction clearing price is below that, say it's 80, then the person that the generator has contracted with, like Merrill Lynch or something, owes the generator $20 regardless of what ­­ what else happens. That transaction will always take place. The generator then has to make a separate decision of whether it wants to bid into the auction. If it's ­­ if the auction price is 80 and its costs are 90, it's not going to. If its costs are 70, it will bid in. That sort of a contract for differences is not preempted here. It's just when there's a bidding­and­clearing requirement that the subsidy is tied to."
]