[
  "Mr. Chief Justice, and may it please the Court: This case is about the authority of the Commissioner of Internal Revenue to assess FICA taxes that Congress has imposed on employers. It also involves the well-established principle of tax litigation. It involves two key sections of the Internal Revenue Code and how they relate to each other, and it involves the evidentiary value of assessment in tax litigation. The first of the key sections is section 6201. It appears at page 62a of the appendix to our petition. It authorizes and requires the Secretary of the Treasury to make inquiries, determinations, and assessments of all taxes imposed by the Internal Revenue Code. The second key section is 3111. It appears at page 55a of the appendix to our petition. This section imposes a tax on employers. The tax is measured by the wages they pay or are deemed to have paid their employees.",
  "Section 3111 at page 55a of our appendix to the petition.",
  "This is the tax that imposes -- this is the provision that imposes a tax on the wages employers pay or are deemed to have paid their employees. The question this case presents is how the commissioner carries out his obligation under 6201 to assess the tax that is imposed by section 3111. The tax is --",
  "Exactly, Your Honor. The Congress has recognized the difficulty that employers have in this regard, and that is the reason there are several of the other sections that we will discussing this morning. Section 6205, for example, is mentioned in your materials. That is a provision that permits employers on their own, if they discover an error, to correct it later and have no interest assessed. That's a very unusual provision, and it relates specifically to the complexity of employment taxes and their administration.",
  "Would what, Your Honor?",
  "It could also apply just -- and 6205 is not specific to restaurants or food or beverage establishments or tips at all, because another common error that employers can sometimes make is mischaracterizing a worker as an independent contractor, for example, and upon determining later that the person is actually an employee and they should be withholding",
  "That's right, Your Honor.",
  "Mm-hmm.",
  "That --",
  "Absolutely. There are many different ways, Your Honor, and this case provides a very good example. Employees are required to report on a monthly basis to employers. You can see from the forms 8027, which are at pages 38 and 39 of the joint appendix, those are the forms that this restaurant filed for 1991 and 1992.",
  "Right, those forms were absolutely correct. You will also note at the top of the page it says that it is an information report, because this is information that Congress has required food and beverage establishments to provide to the Internal Revenue Service exactly for a purpose such as this. Now, the annual -- the information report at pages 38 and 39 is an annual report that the food and beverage establishment provides to the Internal Revenue Service, but employees provide reports to employers at least monthly. You will see on the forms 8027 that 90 percent of the sales of this restaurant were paid for by credit card, so every single month this restaurant could have compared the tips that employees were reporting with the tips that they saw were being charged on credit cards, and as any business owner would do when faced with a liability that could occur down the road, you're going to set up a reserve for it. You know you have got your annual insurance premium due next January. You start setting aside for it.",
  "That's exactly right, and that's another indication of the fact that Congress realized that this was going to be a difficult provision for employers to enact.",
  "Absolutely not, Your Honor. In fact, it is the rare taxpayer who seeks to pay his tax before it's called for.",
  "Well, one of the things that is somewhat troublesome about some of the briefs in front of you from the other side is that the other side is looking at this as though it was a penalty, and it's not a penalty, it's merely a tax. In fact, there specifically are no penalties. Let me point out --",
  "Right.",
  "Right.",
  "Well, let me point out a couple of things from your question, Justice Souter. First, let me direct you to 3121(q). Provisions of the Internal Revenue Code provide a couple of things. They provide what is tax, how is the tax measured, when is it measured --",
  "3121(q) is in our joint appendix here -- oh, no, no, it's in the petition. Thank you. 3121(q) is at 58(a). Thank you very much.",
  "Thank you, Justice Ginsburg. No, there is no interest that runs, and that's why I wanted you to look at 3121(q) in particular.",
  "No, I'm sorry --",
  "No, I did not mean to suggest that 6205 applied to this assessment, and in fact it doesn't. 6205 applies when the employer himself discovers an error and corrects it at the next available opportunity.",
  "It doesn't need to, because under 3121(q) -- it's a very interesting provision. 3121 provides definitions, that's all. It resides in the subchapter of the Internal Revenue Code that provides for these employment taxes, and (q) is the definitional provision that says that tips are wages. It also tells you when the tips are wages. For the purposes of the employer FICA 3121(q) tells you that the wages are deemed to have been paid when the employee reports them or if the employer -- employee doesn't report them, they are wages deemed to be paid when the IRS issues notice of demand, so until the IRS notifies the restaurant that there is an additional FICA tax due, there is no interest or penalty.",
  "He knows it because the employees are reporting on a monthly basis, and in this case there was clearly -- we have $120,000 of unreported credit card tips in each of the 2 years involved here, $120,000 in unreported credit card tips. Those reports were coming in every month. The restaurant has clear notice --",
  "The same method that he would use to make any other determination. For example, he knows by the basis of the report that all credit card tips are not being reported.",
  "You're exactly right, Justice Scalia, the burden is on the taxpayer, and in this case the taxpayer conceded the entire amount of the judgment. Page 35 of the joint appendix --",
  "That's true, Justice Kennedy.",
  "Actually, not all of that is true, Justice Kennedy. The employer, if there were a dispute between the employer and the employee the employer certainly could subpoena records of the employee in a matter such as that, and respondent, as you say, does --",
  "Oh, if -- yes, if there were a dispute between the two over any matter the employer certainly could.",
  "No, just as a general proposition. Just as a general proposition. In this case --",
  "Oh, exactly. That's what I mean, Your Honor. If there were some other legal proceeding --",
  "Well, actually, there is no evidence in the record on whether the individual employees were audited or not. I saw that in the Ninth Circuit opinion, TRAC is asserted on that point.",
  "That's true, Justice Kennedy. The amount of assessment, though, I think it's very important to focus on the fact that in this case, as you can see at page 35 of the joint appendix, the taxpayer here conceded the reasonableness of the assessment, conceded it.",
  "I'm sorry, I didn't mean to --",
  "Absolutely, Your Honor --",
  "-- and I don't mean to be avoiding the question. Let me point to another line on the form, 8027. You'll notice there is a line that refers to 8 percent, and then there's a blank and it says, or lower percentage. The reason for that is that if a restaurant employees are reporting tips that are less than 8 percent of gross sales, that could raise a red flag that maybe the restaurant worker --",
  "Right, per month.",
  "Right.",
  "Right.",
  "Right.",
  "No.",
  "What the restaurant can do is show evidence that would tend to determine, or help determine the amount of the tip, how many -- what kind of a restaurant you have, how upscale it is, where it's located, the kind of meals you serve -- in fact, the IRS has a procedure where restaurants can show all that information, a sample menu to get below the 8 percent.",
  "Right.",
  "Right.",
  "The taxpayer here had the opportunity to do that. One of the things that you --",
  "What --",
  "That has been an insertion that is unproven in the record.",
  "It may or may not be true.",
  "It may or may not be true.",
  "No, the record doesn't tell us. I understand from news reports that increasing numbers of employers are entering into the tip rate alternative commitment, and that is an alternative to justifying or trying to establish -- in this case, though, let me point out that at any point during the IRS' examination the taxpayer could have shown, could have produced information that would have reduced the number that you see on Exhibit A. They never did that --",
  "-- and they didn't do it in the district court, either.",
  "Well, magically, since its concession in the district court, at the appellate level and again in its briefs before this Court, the respondent has come up with all sorts of ideas that might challenge the amount of the assessment. Even if the --",
  "We don't know whether the taxpayer here was paying the minimum wage, because none of that was in the record, because the assessment amount was conceded. The 45B credit, as you point out, is available only for tips that are not used by the employer to satisfy his minimum wage obligations, yet it's not a complete wash to the Treasury, however, because you still have the FICA tax being paid in and an income tax credit being given, so it's the trust fund accounting that would have a problem if you look at it as a complete offset. From the Government side it's not a complete offset at all. Let me emphasize that the concession in this case --",
  "Yes.",
  "The social security trust fund, so to speak.",
  "Well, it is a matter of Government accounting. As a matter of Government accounting.",
  "As a matter of Government accounting, there are funds that are --",
  "As a Government funding matter. As a Government funding matter.",
  "From the point of view of the taxpayer, it will make a difference if they use tips to satisfy their minimum wage requirement, and on this record we don't know.",
  "It will -- well, no, that's not entirely true, but it's an optional credit. The employer can prove his eligibility for the credit and claim it, or rather than claiming the deduction, they can claim a tax deduction, which they might prefer to do.",
  "Well, it is a nonrefundable credit, and that means you can either use the credit as an offset to your income tax, and what you're suggesting is they don't have any income tax. That kind of employer might prefer to take it as a deduction, which would create a net operating loss which could carry forward and benefit a future year.",
  "Congress had the opportunity to say that no, the IRS does not have the authority to do what has been referred to here as aggregate assessment, and I might just point out here that rather than aggregate assessments, which is what the respondent calls what has happened here, respondent would prefer the individual audits and aggregating the estimates, because certainly they would be estimates if they were done on the basis of the individual waiter's reports also. But in 1998, when Congress said that the IRS cannot use a threat of an assessment like this to force restaurants into a TRAC, it clearly had the opportunity to say, and besides, you don't have the authority to do these estimates anyway, these assessments anyway. The authority is very clear, and the only thing that the respondent has ever argued here is that the amount might be wrong, and they can't tell you exactly what it is, but there is no rule that an assessment has to be entirely accurate or precise. The assessment authority requires inquiries and determinations, and that's what's happened here.",
  "Not under the statute, Justice Rehnquist, Chief Justice Rehnquist, but rather under the laws that this Court has observed. In United States v. Janis, this Court commented on the presumed correctness of assessments and their evidentiary value in tax litigation.",
  "It is -- United States v. Janis stands for the proposition that an assessment is valid unless it is without any foundation. Clearly, here, when the assessment is based on the respondent's own report, and more than three-quarters of the assessment is on the amounts that are clearly known to be true, clearly this foundation, this assessment has a foundation. Thereafter, once you've established that the assessment is not invalid, that it has a foundation at all, then you start talking about the amount.",
  "Pardon me?",
  "Oh, no.",
  "The test under Janis I think is much, much lower than that. It's -- an assessment is valid if it has any foundation at all --",
  "-- and clearly, this one has a foundation.",
  "Oh, I think that would be pushing it a little far, Your Honor, and that's not what United States v. Janis requires.",
  "That's not what this Court has held, particularly United States v. Janis, where in fact the assessment there was based on an estimate of wage- earning practice. By looking at 5 days' worth of wages the commission assessed on 77 days worth of wages.",
  "Not necessarily, Your Honor, and it is incumbent upon any taxpayer upon whom a tax is imposed to maintain whatever books and records they can.",
  "Well, the taxpayer is in a business that requires a lot of things. There health, safety, and sanitation regulations. There are also tax- reporting regulations. You hire reliable people, you tell them what the rules are, you remind them what the rules are, and you facilitate their compliance, and that's what the restaurant here needed to have done, and may even have done. Since they didn't challenge the assessment or amount of the assessment, I think we can assume that --",
  "The waiter can also write down his tips in a little book, and there are --",
  "That is why restaurants --",
  "-- every employer should hire reliable people who they can trust to follow the rules.",
  "I'd like to reserve the balance of my time for rebuttal.",
  "Is the word deemed in the statute?",
  "I believe so. I believe it's in 3121(q), Your Honor, which I keep losing.",
  "Yes, it's on page 58a, is where 3121(q) appears, and remember that is a section that provides definitions. 3121 tells you that wages include tips which are paid or deemed to have been paid, and 3121(q) also tells you the time. As we have said, this is a tax on an aggregate amount. Form 941 in your joint appendix show how the employer reports the tax, and shows that it is a tax on the wages paid.",
  "I think you're right about that, Your Honor. Nonetheless, they are deemed to be paid at the time, right. 3121(q) tells you that tips are included, and then the deemed part is -- the tips are wages, and the deemed part is when they are deemed to have been paid. They're deemed to have been paid by the employer, and then it goes on and tells you when. It does say tips are deemed to have been paid by the employer. That's the very first sentence. It's at page 85a.",
  "I believe, Justice O'Connor, that it did start around 1992 and 1993, and the information that the IRS is gathering on the forms 8027 demonstrated the extent of the problem that Congress suspected did exist about substantial underreporting of tip income.",
  "That is certainly the contention, and there have been, however, no facts to show whether that's true or not, because in each of the cases, not only the Ninth Circuit below, but in each of the three cases that we cite in our briefs decided by the Seventh, Eleventh, and the Federal Circuits, no evidence was ever submitted to show that the tips were overstated in any way.",
  "Yes, he did. Judge Kozinski's opinion entirely excludes section --",
  "May I clarify something about this case? Are any of the indigent defendants whose rights the respondent attorneys want to advance -- do any of those people themselves have standing to bring their claims in Federal court now?",
  "I'm asking if there are any individuals now before this Court in this case -­",
  "-- who would be available and who would have remedies or standing to bring their claims. Are we just talking pure hypotheticals here?",
  "There were three named indigents.",
  "They were?",
  "Denied counsel, and they were also dismissed at some point down the line?",
  "But there -- there is a cert petition filed in what case? In the June case?",
  "So your point is that there are petitions filed here that would enable this Court to decide whether the Michigan Supreme Court was correct in holding the statute constitutional.",
  "Do you acknowledge there is a good Federal question there at least?",
  "Yes.",
  "Well, Mr. Moran, this is a very important question, whether the Michigan law can survive. But I think before we can address that, we have to decide whether there is standing for the lawyers you represent here today, and that's a much tougher question I think. Is it possible that this Court could grant certiorari in one of the pending petitions and resolve the underlying issue of constitutionality of Michigan's unusual law?",
  "And if we were to grant you standing here, wouldn't we have sort of expanded our existing holdings on who has standing?",
  "Well, which -- which indigent defendants are the attorney plaintiffs asserting claims on behalf of here? Is it past defendants?",
  "You're talking about the two individuals, but they've been dismissed.",
  "Well, I'm trying to find out what indigent criminal defendants are these attorneys attempting to represent here.",
  "Past defendants?",
  "Well, if it's past defendants who were convicted and didn't have counsel, how is it consistent with Heck v. Humphrey that they could be here, these attorneys?",
  "Well, are you asserting then that these attorney respondents are here trying to represent future defendants?",
  "And if it's present defendants, how is that consistent with Younger? How can they do that?",
  "Well, if it's future people, how is it consistent with Los Angeles v. Lyons? I mean, I just don't see how these attorney representatives get here.",
  "That just seems so contrary to what Congress intended. There's no evidence that they intended this scheme to be advisory. They told the Commission to set up a scheme that would be applied, because they wanted to make sentencing more uniformly applied in the Federal scheme of things. I think it's a real stretch to try to argue for the position taken by some Federal judges in one of the amicus briefs that, \"It's just advisory, don't worry.\" And I find it very difficult to understand how appellate review could be applied to such a scheme.",
  "Well, maybe we should just leave it to Congress to decide, because it doesn't sound like the scheme Congress intended.",
  "And it intended fact finding by a preponderance for both upward adjustments and downward.",
  "Counsel, do you think it's any more likely today than in the past that the two States will be able to work out their continued disagreements?",
  "In this case, did the plaintiff offer any evidence of confusion, consumer confusion?",
  "And was there anything in the affidavits or attachments that have to do with consumer confusion on behalf of the plaintiff?",
  "Well, it might make it necessary for a defendant in such a situation, in order to avoid some kind of summary judgement, to also offer evidence on consumer confusion to try to show there wasn't any.",
  "Well, is it possible that showing consumer confusion could be considered by the court on the issue of what's the fair use? What's fair?",
  "Well, is it your position that subjective good faith is always a defense, no matter how unreasonable it is or how much confusion results? Is that your position?",
  "I would have thought that consumer confusion is one factor in determining fairness; perhaps not subjective good faith, but certainly on the issue of fairness. Some of the amici take that position, do they not?",
  "Well, does -- does consumer -- if substantial consumer confusion is shown by the plaintiff, is that enough to defeat a fair-use defense?",
  "You'd still have to vacate the judgment below, which seemed to go too far in saying that if there is any consumer confusion, that's the end of it.",
  "Why wouldn't we just vacate it, and you have other grounds that the court below didn't address, but why wouldn't, at the very least, we vacate the judgment and send it back?",
  "Certainly the Restatement and the view of some of the amici is contrary to yours on this.",
  "Well, but -- but there was -­ it's about the same consensus that existed in the retardation case.",
  "And -- and so are we somehow required to at least look at that? I mean, the statistics of how many States have approved 18 years as the line is about the same as those in the retardation case.",
  "Well, Mr. Kneedler, do you mind telling us whether the record shows where Martinez and Benitez are now? Where are they?",
  "That's what I thought.",
  "So is that case basically moot? Benitez's?",
  "Where's Martinez?",
  "Now, if I can continue for just a moment and then I'll stop. There is a new statute, 1226(a) of title 8, part of the Patriot Act, which allows detention of aliens who threaten our safety or security. Presumably that is an option if either of these people is seen to do that.",
  "And that's available, is it not?",
  "Well, but you haven't answered, I think, the question of whether the Government is entitled in this case, if we dispose of the 1231 question, to resort to the other statute.",
  "I thought the other person was named Benitez. I thought we had Zadvydas in the other case. Do we have two, a Martinez and a Benitez, here?",
  "Is the Super Scoop practically capable of transportation on water, counsel?",
  "Is that what we would say about all these gambling casino boats that are parked on the side of the Mississippi River?",
  "What's your answer? There are lots of these gambling boats that are parked -­",
  "-- along the side of the river.",
  "Ms. Blatt, the -- there was a brief filed by Signal I think that argues that a Jones Act vessel has to provide food, care and lodging to be covered.",
  "Well, that might affect the decision of whether they are seamen covered under the Jones Act. It might still be a vessel.",
  "But there may be other aspects of the test that aren't met -­",
  "-- when the thing is tied up.",
  "I think it might be a vessel, but probably not in navigation while it's tied up or in mothballs.",
  "Well, exactly. And -- and in Chandris, this Court rejected the snapshot approach to determining what's a vessel and the First Circuit seemed to go back to that. And certainly what the First Circuit did seems in serious tension with this Court's cases. It just didn't follow the same line that we had outlined.",
  "Yes.",
  "Right, and that was rejected by this Court in Chandris. So I -- I think there's a problem here.",
  "Yes, but it might be much simpler to rely on 1 U.S. Code, section 3 and our -- our definition, as we've described it there, and then deal with other situations within the framework of the definition of seaman and the other issues that arise. And it seems like the First Circuit went backwards from Chandris back to Giovanni which basically had been rejected. So that's the concern.",
  "Congress adopted that.",
  "Now, if -- if this didn't involve the alternative minimum tax, would the amount be deductible?",
  "Don't some States such as Oregon require a plaintiff to remit a portion of punitive damages recovered to the State so they don't even go to the taxpayer? But is the taxpayer saddled with that too?",
  "Well, what about attorney's fees in class actions? As I understand it, those are not regarded by the Government as attributable all to the taxpayer.",
  "A plaintiff who's part of a class in a class action suit where attorney's fees are paid.",
  "Well, I -- I thought we were -- our attention was pointed to a number of instances where the Internal Revenue Service did not require the taxpayer to show all the attorney's fees as income in those class action situations.",
  "Yes.",
  "Well, let -- let me ask you about Professor Davenport's theory. He filed a -- an amicus brief here saying that the contingency fee or the attorney's fees should be capitalized as a transaction cost increasing the basis of the property which was the claim in the lawsuit.",
  "Yes.",
  "Yes.",
  "No, I don't either.",
  "Well, but does that happen? You haven't answered the question. Are there instances where plaintiffs in lawsuits end up receiving tax bills, as a result of this scheme, for more money than they received in the lawsuit?",
  "Yes.",
  "Does the Fifth Amendment Takings Clause apply to a Government tax scheme that taxes something beyond the income received?",
  "Well, at the point where the Government charges more than the taxpayer received -­",
  "-- in income?",
  "I mean, this is an appalling situation.",
  "Well, let's move on to something else because I have a couple --",
  "Well, what do you make of Professor Davenport's proposal to capitalize the contingency fee as a transaction?",
  "Is California the only State, to your knowledge, to apply this procedure?",
  "Well, even First Amendment rights.",
  "Isn't that so?",
  "Which is a terribly important set of rights for individuals, is it not?",
  "Right.",
  "Why -- why does that affect the Turner analysis? I'm sorry. I don't understand.",
  "I thought you told us earlier it wouldn't survive Turner. I -- I don't understand your argument.",
  "Ms. Grunder, is this policy a -- an unwritten policy of California?",
  "An admitted practice but not written.",
  "And is -- does any other State have such a policy, written or otherwise?",
  "What is Texas' policy? Is that in writing?",
  "Ms. Grunder, do you agree with opposing counsel that even if evaluated under the Turner rule, properly applied, that California's policy would not survive?",
  "Well, yes, he clearly tried to preserve a role in the sentencing, but we often have guilty pleas and then leave the sentencing to be guilt/innocence phase the equivalent of a guilty plea, do you think?",
  "Was there any cross examination of witnesses conducted?",
  "Well, let me ask you this. Do you think that it's possible that in some instances it is a valid strategy to focus on the punishment/sentencing phase rather than the guilt phase if the lawyer has reviewed all the evidence and it appears to the lawyer to be overwhelming? Is it possible that there's a case where a strategy such as this might make sense?",
  "Is that possible?",
  "Is that possible?",
  "Well, now you're building in something that I didn't ask. I'm asking you if it is possible that the better strategy for a defendant in a given case would be to focus on the sentencing rather than the guilt phase based on an evaluation by the attorney of the evidence.",
  "Well, what if we think that's not correct, that it is not the equivalent of a guilty plea? There was some cross examination. There was some participation. So if we don't accept your statement that it is the functional equivalent, then what standard do we employ for the tacit consent or the failure to affirmatively respond?",
  "Well, you said we could affirm if we applied Cronic, but I thought the issue was whether perhaps Strickland applied, and if Strickland applies, I wouldn't think we'd be affirming necessarily.",
  "Well, the -- the question of which standard applies I thought was before the Court. Was it correct for the Florida Supreme Court to employ the Cronic standard or should it have reviewed it under Strickland? Is that not before us? Is that not -­",
  "-- one of the questions?",
  "Okay. Thank you. Boykin and -- and Brookhart were about really a somewhat different matter. The language, functional equivalent of a guilty plea, is lifted from Brookhart. Boykin and Brookhart are about what a judge does, not about what a lawyer does. In Boykin, the judge accepted the guilty plea, and the Court said you can't do it without the express consent of the defendant. In Brookhart, it was a judge who accepted -- now, here it was an odd procedure, and it was that procedure that the Court called the functional equivalent of a guilty plea. And therefore, we're talking about what a judge can do. Here we're not. We're talking about what a lawyer can do and when it arises to the level of improper lack of counsel. So I don't think they govern it. Rather, I thought -- and I want your view on this -- that the most relevant case was really Roe v. Flores, you know, where -- where the lawyer did a weird thing. He didn't file an appeal. And here he's doing a little odd thing. So what we said there is you have to consult, which is just what the Government is saying here. I'm exposing that thought process to you to get your reaction.",
  "Well, maybe you should because I'm not so sure that the EEOC interpretation is entitled to Chevron deference.",
  "But was this an actual rule after notice and comment, or is it a -- an interpretation?",
  "Mr. Goldstein, you -- this is -- this case arises out of a compensation program of the employer, and why is it brought under 4(a)(2) instead of 4(a)(1) which addresses discrimination in compensation?",
  "But why in light of 4(a)(1)?",
  "Well, once we -- if we were to say it's covered, don't you think that number would expand?",
  "But is it an affirmative defense?",
  "Well, I guess we have held, though, several times that Congress meant to define very broadly when it enacted felon in possession of firearm statutes. Did we not?",
  "So it makes it a tougher case when you use the word any because we've given the -- the word any generally a broad definition.",
  "Ms. Hart, is there any requirement in Washington or generally that an officer state the grounds for the arrest to the person being arrested at the time?",
  "We're dealing here with a case from the State of Washington, and you assert there is no such requirement in Washington.",
  "But in this case when the respondent was arrested, he was informed by the officer that the arrest was for making a tape recording of the conversation?",
  "And it turns out -- do you concede that that was, in fact, not a lawful grounds for arrest?",
  "Do you concede that -­",
  "-- that in the State of Washington, that it is perfectly lawful to record the conversation with the police?",
  "But I'm asking you. What is your view? Is it lawful or not for an individual to record, tape record, the conversation with a policeman on the occasion of a stop?",
  "Well, do we decide this case on the understanding that it was lawful to make the recording? Is that the basis in which we decide this case?",
  "Now, Washington also has an anti-stacking policy, does it?",
  "Is -- is that just a rule of the patrolmen in the State?",
  "They won't arrest someone for several charges?",
  "Mr. Comey, I think you rely, in part at least, on this Court's case in Whren -­",
  "-- for the result for which you argue. But in Whren, the stated reason for the stop, traffic enforcement, was lawful, and we didn't have to look any further. In this case, the stated reason I think we assume, at least according to the trial judge's instruction to the jury, was unlawful. Does that impair the reliance on Whren?",
  "Well, I thought at its core it was about this rule that the Ninth Circuit adopted about closely related offenses. I thought at its core that's what we were concerned with.",
  "Well, what if the arresting officer just doesn't give a reason for the arrest, just makes the arrest, and it turns out, at the end of the day, that indeed there were objective facts that would have justified an arrest. It wasn't what the officer had in mind but he didn't say anything. What result then?",
  "Well, could -- could an arrest made under the circumstances I described be valid?",
  "No. At that time, there does. But we're talking about at the time of arrest. And it -- it just -- if the closely related offense doctrine has the effect of punishing an officer for explaining to the suspect a reason for the arrest, why is that a good doctrine? I mean, if the officer could say nothing and could end up, at the end of the day, having a valid arrest, I just think the closely related doctrine doesn't serve a very good purpose.",
  "Well, if the objective review shows that there were, indeed, facts that would have justified an arrest, then what's wrong with allowing that to proceed?",
  "Was your client ever found guilty of any offense at all?",
  "Well, you don't have any case law to cite to us for that. That gets us into a whole new doctrine.",
  "Now, do you -- do you agree that all the papers showing the arrest and the investigation and so forth show that this was in fact a building -­",
  "-- that was burglarized?",
  "Does it show it was a vehicle?",
  "Or a boat?",
  "Or a motorcycle?",
  "It shows nothing? None of the supporting documentation shows what it was?",
  "Well, that isn't my question. I asked you whether any of them show that it was, in fact, a building or a car or a boat.",
  "Thank you.",
  "So the rule you would have us follow does result in a -- a super technicality in a sense of what -- what was on the record at the time of the plea.",
  "Well, maybe, maybe not. That's kind of the question we have, how -- what gloss to put on Taylor.",
  "Do you join the amici in saying Almendarez-Torres has to be overruled?",
  "No.",
  "All right. So we're looking -­",
  "Now, there's no record here of the colloquy at the plea? Is that it?",
  "Well, I guess you would be content with just relying on whatever was disclosed at the plea colloquy in court.",
  "And you would take -- you would make the assumption, apparently, that on that occasion the elements, the factual basis for the plea would have been disclosed. But unfortunately, the record has been destroyed.",
  "You can just presume that the proceeding was regular and it was disclosed. Is that right? Is -- under Massachusetts law is there any difference in the penalty at all for burglary of a house versus a motorcycle versus a car versus a vessel?",
  "How should we interpret Taylor? Do you -- do you agree with the interpretation suggested this morning by Justice Breyer, for example?",
  "Would you mind explaining to us how these two cases relate? The Court of Appeals for the Federal Circuit decision went one way and the Tenth Circuit went another. And are the claims at all overlapping? How are they differentiated?",
  "But they're certainly at odds on the legal theory.",
  "Are the circumstances any different in the two situations, the Cherokee Nation case and the one in the Federal Circuit? Are -- are the circumstances, giving rise to the claim, different in any respect that could account for a difference in outcome?",
  "Well, when do the tribal contractors know how much money the Government actually will have available to spend?",
  "Yes, but the -- the tribes have to enter contracts not knowing how much money is going to be there at the end of the day?",
  "All right. So how was that appropriation money in fact used by the Federal Government, do you say?",
  "There was the appropriation.",
  "And the tribes had already entered into contracts. Now, how was that lump sum used?",
  "And is that done without regard to the contract amounts that the tribes have entered into?",
  "Is that in fact how it was done?",
  "And is it still done that way?",
  "Oh, fine, but you still have to look at that last sentence in subsection (b) and grapple with what it means. The Secretary is not required to reduce funding for programs, projects, or activities serving a tribe to make funds available to another tribe.",
  "Now, what does it mean?",
  "Well, the language is the same.",
  "That phrase is the same, subject to the availability of appropriations.",
  "Exactly.",
  "You don't think --",
  "Well, Mr. Srinivasan, do you say that the contracts that were entered into by IHS and the tribes did somehow contract away Federal -- inherent Federal functions?",
  "They didn't violate that section, did they? The contracts that we're talking about.",
  "No. So we're not dealing with that. We're dealing with contracts that didn't violate that section. And you're just saying that some of the lump sum appropriation was diverted by the Government to pay for some kind of core Federal function, not that the contracts violated that provision.",
  "Is there some way to avoid these problems now? Has anything changed?",
  "Well, can you look at the interest of the Government as one of not allowing U.S. territory to be used to carry out a smuggling scheme? I mean, why does it have to be viewed as one of trying to enforce some other nation's tax laws?",
  "It's a wire fraud statute dealing with the use of communications capacity in this country to carry out a scheme designed to enable smuggling of goods.",
  "Well, if we don't view this case as involving some attempt to indirectly enforce Canada's tax laws -- suppose we don't view it with that lens -- then does that put it outside the so-called revenue - -",
  "So tax revenues are not property, in your view?",
  "Well, but it used broad language, \"Any scheme to defraud by means of wire communications in interstate or foreign commerce.\"",
  "Well, what if we conclude that there was an error here? Is there a harmless error argument that you fall back on?",
  "Well, what if the prosecutor had said several times to the jury during the course of his arguments that the burden of proof by the State is by a preponderance, not beyond a reasonable doubt? And the judge just says the prosecutor's arguments are just that, they're not the law. I'll instruct you. But he never says anything. Is that okay?",
  "Well, normally we would think the trial judge would correct a misstatement of the law by counsel. We would normally think that, wouldn't we?",
  "And it wasn't clearly done here. I mean, the -- the jury was reminded that arguments of counsel are just that. But there was no attempt to correct what appeared to be a misstatement.",
  "Except if they heard so much of the evidence, isn't it unlikely that the jury thought they couldn't consider what they heard?",
  "Is that - -",
  "Well, what - -",
  "What about a house and -- and the use of a dog to sniff around a door access or a house just because the police think, you know, it's possible this is somebody growing marijuana in the basement or something? Is that all right?",
  "How do you -- how do you reconcile that with the heat sensor case then?",
  "Like what? I thought it was just heat?",
  "Excuse me. What details? It is a device that measures heat.",
  "On the other hand, if it were a drug-selling neighborhood or around a park where drugs are frequently sold, would it be legitimate in your view for the police to take drug-sniffing dogs and walk around the public street where cars are parked around that known drug-selling area and see if they could sniff out some contraband in the cars? Is that okay?",
  "I'm -- I'm assuming parked cars. You haven't interrupted anybody. Nobody is in the car, parked on a public street.",
  "Yes, but both Place and Edmond, opinions from this Court, said sniffs are not searches.",
  "Do you want us to reverse that?",
  "Well, and Edmond also said it's not a search.",
  "It was the stop of the cars in that case that caused the result.",
  "Fine. We had a context there where we supported it, but in the process said the sniff, the dog sniff, was not a search.",
  "So you want us to say something else here.",
  "The context here was a legitimate traffic stop.",
  "The dog sniff is not a search. What difference does it make?",
  "This -- the trunk of the car didn't have to be opened here.",
  "The trunk of the vehicle did not have to be opened here. You're talking about a dog sniffing on the exterior of the vehicle that was legitimately stopped for a traffic violation.",
  "Well, does it matter if, for instance, in today's world on Capitol Hill we're concerned about terrorist attacks. What if the dog is trained to alert to explosives? Now, can the police just decide they're going to sniff any car that's parked on Capitol Hill?",
  "Yes or no, in your view. The purpose is to disclose potential explosives in a parked vehicle.",
  "Wherever it is.",
  "Well, Mr. Clement, the -- I think it is reasonably clear that Congress spoke very broadly in the Act, and the question, for me, turns on whether Lopez and Morrison dictate some concerns with its application in this context.",
  "Well, but in Wickard, of course, you had a wheat grower, a small farmer, and his wheat did, in part, go in the national market. You don't have that here. As I understand it, if California's law applies, then none of this home-grown for medical-use marijuana will be on any interstate market. And it is in the area of something traditionally regulated by states. So how do you distinguish Morrison? And how do you distinguish Lopez?",
  "Well, in looking at this broad challenge, do we have to assume that the State of California will enforce its law? I mean, if it turns out that it isn't and that marijuana is getting in the interstate market, that might be a different thing.",
  "Well, I do take issue with that. As I read the record in Wickard, it involved a small farmer. A portion of his wheat went on the interstate market. It also was fed to cattle, which, in turn, went on the interstate market. He used some of it himself, but part of it was commercial. I think Wickard can be distinguished on the facts.",
  "The other portion is a matter of [inaudible] interstate commerce.",
  "But, in Morrison, did the Court's opinion not say that Congress cannot justify Commerce Cause -- Clause legislation by using a long but - for causal chain from the activity in question to an impact on interstate commerce? I mean, the Court certainly made that statement.",
  "Which cuts against what you're saying.",
  "The argument on the other side is that this limited exception is a non-economic use -- growing for personal use, under prescription - -",
  "Well, it isn't even clear here that Beck would have been violated. As I understand it, in -- in Mississippi the jury could have given a sentence less than death despite the conviction. Isn't that right?",
  "Yes. So I'm not sure if Beck even applies on its own terms.",
  "Well, but there was -- there was -- let's go back to this for just a moment -- an administrative remedy available for retaliation expressly under the regs?",
  "And did this petitioner seek an administrative remedy at all?",
  "What would the administrative remedy have allowed here - -",
  "-- had it been sought?",
  "So that's it. It would not have permitted a restoration of the job to the --",
  "-- petitioner.",
  "Do you know if administrative sanctions have been imposed under title IX against schools?",
  "Mr. Gornstein, do you have any light to shed on the extent to which administrative sanctions have ever been imposed against schools and - - and the feasibility of going that route?",
  "Do you take the position that what occurred here can amount to a direct violation of the statute as discrimination?",
  "Why would Congress then in some statutes expressly cover retaliation and in others not? I mean, that's a little odd, isn't it?",
  "Well, it -- it's arguable except that Mr. Jackson was not discriminated against because of his gender.",
  "-- exactly like title VII, but - -",
  "But the regulation did tell the school not to retaliate in effect. Tell me, does the record disclose what happened to the petitioner, Jackson? What -- what has been the result of all this? Does the record tell us that?",
  "Does it tell us that he was removed as coach?",
  "Does the record tell us that?",
  "We -- we can't -- you don't base your argument on giving some legal effect to denial of certiorari - -",
  "Thank you.",
  "Why is that, do you think?",
  "Is it because no remedy is available, or is it because there are just very few instances giving rise to such?",
  "Do we decide this case on the assumption that there was retaliation here by virtue of a complaint of violation of title IX?",
  "We should decide it on that assumption?",
  "Are we talking about section 1956(i)?",
  "And doesn't it allow it to be brought where venue would lie if the completed money laundering offense that's the object of the conspiracy has been accomplished or anywhere an overt act was committed? Isn't it an either/or?",
  "So you don't have to read it as requiring venue. It's just requiring an overt act. If there is an overt act, then venue will lie, but it also will lie where the completed offense would have occurred.",
  "Well, Shabani comes pretty close, doesn't it?",
  "-- like this it seems to me contains no express requirement of an overt act, and we've said, indeed, none is required and that at common law it wasn't required.",
  "So why would we read it in here?",
  "Well, the problem for the court below was that the person covered can ask for it in a lump sum and pay a penalty.",
  "And -- and that isn't then on the basis of age. Am I right? Is that -- that was the problem the court had below.",
  "Yes. That was what I was going -- aren't most of the pension profit-sharing, stock bonus plans, and annuities similar to the IRA's in terms of allowing withdrawal on the payment of a penalty?",
  "I thought they were all in the same boat. So what the effect of this rule is - - of the Ninth Circuit is that they would all fail to qualify - -",
  "Oh, it's the Eighth Circuit. Excuse me.",
  "Ms. Karlan, let me ask something about that very point because the statute says that to the extent reasonably necessary for the support of the debtor it's allowable.",
  "Are you aware of cases where the bankruptcy court has said, well, you don't need all that money? That's a big plan. You don't need all that. We'll just let you deduct X amount.",
  "Well, but typically these plans like 401(k) plans permit hardship withdrawals, and other plans that are mentioned in the act allow withdrawals for medical reasons or to buy housing or something like that. I mean, you -- we would just have endless cases trying to figure out what qualifies and what doesn't. It seems like such a hard line for you to try to draw here.",
  "And every plan that I know of allows withdrawal if you terminate employment.",
  "In fact, that's what happened to these people. So I just don't see how your argument is going to --",
  "Isn't it simpler to just recognize that these plans are covered despite the right to withdraw and then rely on the provision in the statute that only permits the deduction to the extent reasonably necessary for the support? I mean, that -- that seems to me a fall-back position that's provided for in the statute.",
  "No. Well, obviously, it's - - it's governed by the statutory provision that it has to be a stock bonus, pension, profit-sharing, annuity, or similar plan or contract on account of, and so on.",
  "And it includes IRA's apparently because of the last provision in the statute referring back to individual retirement acts under section 408 of the Internal Revenue Code.",
  "Is it true that none of them give unfettered access? They're all qualified in some fashion. Do you agree with that?",
  "But your answer just isn't responsive. When has it become final?",
  "When? When the judge says something, when he writes something? When does it become final? At what point in time?",
  "What is your proposed rule? You haven't said yet.",
  "Just one thing. Just when does it become final? Let's limit it to one thing.",
  "That doesn't make sense.",
  "Well, was your client --",
  "-- was your client prejudiced in any way by not putting on some evidence that the -- he would have put on?",
  "Just answer the question for once.",
  "May I ask - -",
  "-- you another question here? There -- there were three charges against your client, as I understand it. Unlawful possession of a firearm. That's the one we're talking about.",
  "Assault with intent to murder.",
  "Assault and battery by means of a dangerous weapon.",
  "The jury convicted on all three.",
  "Now, he was given concurrent sentences.",
  "Is that correct?",
  "So would you explain to me if there's any practical effect to your winning in this case?",
  "What is it?",
  "I would think prejudice to the defendant should be a factor, and if the defendant is misled by what the judge says into not putting on part of the case that otherwise would have been put on, that's a pretty serious matter.",
  "Does it matter if the -- if the ruling is conveyed to the jury even though the jury isn't discharged?",
  "But how do we -- how does Smalis fit into this discussion? I thought in Smalis in a bench trial, we said it was final.",
  "Well, put in plain language what it is Johnson is claiming he's entitled to. I don't understand.",
  "How could that be fixed?",
  "And what -- what is your - - what is Johnson's mootness argument?",
  "Could -- is it possible that both Dotson and Johnson could get new hearings by -- filing habeas --",
  "-- petition?",
  "Do we have to find that the strike of at least one African American prospective juror was race-based for you to prevail?",
  "Was there any evidence that the jury cards in this -- in the actual trial were marked or noted on the basis of race?",
  "Where do we find that evidence?",
  "Now the Bacchus case cuts against you, to some extent.",
  "Well, why don't you focus on that? Because it's a little hard to plan on overruling that case.",
  "So why don't you at least address how you would distinguish Bacchus? Because there is a lot of language in there that cuts against your position.",
  "Well, but wait a minute. You -- it was suggested that the state could require a license of an out-of-state supplier, and that that license could be conditioned upon submission to Michigan's jurisdiction in all respects. Is that not feasible?",
  "But could you not require submission to -­",
  "-- Michigan's jurisdiction for all purposes of enforcement?",
  "But that gets us back to Bacchus and what to make of that.",
  "Well, the dissent seemed to think so -­",
  "-- didn't it?",
  "Mr. Shapiro, can this case, in your view, be decided solely on the statutory question?",
  "There also are due process allegations, and I'm not sure I even quite understand what the precise due process violation is that's alleged. But I would like you to address both and to tell us, first of all, how it would be resolved solely on a statutory basis from your perspective.",
  "Well, would that include - - if a Tax Court judge had a law clerk, would it include law clerk memos to the judge?",
  "Mr. Shapiro, is there any evidence in this record that the special trial judge in fact changed his report beyond the hearsay affidavit?",
  "Well, it's -- it's very hard to understand how appellate review can function if that first report of the special trial judge is never disclosed. I just don't see how the appellate review can function properly.",
  "Yes. How does the appellate court know whether deference, as required by the rules, was given unless the appellate court can see it? It's such a strange procedure. Why, in answer to Justice Ginsburg, does the government take the view it does? Wouldn't you like to see it if it went against you?",
  "Well, the rule --",
  "-- the rule -- the rule 183 does provide for a certain degree of deference to be given to those findings of the special trial judge.",
  "Mr. Kneedler, will you tell us how this case differs, if it does, from what was before the Court in United Foods? What meaningful distinctions do you find?",
  "We've never addressed that in --",
  "-- in these cases -­",
  "-- have we?",
  "At some level, it certainly is, I suppose. But, just as in wheat or corn, there are different brands and different qualities. But I suppose it's still fungible, in a broad sense.",
  "May I ask you whether, in deciding the government's speech doctrine, is it the Secretary's formal right to control, as set out in the statute, that we look to, or do we look to the Secretary's actual record of oversight and participation?",
  "Yes, but there it -­",
  "-- there it is your car, your property. That's not this. This is a generic ad on behalf of beef.",
  "I think there is -­",
  "-- there's a world of difference between this and having something put on your license plate or in your -­",
  "Well, I don't even understand your argument. Would you still be if the -­",
  "Well, you're trying.",
  "Would you still be here if there were distinctions made on behalf of free-range beef or, you know, \"Our cattle\" -­",
  "-- \"never had a\" -­",
  "-- \"medicine\" or something like that? Would you still be here if those distinctions --",
  "-- had been made?",
  "Well, I'm just -­",
  "-- asking you if, theoretically, some attention had been paid to the different kinds of producers -­",
  "-- would you still be objecting?",
  "Well, do you -­",
  "-- do you accept the fact that the government can charge taxes on the sale of cigarettes and compel -- and use that money to tell people that they're dangerous?",
  "We do, however.",
  "Is that part of what's going on?",
  "So what you're arguing here --",
  "-- is going to have rather a drastic effect on -­",
  "-- what's going on.",
  "No, not that. The same program, but you just have a little tag on the ad.",
  "May I ask one preliminary question, Mr. Phillips? Do we have before us here any question at all about qualified immunity?",
  "But it wasn't -- it wasn't in the questions -­",
  "-- on which we granted cert?",
  "We -- don't we have to give any weight at all to the jury finding there or -­",
  "Have you responded to my initial question? Have you said all you want to say about qualified immunity?",
  "How did the qualified immunity question get resolved here?",
  "And what -- what role did that play in all of this?",
  "And what do we do if we think the Ninth Circuit was off base in -- in whether Mena could be questioned about her immigration status?",
  "That seemed to be an important part of the Ninth Circuit's rule.",
  "It might be useful to say they were wrong in -­",
  "Mr. Frederick, on the defective design claim, presumably that's based on a factual theory that Dow could have reasonably designed Strongarm to be safe for growing peanuts in high-acid soil.",
  "But doesn't that mean your client should have to put forward some evidence establishing a material issue of disputed fact on that point?",
  "And it didn't do that.",
  "Well, EPA has -- has waived efficacy data requirements. Right?",
  "Now, is it your position that a State can pass a law requiring labels to have efficacy claims?",
  "But you're not relying on that in this cause of action.",
  "Well, does -- does FIFRA require the manufacturer to say on the label what the item can be used for?",
  "So how -- how does an express warranty claim escape preemption -­",
  "-- where -- where Dow just says the federally mandated statement is included on my label and it's true?",
  "But maybe it isn't a labeling violation. I mean, there are claims made here that I have trouble shoehorning into your theory. For instance, why does a claim that Dow negligently failed to field test its product on peanuts on acid soil impose a label requirement?",
  "I -- I just don't understand that.",
  "Yes.",
  "And they didn't do that?",
  "Well, let's just try to boil it down a little bit for my purposes. Do you concede that there could be a claim based on no testing -­",
  "-- that there could be a claim based on design defect, that there could be a claim saying there were off-label oral statements made that amounted to fraud or misleading -­",
  "Okay.",
  "But they now say they don't. They ought to be able to proceed on those claims. What do we do with that?",
  "And also the -- also the claims of false, misleading statements outside the label.",
  "Well, let's -- let's be specific here. If it's a failure to test, if it's a -- a design defect requirement, if it's an off-labeled, false misrepresentation, why are they preempted?",
  "Well, counsel, you -­ apparently you agree that the U.S. retained title to the uplands in Glacier Bay National Monument under section 5 -­",
  "-- of the statehood act.",
  "And why was Federal title to the monument not sufficient to retain title to the submerged lands as well without reference to section 6(e) at all?",
  "Why -- why shouldn't we look to the tests set out in the Idaho case here?",
  "Right.",
  "Whether Congress has notice of the inclusion of the lands and a Federal reservation, which it certainly did for Glacier, did it not?",
  "And second, whether the transfer to the State would undermine the purpose of that reservation. Should we look to that?",
  "Yes, but just as a practical matter, tell us what you're arguing about. What does Alaska think it can do if it prevails in the Glacier Monument area by virtue of prevailing, as a practical matter?",
  "So the State would permit more fishing than the U.S. would allow -­",
  "-- as a practical matter.",
  "Well, there -- there are big differences between the -- the analysis concerning the bays that you assert and Glacier Monument. I think they're quite different.",
  "You're lumping them all together, but I think the tests are quite different.",
  "Mr. Minear, what do you say are the practical consequences from the Federal Government's perspective of going -- of disagreeing with the U.S. position? What harm is done? Can the U.S. protect itself in any event under other clauses?",
  "Mr. Minear, could I go back to Glacier -­",
  "-- Park again for a moment and ask why the Government decided to base its claim to the lands in Glacier Bay exclusively on that murky provision of 6(e) rather than to talk about the standards set out in the Idaho case?",
  "Do you -- do you not rely on that standard -­",
  "-- of analysis?",
  "Now, do you take the position that the Federal Government couldn't enforce any provision of such an agreement either?",
  "Well, suppose -- suppose somebody, allegedly a former spy, is alleged to -- by the Government to have breached the agreement by writing and publishing a tell-all book about it.",
  "Yes, okay.",
  "Would the Government be without any recourse if it was an alleged espionage agent?",
  "Yes, but you need to get to whether there is -- do you urge dismissal for lack of jurisdiction in the district court or a dismissal on the merits? It's not clear to me at all.",
  "It is a matter, is it not, of whether the tribe now has sovereignty over this parcel of land? Is that's what's at the bottom of the question?",
  "If the tribe has sovereign - - sovereignty status with regard to this property, then presumably the city can't tax it. So we have to decide that, do we?",
  "All right. Now what do we do with the Oneida II case decided in 1985?",
  "Unless made by treaty or convention entered into pursuant to the Constitution.",
  "Is sovereignty something that the tribe can lose by inaction over a period of time?",
  "The Buffal Creek - -",
  "Treaty.",
  "What you seem to be asking is to infer from that treaty that the prior unlawful land sales of the Oneida's New York reservation were somehow ratified.",
  "But if you're right about Buffalo Creek, it would mean that the effect of the Government's decision to repossess something in Kansas was to leave the Oneidas without any land.",
  "It certainly wasn't that clear from it. It appeared to be the assumption that the Oneidas did not have to go to Kansas, if they chose not to do it. It was dependent on making suitable arrangements.",
  "Well, there are implications from Oneida II case that the Indians can reacquire land and assert some kind of possessory right.",
  "Well, if you prevail in this case, then could suits be brought by the tribe to evict current owners of land on the historical Oneida 300,000-acre reservation?",
  "But if it's owned by the State of New York, if it's been acquired somehow by the State, then what?",
  "On the whole 300,000?",
  "Kansas.",
  "Well, do you say that a tribe can never lose its sovereign rights to land? Can it acquiesce in the loss of those rights?",
  "Yes.",
  "Yes, and we have held that a State can abandon sovereignty, as in Massachusetts versus New York.",
  "Well, that might give them a right to some kind of damages for a violation, but what does that do to the sovereign claims of the tribe?",
  "Yes, Congress has done nothing about this, has it? Can -- has the tribe asked, administratively, for the Bureau of Indians Affairs to recognize it now as a tribe?",
  "Well, why shouldn't -- why shouldn't the petitioner for habeas have to first go to the State court and exhaust the State court claims? Here that wasn't done. The petitioner eventually ended up in Federal court with a laundry list of 30-some unexhausted State claims, for goodness sakes. Why shouldn't those have been presented in the first instance to the State court?",
  "But the petitioner -­",
  "-- didn't go to the State court with this enormous laundry list of unexhausted claims. I mean, what do we do to encourage the procedure to be followed? Congress did want all this compressed and thought people should apply first to State court and, when those are exhausted, then within the time limit apply to Federal court. But this -- this scheme does something else, it seems to me.",
  "Would we have to -- would we have to reverse in part Rose against Lundy to go with your view?",
  "Well, that was at a time before the AEDPA enactment that tried to put limits, time limits, on these things.",
  "That's what we run into here, is a total frustration almost of Congress' time limiting.",
  "Yes, but Congress, I think under this scheme, envisioned having someone make all the State claims the first time around, gather them up and go to State court, and let them take as long as they like -­ no statute will run until that's complete -- and then go to the Federal court. And this does an end run around that approach.",
  "General Long, if you were designing a system to set standards to guide the Federal judge in deciding how to treat these, what standards would you set?",
  "Do your best.",
  "Well, to have exhausted claims entertained. Right? Is there some -- do you say there is some absolute right to have the Federal court hear unexhausted claims?",
  "Well, this is not a pro se petitioner.",
  "Earlier you -- you suggested that in your view the district court could deny it.",
  "What would have happened if the disclosure about Albuterol was made before the company announced revenue shortfalls?",
  "But the Government -­",
  "Would you tell us how you differ with petitioner on what ought to happen here and why?",
  "You agree with the bottom line.",
  "Now, where do you disagree?",
  "Well, doesn't the general rule 8 governing complaints -- isn't that adequate? You have to plead under that every element of an affirmative case.",
  "Why is the Government proposing that you have to follow rule 9 not 8 or some other requirement?",
  "We don't have to get into that.",
  "Well, that's exactly what we're debating, I suppose, that very point. And -- and it's hard to justify, under this statute, finding a cause of action before there's any damage or if there isn't any. That's -- that's just very hard to understand.",
  "Well, that may be clear but it may be clearly wrong.",
  "That's why the term loss causation is used because under the statute it's -- it's a loss experienced by the plaintiff caused by the misrepresentation.",
  "Well -­",
  "The Government said you don't want unnecessary discovery. You have to put out pleadings that make clear what your theory is -­",
  "-- which yours don't do.",
  "One little complication here. Under 2255, even if that applies in this situation, it does establish a 1-year statute of limitations. Right?",
  "And subsection (4) of that section says: the date on which the facts supporting the claim or claims presented could have been discovered through the exercise of due diligence. Now, is that a requirement that the defendant seek State relief on a timely basis? Can the defendant just wait indefinitely before going back to the State and seeking a vacatur? Or does that due diligence requirement apply to the efforts to get State action?",
  "Well, but you're not being responsive to my question. Here the defendant did go back to the State courts and got this -- the earlier convictions vacated. Right?",
  "But I asked you, is there any requirement that the defendant act promptly in going back to the State to get the vacaturs?",
  "Well, except that the statute itself speaks of diligence. Now, can the -- suppose he's been given a very long Federal sentence and part of that is the result of prior State convictions. And suppose he waits 10 years before going back to the State to seek to overturn those earlier State convictions. Is there no requirement that he act promptly?",
  "Well, but the Federal statute says -- it puts a burden of diligence on the defendant.",
  "Now, wasn't -- didn't Mr. Johnson here wait a couple of years after the Federal sentencing before he tried to go back to the State courts?",
  "I'm not sure that was a diligent sort of a -- an effort.",
  "Well, in this case now, the petitioner did obtain a vacatur of the two State convictions. Isn't that so? Don't we accept that as a fact in this case?",
  "But he did succeed. And then we have to look at whether the petitioner has complied with section 2255 of AEDPA. And so we look to subpart (4), do we not, in this case to answer that?",
  "Well, that's possible, but you also question whether the vacatur can be a fact under subsection (4).",
  "Okay.",
  "Okay. You think that the -­ the vacatur here could be a fact, but then you say that even so, the petitioner didn't go back to State court diligently and on a timely basis.",
  "And you say he was not diligent in challenging those convictions.",
  "Well, counsel -- counsel did make use of several relatives of the defendant who testified. I -- I think weren't there about four relatives who testified?",
  "And he talked to all of them and talked to the defendant as well. So would a reasonable person think that's enough to find out family history and -- and the concerns that you had?",
  "Well, it didn't expressly. I mean, there -- there were arguments about his behavior, but the problem I think we have with the Simmons claim here is that the Kelly case had not yet been decided, and you now have the AEDPA situation of trying to show that the State court's resolution was objectively unreasonable. And prior to Kelly, that's a pretty tough road for you.",
  "Well, Mr. Lamken, it's not as comprehensive as other schemes where the Court said, on that basis, we would not find a section 1983 cause of action, is it? I mean, it's -- it's more spare.",
  "Well, what -- what -­",
  "What would you think of a case where the plaintiff alleges that the antenna zoning was the -- was caused by racial discrimination against the applicant? Would there be a 1983 cause of action, do you suppose?",
  "Well, what about -- it -- it -- section 332 speaks of an award of all appropriate relief. What does that include? Could it include punitive damages? Could it include attorney's fees, do you think?",
  "But it -- the statute, though, is silent on the question of damages or attorney's fees, isn't it?",
  "Can we infer all appropriate relief? Do we?",
  "Do you -- do you think that any other provisions of the Communications Act are enforceable under 1983? I mean, we're talking about 332, but it's a big, complicated act. Are any of the other provisions enforceable?",
  "Well, of course, I guess from the standpoint of the Libertarian Party, it's kind of a problem because a voter who wants to disaffiliate under Oklahoma law with their -- their prior registration have to do it basically 8 weeks ahead, at which time they don't know if the Libertarian Party will even qualify for having a primary. I mean, it just gives them a very impossibly short window. If the time were reasonable, that might be a different picture, but isn't that kind of burdensome?",
  "Well, I guess the one other concern would be the timing in Oklahoma is such that the -- the Republican or Democrat who wants to disaffiliate in order to vote with the Libertarians has to do so at a time before the State has decided whether to allow the Libertarian Party on the ballot. So, you know, it probably isn't burdensome to -- in principle, to have some disaffiliation requirement, but does the State have to allow enough time so that the decision can be made with knowledge of whether the Libertarians are going to be on the ballot?",
  "It just seemed to me that it might be more burdensome on the voter in that situation.",
  "We will now hear argument in the case of Kelo vs. City of New London. Mr. Bullock.",
  "Oh, but Berman spoke, in the opinion, said that the determination of the legislature about these things is virtually conclusive, that there is only the narrowest, narrowest role for the judiciary. What kind of standard are you proposing we should get into here to second-guess the public use aspect?",
  "Well, have we ever in any case from this Court said that the limit has been exceeded?",
  "But do you think those were correctly decided or do you take issue with the decision in those two cases?",
  "But you take the position that a city that is suffering from enormous lack of jobs and depression, economic depression, that there is no public use purpose for taking land to enable the creation of jobs?",
  "Mr. Bullock, would you articulate the test that you would propose the Court adopt. Some amici and others have argued that we should use the substantially advances test, so-called test from regulatory takings. What tests do you articulate?",
  "Yes.",
  "Well, that's not what's asserted here, of course. Here the city says, we are doing this for purposes of enhancing economic development of a very poor city.",
  "So what do we do with that alleged purpose? What is your test?",
  "Is it no economic development purpose?",
  "But do you really want courts to be in the business of trying to weigh the evidence to see if the utility will be successful or the hospital will be successful or the road will be well constructed? I mean, what kind of a test are you proposing?",
  "Does the record tell us anything about how often takings by eminent domain for economic development occur in this country? Is it frequent? What are we dealing with?",
  "Very well. Mr. Horton.",
  "Well, but it has to be for a valid public use.",
  "Okay.",
  "For example, Motel 6 and the city thinks, well, if we had a Ritz-Carlton, we would have higher taxes. Now, is that okay?",
  "When, when there is no condemnation to acquire property for the direct use of the public, as for a public right-of-way, or a utility path or something, where it's purely economic development, is there any reason why we shouldn't draw a clear line and say that isn't a public purpose. Let them go out and deal with -- buy it on the market, on the open market. What's the matter with that?",
  "Well, let's look at the specifics here. Pfizer is already in place. That's happened.",
  "So what are these parcels of the people now before us going to be used for?",
  "Let's talk about the litigants.",
  "Before us today.",
  "What's planned for 3 and 4-A?",
  "Mr. Bullock, you have three and a half minutes.",
  "Thank you Mr. Bollock. The case is submitted.",
  "We will hear argument next in Lingle v. Chevron U.S.A. Attorney General Bennett.",
  "Well, does the fact that discrete or individual property rights are being affected and, indeed, taken justify some higher level of scrutiny than we would apply to general economic regulation by the State?",
  "Would you speak up a little?",
  "Very well, General Bennett. We'll hear next from Mr. Kneedler.",
  "Thank you, Mr. Kneedler. Mr. Stewart.",
  "Well, it would seem that you're arguing about whether this amounts to a taking --",
  "-- at all. And you have to look at how severely the State law burdens the property rights. Don't you?",
  "Thank you. Attorney General Bennett, you have 7 minutes remaining.",
  "The case is submitted.",
  "Mr. Smiland, do you mind telling us why the petitioners never filed suit in the Court of Federal Claims?",
  "Well, but we don't give broad construction to waivers of sovereign immunity.",
  "Quite the reverse. And it says to join the U.S. as a necessary party defendant in a suit to adjudicate, confirm, validate, or decree the contractual rights of a contracting entity in the United States regarding any contract executed pursuant. Now, I guess the farmers were not technically the contracting entity.",
  "No.",
  "So you've got more problems.",
  "Well, you don't take the position, do you, that Westlands could have agreed with the United States that it wouldn't enforce its new laws that deprived the farmers of water? You don't take that position.",
  "Yes, but you can't -- the -­ presumably the Federal Government can't negotiate away the Endangered Species Act or something. The fact is that new laws were passed after these contracts were entered into with Westlands. Isn't that right?",
  "Well, what financial interests do your clients have to keep litigating today in another court?",
  "What's going on? I mean, it's very confusing.",
  "So some of the lower courts have given a broad interpretation to Rooker-Feldman and have turned it into something other than the narrower view of it. And I think that's why we granted cert in this case, to decide whether to give it a broad or a narrow interpretation. The Third Circuit applies a rather broad interpretation of it.",
  "But maybe that isn't a proper application of Rooker-Feldman where the complaint is not about something the State court has improperly done.",
  "It isn't. And so in that sense, the Third Circuit has a rather broader view of it I'd say.",
  "Mr. Goldstein, may I inquire of you whether other countries, for instance, in the EU area, have applied their own disability laws to some of the cruise ships that touch base in their courts?",
  "Thank you. And would you also address at some point how the treaty on Safety of Life at Sea would affect the resolution here? For example, it has, as I understand it, requirements that there be watertight doors and those doors have to be set above the level of the floor so you couldn't roll a handicapped wheelchair or something over it. Now, do you anticipate that there would have to be structural changes if you were to prevail that would conflict with the treaty on Safety of Life at Sea?",
  "Are they in effect yet?",
  "Could you address the last point?",
  "Well, but this is a good question, and what is your position? That the ship could engage in racial discrimination while in U.S. ports on the selling of tickets and the provision of accommodations while in U.S. ports and within the 3 - -",
  "Well, the ADA itself makes an exception for things that aren't readily achievable. I mean, you could certainly lean on that because a structural change probably isn't readily achievable.",
  "Well, is that limited, though, just to things that affect the internal order of the ship? Is that the context in which we've articulated that rule?",
  "Well, he -- he had a prior round of hearings at the State level on these same claims, did he not?",
  "I know, but the substance of it, saying it isn't fair to give me life without parole because of what happened, I didn't understand the plea - - he raised that in State court before.",
  "Yes.",
  "Yes.",
  "Right.",
  "And he -- he essentially wants to relitigate the substance of those previous claims.",
  "What's the authority for the burden of proof question? What -- what -- which of our cases do you rely on for that?",
  "What are the factors in Missouri that the State would be trying to prove to urge the imposition of death versus life imprisonment? What are the things in Missouri that are deemed relevant?",
  "Is future dangerousness an issue in Missouri?",
  "Well, Ms. Percival, would you still be here today with this argument if the defendant had simply had shackles around his ankles that would have prevented him, in -- in effect, from running or lunging at anyone, but that that had been concealed by appropriate covers around the table where he was sitting so that the jury was unaware of that situation?",
  "Would you still be here -­",
  "-- making this argument that it's inherently prejudicial even though the jury couldn't see it?",
  "That wasn't obvious or visible particularly to the jury.",
  "Well, is there some burden on the part of the prosecutor and the court to consider at least alternative restraints or measures to make sure that there's no misbehavior?",
  "Well, apparently that was done. Do you say that there was no motion made by defense counsel and that alternatives were not proposed?",
  "Well, the circumstances that you were given was a traffic offender.",
  "With -- with non-visible restraints. Is that perfectly okay?",
  "It's kind of an extreme position, isn't it?",
  "Well, are you taking the position here that this record does not disclose that the belly chains and the handcuffs and the other restraints were not visible?",
  "That there's nothing in the record to show that.",
  "And you don't concede it.",
  "Well, how about the ones that were used on Mr. Deck during the trial? Was that an alternative that was reasonable?",
  "Well, in part it depends on whose burden it is. Is it the burden of the State, if they're going to use shackles, to somehow establish that it's needed?",
  "Or do you take the position that they're free to impose shackles in every case, even a traffic offense, if the prosecutor wishes to do it, without any justification? That's your position apparently.",
  "Is that right?",
  "Is that your position?",
  "No?",
  "That's not my question, and -- and it relates to what is the burden of the State in these situations to use the visible restraints?",
  "And where in this record do I find that the State carried that burden -­",
  "-- and that there was a finding by the trial judge on it?",
  "Could you point me to places in the record where it supports your position on the use of the visible restraint?",
  "Had that not occurred before he was even tried?",
  "Well, if it's under the language of section 1367, I think it makes more sense to say the court has original jurisdiction over the action, but lacks original jurisdiction over the defective claims. I mean, that meets what 1367 seems to say on its face.",
  "And I hope you will address the fact that Congress very recently has enacted legislation that makes all this in the future at least non-objectionable.",
  "Right, and it's not retroactive.",
  "Unless 1367 effectively overturned Zahn.",
  "It was enacted later.",
  "How about if they're packaged in a museum-like setting and there is some interest on the part of the State in preserving something.",
  "And displaying a whole variety of things? Ten Commandments or any religious works as part of a museum setting. This isn't a museum setting, Your Honor. Every monument on the Texas -­",
  "Is this a kind of a park? What do we regard this space as? What is it? Is it a park-like setting?",
  "Well, would it be all right, in your view, if they put several others up for different religions? Then is it going to be okay?",
  "You don't object to that?",
  "Or the depiction on the door of the Court?",
  "Can it do that?",
  "But it's so hard to draw that line. If the legislature can open its own sessions attended by the public with a prayer, you say it cannot, in the same building, display the Ten Commandments.",
  "At some point, would the State's interest in preserving old objects overcome the objection constitutionally?",
  "How did this monument get there? Was it in -- is it true that it was put in as a result of promoting a movie about the Ten Commandments?",
  "But you're arguing for something contrary to the district court's finding.",
  "I suppose that every monument that's on the State Capitol grounds in Texas in a sense conveys a message of State endorsement, State endorsement of the role of servicemen in fighting earlier wars or in support of the Boy Scouts or whatever it might be, doesn't it? legislative approval, is that not really some kind of a message of endorsement for each one?",
  "Do we take it along with the resolution of the counties? Do we look at everything?",
  "Do we have to consider the history of the display at all?",
  "Do you think we have to amend the Lemon test to reach your approach?",
  "Do you think, then, we have to either put it aside or amend it?",
  "To decide this case?",
  "How long is that resolution going to guide our view of the future displays or even the present one? What about the membership of the board of supervisors is changed? How long do we look to that particular resolution?",
  "It is in the record which we have?",
  "Was there a resolution, Counsel?",
  "And whatever is in the record is that resolution?",
  "But there hasn't been a new resolution.",
  "And that one wasn't rescinded?",
  "It was adopted and it still is there, presumably?",
  "So presumably these things are open if it goes on to the final hearing? The preliminary injunction stage?",
  "And yet, it -- it provides an unusual framework or incentive, if you will, in the prison context to get religion. If you can find some religious group that espouses drinking beer every day or other alcoholic beverages or taking certain amounts of marijuana or no telling what or having certain clothing or other things that would alter the conditions of the prison environment, there's a real incentive here to get religion.",
  "And the -­",
  "-- Federal Government seems to be trying to provide those incentives. Is that a problem?",
  "Well, the -- the language of the statute is pretty strong: unless the government demonstrates that the imposition is the least restrictive means and in furtherance of a compelling legislative interest. It puts quite a burden on the State.",
  "Yes, I think it was.",
  "Does it -- does the statute require the prison officials to evaluate the bona fides of the particular religion that's espoused? Isn't one of the groups here a Satanist group? So the religion -- the bona fides of the group have to be reviewed by the prison authorities.",
  "We don't have to decide it here, but it's looming. And when it goes back, if it does, that will have to be resolved in this and in every case.",
  "Well, what the statute appears to be doing is to try to go back to the pre- Employment Division v. Smith case standard under the Free Exercise Clause, which did allow for accommodation of religion. And that appears to be what this statute is designed to do.",
  "But -- but before Employment Division v. Smith, wouldn't we have had the same question arise in the prison context, and we would have dealt with it under the then-standards.",
  "But had the Court ever said that the Free Exercise Clause couldn't be applied in the prison context?",
  "We now have some experience in the Federal system where the same standards apply under RFRA. And you are positing this terrible disturbance of prison administration in the -- what is it -- 6 years that -- that RFRA has been in force for Federal prisons. Have there been -- has there been this terrible disruption? Have there been -- have the accommodations required so much of the prison administrators?",
  "Why don't you address the ways in which this act goes beyond our former free exercise -­",
  "Tell us how we know exactly how much discretion the State of Colorado wanted to give to the police.",
  "Without a statute that uses the word shall enforce. Do we know how Colorado has interpreted that?",
  "Well, are there Colorado cases that tell us how we should read those statutes?",
  "Mr. Eastman, assuming for the moment there is no due -- procedural due process right here, on the facts of this case, does Colorado law provide any alternative remedy for Mrs. Gonzales?",
  "And what would that be?",
  "So she could presumably ask for some relief under that notion, against the police and possibly the town?",
  "But this is such a new sort of a requirement you're seeking us to develop here. I just don't know of any past case that would suggest such a requirement when it comes to law enforcement requests by citizens of police. It would be a major step, wouldn't it?",
  "Yes. Are there any indications that any of the police in this instance will face disciplinary action for their response here?",
  "But that isn't what you've said in the question presented. Why shouldn't we be limited to answering the question presented? And that would leave the other parts there.",
  "Yes, but you understand Justice Ginsburg's question surely, and I would imagine that even if you prevail, nothing we would order would affect the first and third parts.",
  "Mr. Chemerinsky, is it true that your client intends to go on defaming Mr. Cochran?",
  "Does he intend to continue making the same comments that he made before?",
  "All right. Now, let me ask you this. Under your theory, if -- if the defendant is judgment-proof, does respondent have any remedy at all if the statements are defamatory?",
  "What is it?",
  "But if -- if the defendant is judgment-proof, what good does that do?",
  "Well, you can't square that with the Near case at all. I -- I mean, the -- the injunction on its face in part 2 has the appearance of being overly broad.",
  "You don't -­",
  "Well, it does on its face. I mean, it is clearly overbroad. Now, what should we do about that?",
  "Well, we've had very few instances in recent years I think where this Court has found some right to be retroactive.",
  "So it just doesn't happen very often to begin with.",
  "And it would be further limited if the Government's position is adopted here.",
  "But it doesn't happen anyway -­",
  "-- very often.",
  "How -- how do we read this statute concerning what court may find the retroactivity? It's not limited, I assume, under either your view or the Government's to a finding by this Court, a determination that it's retroactive.",
  "And it could be a court in another circuit presumably if you're in the Federal system.",
  "Why?",
  "Well, I guess a litigant can read decisions from other courts, as a lawyer can.",
  "But there's -- there's just nothing in the statute that says what level court it has to be.",
  "It would -- it would potentially violate the 1-year limit. That won't necessarily work.",
  "I mean, it's a very odd statute.",
  "Well, if we disagree and think it should be, I guess that would open a door down the road for people after this Court made such a determination.",
  "Yes.",
  "Would you address that last suggestion first, Mr. Feldman?",
  "Well, to -- to interpret as meaning only this Court could make the retroactivity determination and the 1 year wouldn't run until and unless there was a new rule and subsequently in whatever case this Court said it was retroactive.",
  "Well, that's true, but I assume it is, nonetheless, open for us to do so -­",
  "-- if we thought it was correct. What is your view?",
  "Well, what are your -­ exactly what claims are -- is your client now raising in Federal court? I mean, we don't take a case to just decide if something is unfair. What are the precise claims your client is raising now in Federal court?",
  "I somehow thought that your question had boiled down to whether there was issue preclusion here. Am I wrong?",
  "I'm talking about the issues in this Court.",
  "Well, it was this Court's decision in the Williamson County case that led you and I assume other lawyers in these takings cases to return to State court and try to litigate everything. Isn't that right?",
  "And you haven't asked us to revisit that Williamson County case, have you?",
  "Maybe you should have.",
  "But it isn't --",
  "It isn't clear from Williamson County that this Court envisioned two -- two separate determinations of fact issues: one in State court and one in Federal. That isn't clear from the face of Williamson County. That was a case where it was thought, at least, by members of the Court that the claims in that case just weren't ripe yet.",
  "And I don't -- I didn't understand it to set up parallel systems of factual determinations.",
  "Well, England was an abstention case and had to deal with the effect of 28 U.S. Code 1738, the Full Faith and Credit Act. But I didn't think that the England case just totally destroyed the notion of full faith and credit -­",
  "-- as -- as applied section 1738.",
  "This is not a -- a Pullman abstention case here.",
  "No.",
  "Do you think it's open to us to reconsider aspects of Williamson County in this case?",
  "It -- frankly, it isn't clear to me that the Court ever contemplated just cutting off any determination in Federal court of takings claims in the way that it seems to work out by application of Williamson County.",
  "Well, it's clear we didn't. So now we're faced with the consequences of that, and it looks to me like the lower courts have run pretty far with Williamson County. So what's a takings claimant supposed to do?",
  "But has this Court ever just said, \"Fine, we'll hold it in abeyance and come back next term\"? I can't recall that we've done that.",
  "I mean, it would be more likely that we would dismiss this, improvidently granted.",
  "Well, it's so odd, because usually what happens, if there is something that could occur at the state court level, is the state court itself would hold off until this Court had resolved whatever the case was. So, this is a very unusual request.",
  "Well, why shouldn't we just go ahead and decide the case, if we can?",
  "So, presumably, that could provide some cause of action, quite irrespective of the ICJ decision.",
  "Yeah, I mean, you don't -­",
  "-- you don't really have to get into whether that judgement is enforceable here. I mean -­",
  "-- we could look at -- look at it from the perspective of the habeas statute.",
  "Well, I have a question that is much along the same lines, whether this Court must apply Avena as the rule of decision, or perhaps say, \"No, it does not have to do that.\" Then you're left with looking at the treaty itself. And does that -- can that take effect as American law?",
  "And, can -­",
  "-- is it open in this case to -- for this Court to apply that, not Avena?",
  "Is that open in this case?",
  "Well, suppose we think it can't control? Now, then what's open to us?",
  "Well, is the constitutionality of the President's action here before the Court in this case?",
  "Only peripherally. Is that an issue for us to decide in this case?",
  "I hadn't thought so. Do you think it is?",
  "Can that -­",
  "-- be waived? Can that be waived? And did Texas raise that issue in the Fifth Circuit at all?",
  "But it wasn't raised in the Fifth Circuit by Texas, was it?",
  "And I assume, although we haven't so decided, that that can just be waived.",
  "Well, why do you believe we shouldn't stay it? I mean -­",
  "-- as an opinion, it's based on what?",
  "Well, Mr. Cruz, maybe the treaty becomes part of federal law if it's properly ratified and signed, as this one was. Now, it's possible that the treaty itself gives certain individually enforceable rights to Mr. Medellin. And we can disregard the question of whether the Avena judgement is enforceable.",
  "Isn't that right?",
  "I mean, it would be open to this Court, presumably, to say, that treaty became part of federal law when it was ratified, and Congress can enact subsequent laws. But, in any event, the treaty could give rise to individual enforceable rights. Is that correct?",
  "But is their whole question of the COA waivable?",
  "Well, is, though, a treaty that's been duly ratified and signed enforceable as part of our federal law, as this one is drafted?",
  "Mr. Hungar, what is the tentative decision the FCC has taken on the DSL regulation?",
  "Even though -­",
  "-- telephone lines have always been subject to common-carrier regulation.",
  "But it seems to be saying, because the cable companies do not offer separate telecommunications service, they don't have to offer it.",
  "I mean, it just -- it's almost question-begging. It's peculiar.",
  "Is that the same as active inducement - -",
  "-- as that term - -",
  "-- is used?",
  "If we should think that the Respondents are not liable for the type of contributory infringement dealt with in Sony, could this Court reach the question of active inducement on this record?",
  "I know you do, but - -",
  "-- I just said - -",
  "-- could you - -",
  "-- assume, for a moment, that we didn't; could we, nonetheless, address the active inducement - -",
  "Well, are you dealing with active inducement as just a theoretical add-on, or is that a satisfactory way to resolve this case?",
  "I don't understand - -",
  "-- your pitch.",
  "Well, what do you think Sony allowed? It talked about -- if it's, what, capable of substantial noninfringing use, it's okay?",
  "Well, you got interrupted a bit. Tell us, in the simplest way you can, what test you think Sony stands for and how the Ninth got it wrong, if you believe it.",
  "Yes, but active inducement is a doctrine that's been employed to curb the intentional encouragement of noninfringing uses, isn't it?",
  "Well, but there is a -- there is a question of law involved as to whether there's a liberty interest.",
  "In the Sandin case in 1995, this Court said that prisoners have a State-created liberty interest only where the deprivation or restraint imposes atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life. Now, I guess to be categorized in category 5 in your State, it does involve putting someone in solitary confinement, reducing their time for exercise, and reducing their options for parole. Is that correct?",
  "Well, do you take the -- why don't you simplify it by telling us whether you take the position today that there is or is not a liberty interest here?",
  "I know you did.",
  "I'm asking you your opinion.",
  "Well, do you think it should be?",
  "I mean, this is a prison classification, for goodness sakes.",
  "He's been found guilty and sentenced to prison.",
  "The question is what procedures are required. And we've given a lot of discretion in prison administration.",
  "But was -- was this under the old policy that you're talking about what occurred?",
  "Yes. And I thought that we had to address this facial challenge insofar as it affects the new policy. And if the State complied with the new policy, what is your complaint with that?",
  "Well, let -- you keep talking about what happened in the past, and I'm -- I find some difficulty with that because we're being asked to review a new policy. And I would like you to look at the new policy, show us where to find it in the record, and tell us specifically what's wrong with it.",
  "Could -- could you refer to something?",
  "Where -- where is that?",
  "All right. I'm on 23. What are we -­",
  "But form 58 -- I'm -- I'm looking at page 58 -- says that the prisoner will be given this form that says you were referred to the classification committee for the following reasons. And that leaves space to be filled out. What's the matter with that?",
  "This is a facial attack. What in the world is the matter with that, saying you were referred for the following reasons and leaving space to have it filled out? Is that defective under the Due Process Clause?",
  "You showed what happened in the past.",
  "Well, I can understand that you could come on behalf of a prisoner on an as-applied challenge, but to look at this form and tell us it is facially invalid is difficult for me to understand. If -­ if there are specific incidents where something was defective, then challenge it, but what's the matter with the form?",
  "It's --",
  "This form says, state the reasons, and leaves blank space to do that.",
  "So what's the matter?",
  "Do you take the view that Merrell Dow somehow just silently overruled about five cases dealing with quiet title actions?",
  "That seems to be your position. I mean, I don't think Merrell Dow necessarily had that effect.",
  "Well, what's the standard under title VII when we talk about that, when we talk about enough evidence to shift the burden of proof? Is that something less?",
  "Well, in -- in Batson, I guess the opinion for the Court suggested that it was basing it on the title VII cases, the McDonnell Douglas formula. Is that right or not? Or have we gone beyond that?",
  "Well, the California court at least appears to say it's the same.",
  "It sounds like you are in that it's a tougher standard than normal. Here you had a situation, did you not, where there were three black prospective jurors and the prosecutor struck all three?",
  "And could that present enough evidence that the fact finder, if it were referred to the fact finder, could find a Batson violation?",
  "So why is that not enough to satisfy the standard to require the prosecutor to give an answer?",
  "Is it because the judge could imagine reasons that the prosecutor might have had?",
  "Would your answer here be exactly the same if there had been 12 African American prospective jurors and all 12 were struck? Does that make a difference?",
  "Well, it was filed before a responsive pleading - -",
  "-- was filed - -",
  "-- in this case.",
  "But the State has a certain amount of flexibility in deciding when to respond, does it not?",
  "Well, this case isn't as extreme as that, is it? It has to do with evidence admitted at trial.",
  "Well, certainly in the civil- case context, generally, the interpretation has been pretty broad. And I suspect if we try to narrow it a lot, we're going to have a lot of litigation about this point.",
  "Can you articulate the rule that you want? Be as precise as you can, if you would.",
  "Well, that's true. I mean, we can accept that, but we still have to interpret what's a transaction or occurrence, I assume. And is it open to us, in the habeas context, to take a narrow view of that?",
  "But in the habeas context, haven't the majority of the Circuits had a more restrictive rule than the Seventh Circuit and the Ninth have espoused?",
  "Yes. And so, I think the question is, Should we follow the majority of the Circuits?",
  "Counsel, I -- I think he was given the death sentence. Is that right?",
  "At the end of the day. And there was a separate sentencing hearing?",
  "And was it argued at that hearing by the State that Stumpf was the triggerman?",
  "But it was argued.",
  "And was there evidence at the recent habeas hearing that at least one of the sentencers relied on the fact that the judge thought Stumpf was the triggerman and the murderer?",
  "Right.",
  "Right.",
  "Right.",
  "Yes.",
  "Well, I guess my concern actually is more with the sentencing proceeding here, in light of what's happened, than with the guilty plea. And I suppose it's possible that that stands, but conceivably he's entitled to a hearing on the sentencing aspect.",
  "Do you think he has waived any due process claim insofar as it applies to the sentencing? Do you think that's waived? Is that clear?",
  "Well, do you concede that the evidence presented in the Stumpf proceeding was sufficient to support a finding of guilt as an aider and abetter? Was there enough evidence that the fact finder could so find?",
  "Right, right.",
  "And as to that, it seems to me the guilty plea can stand and the only question that, it seems to me, I would have would be with the sentencing, and I'm not sure that has to be overturned.",
  "So it would help to focus on that.",
  "Did you address, on behalf of Stumpf, some allegation that he has to be resentenced?",
  "Is that still before us?",
  "Or has that been subsumed somehow?",
  "I thought Wesley didn't receive a death sentence.",
  "Well, would you just clarify something for me as we start to consider the case? I guess this thing went to the jury under an instruction that tried to come to grips with the definition under the statute in some way. Was that instruction one to which Merck preserved an objection?",
  "Do you think it was properly stated in that instruction?",
  "That's as good as we could do.",
  "All right. And, under that, you think that Merck was entitled to a directed verdict - -",
  "-- from the evidence?",
  "Okay, but the Court of Appeals for the Federal Circuit did not address the case in -- by looking at the evidence and whether a directed verdict should have been given - -",
  "-- or not?",
  "I know, but it seemed to decide the case based on its view of the statute as just applying to generic drugs or something like that.",
  "So it didn't, in fact, come to grips with the evidence.",
  "Yes, so - -",
  "-- maybe all we have to do is deal with whether that court should have addressed the evidence.",
  "All of them? You mean, like the research tools problem?",
  "No.",
  "Or the Tripps Treaty?",
  "No.",
  "All right. And how about the common-law research example - -",
  "Okay, so - -",
  "-- all we're doing is looking at the statute.",
  "Thank you.",
  "Okay.",
  "Would you state again what you say the second error was?",
  "What's your position on the jury instruction? Does it correctly state the law?",
  "Was the court below wrong in saying that the statute was enacted only to help generic- drug development?",
  "Well, don't you think that the Federal Circuit may have focused too much on generic drug applications? Do you think it was right about that?",
  "Well, it seemed to be driven by its very narrow focus on generic drug development. Do you -- do you think that the efficacy of the drug being suggested plays a role in the IND application?",
  "See, I think there may be a difference there, because I think the other side thinks that how the drug is expected to work, in practice, and whether it, in fact, will attack a certain disease, is part of what the FDA looks at. Apparently, the Government takes that position, as narrowly as I could determine. But you reject that, as well.",
  "Can you repeat that 355 what?",
  "-- (i) - - -- (B)(i) again. And, in this section, Congress is telling the FDA what are the considerations that the FDA has to weigh in making the safety decision, the decision whether to allow clinical trials in humans - -",
  "But does the -- does the statute -- is that the only place we would look to decide whether safety is the only consideration for the FDA?",
  "But you do --",
  "-- you do agree, do you not, that the Government does not agree with you on this point?",
  "Right.",
  "Yes, but it's absolutely clear, I thought, that the FDA, at the end of the day in some of these drug applications, ends up looking at not only safety, but how effective it is. And sometimes if the safety risk is minimal but the effectiveness is great, I understood at least, that could affect the decisions. So, I would think that you would want to encourage the exemption to cover those matters.",
  "Well, I'm not sure. If there's data earlier, at the IND stage, as a result of the lab tests and the animal tests, I would think that would be part of the exemption.",
  "Well, we don't -- I hope we don't have to, at this Court, look at all the evidence and try to sort it out that way. What we have to focus on is whether the Court of Appeals for the Federal Circuit was in error in articulating the scope of the exemption.",
  "No.",
  "Well, I thought the issue was whether the Court of Appeals for the Federal Circuit correctly determined the scope of the exemption. If they were wrong about it, then it is open to us to correct that and send it back.",
  "Exemption. The statutory exemption. I thought that was what we were looking at.",
  "Well, but it certainly thought that the FDA considers only safety, and nothing else, that it was directed at generic drugs, not others, and that there was a cutoff point earlier than that argued by the Government and the Petitioner for what is exempt preclinical trial information.",
  "Well, now, Douglas didn't involve a guilty plea, I guess.",
  "And did the Court say anything about the effect of having it be a guilty plea? I guess it didn't.",
  "Does that make a difference or could it?",
  "Did -- did your client waive any right to appeal here in connection with the proceedings of the plea?",
  "What did he waive?",
  "Where -- where do we find the waiver here? Is it in the joint appendix?",
  "But you referred to something that was waived.",
  "Where would we find that?",
  "Well, don't take your time to look it up. Maybe counsel for respondent can find it for us.",
  "All right.",
  "Well, Mr. Moran, here on page 22 of the joint appendix, the court is speaking to the defendant and says, you understand if I accept your plea, you are giving up or waiving any claim of an appeal as of right.",
  "And you think that was not effective?",
  "Well, I -- it doesn't say that.",
  "I'm - -",
  "Is this a case where it would meet the standard for granting leave to appeal?",
  "Because of the error in scoring?",
  "You take the position that in fact there was no error in scoring.",
  "Well, if we were to make clear that 60(b) is widely available, even category six, don't you think -- and as a result the AEDPA restrictions don't apply, don't you think that number would increase rather dramatically?",
  "Well, there's no language in category six referring to extraordinary circumstances, any other reason justifying relief.",
  "Well, aren't we dealing here with a time bar issue?",
  "I mean, there -- there was not a determination below, but an extraordinary amount of time expired before the application was made. Why would that count as some extraordinary circumstance? Why shouldn't the petitioner be stuck with the time bar? I don't see how this fits even under your proposed rule.",
  "But has that been determined - -",
  "-- by some court? That's the allegation - -",
  "-- pure and simple - -",
  "-- yet to be determined.",
  "And so we have to know how the time bar element folds in here, and in an ordinary civil case, a time bar would be an adjudication on the merits. I mean, that -- that would end the case, and why would it be a different, more liberal rule in habeas?",
  "But why isn't that always the case if it's time-barred?",
  "If it's time-barred, you never have your chance to have the merits argued.",
  "Well, now, the Federal Government has a different proposed rule than yours. Are you going to comment on their proposal?",
  "Would you say that again?",
  "Now, how do you apply it in this case, the Artuz problem?",
  "It's the same fee we're talking about.",
  "But a different theory of invalidity.",
  "Intrastate.",
  "Okay, and yours is the interstate fee.",
  "Is it difficult to apportion the intrastate fee based on the number of miles traveled intrastate?",
  "Does it make any difference how high the -- the fee is set? If it were $10,000 a truck, does that raise any concerns that are different?",
  "What makes it a fee instead of a tax other than the court saying so?",
  "Are you going to address the Mid-Con question?",
  "Are you going to address the Mid-Con question?",
  "Well, what's the point of the limitation in SSRS to $10 if the State can impose any additional fee it wants just by calling it a different name?",
  "Well, it doesn't expressly say that in that last sentence.",
  "Are you going to address the seriousness with which this evidence should be viewed? Because it is disturbing. It certainly would go to whether a death penalty should be given.",
  "You -- you think it could not have been considered in mitigation in the decision whether to give a death sentence?",
  "But it's so remarkable, isn't it, that the court did not notify the State and -- and the defendant about what it was considering? It didn't enable them to address the issues by briefs, memos, or argument. I mean, this -- this -- it's just an amazing sequence, don't you think?",
  "And how -- how could they possibly do the best job they could on the opinion without letting the parties know what they were trying to do and to address the issue?",
  "May I --",
  "-- may I ask you about another provision, Section 1515(c)? And that says, this chapter -- and it -- and it's referring back to Section 1512 -- \"does not prohibit or punish the providing of lawful bona fide legal representation services in connection with, or anticipation of, an official proceeding.\" Now, how -- did Ms. Temple invoke that provision in this case?",
  "Well, that's what I want to know, is, in light of the Government's position and the way this case was resolved, how does that fit, and what does it do to, that so-called safe-harbor provision? I'm just curious how it all plays out.",
  "Well, does that have the effect of negating the safe-harbor provision, in your view?",
  "What's the effect, in 1512(b), of the word \"knowingly\"?",
  "Was Section 1519 at issue?",
  "Well, Section 1519, enacted subsequently, comes closer to the mark, doesn't it, than 1512?",
  "Right.",
  "Well, what about the Pettibone interpretation that has been outstanding for a long time?",
  "Well, let me ask you about this precise thing. Is it Mr. Duncan? If he had, himself, shredded the documents, or destroyed them, that was perfectly okay at the time it was done.",
  "Is that right?",
  "It would not have been a violation.",
  "But the Government got the conviction, got him to plead guilty, apparently, on the basis that if he asked somebody else to do what was perfectly lawful for him to do, it would violate the statute.",
  "Well, what -- how do you read that in coordination with the so-called safe-harbor provision for legal advice and so on?",
  "And the woman lawyer never raised it, is that right?",
  "Well --",
  "But under this statute, with the safe-harbor provision in it, is it unlawful for her, as a lawyer, to say, \"You can destroy these documents\"?",
  "Yeah, the word \"knowingly.\"",
  "But not in 1512.",
  "It's not there.",
  "Well, how about the rule of lenity in the criminal statutes? If this thing is so confusing, how's the business person supposed to know what they can do? How's the lawyer supposed to know?",
  "Mr. Phillips, I -- the Steiner opinion explicitly agreed with the lower court in that case, which said that the term \"principal activity or activities\" embraces all activities that are integral and indispensable.",
  "And if -- if you think that putting on the clothes fall within that, then that covers walking, too -­",
  "-- after that.",
  "But the problem -­",
  "Mr. Phillips, the problem I continue to have is that I thought Steiner embraced, explicitly, the notion that principal activity embraces all activities that are integral and indispensable. You take issue with that, but do you want us to overrule Steiner -­",
  "-- or make some changes in it? I just don't understand.",
  "Mr. Gornstein, what about in the Tum case, the walking and waiting before the donning of the clothes?",
  "I'm talking about the -­",
  "-- these. The initial.",
  "You don't think that's covered.",
  "Was the predonning waiting issue decided below?",
  "Well, what event triggers, if you will, the incidence of the tax on the distributor?",
  "Is it -- is it the obligation -- is it the minute the fuel is brought into Kansas? Is it when it is delivered to the distributor?",
  "Or is it later?",
  "So, the distributor gets the fuel and incurs the obligation at that point, whether or not it's resold.",
  "Well, isn't it -- but they say no, that it's imposed on the delivery to the distributor -­",
  "-- of fuel.",
  "Well, it's what the -­",
  "-- statute says.",
  "Well, on that --",
  "-- on the legal incidence of the tax, we suggested, in the Chickasaw Nation case, that a tax statute's own declaration of the legal incidence would be dispositive. So, why don't we read the statute and say the incidence is on the distributor, and that's the end of it?",
  "Well, I thought that's -­",
  "-- what we suggested in Chickasaw Nation.",
  "Well, now, would that be true also for any doctor who provided the substances to furnish an execution of a convicted death penalty convict?",
  "But, otherwise, it would be the same reasoning -­",
  "But would it be open -­",
  "-- to the Attorney General to pass a regulation like this one, and all of a sudden apply it -- some new Attorney General, who had a very different view of the death penalty?",
  "Well, not if it just refers back to the States, would it?",
  "Well, certainly the practice of medicine by physicians is an area traditionally regulated by the States, is it not?",
  "And there is nothing express in the statute suggesting that it's designed to put in the hands of the Federal Government or the Attorney General the regulation of the practice of medicine, is there?",
  "Well, and there were two attempts, were there not, to get legislation passed to do this expressly in Congress, and they failed?",
  "Yes.",
  "Yes.",
  "And a prior Attorney General had a different interpretation.",
  "Yeah, but -­",
  "-- are these -- are these drugs classified as illegal, for all purposes?",
  "No.",
  "Yeah, but it's a -­",
  "-- it's a different thing to regulate by saying, \"No one can prescribe this substance. It's so lethal, we won't let anyone prescribe it at all.\" And it's quite different to say, \"This -- if a -- if a physician follows the Oregon law, it's a -- it's not a legitimate practice of medicine.\" That's a very different approach.",
  "Yeah.",
  "Would you speak up just a little, please?",
  "Maybe you could raise the podium.",
  "No, that -- the crank will raise it, if you -- no, the other way around. Thank you.",
  "And you say the Attorney General of the United States could not deem it to be drug abuse under the Act if a State allowed that for recreational use or to cure depression or -- How about steroids for bodybuilders? -- and decided that's perfectly okay. Now, can the Attorney General find that that's drug abuse?",
  "Well, I don't know that I understand your answer. Could the Attorney General deem the authorization -- purported authorization by a physician to use morphine to help with depression, or steroids for bodybuilding -- can that Attorney General say, under the Act, that's drug abuse?",
  "Now, Congress was silent on this subject of the burden of proof, was it not?",
  "Was there -- did you find anything in the legislative history -- I know some members don't care to look at that, but I would be willing --",
  "-- that shows any discussion at all about the burden-of-proof question?",
  "Yes, well, what if you had an IEP that the parents had initially agreed with, and then they decide it isn't working well, they want to challenge it. They shouldn't have a burden of proof?",
  "Well, you mean the court has -- every court faced with this problem is supposed to decide, in that particular case, who has the burden?",
  "Do you -­",
  "-- do you think it's open to a State to adopt a general rule on who has the burden of proof under this statute?",
  "Have some States purported to adopt a general rule on this?",
  "And you think that's invalid?",
  "What case is your closest one to support the view that the Court should adopt some particular rule here, based on the scheme?",
  "What do you rely on? I just don't know where we look for the -­",
  "-- guiding principle.",
  "Okay, but let -­",
  "-- let's talk about--",
  "-- burden-of-proof cases. What is your closest one where the courts are left to do this? What do we look to?",
  "This is a case where the parents unilaterally decided to move the child to a private school, and then they sought tuition reimbursement?",
  "Yes.",
  "Well, is there any doubt, here, that there's no State law?",
  "On the burden of proof in IEP cases -­",
  "-- I should have explained.",
  "In other words -­",
  "-- your answer is yes, the States may adopt a burden-of-proof -- here -- standard?",
  "Do we have to -­",
  "-- decide that here?",
  "Maryland -­",
  "-- doesn't have -­",
  "-- such a rule.",
  "Was what?",
  "Well --",
  "Well, Mr. Joseph, I --",
  "-- I thought we had to decide whether an unnamed private party should be considered for jurisdictional purposes.",
  "And do you have any case supporting that proposition?",
  "But it isn't up to the court of appeals to make some kind of roving inquiry of who would have been a better defendant. It just seems to me the Fourth Circuit rule is totally unworkable and unprecedented. I don't see how you can possibly overcome that, because the plaintiff is the master of its complaint, and it can decide who to sue. And Lincoln was sued as a corporation, and I don't see what business it is of a court to say, \"Oh, it should have been somebody else.\"",
  "Well, you can move, as a party to the case, to dismiss somebody who's sued for some reason, but that isn't what happened here.",
  "Ms. Kirkland, assume for a moment -- I know you don't agree, but assume that the Court, or a majority of it, were to hold that California appears to be a \"weighing\" State. This case arose before the enactment of the Federal law that we call AEDPA. So, I guess pre-AEDPA law governs. And we would then have to consider -- what? -- whether this is harmless error? But the third question that you raised was -- apparently did not incorporate any consideration of the Brecht standard. Is that what would be applied if we had to address the consequence here, of holding it to be a \"weighing\" State?",
  "Why?",
  "Wasn't that the pre-AEDPA standard?",
  "So, why wouldn't that apply?",
  "Do you think that the Court tried to apply the Pickering test?",
  "Do you think that the Pickering test, properly applied, would have reached a different result in this case?",
  "It could have - -",
  "-- certainly.",
  "Do you think that the proper application of Pickering would yield a different result in this case?",
  "Could it?",
  "What's your answer to that last question, Mr. Himmelfarb?",
  "So, no free-speech protection under Pickering.",
  "And how about this case? Could it not be resolved under a proper handling of Pickering?",
  "Now, what about retaliation claims that the employee may have? What about whistleblower-type claims by an employer? Are they -- are they separate from the first-amendment concerns?",
  "But I thought you had assumed that, under the Arizona law, you could rely on the Good Samaritan doctrine - -",
  "And I thought that, at least, would be open on remand.",
  "Is it necessary that we go further than that?",
  "Can you tell us how often States are creditors in bankruptcies around the country? Do you have any idea?",
  "So, if you're correct, how would the result you want affect all the other creditors in these bankruptcies?",
  "And probably, on your theory, States can disregard the automatic stay that issues -­",
  "-- when a bankruptcy -­",
  "-- commences?",
  "How is that, on your theory?",
  "Why wouldn't the sovereign immunity extend to that?",
  "Now, do you -- do you agree that there are situations where, notwithstanding the sovereign immunity of States, there can be in rem jurisdiction in a court to resolve claims against property -­",
  "-- and bind the State, as well?",
  "Well, maybe bankruptcy estates are one such instance.",
  "Well, now -­",
  "-- Mr. Thro, doesn't the Respondent want to dismiss the contract claims here?",
  "Yes. So, why do you insist that they be adjudicated?",
  "Yes, but why -­",
  "-- why should we force a plaintiff below to pursue claims they want to give up? That just seems so odd to me.",
  "Well, but, of course, that doesn't hold true for the other agencies, necessarily, unless you think VMI can waive it for all of them. That seems to me to be only a partial argument.",
  "A light bulb exploded. A light bulb exploded.",
  "Now, on your in rem argument, how do you distinguish Nordic Village's case?",
  "May I address a preliminary inquiry that I have? Are we reviewing here the issuance of the injunction by the trial court?",
  "And we have to find that, for the trial court to have issued it, it was an abuse of discretion?",
  "You know -­",
  "-- the court found evidence in equipoise and so on and so forth, so I just wondered, at the bottom line, what our legal standard is here.",
  "Abused its discretion.",
  "Well, it didn't -­",
  "-- say that, did it? I mean, it did seem to indicate, after the passage of RFRA, courts are supposed to examine, in each case, whether there is a compelling State interest and whether it's closely enough related.",
  "But Congress disagreed, ultimately. They allowed the use of peyote.",
  "Well, if we -­",
  "-- think that the Treaty -- the Convention entered into in 1971 -- makes clear that hoasca is covered, then does that provide a compelling interest for the Government, because it requires the Government to prohibit the importation? If we think, as a matter of law, the Convention covers hoasca.",
  "Well, if we conclude, looking at the Treaty, that it prohibits hoasca, covers it, and that it provides that nations that enter into the Convention must avoid importation of it, then is that a compelling interest under RFRA?",
  "It is?",
  "Well --",
  "Now, what has to be considered, by way of evidence, in evaluating whether the suspect has initiated the additional conversation? Is it appropriate, in this case, to consider the age of the person?",
  "And -­",
  "-- and the fact that, on the charges which he saw, it said he was subject to the death penalty, but that was not correct?",
  "It would not -­",
  "-- you would not consider it in connection with the initiation -­",
  "-- question?",
  "Counsel -­",
  "All right. But suppose the police are twisting his arm behind his back until he initiates a further discussion. You would say that's fine?",
  "Well, tell us -­",
  "-- what factors, in your view, can be considered. The -­",
  "The defendant's age? The improper charge? What else can be considered?",
  "Well, but what we're trying to determine is, What do you consider in determining whether he has -- a reasonable person initiating -­",
  "-- further discussion?",
  "Now, was there a Rule 59 motion made here after the verdict?",
  "Right.",
  "Had a Rule 59 motion been made, would it preserve a sufficiency-of-the-evidence argument in connection with the motion for new trial?",
  "Had Rule 59 motions been made in those cases?",
  "That's the way this Court has read it. That's the problem.",
  "Well, if -- should we disagree with you, Mr. Schroeder, on that, you seem to fall back, at the end of the day, on a plain-error notion. Is -­",
  "-- that right?",
  "If we don't agree with you on the -­",
  "-- need for a -­",
  "-- 50(b) motion.",
  "Have we ever said that plain error would preserve this, in the civil context?",
  "No, I -­",
  "-- haven't either.",
  "Mr. --",
  "-- Wolfman, are there provisions by regulation in the Department of Education for discharge of debts like this on a showing of total and permanent disability?",
  "And your client doesn't qualify, or --",
  "Mr. Radmore, what was the purpose of the enactment of the waiver of Federal sovereign immunity here? Was it to allow recovery for auto accidents occurring by postal trucks?",
  "Was that basically the purpose?",
  "Arising --",
  "-- out of auto accidents.",
  "And do we normally construe waivers of sovereign immunity narrowly?",
  "I thought we did.",
  "For auto accidents.",
  "Now, why should we interpret the exception broadly?",
  "Yes, your theory is basically that the exception just deals with bad things that happen to the mail.",
  "Do we look to what is socially acceptable? Is there some language to that effect in some of our cases?",
  "Do you think it is the norm that, if there are co-inhabitants of a house or apartment, that it's okay to let a stranger in, against the express wishes of your spouse or co- inhabitant?",
  "You think that's socially acceptable?",
  "Well, it might be common, but I'm not sure that's an acceptable kind of performance.",
  "What --",
  "-- what if the spouse had put a sign up, \"No police allowed here\"?",
  "Well, what if we think it does? Because that's how I read it, too, that Matlock governs where one of the people is absent. And we have a situation that's different here. Now what rule do we look to?",
  "Even when --",
  "-- even when the husband is physically present and says no?",
  "But, do you --",
  "-- do you --",
  "-- think the officers had sufficient grounds to get a warrant here for a search?",
  "But that's --",
  "-- the issue. Is it valid consent when the co-owner, the husband, is there and says, \"No, you don't\"?",
  "But we --",
  "Go ahead.",
  "But we have not decided Fourth Amendment issues on the basis of the law of property, have we?",
  "Don't we --",
  "-- have to look at social understanding on right to privacy? And how is it that you can construe, in every instance, a right of a cotenant to override the express objections of the other cotenant, who's there, and says no? How can you say that's acceptable?",
  "Well, that's possible, but you have a case here where the wife says, \"Come in,\" and the husband is right there and says, \"No, you can't.\"",
  "Well, yes, but there's kind of an assumption there that if the cotenant is not there, sure, you'll let the tenant who is there call the shots.",
  "It would, or would not?",
  "Well, not nothing, because we have cases that have said: If the co- inhabitant is not there, he relinquishes whatever right he had to object. But if the co-inhabitant is there, and says no, what's the matter with giving effect to that?",
  "Well, but it's by happenstance that the police find the wife in the house. I mean, it's six of one, half a dozen of the other. It's a happenstance.",
  "Well, Rule 11 is about frivolous arguments and motions, is it not?",
  "Yes. And Christiansburg Garment is about unreasonable arguments. I suppose that not every unreasonable argument could be deemed to be a frivolous one.",
  "Don't you think you know it when you see it?",
  "Well, indeed, wasn't there a change in the law after the case was removed?",
  "Well, the Tenth Circuit, I thought, held that the district court was within its discretion to deny the award, because, at the time of the removal, the defendants had objectively reasonable grounds to believe that removal was proper.",
  "But I'm -- I don't -- I'm not sure that I agree with you that Rule 11 applies. It really deals with frivolous actions. And here, we're talking about the imposition of reasonable costs, are we not? Just costs.",
  "I think the standard is different than that, under Rule 11.",
  "I mean, why --",
  "-- is it in your interest to ask us to apply Rule 11? You're hoping that, in future cases, it will be less likely that these are awarded?",
  "Now, the Solicitor General, I guess, suggests that the Christiansburg Garment standard is the appropriate one.",
  "And do you disagree with that?",
  "Well, but there had been case-law changes, hadn't there?",
  "Can it -- with respect to the reasonableness aspect, in Turner versus Safley, we said prison administrators have a good deal of latitude, in the prison context, in order to maintain order. Now, do you see the reasonableness requirements of the Disabilities Act as being congruent with the Turner-Safley reasonableness analysis?",
  "But this --",
  "One --",
  "One --",
  "One concern is that, in the prison situation, the prison is exerting control over all aspects of the prisoner's daily life. That's very different from just court access, as in Tennessee versus Lane, and it could require very extensive requirements, perhaps. Is that a concern, or should it be, in the \"congruence and proportionality\" examination?",
  "But do you --",
  "-- agree that --",
  "-- the Rehab Act contains the same essential requirements as ADA?",
  "And you agree that it applies at least where the States are accepting Federal money for the prison?",
  "Does it apply in the prison in this case -- the Rehab Act?",
  "Is that case cited somewhere?",
  "Now, you want us to apply a presumption that a petition is timely if it's filed within 60 days. But California doesn't apply such a presumption, does it?",
  "And --",
  "-- where do we get that? I mean, where does that come from?",
  "Well, shouldn't we leave it to California to adopt such a presumption?",
  "And what are those standards, please?",
  "But once it's --",
  "-- in the Federal habeas context, the AEDPA law suggests there's a great premium paid -- at stake for promptly resolving these things. What do we do about that? This is in the Federal court system now.",
  "Well, what would we do in that situation?",
  "If it's --",
  "-- open to the Federal Courts.",
  "Now, that was enacted, was it not, in 1887?",
  "And hasn't the -- the word hasn't changed --",
  "-- in all those years. And there were no interstate branches in 1887, I assume.",
  "So it's a little hard to look for congressional intent.",
  "Or an ATM.",
  "But in Digital Equipment, I think that we said that the collateral order doctrine is narrow, it should stay that way, and that we should give it -- we should be very reluctant to expand the practical construction of section 1291. And this certainly would be an expansion, would it not?",
  "Well, I suppose if there was no appellate court jurisdiction, we're not going to resolve the merits of that question.",
  "Could the district court have certified the question?",
  "And was there a request made to do that or --",
  "Well, Prima Paint did, though, involve what we would characterize as a voidable contract.",
  "And I think it is conceivable that the Florida court was correct that you could draw the line some way and say contracts that are void should be handled differently.",
  "Yes, but voidness is a question of public policy. The State itself makes a decision that certain contracts can’t be entered into. And the question of voidability is usually one affecting the -- the will of the contracting party.",
  "Let me ask you about patents and tying products. Are there component parts that are patented in today's complicated world, and do they -- do they -- do the component parts become part of the tying product? I mean, how does that work?",
  "Well, does the patent somehow spread to cover the larger product? I -- I don't see how it works.",
  "Mr. Hungar, is the issue of the presumption, as it applies to copyright, part of the question presented? And do we have to decide that issue here?",
  "Right.",
  "Mr. Hungar, one of the amicus briefs for the respondent was submitted by a professor, I think, named Barry Nalebuff --",
  "-- which took the view that the Court should, in any event, retain the presumption where a patent is being used to impose a variable or a requirements tie. Do you have any comment on that view?",
  "Well, this isn't a requirements tie case, is it?",
  "Would it protect him from a civil damages action as well as prosecution in a criminal case?",
  "Did you ask that the relief ordered below be more restrictive? Was that challenged after the judgment was entered?",
  "Did the Court below have a chance to consider tailoring it more narrowly, as you suggest today?",
  "I just am not clear to what extent you really raised the possibility with the court below of carrying its judgment more narrowly as you're suggesting today should be done.",
  "Well, but what resulted here, it was the invalidation of the entire statute and all of its applications? Is that how it now stands?",
  "Okay, so the question you're being asked is, how can that be narrowed in some fashion to focus on the problem? The statute may well have a majority of valid applications. So how can we narrow the application? And what of our doctrines allow a narrower application? So you need to focus on that. Obviously, it's a matter of concern.",
  "But we're dealing with New Hampshire. We have a specific case that challenged New Hampshire's law. So can you focus on this one?",
  "Then is there any objection by you to remanding this thing to let it be more narrowly focused?",
  "Counsel, if we were to agree with you on any one of the three questions, would that end the case?",
  "If it's possible, at least, that we just overlooked that aspect in the issuance of our opinion, would it be more helpful to move on to the other two questions at issue here, since they would be determinative? It's --",
  "-- it's disturbing to think that some court below deliberately was trying to defy what this Court said. And I'm not sure there is any indication of that. It may have thought that those issues -- those other acts were overlooked, and, therefore, they had some right to deal with it. But I wonder if we shouldn't focus on the other two legal issues here.",
  "Would you tell us what -- which one of these questions, in your view, we ought to address, first and foremost? If the answer to any of them is favorable to Petitioner's position, I guess that's the end of the case.",
  "Well, no, because the --",
  "-- the counsel for the Government explained that if, in the course of committing a robbery, some bystander is physically injured, it's covered.",
  "I mean, that's understandable, isn't it?",
  "Well, Ms. Karlan, let me put one other element in here. Was -- was your client specifically told by the FLRA to bring a grievance under the collective bargaining agreement?",
  "Now, that is if -- if the union doesn’t agree to arbitration?",
  "Now, as to that, if -- if there were a petitioner with some constitutional claim -- let’s not get into the debate about significant or non-significant -- covered by the collective bargaining agreement, you say the petitioner can’t go to court with the constitutional claim unless he first persuades the union to seek arbitration.",
  "All right. Now, did you raise the exhaustion claim? Did the Government raise it in the lower courts?",
  "Well, is -- is -- should it be a little bit of a concern to us that the lower court didn’t address it? Should it be sent back to look at this exhaustion notion?",
  "If the dispute were to go to arbitration -- there are very limited provisions for judicial review in the event there is a decision -- could the constitutional claim still go to court?",
  "Yes, but it says -- I thought it says that the military must have equal access with any other employer. Now, every other employer is subject to the same policy, presumably, of the law school.",
  "Well, let me ask another question that may shed a little light on it. Does the Solomon Amendment pose any restrictions on the extent to which the law schools can distance themselves from the military's views? Can there be signs up at every recruitment office, saying, \"Our law school doesn't agree with any discrimination against gays\"? I mean, can they come forward with their position on this in every recruitment office without violation of the amendment?",
  "But --",
  "But the Government takes the position that the law school is entirely free to convey its message to everyone who comes.",
  "So, how is the message affected --",
  "-- in that environment?",
  "But --",
  "-- they can say that to every student who enters the room.",
  "If -- if you're contracting for yourself --",
  "-- in your own behalf.",
  "Where in the complaint does it allege a tortious interference claim?",
  "Yes. In Arizona, the burden was placed on the defendant, was it not --",
  "-- to -- to prove the mitigation? And yet, the Court upheld that even in the equipoise situation.",
  "Over a dissent.",
  "So Kansas does not put the burden on the defendant.",
  "Are you going to address the other questions? I think we added a question about whether the Kansas Supreme Court's judgment was adequately supported by an independent State ground. And I'm not sure that this has been adequately addressed. Do we have jurisdiction here? The -- the Kansas Supreme Court vacated the capital murder judgment and remanded it and said it would have done it anyway because of the State law evidentiary error concerning admission of third party guilt evidence. So does that independent ground mean we don't have jurisdiction here on this thing?",
  "But there was another ground.",
  "Well, but was this -- was this case remanded for a new trial?",
  "And presumably, if there is a conviction and a sentence, you could come back here again by way of a cross appeal.",
  "Is it --",
  "-- possible that the Supreme Court of Oregon misapprehended some of the facts in this case?",
  "Right.",
  "Do we --",
  "-- need to vacate the judgment and remand for that, or --",
  "-- do we just go ahead and --",
  "Well, under Oregon law, is it possible that some of the mother's testimony would be otherwise admissible at the penalty stage?",
  "But considered --",
  "-- for what? That's the problem. I mean, here is someone who's been found guilty beyond a reasonable doubt.",
  "And I don't see how it's relevant to go in at sentencing and say, \"Oh, but there are all these doubts.\" I mean, by finding \"beyond a reasonable doubt,\" there isn't a reasonable doubt left.",
  "You -- I don't see how that's open to argument. You can say, \"Consider the evidence that shows he's a good person underneath it all,\" or, \"There -- he has some moral values that ought to be respected,\" or something like that, or, \"He's capable of doing good things.\" But I don't see how you can argue doubt.",
  "But it sounds --",
  "-- like you're trying to relitigate that question at the sentencing hearing. And, certainly, the eighth amendment does not require that.",
  "So, to the extent the Oregon Supreme Court thought that, and rested its holding on that, we ought to reject it out of hand.",
  "Well, that's up to the court, on remand, but it ought to be straightened out that the eighth amendment does not require relitigation of where the defendant was at the time of the murder. That was the basis for the \"beyond a reasonable doubt\" finding of guilt.",
  "Well, this is --",
  "-- so odd. It -- almost as though we should appoint some amicus here, Counsel, to argue in support of the merits.",
  "I mean, you don't seem to be doing that.",
  "It's very strange.",
  "May I ask you whether there are statutes in various States that allow an officer to get a no-knock warrant?",
  "And does Michigan have such a statute?",
  "How common are those statutes?",
  "Why would an officer, without such permission, want to make a no-knock entry while possessing a warrant --",
  "-- a search warrant?",
  "Why?",
  "Mr. Moran, is it undisputed by you that the client would not have disposed of the drugs if the police had waited a few seconds?",
  "Would you agree there is a knock-and-announce requirement --",
  "-- even though there is a warrant?",
  "And do you agree that that was violated here, that there wasn't really a knock-and-announce here?",
  "All right.",
  "Now, is exclusion of evidence in these circumstances a deterrent, so that the police would be less likely to do that?",
  "Yes.",
  "Well --",
  "-- but in this very case you had an officer who said it was his regular policy --",
  "-- never to knock and announce --",
  "-- to just go in. So, if the rule you propose is adopted, then every police officer in America can follow the same policy. Is there no policy of protecting the homeowner a little bit --",
  "-- and the sanctity of the home --",
  "-- from this immediate ­ -",
  "-- entry?",
  "The case that comes closest, as far as I can see, is probably United States v. Armstrong, and in that case, this Court said in the ordinary case, so long as the prosecutor has probable cause to believe the offense was committed, the decision to prosecute or go before a grand jury rests entirely in his discretion. But, of course, the discretion is subject to constitutional constraints, the equal protection component of the Due Process Clause. The decision whether to prosecute may not be based on an unjustifiable standard such as race, religion, or other arbitrary classification. And the standard the Court articulated there was the defendant must present clear evidence --",
  "-- to the contrary. Now, that's different from your proposition of probable cause.",
  "Based on race.",
  "So why should that be different than the First Amendment violation?",
  "But if this Court opens that door, don't you think we might see a different problem?",
  "Why don't you raise the level of the podium a little so we can hear you?",
  "Not much.",
  "Was that because there was no such analysis at the time?",
  "How many years ago was this trial?",
  "Are you going to mention any of the other, or are we going to just deal with the blood today?",
  "What did the jury hear about Muncey's confession?",
  "I thought not.",
  "Well, but what's the rule that you suggest we look to in deciding whether a provision is jurisdictional? Because, as the Chief Justice pointed out, in 1983 cases where the question is whether the defendant is a person, we've held that is jurisdictional. So what is the rule in telling us when we should treat something as jurisdictional?",
  "More than.",
  "Did you establish that in the course of the proceedings?",
  "Well, but if it's your burden to prove it, how can it be waived by the defendant? I don't understand your theory.",
  "Was the --",
  "But the practical consequences of affirming here are severe in terms of handling these cases. And we've pointed out in some recent cases of ours that we've been a little sloppy in the past in using the word jurisdiction. So it looks to me like there are many indicators that would point to not treating the 15 employee requirement as one of subject matter jurisdiction.",
  "Yes, but it's entirely in the hands of the defendant to raise some objection. Who knows better than the employer how many employees the employer has had? I mean, it's totally within your capacity to say, wait a minute --",
  "-- we didn't have 15.",
  "Were you representing this employer at the time?",
  "Yes, but in McConnell --",
  "-- in McConnell, the Court said corporations and unions may finance genuine issue ads during election blackout periods by simply avoiding any specific reference to Federal candidates or, in doubtful cases, by paying for the ad from a segregated fund. Now, that language indicates, to me at least, that the Court was saying there are no genuine issue ads meeting the definition as you would have us apply it here.",
  "Now, this ad could have been run by your clients by a segregated fund.",
  "It just ran out of money. Is that the deal?",
  "Well, I suppose you can say, yes, you can have an as-applied challenge, but this one doesn't meet the test.",
  "Could they have said in the ad, call your elected representatives, not naming any names?",
  "Mr. Reichel, did you take the position in the proceedings below that anticipatory warrants are invalid?",
  "No. And did you raise the issue in your response to the petition for certiorari?",
  "No. But you want us to address it now. I mean, you -- you make a big deal of the notion that there's no such thing as an anticipatory warrant. And yet, it's never been addressed below. It wasn't addressed by the court below.",
  "Let me give you another example. There are search warrants for wiretaps, are there not?",
  "And they are often anticipatory. They aren't issued because the suspect is now using the phone, but because it's anticipated in the future the suspect will use the phone at some point and there's probable cause to believe, if -- if the suspect does, there may be evidence of a crime. I mean, anticipatory warrants are just inherent in the system. I don't -- I just don't think your argument follows from precedent.",
  "Well, the Constitution still applies to it, and they are inherently anticipatory.",
  "Probable cause that there -- this is somebody who's going to use a certain telephone number and that there may be reason to suspect a crime will be discussed.",
  "And -- and this is no different than that."
]