[
  "Mr. Chief Justice, and may it please the Court: This case presents the basic question whether Federal district courts are immune from the strictures of sovereign immunity and Ex Parte Young when administering Federal consent decrees. In this case, it is clear what Federal law requires. The Medicaid statute is very clear and everything that Federal law requires, the State of Texas is doing. The dispute that the parties are having here is not simply a theoretical dispute about whether -- what degree of connection there should be between a remedy and -- and an ongoing violation of Federal law. There is no violation of Federal law, and that fundamentally is the problem.",
  "It does not necessarily mean that and no court has determined that.",
  "Well, under Ex Parte Young, the question is not retrospectively was there a violation of Federal law, but -- but --",
  "There is a strong argument that there was not a violation of Federal law at the time the litigation commenced, but that matter was never adjudicated one way or the other.",
  "What the State did is pursue an option to settle the -- the matter and avoid an adjudication.",
  "We would agree that this case was initially properly brought under Ex Parte Young in that the complaint, under the terms of the Verizon decision, alleged a violation of Federal law. However, Ex Parte Young is not simply a formulistic pleading requirement. It also is -- is, under this Court's decision in, among other things, Green v. Mansour, a restriction on the Federal court's jurisdiction that -- that what there would have to be for your hypothetical, Justice Stevens, to carry through is not simply a determination that there might be a violation of Federal law.",
  "No, Your Honor. But in order for the court now to exercise the coercive authority of the Federal court and to order the State officials to engage in a very detailed course of conduct, the predicate that justifies the Young fiction in the first place is an ongoing violation of Federal law.",
  "If the agreement was --",
  "Well --",
  "The consent decree offered the other side a great deal. For one thing, the State, as a voluntary agreement, agreed to carry out an extensive course of conduct. And if you look at the actual record --",
  "Justice Ginsburg, we're -- we're making both distinctions. This would be a more difficult case if there had been -- it had been litigated and there had been a determination of a violation of Federal law, but --",
  "It would be more difficult because you at least had the predicate for Ex Parte Young in the first place. You had a violation of Federal law.",
  "It -- it is absolutely a Federal judgment, but on the terms of the consent decree, there was no concession of liability. No court at any time has ever found the State of Texas was violating Federal law.",
  "In essence --",
  "The second part of Justice Ginsburg's hypothetical about whether even if this were fully adjudicated, would this content -- consent decree be proper, the answer is plainly no because this consent decree does not enjoin ongoing violations of Federal law. There are a number of provisions in this consent decree --",
  "Absolutely.",
  "Absolutely.",
  "Under Milliken, the question would be the relation --",
  "Our answer is going to be that the -- the jurisdiction that this Court has created under Ex Parte Young and its progeny exists for one purpose, to vindicate the Supremacy Clause.",
  "If C and D were necessary to ensure compliance with Federal law, then they would be permissible remedies once there was a finding under Federal law.",
  "If there's an ongoing injunction --",
  "If the injunction is ongoing, then the State officials could come in at any point and say, C, D, and E are not necessary --",
  "Justice Breyer, two responses. First of all, there was not an agreement that there was a violation of Federal law. It's certainly true the plaintiffs --",
  "-- consent decree explicitly --",
  "The second response -- your -- your question refers to volumes of Federal law and State law that may or may not have been violated. This case is very simple. It's one short section of Federal law.",
  "Justice Breyer, the exercise of requiring a -- a violation of Federal law derives from this Court's cases beginning with Ex Parte Young and moving on.",
  "Justice Breyer, under the Fifth Circuit precedent, the means to challenge this sort of decree is precisely what we did, to challenge it. Under the Lelsz v. Kavanagh case, the means to challenge it is to challenge the enforcement and --",
  "Well, you can, and that's the second part which is the Fifth Circuit treated what we did as a motion to modify or vacate the decree. That's how the Fifth Circuit interpreted what we did. The -- the plaintiffs came in at a year and a half --",
  "It is true that treating our -- our argument as a motion to modify is not purely based upon changed facts and law. It is in part because you have the 2 years of compliance and the tremendous record the State has, but another fundamental element of it was a challenge that the terms of the consent decree go far beyond what Federal law requires. And let me focus just for a moment --",
  "That --",
  "My -- my --",
  "My hope --",
  "My -- my hope would be --",
  "My hope would be to make virtues out of either approach and to say that it could either be done on -- under an effort to modify or a challenge of enforcement, that either avenue is available. And the Fifth Circuit treated it as both. I mean, that's precisely what the Fifth Circuit did. The -- the --",
  "Well, we don't know what the circumstances were when -- when this matter was entered because there was no adjudication on the merits. But we do know now --",
  "If those -- they did, and if those allegations were true, then there are changed circumstances because the district court was very clear that there is absolutely no evidence that even a single class member has ever requested services and been denied. And that really is the nub of the dispute because petitioner --",
  "But -- but that really is the critical dispute because the statute, the Medicaid statute --",
  "That's possible, and so this could be fairly characterized as a motion to modify because there is not an ongoing violation of Federal law now. What the Federal law requires is that whenever an eligible member requests screening, they receive it. Petitioners don't like that reading and what the petitioners convinced the Federal district court to do in this case is read the words where they are requested out of the statute. And all of this fight about what the proper baseline is, is it Federal law or is it the consent --",
  "Yes.",
  "And that's what the Fifth Circuit treated what we did. So we --",
  "We will prevail either way.",
  "If -- if what we did is deemed that, because --",
  "It's not a bit beyond and -- and one important caveat of 60(b) is most of this Court's 60(b) cases are in a context where the State or a State official is not a defendant.",
  "It is. And --",
  "It -- it did. Rufo was easing the standards for modification, and Rufo did not address the Eleventh Amendment. That was not an issue that was litigated, and the Court --",
  "We don't necessarily concede that the court should have entered this decree, but the point at which we litigated it is the point at which the Federal court began to exercise coercive authority of a Federal court over the State. And at that point --",
  "But --",
  "But what --",
  "We did say that. We argued extensively that we were carrying out our promises. And that actually highlights a point. One thing petitioners argue a great deal is the unfairness, and that was a motivating factor in this Court's Lapides decision. But I would point out petitioners did not give anything up when they signed this agreement. It's not as if we could sign an agreement with them and agree we're going to comply with 80 percent of Federal law.",
  "Justice Scalia, they accomplished a number of things. One, the State voluntarily engaged in a number of changes as a result of that agreement. Two --",
  "The State officials endeavored to improve the program --",
  "But the decree was drafted as an effort to end this -- this litigation.",
  "Your Honor, that actually opens the door to yet another reason why we do not believe this Court should hold that Ex Parte Young defendants can engage in commitments that extend far beyond Federal law because that open -- opens a Pandora's box to separation of powers problems.",
  "Justice Kennedy, no body of law, Federal or State law, requires virtually everything that's in the consent decree. The consent decree requires data collection, and there's no reference to that in Federal law. The consent decree requires the State officials --",
  "I mean, the consent decree --",
  "The consent decree requires that the State officials train private health care workers in cultural sensitivity. Now, that's not required by Federal law. That's not necessarily to ensure compliance with Federal law. It is something quite simply --",
  "The Federal law requires --",
  "A State official does not have the right to bargain away his or her constitutional authority or the legislature's. If one might imagine a hypothetical. The legislature --",
  "Justice Scalia --",
  "Justice Scalia, the premise of the question that the Attorney General had power to waive sovereign immunity is not correct under Texas law. Now, it is admittedly a question of Federal law, but Federal law looks to State law. In answer to your question about waiver, we have seven reasons why we believe the Court should not find that there was a waiver. First, that this was waived below. Secondly, there's no clear and unambiguous waiver, as this Court's decisions require. Thirdly, there has been no waiver by the legislature of immunity from liability in State court, a critical predicate for Lapides, and in fact, the United States in Lapides argued that all the Attorney General could waive was forum immunity, not immunity from liability -- immunity from suit at all.",
  "Justice Ginsburg, your -- your hypothetical is in fact the law in the Texas, in that the legislature has explicitly said the Attorney General may not waive sovereign immunity in Government Code 402.004.",
  "Justice Ginsburg, the Attorney General didn't deceive the court because the Attorney General never represented that this was a waiver of sovereign immunity. Those words are not found in the consent decree. The consent decree says the defendants' defenses are all preserved. This was an effort, unlike all of the voluntary invocation of jurisdiction cases, where the State makes an affirmative decision, we want to be in Federal court. In this case the State was hailed involuntarily --",
  "The State acted in an attempt to avoid a long, protracted litigation. We were hailed involuntarily before the Federal court.",
  "Yes, Mr. Chief Justice, but Gunter was an adjudication on the merits and found an ongoing violation of Federal law and then enjoined that ongoing violation. Had that happened, we wouldn't have a dispute. We don't --",
  "But that could have happened at the stage of enforcement. Before a Federal court orders a State to do something, this Court has said that Ex Parte Young is a fiction, that -- that the courts will pretend the State official, who is not really a State official, is acting ultra vires for the limited purpose of vindicating the Supremacy Clause. That limited purpose is not served when no court has ever found a violation of Federal law, and when there is in fact not a violation of Federal law. The reasons petitioners are litigating today is because if they had to demonstrate a violation of Federal law, they could not do so. So what they would, instead, like is for the baseline to be the consent decree.",
  "They filed a lawsuit that was filed before Judge William Wayne Justice --",
  "It was -- it -- we presume it was filed in good faith and it alleged violations of Federal law. We don't believe they could have demonstrated then and we -- we absolutely don't believe they can demonstrate now any violations of Federal law. Both the district court and --",
  "It was an effort to end the litigation. It was an effort that ultimately failed. I mean, there -- there are two additional key reasons why there's not waiver.",
  "It is a voluntary agreement and it allows -- it agrees that the district court is available, it's familiar with the law and facts and can -- the case can be brought back to it if there's ongoing dispute.",
  "Or we'll agree to this and that will resolve the matter. I will point out if signing a consent decree is a waiver of Eleventh Amendment immunity or sovereign immunity, then plaintiffs' argument proves too much. It means every consent decree is utterly immune from Ex Parte Young. It means once a consent decree is there, the requirements of Federal law don't matter.",
  "That --",
  "But -- but that is a fundamental problem with these cases. It was a prior Attorney General, a prior head of the health department, and those prior officers under petitioners' theory had bargained away the legislature's authority. It's clear the legislature couldn't pass a statute that said, we're going to allow the Federal District Court for the Eastern District of Texas to run our Medicaid program. That would be a fundamental violation of federalism and separation of powers. Nor could the Attorney General sign a contract to do that. Therefore, they should not be able to sign a consent decree to do that unless it is necessitated by an ongoing violation of Federal law. It is only the Supremacy Clause that justifies that. In addition, this course's voluntary -- this Court's voluntary invocation of Federal jurisdiction cases have, by and large, not been Ex Parte Young cases. In Lapides, in Gardner, in Clark, they were suits against the State. They were not Ex Parte Young cases, and this Court would be breaking new ground by saying an Ex Parte Young defendant who, under the legal fiction, is not the State, is simultaneously the State for purpose of being able to waive sovereign immunity by litigating. And as was pointed out in the earlier colloquy, the State was a defendant, raised the Eleventh Amendment, was dismissed on Eleventh Amendment sovereign immunity. And to say now that ambiguous and conflicting provisions of the consent decree, signed by the State officials as Ex Parte Young defendants, can waive the sovereign immunity is to extend the Ex Parte Young fiction beyond --",
  "They -- they did, Mr. Chief Justice. But those attorneys, just like the State officials, are temporary officeholders, and temporary officeholders are in effect, as this Court recognized in Alden v. Maine and also in Justice Thomas' and Justice O'Connor's opinions in Missouri v. Jenkins, there are serious separation of powers issues that are raised when one official bargains away the authority of another.",
  "Mr. Chief Justice, and may it please the Court: This case concerns the continuing vitality of the procedural default rule, an important bulwark to federalism, comity, and finality of judgments. This Court has consistently maintained that cause and prejudice can address problems with procedural default, and that the actual innocence exception should be applicable only in exceedingly rare cases.",
  "Yes, Justice Kennedy.",
  "No, Justice Kennedy, but the state is here, because the state is concerned about the impact on the procedural default rule, in particular the Fifth Circuit's decision.",
  "Implicit in the procedural default -­",
  "Implicit in the procedural default rule is the premise that petitioner has a valid claim. In -- in some ways this case, as the Fifth Circuit remarked, as the judges dissenting from denial of rehearing en banc, in some ways this case presents an usually pristine form, I mean, it's almost a law school hypothetical, because the error is so clean. There's a 3-day disparity -­",
  "But that is inherent in any claim with procedural default.",
  "It is very clear that there was an error, and that if Mr. Haley had raised the error at trial, that the trail judge would have and should have sustained -­",
  "It is clear that he will spend 10 years in jail when he had an objection he could have raised that he did not.",
  "Two years would be the max.",
  "Yes, Justice Stevens.",
  "Maintaining the procedural default rule is --",
  "I think justice is being done because he had a full and fair trial and an opportunity to raise his errors, and there's no greater -­",
  "Justice O'Connor, I think there is a counsel.",
  "Justice O'Connor, I think that is something that is open to the Court to do and I think that is one of the fundamental problems with what the district court did.",
  "There is an argument that it was waived, but I think the Fifth Circuit -­",
  "And I think the Fifth Circuit could certainly deem the petitioner's pleading sufficient to preserve that claim.",
  "If it's sent back, we would be prepared to address the ineffective assistance claim on its merits.",
  "And, Justice Ginsburg, this case may well, if the Court finds ineffective assistance, that would suffice to correct this, because ineffective assistance counts as cause, and in many ways this case illustrates why cause and prejudice is ample to address error in sentencing in non-capital sentencing and why there's not a need to open the door to a new category of exceptions to procedural default.",
  "The -- the claim was denied in state habeas and the Federal habeas court did not address it because it had already granted relief based upon his claim that he was actually innocent of the sentence.",
  "I -- the -- the district court jumped ahead in the process. Rather than address cause and prejudice, the district court said that it didn't need to address cause and prejudice because it found actual innocence, and that's one of the -- the significant problems, much like statutory interpretation, where a court should -­",
  "Justice Scalia, the first preference of split and to clarify that there is no actual innocence exception to non-capital sentencing. If the Court is not inclined to do so, the State of Texas, our second preferred outcome is to vacate the decision of the Fifth Circuit so we don't operate under that precedent.",
  "And Texas is not urging the Court not to decide it. It is simply saying that is an avenue should the Court decide to decide -- to rule on this case in a more narrow ground, that is an avenue that would provide some relief to Texas because it would vacate the Fifth Circuit decision and it would allow ultimately for some relief for Mr. Haley as well.",
  "Well, or perhaps someone else would fight in a different circuit.",
  "Yes, Justice -­",
  "Justice Ginsburg, we certainly agree that as a matter of thinking through procedural default, that courts should begin with cause and prejudice, that the actual innocence exception as a potential trump card should not be jumped to first.",
  "And -­",
  "And, Justice Scalia, I agree entirely with your characterization of the errors made by the court below.",
  "Justice Stevens, I -- I do not believe it is. It -- it is manifest that there was error -­",
  "There are a host of instances in which this Court has held that actual constitutional errors should nonetheless not be addressed because the defendant has procedurally defaulted that.",
  "Absolutely there is. The paradigmatic case -­",
  "-- is an individual was is innocent of the crime.",
  "If he had raised his objection.",
  "He was charged with theft, and that was enhanced to a state jail felony because he had committed two prior thefts. And then upon sentencing, his sentence was aggravated because he was a habitual offender and had two prior felony convictions. Now, the indictment alleged that they were sequential and it turned out that allegation was incorrect.",
  "No, actually, Justice Scalia, the way the statute reads -­ theft that -- that was used for recidivism occurred 3 days after, right, the --",
  "It's a 3 -- it's a 3-day disparity. The first crime was delivery of amphetamines.",
  "And he committed that in 1988, but that conviction did not become final until October 18th, 1991. Three days before October 18th, 1991, he committed attempted robbery, and the way the Texas statute reads, he has to commit the second felony after the first felony conviction becomes final.",
  "It -- it did. I don't know the extent to which that was discovery in the trial, but that -- that's ultimately what the record reveal in terms of when that conviction -­",
  "Absolutely, absolutely. And -- and -­",
  "The state has an obligation to be candid with the court, so at any point in which the state became aware of this error, the state would be obliged to inform the court, but that's a very different thing to say that when there is a procedural default, when the defendant has not preserved his error, that the state should not act to vindicate that procedural default. There is an important value in protecting the procedural rules in the State of Texas, and that value is not served. I mean, ultimately, this Court has said that the very narrow exception of actual innocence should apply in very narrow circumstances. So this Court has ultimately engaged in a balancing, a balancing that derives from prior language in the -- in the Federal habeas -­",
  "The difficult -­",
  "It is true that there are not many cases where the state concedes error, but the difficulty with pivoting the test on that is the basic operating premise of every habeas petition. Where procedural default is raised not hesitated to allow far more significant claims not to be addressed because of procedural default.",
  "This -- this Court has addressed procedural default in the context of forced confessions, in the context of statements without Miranda rights, in the context of psychiatry -­",
  "We do not have any cases like that, but that aspect simply goes to prejudice, and this Court has repeatedly cautioned that the actual innocence exception should not be used to transform cause and prejudice just to prejudice. The only question is if there was cause for not raising it, and in terms of asking -- I mean, Justice Stevens asked me about, is this a manifest injustice. There seems nothing on the face of it that is plain to me that allowing an individual to be convicted and to remain convicted and serve in jail or even be executed based on a forced confession is somehow a lesser injustice than allowing Mr. Haley to serve a sentence -­",
  "But in this case, Mr. Haley is guilty of the theft, he's guilty of the predicate offense -­",
  "Only in the sense -­",
  "It is -- it is true that 3 days or 5 days or whatever does not matter. What matters, and what we are urging, is that Mr. Haley had multiple avenues to challenge this. He could have challenged this at trial. He could have challenged this on direct appeal.",
  "You know, we don't have reason to suggest that Mr. Haley in this instance was engaged in gamesmanship with respect to this error, but the record is susceptible to an interpretation that his counsel was engaged in gamesmanship with respect to whether or not Mr. Haley pleaded to the enhancements. Because what happened at trial is Mr. Haley's attorney urged the trial court, my client doesn't want to plead, please go ahead, he's not going to plead. The trial court did what the counsel asked and he immediately, on direct appeal that was his principal challenge, and that is one possible interpretation of the record is the counsel was attempting to sandbag. There was a line of state court cases saying it was mandatory error not to plead.",
  "It may well, and I certainly wouldn't urge that counsel engaged in good strategic decisions, but it may have been a strategic decision with respect to urging the court to commit an error under state law that caused the counsel not to notice the disparities in the enhancements.",
  "That -- that is correct, and we agree at this point there is a very significant argument of ineffective assistance of counsel, and I would note that the court of criminal appeals in Texas has found ineffective assistance of counsel in almost precisely the same circumstance where a counsel failed to notice the non­ sequential nature of felonies used to enhance a habitual offender in the decision of Ex parte Scott, which is found at 581 S.W.2d 181. If there are no further questions, I'd like to reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. I'd like to quickly revisit an exchange Justice Scalia had with Mr. Albritton concerning Almendarez-Torres, and make the point that even if this Court were at some future date to decide to overrule Almendarez-Torres, which I don't believe is presented in this case, that would not necessarily mean that the actual innocence exception would extend to non-capital sentencing. The inquiries are altogether different. The former, what was at -- the case at common law at the time of the founding. The latter is, as the exchange illuminated, a question of what 28 U.S.C. Section 2254 provides. And I would note 2255, with respect to Federal habeas, explicitly includes in its statutory text as one of the grounds for granting habeas that a sentence is, quote, in excess of the maximum authorized by law. That's in 2255. It is not in 2254. The only ground for granting habeas in 2254 with respect to a state conviction is if someone is held in custody of violation of the laws or Constitution of the United States. And so it is altogether possible that this Court could decide at some future date to -- to overrule Almendarez-Torres and then yet nonetheless decide that in looking to the ends of justice that now repeal language from the habeas statute, that there is not an obligation to excuse procedural default for every single conceivable sentencing error.",
  "The -- the state is willing to allow the ineffective assistance case to be litigated before proceeding to reincarcerate Mr. Haley, so we will wait until that -- that claim is resolved before -- before -­",
  "He -- he is out right now and the state will leave him out until his claim is resolved with respect to that. With respect to the balance, which is -- which is ultimately how this Court has analyzed the actual innocence exception, on the one side I would submit there is very limited need for extending the actual innocence exception to non-capital sentencing. Cause and prejudice can address situations where relief is merited, such as perhaps Mr. Haley's. On the other side, there is the risk of expanding that. Non-capital sentencing, unlike actual innocence, I didn't do it, of the crime, unlike actual innocence of death, non-capital sentencing is virtually ubiquitous. Interestingly, Mr. Haley's amici law professors in footnote 13 of their brief acknowledge the ability of the slippery slope to extend beyond just increasing the statutory maximum to sentences within a range and to a whole host of factors that the states used for sentencing factors, facts -­ factors such as the amount of drugs, such as the value of stolen goods, such as the status of a victim, whether the victim is elderly, whether the victim is a police officer.",
  "There have been relatively few cases that have come up since those decisions, but I would note first of all we don't know what unpublished decisions are out there, and secondly, there's a significant difference between a circuit decision allowing an exception and a decision of this Court.",
  "Mr. Chief Justice, and may it please the Court: At the outset, two issues bear emphasis. First, the Court need not, and should not, address the many interesting issues of international law and constitutional law that swirl about this case.",
  "They are, indeed. And this may launch a thousand law-review articles. But with respect to the question before the Court, there is a simple and straightforward statutory basis to resolve this case; namely, that Section 2253 of the AEDPA does not allow a Certificate of Appealability for nonconstitutional claims.",
  "Justice O'Connor, Texas did not explicitly waive this ground before the Fifth Circuit ­ ­",
  "That's correct, it was not. But -­",
  "Well, this Court has characterized the standards for a COA as jurisdictional in a threshold inquiry.",
  "Justice Breyer, there are alternative jurisdictional grounds this Court could address, but the COA ground is straightforward. It flows from the direct text. And Petitioner has given this Court no reason to disagree with every Court of Appeals that has looked at this question, all of whom have determined that \"constitutional\" means \"constitutional.\" It doesn't mean \"treaty,\" it doesn't mean \"statute.\" And that's every Court of Appeals that's looked at that. Given that that ground is direct and straightforward, there is no need for this Court to venture into the difficult constitutional areas, the difficult questions of international law, when there is a straightforward statutory -­",
  "We do not believe the Court should stay this action, because whatever the resolution of the subsequent proceedings that are now filed in Texas, the resolution of that question will not control the federal-law questions here.",
  "Our first position would be, as Justice O'Connor said, that that question is not presented in this case. That will surely be litigated in the Texas state courts.",
  "Justice Ginsburg, this weekend, Medellin filed a subsequent state habeas application with the Court of Criminal Appeals, in which he asked the Court of Criminal Appeals to stay its hand, pending this Court's decision whether this Court should stay its hand, pending the Court of Criminal Appeals -­",
  "And so, that is a 50-page filing that they just filed this weekend in which -­",
  "Well, what it asks for is to authorize a subsequent state habeas proceeding based upon the President's determination, which he characterizes as the predicate for a new claim. And if that is correct, then there is yet another problem to his getting relief here, which is that he has failed to exhaust what he claims is now the predicate.",
  "With respect to whether the presidential determination is authorized, any -- that matter will be resolved in subsequent state court litigation. Any responsible state attorney -­",
  "We would respectfully submit, as would any responsible state attorney general, that there are significant constitutional problems with a unilateral Executive determination displacing generally applicable criminal laws. But whatever the resolution of that question, that would ultimately be reviewable by this Court, on certiorari review.",
  "There absolutely are Texas procedures in which the question of the validity of the President's determination can be litigated. And we would anticipate that that would be litigated -­",
  "-- and resolved -­",
  "Whatever the resolution -­",
  "I do not believe the Court should stay it. Digging it would be an option. I also believe -- I believe the most correct -­",
  "I don't believe the Court should -­",
  "Because whatever the resolution in the State Court litigation, the resolution of that question will not impact the legal question before this Court now, which is, on first federal habeas, a claim that was filed that did not rely on Avena when it was filed, did not rely on the presidential determination ­ ­",
  "That is true.",
  "That is true. That is frequently the case, that in a -- in a case that is being litigated, there are other proceedings that have the potential to make something moot.",
  "Absolutely. And the difficult questions about the constitutional authority for the Executive determination may come back to this Court, but they're not presented by the case right now before the Court. The most direct avenue, I would submit, for this Court is to resolve this decision by affirming the Fifth Circuit judgement, and by affirming it on the grounds that a COA could not issue because this was not a constitutional claim. And that would necessarily entail affirming Breard to the extent that Breard noted that a subsequently enacted statute, the AEDPA, to the extent of a conflict, superceded the Vienna Convention.",
  "We would agree that the fact that the President has acted underscores the point made by both Texas and the United States, that the responsibility for determining the remedy to the Avena judgement is found in the political branches. And the fact that the President is acting underscores this, that there is no precedent for an ICJ judgement being judicially enforceable. Indeed, Respondent is aware of no country in the world that accords binding effect to ICJ judgements in their own domestic courts. And -­",
  "Justice O'Connor, that's -­",
  "-- that's absolutely correct, that this Court -­",
  "To be sure, this Court could certainly determine that the Vienna Convention gives rises to the individual rights. That interpretation, however, would conflict with the express language of the preamble to the treaty, and would also conflict with the consistent position of the Executive Branch since 1969, when this treaty was ratified. For those 36 years, the State Department has consistently answered the question, that the Vienna Convention does not give rise to individual rights. And, indeed -­",
  "The Breard case simply made reference to -- that there was, arguably, individual rights. It didn't purport to resolve that. It said, even if there were, it is barred by AEDPA. So I don't believe the Breard case answers it, one way or the other; but, given the United States' consistent position -- and, indeed, it uses very similar language in later treaties, such as the two terrorism treaties that are cited in the United States' brief. It is worth underscoring that on every question currently before this Court in this proceeding, the United States agrees entirely with Texas, that this Court's resolution of this case should be to affirm the judgement of the Fifth Circuit because a COA should not have issued.",
  "Only in the most threshold sense; because, on its face, the President's proclamation, or determination, is focused only on state courts, and what the President says is that he has determined that the Avena decision will have binding effect in state courts. So, according to the Executive determination, that does not have a binding effect on this proceeding; but, rather, on a subsequent ­",
  "We don't disagree that the Executive could have chosen other avenues. Nevertheless, Medellin's argument that, given the Executive has said, \"This should have effect in some other proceeding,\" we should disregard what the Executive has said about this proceeding and apply it here, notwithstanding the President's express determination it wouldn't apply here.",
  "Well, certainly under the terms of the President's order, where the President said that he's determined it shall -- should be given effect, quote, \"By having state courts give effect,\" by the express terms of the order, particularly as explained in the United States' brief, where that is conjoined with the position of the United States, that in this proceeding, on appeal from the first federal habeas proceeding, that there is no effect to the Avena judgement. That's the position the United States has articulated. And so, to the extent this Court gives deference to the Executive's position -- and in matters of foreign affairs, this Court has historically given great deference to that position -- that position states that that should have no effect upon this proceeding.",
  "Respectfully, if we were to lose, and if Medellin were to prevail, his position could potentially open the door to the reconsideration of the over 100 foreign nationals that are on death row across this country, and, beyond that, to thousands -­",
  "But the President's order is, by its term, confined to the 51 Mexican nationals. Medellin's theory is not. Medellin's theory is not even confined to those on death row; but, rather, would potentially extend to the thousands of foreign nationals -­",
  "Fifty-one.",
  "That's true with respect to the Executive determination. But the ICJ's decision went beyond its authorizing statute and explicitly -- even though its authorizing statute says the ICJ has jurisdiction only to speak to the matter directly before it, in paragraph 151 the ICJ said it wasn't speaking just to the matter before it.",
  "But Medellin's theory that Avena should be applied as a binding rule of judgement, even without subsequent proceedings before the ICJ, could be taken to support granting habeas relief in other proceedings for individuals whose cases weren't litigated, particularly given that the ICJ in Avena purports -­",
  "Surely. Although the terms of the ICJ decision purport to apply more broadly than to these 51, and they explicitly say that this cannot be taken to imply that this does not apply to other foreign nationals, notwithstanding its jurisdictional statute that prevents it from doing that.",
  "Under the terms of the applicable treaties, the ICJ has jurisdiction to determine, as a matter of international law, if there is a treaty breach. But those treaties also specify the remedy for any judgement of the ICJ, and that remedy, under Article 94 of the U.N. charter, is recourse to the Security Council. That was explicitly adopted as a political remedy, because it is the prerogative of the President and the political branches to determine how to respond. One of the responses open to the political branch, as the United States has articulated, is to decline to respond. And with respect to the Nicaragua case, that's exactly what the United States did. In that situation -- and that matter was ultimately litigated; Judge Mikva, for the D.C. Circuit, wrote a compelling opinion laying out that decisions of the ICJ are not judicially enforceable in U.S. courts; they are, rather, matters sovereign-to-sovereign. That same reasoning applies here. It is a matter for the Executive to determine how to apply. I would note that Medellin also presents an argument -- two arguments as to why he's presented constitutional claims. One, a due-process claim. Due process was not in the questions presented, as he authored. It was not in the brief that he wrote to the Fifth Circuit asking for a COA. The words \"due process\" do not appear in his merits briefs. And, indeed, under the sections -- the constitutional sections cited, he does not include the Due Process Clause.",
  "He might conceivably have brought a due-process claim. And if he had brought a due-process claim, the Court of Appeals could have considered if that due-process claim met the substantive standards of the AEDPA. He didn't bring a due-process claim. He brought a treaty claim. And that's the question upon which he sought certiorari review by this Court.",
  "But 225- -­",
  "-- but 2253 is a jurisdictional bar to this Court.",
  "Because he didn't bring that case. Sure, there are dozens of constitutional claims he could have brought that would have satisfied 2253. He didn't bring those claims. So that's not presented by that proceeding. He's not entitled, in his reply brief, to say, \"Well, you know, we could have brought this constitutional claim,\" given that he did not, in fact, bring that -- this constitutional claim. If Medellin's theory is adopted, it would embrace a standard beyond Fay versus Noia. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The central issue in resolving these various challenges to mid-decade redistricting is determining which institution is constitutionally vested with the primary responsibility for redistricting. Elected legislatures or Federal courts. In Texas, for the first time in 12 years, the legislature acted to adopt a congressional redistricting map. That map, in turn, replaced one of the most profoundly anti-majoritarian congressional maps in the country with a map that reflects the demonstrated preferences --",
  "The legislature replaced the court-ordered map, but the court found as a factual matter that the court-ordered map, in the court's words, quote, perpetuated the 1991 Democratic Party gerrymander, and that was the court characterizing its own map with the same judges.",
  "Well, the court's map, under the --",
  "Yes.",
  "Yes, we do.",
  "The district court found that it had blunted some of the most egregious lines, but under the district court's map, 28 of 28 incumbents were reelected. So the identical outcome was yielded.",
  "That -- that is correct, and then the district court --",
  "It -- it depends. The districts were drawn such that the Democrats who were running were incumbency. And the reality of congressional elections is that incumbency is a tremendous advantage, and in the face of incumbency --",
  "And that's exactly right. These districts were drawn to protect incumbents. It is notable that if one looks on a national level, the 2001 map drawn by the court led to the most anti-majoritarian results of any of the 50 States in the Union. There were only two other States with more than five Members of Congress that saw a minority of voters electing a majority of the delegation, and those were Illinois and Tennessee. In each of those, 49 percent in Illinois elected one extra seat to Congress; in Tennessee, 48 percent. In Texas, by contrast, 45 percent of the two-party vote and 41 percent of the overall State vote elected not just a one-seat majority, but a two-seat majority. And so on any national level, the prior map was the most profoundly anti-majoritarian. Now, this Court resolved in -- in Vieth that majoritarianism is not a constitutional mandate, but that being said, as Mr. Smith characterized in Vieth, he characterized the fundamental principle of democracy -- and this is Mr. Smith's characterization -- is the principle that a majority can elect a majority of the delegation. And as this Court concluded in Gaffney v. Cummings, achieving political fairness, achieving a rough sense of proportionality, such that a majority can elect a majority of the delegation, is not only legitimate, it is salutary. It is --",
  "Justice Breyer, under the standard articulated in your opinion in Vieth, in our judgment the result would be a straightforward affirmance here because the map that was adopted is precisely what was advocated in Vieth of a majority of the population electing a majority of the delegation. That being said, the question here is not whether that is required. Indeed, it is ironic. In 1992 the Republicans in Texas brought a political gerrymandering challenge to the predecessor map here, and that map was rejected -- that challenge was rejected under Bandemer, and the district court in 1992 told the Republican plaintiffs -- said even though this may be tilted against you, there is nothing to prevent you, over the ensuing decade, from running candidates, from building support, and from eventually taking control by electing your candidates to the machinery of government and adopting a map you deem fair. That -- those words of the district court prove prescient because that is precisely what happened over the ensuing decade, and it is equally true today. There is nothing in Texas to prevent the Democratic Party from doing the exact same thing over the ensuing decade if they can command a majority of votes at the polls.",
  "Of course, it does not, and there are a variety of district-specific attacks. The plaintiffs have framed their partisan gerrymandering attack as one that focuses on the map as a whole. And -- and the --",
  "-- and the reason for that is that in the Vieth decision, Justice Kennedy's concurrence was the controlling concurrence, and it set out a standard for subsequent partisan gerrymandering cases that litigants should find a, quote, substantive definition of fairness in districting that commands general assent. Rather than attempt to meet that challenge, the plaintiffs have refused to discuss effects at all, and that's not by accident because any assessment of effects would yield that the current plan is more fair than the predecessor.",
  "The legislature made a policy judgment, and under the decision --",
  "There were a host of --",
  "There were a host of judgments about the multiple districts that district 24 was broken into, and the district court found, for example, that Representative Grusendorf wanted the City of Arlington contained in one single district. There were a whole host of specific motivations about the surrounding districts that were drawn. Indeed, the district court said on remand that appellants' argument ignores, as it must, the reality that the lines are infused with the myriad mixtures of local politics and accommodations, often inconsistent with overall objectives of partisan gains. That was the district court's finding on remand, that there are a host of decisions here that have nothing to do with partisan gain, that have to do with drawing a map that are the constitutional responsibility of a legislature in drawing a redistricting map. Appellants frame their basic challenge on partisan gerrymandering because they cannot look at effects, because any examination of substantive effects yields the conclusion that the current map is much more fair than the prior. They disavow any examination of effects. Instead, they frame it as solely partisan intent, which has never been the standard under this Court's precedents. But even under that standard, they base it on a simple syllogism that is found nowhere in the Court's precedents, a syllogism that says because there was an extant legal map in place, the redistricting was unnecessary. And so anytime there is a court map, it is unnecessary redistricting. The problem is appellants raise a false dichotomy because every legislative redistricting is voluntary. Whether it is Texas in 2003 or Pennsylvania in 2001, the legislatures face a binary choice. They can act and adopt their legislative policy preferences, or they can not act, in which case they know with an absolute certainty that a court-drawn map will govern the election that follows. In Pennsylvania, to be sure, it was a map that would be drawn subsequently, but the decision is the same. Does the legislature act to embody its preferences or does it allow a court- drawn map to govern the elections in the States? And I would note the consequence of the rule that appellants are urging is that it would create an enormous incentive for the minority party in every State to attempt to deadlock the system, to shut down at the beginning of the decade any effort to adopt a map because if they're able to deadlock the system, if they are able, as happened in Texas, to flee the State and no map passes, the consequence of that -- they would know for certain under appellants' rule -- is a court will draw the map. And under the Upham standard, the court map will reflect the preexisting policy judgments of the predecessor legislature. So any minority party has an incentive. If they can stop it from happening at the beginning of the decade, they have an incentive to seek a better map.",
  "Indeed, yes. That -- that is predicated upon a preference for a decade ago rather than what would be adopted now. The Framers chose political checks for the problem of partisan gerrymandering. They assigned principal responsibility to elected State legislatures whom they certainly knew would care a great deal about politics, and they assigned supervisory authority to another elected legislature, Congress. The appellants point to a host of perceived policy problems about the specter of seriatim redistricting of legislatures coming back every 2 years and tweaking the line here and tweaking the line there. To the extent that is a problem, Congress is the institution constitutionally authorized to address it, and there is no indication that there is a looming threat of seriatim redistricting. It didn't happen here. It was the first time in 12 years the legislature had acted.",
  "As the hypothetical is -- is asked, the answer would be no. But -- but the difficulty is if the motivation -- if there's a violation of section 2, a political motivation does not excuse it.",
  "The Court has concluded before --",
  "Right, right, that -- that a -- a section 2 violation in one area cannot be corrected with a discrete change in a different area.",
  "However, in De Grandy, the Court also said that the assessment is the totality of circumstances in the region under assessment. And in the totality of circumstances, the district court made factual findings against the plaintiffs that they cannot demonstrate were clearly erroneous. Indeed, that -- that is the problem with all of the district- specific claims that all of the sets of plaintiffs have brought is that this was tried in a full trial. The district court took testimony, made credibility determinations --",
  "If they are wholly different areas --",
  "-- the Court has concluded no.",
  "If they are --",
  "That's correct.",
  "They are not that relatively close together, but -- but that is because this region of Texas is -- is vast and -- and relatively lightly populated. And so district 23, for example, runs 800 miles in length because you've got miles and miles of -- of desert land and open ranch land with very low population. The way the Court did it in De Grandy, which is also the way the Court should do so here, is to look at what the parties agreed to and how they litigated the case. In this case, everyone litigated the district 23 section 2 claim with a focus on south and west Texas. Indeed, what speaks volumes is that if one examines the demonstration map that the GI Forum appellants introduced, which is at their -- their appendix to their jurisdictional statement, page 241, that map only covered south and west Texas. They proposed no districts for the rest of the State. They were focused --",
  "It did not, and -- and, indeed, she has never joined in the racial gerrymandering claim that has been brought by the -- by the Jackson plaintiffs. Her claim has focused on -- as -- as it concerns racial gerrymandering, not that the legislature did too much of it, but -- but in a sense that it should have done more. It should have been more aggressive in seeking to create majority minority districts. And -- and the district court has factual findings that rule against those claims.",
  "That's correct.",
  "There are multiple reasons, Justice Breyer. As an initial matter, the district court found on page 131a of the Jackson appendix to their jurisdictional statement that CD 23 was not an effective minority opportunity district. So that's a direct finding that the -- that the old CD 23 was not an effective minority opportunity district.",
  "Because the -- the data demonstrated that a majority of Hispanic voters were not able to elect their candidate of choice. Although Congressman Bonilla consistently commanded a significant percentage of Hispanic votes, he did not command a majority, and the candidate for whom a majority voted did not prevail in the congressional election.",
  "What the legislature did -- the legislature's express intention was to shore up Congressman Bonilla's electoral chances, and -- and it was explicitly because Congressman Bonilla is a valued member of the delegation and the legislature made a judgment that they wanted to increase his margin of victory. If one --",
  "We did not --",
  "We did not place our principal emphasis, with respect to 25, on the Voting Rights Act's concerns potentially raised by the alterations in 23. That was a motivation, but it's not our principal motivation. Our principal argument on 25 is that there are a series of factual findings the district court made that are not clearly erroneous and, indeed, we would submit, are -- are completely supported by the record to --",
  "The legislature was certainly concerned about section 5, and with respect to the adjustment in -- in district 23, it was possible that the Department of Justice might deem the alteration of district 23 to be something that would be retrogressive and, accordingly, having a district that was -- a performing Hispanic opportunity district would increase the chances of preclearance. So -- so that was a factor in the consideration, was a desire to comply with section 5 and also to comply with section 2, although section 5 was the -- the principal focus of the legislative discussion.",
  "This Court has never squarely resolved that. This Court has assumed in the racial gerrymandering cases, assumed without deciding, that compliance with the Voting Rights Act is a compelling interest. And the -- the districts that have been struck down have been struck down as not being narrowly tailored. Although we advance that argument, we don't have to prevail on that argument for district 25 to survive the racial gerrymandering claim.",
  "Except the district court found as a factual matter that what happened in district 23 was wholly political. It was not racial, so that the voters were not removed because of race. They were removed because of politics.",
  "The -- the legislature was aware of -- as this Court has said, the legislature will always be aware of the racial composition of a district. But the legislature specifically -- for example, unlike Bush v. Vera, there are no bloc-level cuts based on race. Indeed, in district 23, what the legislature did, by and large, is go straight down Interstate 35 which cuts right in the middle of Webb County. Now, if one considers Webb County, there -- there are two halves of it. There is the half that moved into new district 28. Now, those voters presumably cannot complain about being disenfranchised in that. At least the Hispanic voters there are now in a unquestionably performing Hispanic opportunity district that elects an Hispanic Democrat to Congress. The remaining voters in Webb County -- in 2004, Congressman Bonilla carried a majority of Webb County, and so it is difficult to see who is being disenfranchised, given that both halves of Webb County are electing a Congressman for whom a majority of their voters are voting.",
  "Well, as you know, Justice Souter, purpose under the '82 amendment is irrelevant to section 2. It is an effects-only test, and -- and the district court had a series of factual findings, most of which appellants did not even challenge until their reply brief, each of which is independently sufficient to defeat their claim. The -- the district court found against them on all three prongs of Gingles, and those findings were fully supported by the record. As an initial matter, the appellants attempted to frame this as debating the legal question over whether 50 percent is an absolute barrier. The district court concluded that it needn't resolve that question because the facts here presented no opportunity to determine if there might be some tolerable deviation below 50 percent. In this case, African American voters in old district 24 comprise less than 22 percent of the voting age population.",
  "In our judgment, Georgia against Ashcroft expanded the flexibility for States to determine how to comply with the Voting Rights Act. Georgia against Ashcroft obviously was a section 5 case, and it determined that in considering retrogression, that opportunity districts and influence districts should both be considered. It surely did not mean that there was a cause of action now for any plaintiff to argue that any conceivable influence district must be drawn. That goes entirely against the central theme of Georgia against Ashcroft, which is that States have flexibility in choosing a representational model for voters in that State.",
  "That might perhaps be true if the plaintiffs could demonstrate the other Gingles prongs, but on the second and third prong, the district court found that African American voter cohesion was far from clear and there was absolutely no cohesion between African Americans and Hispanics in district 24. Indeed, they voted in an almost completely polar manner in Democratic primaries. And third, the district court found that there was not Anglo bloc voting. And so all three of the prongs -- what the district court found as a factual matter is that district 24 functioned as an Anglo Democratic district. And indeed, this case is unusual in that there were some extraordinary direct testimony that the way district 24 operates is not accidental, that in 1991, it was explicitly drawn by Anglo Democrats for the specific purpose of electing Anglo Democrats and only Anglo Democrats. And that was testimony not from a State witness but from Congresswoman Eddie Bernice Johnson, a Democratic African American incumbent from the adjoining district who was in the State legislature in 1991, and she said the African American population there was deliberately split up to create a district that would be -- elect white Democrats. That direct testimony is extraordinary and it shows that what the data demonstrate, which is that white Democrats control the district -- and that's what the district court found as a factual matter -- is not an accident. It was precisely the intended effect of the map-drawers. Indeed, if one looks to the three races that the appellants' experts examined that were African American versus Anglo in the primaries, of those three races, an African American candidate of choice who was Black prevailed in only one. Of the 20 races appellants' experts examined, of those 20, only one Black candidate prevailed, and that case, the district court found, was aberrational because that candidate was Ron Kirk. He was a former mayor of the City of Dallas. He was a very popular, local politician with a strong friends and neighbors effect. If you take that aberrational case out, the two other cases appellants' experts looked to both showed that the African American candidate, one of whom was supported by 76 percent of African American voters, lost. And indeed, what happened was the Anglos and the Hispanics voted in virtual unison against the African American candidate. That data -- if one looks to the endogenous races, there had never been an African American opponent to Martin Frost, or the exogenous races, those three we talked about -- the data demonstrate quite persuasively that African Americans were drawn into a district where they did not have an equal opportunity to elect their candidate of choice because they lacked the ability to elect a Black candidate. Now, they could choose to do otherwise, but in this district, they could not choose to elect a Black candidate. And that was the district court's finding and that's what the data demonstrated.",
  "The district court made a finding that the reason district 23 was altered was to increase the chances of Congressman Bonilla prevailing. And in particular, if one looks to Webb County, which is the county that was split, Webb County centers on the City of Laredo. And in 2002 -- the race that the GI Forum appellants focus on principally -- the candidate that ran against Congressman Bonilla was Henry Cuellar, a popular, local politician from Laredo, and he had a very strong following in Laredo. And as a consequence, Mr. Cuellar did very well in that election, came within slightly under 4 points of beating Mr. Bonilla and Mr. Bonilla's percentage of the -- of the Latino vote dropped to its lowest historic point. That, as the district court found, was also aberrational because of Mr. Cuellar's very strong local support, and the clearest evidence of that is under the new map, when half of Webb County was placed in the adjoining district, district 28, Mr. Cuellar ran against the incumbent Democratic Congressman, Ciro Rodriguez, and beat him in the primary, which demonstrates that his success was because the -- the voters in Laredo are supporters of Mr. Cuellar and, accordingly, voted for him against either opponent, Henry Bonilla or Mr. Rodriguez. And so, when the legislature was determining which section of voters to remove for political reasons, the region that voted heavily against Mr. Bonilla in the preceding election, Laredo, Webb County, was a natural place to move voters who had in the last election demonstrated they would vote for his opponent. Under any assessment of 23, the prior map had five districts that were indisputably Hispanic opportunity districts, plus district 23 that elected Congressman Bonilla, an Hispanic Republican. The current map has six districts that are indisputably Hispanic opportunity districts, plus district 23 which elects Henry Bonilla. So the result is the same in district 23, and there is an additional Hispanic opportunity district in district 25. If I may turn to district 25 and return to Justice Kennedy's questions earlier about racial gerrymandering with respect to that district. The first indicium this Court has looked to in racial gerrymandering case -- cases is unusual or bizarre shape, and on that indicium, this district does not fall anywhere near the districts this Court has struck down as racial gerrymanders.",
  "But those counties have to be placed in some district. And -- and so the appellants call a series of seven whole contiguous counties a land bridge, but those are very sparsely populated counties. In whatever district they're in, they're going to have to connect with a population zone. And what the district court found as a factual matter is that the elongated nature -- the relatively elongated nature of district 25 was a function of the geography and the fact that you have population along the border and then you have a large space of relatively low population, and then you have to get back up to population. So Texas historically has run north-south districts to get enough population to form a congressional district under this Court's one person/one vote precedents. District 25, if one examines -- the district court expressly found that the plaintiffs failed to prove purposeful discrimination. The State defendants introduced at trial a Cromartie analysis that was precisely drawn from this Court's first Cromartie decision, Hunt v. Cromartie, and it's found on pages 331 and 332 of the joint appendix. And what that analysis did is precisely what this Court found in Cromartie I was sufficient on summary judgment to defeat a claim of racial gerrymandering. It assessed the lines in Travis County, the northern part of district 25, and it asked are the cuts the legislature made driven by politics or driven by race. And so what the State's expert did is drew a map that would be based on race that would maximize the Hispanics in district 25 on the northern end of Travis County. He then compared that map to the map that the legislature had drawn and said what are the differences between what it would look like if the legislature was attempting to maximize race as compared to what it would look like if it was attempting to maximize party. And what the State's expert found is there was on the order of a 1 percent differential which is you're talking between 24 and 25 percent. So it was about 4 percent differential of fewer Hispanics in the State's map and more Democrats in the State's map. And so what the State's expert found is precisely along the lines as the evidence in Cromartie I that the legislature had drawn the map looking for Democrats rather than looking for Hispanics. In addition, if one examines the two numerical measures of compactness, smallest circle and perimeter to area, smallest circle this map measured 8.5, which is smaller than North Carolina's reconfigured district 12 upheld in Cromartie, which was 8.6 Its perimeter-to-area score, 9.5, is terribly low. As a -- as a means of comparison, districts 18, 29, and 30 that this Court struck down in Vera had perimeter-to-area scores of 106, 144, and 69, as compared to district 25's score of 9.5.",
  "That could be a salutary policy goal, and -- and Congress could certainly enact that. But I -- I see no -- no source in the Constitution placing that requirement upon States particularly --",
  "At an extreme level, lack of compactness can indicate something was going on. If one looks at the districts this Court has struck down, if you look at Bush v. Vera -- and we have in the joint appendix the silhouettes of those districts that were -- you know, had fingers going out in every direction. There's plainly something questionable going on. These districts are nothing like that.",
  "The -- the new map --",
  "The -- the new map was somewhat less compact than the prior map, but it does --",
  "But lack of compactness does not -- no one has brought a racial gerrymandering claim with respect to districts other than 25 and, to some extent, 23, although the 23 challenge is not a typical racial gerrymandering claim.",
  "I understand that, although a majority of the Court in Vieth concluded that in order for a political gerrymandering claim to succeed, that there must be a substantive standard for fairness to measure the map against some baseline.",
  "But --",
  "But the Court had before it -- appellants urged in Vieth compactness, principles of cracking, principles of packing. One of the dissenting Justices advocated that standard, and yet, a majority of the Court -- the plurality explicitly rejected it. And Justice Kennedy's concurrence explicitly rejected the standards discussed in the dissents, including a standard looking to compactness.",
  "Under any standard that looks to the substantive lines on the map, anything that -- and we have spent hours racking our brains trying to think of a standard for litigation purposes that would yield the old map being more fair than the new one. We're not aware of any coherent standard that looks to substance.",
  "Well, that -- that question actually was litigated in this case, the first time in 2001, as part of the litigation over how to draw the new map. One of the arguments that was presented to the district court was that the old map was no longer consistent with how Texas voters were voting. And the district court concluded that under the Upham case, it lacked the authority to take that into account and to change the demonstrated policy preferences of the last legislative map. And that's why, on remand in this case, the district court found although it didn't intend to work partisan bias, that that was the effect of its map.",
  "In this case, the district court was presented with maps that would be more fair on -- on pretty much any measure of partisanship, and what the district court concluded is it didn't have the ability -- that making that judgment was a political judgment, and it was the legislature's job to do it. And so it drew in the districts it was required to draw because Texas had two new districts. It drew in what it believed the Voting Rights Act required, and beyond that, it made as few changes as possible. And so the district court recognized that the consequence of that map-drawing technique is whatever partisan bias was there before is reflected in its own map that just neutrally carries over the preexisting bias. And that's why the district court found it was perpetuating the prior bias, not because it intended to do so, but because it was consciously restraining itself from doing anything to alter the partisan composition other than to carry over what was already there.",
  "Justice Breyer, that's -- that's exactly correct --",
  "Well, although we would submit this district is reasonably compact.",
  "Justice Breyer, you're correct that if the Court concludes this district is not reasonably compact, then under its precedents, it wouldn't be a narrowly tailored way to satisfy a voting rights violation, but --",
  "Well, the district court's finding was that Texas geography and population dispersion limit the availability of district compactness in southern and western regions of the State, and that was at the Jackson jurisdictional statement, page 154a. So that's -- there's -- there's a challenge in Texas because you've got these --",
  "25, yes. Yes, we're talking about 25.",
  "25 has seven whole counties and only two county splits, which is unusual. Most of the cases that this Court has struck down what it's perceived to be racial gerrymanders have been a number of county splits. In this case, the county splits -- those were mandated to -- because we have achieve perfect equipopulosity, so we had to get exactly, within one person, precise lines. But within -- in between the two, they are whole contiguous counties that are longstanding geographic units. The testimony is clear that the -- the legislature made no effort to avoid Anglo voters. It's not like they snaked around. And even the lean of it is a simple fact that the Gulf of Mexico leans like this, and it follows the geographic boundaries of the State, so that if one examines this district next to the other districts, it follows historic lines that have been used in Texas.",
  "One could certainly compare the preceding district, and with respect to the preceding district, the differential is -- is not great. It is somewhat more compact. But there were other policy agendas the district court --",
  "That -- that is a certainly a challenge.",
  "You know, if you compare, for example, district 25's perimeter-to-area score is 9.6. You know, if -- if one looks at, for example, the plan 1385 submitted by GI Forum, that has one plan, district -- one district, district 28, with a higher perimeter- to-area score of -- of 10.0. And indeed, the district court found as a factual matter that the demonstration plan submitted by the GI Forum appellants was -- was less compact and critically would not perform. Going back to the section 2 question about district 23, the district court found that one district in the demonstration plan, district 28, had only a bare majority of citizen voting population, 50.3 percent, and there was undisputed testimony that for a district to perform in this region, it had to have --",
  "Because the Hispanic population is dispersed enough that one can't -- one can't draw --",
  "We did not ascribe motives to them. They -- they drew it to demonstrate that -- that you could draw a district with a bare majority of citizen voting population, although their experts also testified that a bare majority will not elect in this region because of lower voter -- voter turnout.",
  "Correct, but with respect to the question of racial gerrymandering, this Court's question is, is race the predominant motivation? There's a direct factual finding by the district court that it was not. Indeed, the district court said that the -- that the measures of compactness, examined in relationship to the geography and population, reflect the sheer size and population distribution of this area, rather than a calculated stretch to find voters of a particular ethnic makeup.",
  "It is a function of the population in south and west Texas.",
  "The -- it is not accidental in the sense that the legislature was unaware of it, and as this Court has said, whenever a legislature is districting, it is aware of the -- the racial distribution. But it was drawing an additional district there, and the district court found that in drawing those lines, it did not reach out to segregate voters on either side based on race, that that was not its intent and that was not the effect of what it in fact drew.",
  "Well, that -- that concerns district 23, and -- and --",
  "No. District 25 is -- has a -- a large majority on Hispanic voting age population and also citizen voting age population.",
  "With respect to district 23, there's an unusual aspect to the GI Forum appellants' argument in that it's unlike a typical racial gerrymandering claim where they say you're -- you're seeking to draw lines based on race. She's arguing they should have been more aggressive drawing lines on -- based on race, which is -- which is not an argument that sounds in the Shaw line of cases. What the district court found is that it was purely a political motivation that drew that decision, and if one is looking to the Voting Rights Act, under any assessment, the district is performing identically as it did before. And on the totality of circumstances, either based on the region, in which case their argument -- argument is one for maximization -- they have six of seven districts. They're arguing they're entitled to seven of seven districts -- or on a statewide basis, the district court found totality of the circumstances was met. With respect to district 24, the findings -- the -- two of the three findings, with respect to Anglo bloc voting and cohesion, the appellants have made no attempt to get around other than in their reply brief, they have -- have briefly challenged them. But it was their own expert who provided the information that the district court found credible, that there was no cohesion, that African Americans couldn't elect their candidate of choice. And it is undisputed that in new district 9, African Americans can elect their candidate of choice. And so from a statewide -- from a totality of circumstances perspective, the ability to elect a candidate of choice for African Americans in the State is higher under this map than it was in the preceding map. In sum, the basic question here is whether courts or legislatures are the principal decision- makers. If appellants' proffered rule is adopted, it removes the safety valve that the Constitution provided. It is rarely employed because it is rare that one finds a plan so out of step with the demonstrated preferences of voters for a decade. We are aware of no other plan that allowed a minority of voters who never crossed the 44 percent threshold to control the majority of the delegation. We're aware of no other map in the country. And so if there is a standard that this is impermissible, that consequence would either elevate courts above legislatures, contrary to the constitutional text and to 4 decades of this Court's precedents, or if it looks to substance, it would call into question the districts in a host of other districts because on any objective measure, the districts in Texas are fair as a partisan matter, compared to the other States, compared to the predecessor map, compared to any metric that one applies. Indeed, the social scientists say, based on the seats/votes curve, that given that Republican voters are currently voting at roughly 60 percent for Republican candidates, one would expect a higher percentage of Republican candidates elected than -- than what this map is yielding. And so on any coherent measure of a substantive measure of fairness, this map should survive. If there are no further questions.",
  "Mr. Chief Justice and may it please the Court: Two postulates govern this case. First, reconciling Jurek and Johnson and Graham on the one hand and Penry II and Tennard and Smith II on the other hand is not an easy task and State and Federal courts have struggled for two decades to draw the appropriate lines and to faithfully apply this court's Penry jurisprudence. Second, the usual default rule in both State and Federal court is that most constitutional errors are subject to harmless error review. Petitioner suggests that the State habeas - -",
  "It is an issue that on the reply brief Petitioner has essentially conceded. In footnote 5 Petitioner states that he is not seeking reversal on the basis that Penry error is structural error. But that is the issue of what the Court of Criminal Appeals did to us.",
  "It is not in this case because of Petitioner's concession, but Petitioner's concession has serious consequences because the only ground upon which Petitioner can prevail in this Court is that the State court's application of harmless error violated the United States Constitution and by giving up his structural error argument he gives up virtually any basis to lay out why that would violate the U.S. Constitution, not simply why it was incorrect but why it is unconstitutional for the State court to apply that doctrine.",
  "Justice Breyer, I do not disagree with you.",
  "But that's not what happened here.",
  "I do not disagree with you that if the State court had concluded for Petitioner on a State ground TO begin with and after being reversed revisited that conclusion - -",
  "Justice Breyer, there is no suggestion - -",
  "That's not what happened here and so we are not urging that ground to support what the Court of Criminal Appeals did. But as the Chief Justice suggested, the Almanza standard, the State harmless error standard, is a two-step inquiry. Inquiry number one, is there error; and under State law if you conclude no the analysis ends. So the first time the State court considered this it concluded there is no constitutional error and so it never addressed harmless error.",
  "That is not exactly how the State court and State law does it. What the State law does and our position in this case is that Petitioner failed to preserve his objection because he did not object specifically on the grounds - -",
  "There is not a procedural bar - -",
  "-- because the State Court of Criminal Appeals has chosen to forgive failure to preserve for purposes of procedural default and subsequent habeas rights.",
  "That's exactly correct, Justice Stevens.",
  "Let me suggest it's not an ambivalent use, but rather what the Court of Criminal Appeals has held, in the Black case it held that Penry I was so novel that the State courts would excuse a failure to preserve for purposes of procedural bar. So in this regard the State court is more forgiving to defendant than the Federal courts are.",
  "Justice Ginsburg, you're right that in Smith I, the Court of Criminal Appeals, the majority did not explain why there wasn't a procedural bar. But there had been a long line of cases where the CCA had decided Penry errors were not going to bar access to the courthouse, and just last week in another decision that was decided after briefing in the case, in the In Re Hood case, the Court of Criminal Appeals made clear that in its judgment Penry II was also so novel that for purposes of successive risk it would excuse a failure to preserve.",
  "Correct.",
  "In Black they said exactly what you say.",
  "In this case they didn't - - they didn't say because longstanding CCA precedent made clear that - -",
  "It is conceivable, but I would suggest the more reasonable inference is they followed their long line of precedents that said we're not going to interpose, as the Chief Justice suggests, a total bar to raising these claims. So for procedural default and for successive writs, we're not going to penalize Petitioners for failing to make objections. Just because the State court decides to be more lenient than the Federal courts in that respect does not mean that they also need to apply the lesser standard of - -",
  "Well - -",
  "They did not say one way or the other the first time.",
  "The most reasonable explanation for that, Justice Souter, I would suggest is at the time of Smith III the Court had not decided Hood, which means it had not concluded that Penry II was also so novel that it would forgive failure to raise it.",
  "That would arguably be the case if on remand the Court of Criminal Appeals had applied procedural default and refused to consider the case -- the claim, but not what it did.",
  "Respectfully, they are altogether separate concepts that procedural default is a total bar to the courthouse.",
  "But Black had.",
  "Black had and Almanza had.",
  "Black is what excused the failure to raise Penry I for novelty. And so it was clearly established State law at the time of this trial - -",
  "But the - -",
  "But the Hood -- the Hood decision with respect to Penry II is being forgiving to criminal defendant. It's not a bar. It's forgiving a bar. That does not mean that the Almanza standard which had been present for -- has been present in State law for over 20 years is suddenly inadequate.",
  "They absolutely cited Almanza.",
  "Respectfully, Justice Breyer, that is not what we are urging, and I'm very glad you asked that question because I'd like to clarify what we are urging in our brief. That is not why we think Smith is not defaulted.",
  "I don't know if there is or not but our - -",
  "Our argument is not based on the timing of the objection, so it has nothing to do with when he did or didn't raise his objection. And so - -",
  "That is not - -",
  "The argument is that he made a different objection, a substantively different objection, because what he filed was an argument that the Texas death penalty was unconstitutional on its face across the board and as applied to him, and he made a conscious strategic choice which is, when the judge presented a charge to the counsel and said do you have any objections, do you have any suggestions, is there any way I can change it, he could have done what Penry's counsel did. Penry's counsel twice asked the judge, please instruct the jury on deliberateness so they can consider my mitigating evidence for deliberateness. Penry I said that would solve the Penry problem.",
  "Justice Kennedy, he was categorically wrong about that, and that fundamentally - -",
  "Yes. For two reasons. Number one, because Penry I, which has already been decided, this Court has said the way to correct a Penry error is to give an instruction. And the Court of Criminal Appeals following Penry had already squarely held the way to correct a Penry error is to give an instruction.",
  "That's what the Court of Criminal Appeals has said Penry I said, a deliberateness instruction or a catch-all instruction. So -- but in both cases, both this Court and the State court have said judges can give an instruction. And Penry I's counsel made - -",
  "Justice Ginsburg, that is in fact what the judge did here. What the judge could do clearly under Texas law is give any reasonable instruction to cure the error. What the judge couldn't do is submit a third special issue. It couldn't ask the jury, check, is there enough mitigating evidence to sentence to death. So it couldn't change the output from the jury. It couldn't add a new special issue but it could give any instruction possible to correct the error. That was Texas law, that you could give instructions, but the special issues are set by statute.",
  "But they also have a written charge, so they get a written charge with the instruction.",
  "But this Court said in both Penry I and Penry II that if the trial judge defined deliberateness appropriately, even under the old special issues, that it could solve the problem.",
  "But what the attorney -- the attorney didn't say that won't work because it puts jurors in an ethical quandary, it causes them to violate the oath. What the attorney said is, you can give no instructions. And the reason for that strategic choice is that Smith's counsel made the judgment, I want it to be impossible for my client to be subject to the death penalty. Had Smith's counsel made the same objection that Penry made, had he read Penry right in front of him and asked, give me a deliberateness instruction, it would have cured the error. But the reason I would suggest that Smith's counsel didn't is that the quantum of mitigating evidence in this case was so slight compared to the pervious cases that he made a very conscious strategic choice, I'd rather go all or nothing. I would rather make an argument that there is - -",
  "Respectfully, Justice Ginsburg, the evidence was precisely that he had been sweet and kind. Over 90 percent of the evidence that defense counsel relied on in closing was the 15 character witnesses to show that he was a big lovable Teddy bear and went to church, and was sweet and kind, and he had overcome these obstacles, and this was a momentary aberration. That was the central theme of defense's arguments. And in fact when the court - -",
  "I'm talking - -",
  "Well -- and it's interesting. The several hundred pages they talk about, there are three IQ tests that he had gotten. When he was 7 years old he tested at 87; when he was 10 years old he tested at 87; when he was 13 he tested at 78. They -- and they introduced all three. These were the school records. There weren't competing experts. It's interesting in closing arguments - -",
  "Justice Souter, not only was it a very small part of the presentation, but in closing argument defense counsel explicitly pointed out to the jury that -- and let me read from defense counsel's closing: \"I think it speaks well for both sides, the State and the defense to be quite honest, that we didn't bring you some hired gun, some psychiatrist that gets paid to get up here and say oh well, these are all family problems.\" And that is at 33, volume 33 of the record, page 59. He affirmatively -- in Penry the whole argument was there's IQ problems, there's serious abuse. There's no abuse in this case, Justice Ginsburg, no allegation of abuse whatsoever. And he affirmatively said to the jury, look, we're not relying on some psychiatrist saying there are all these family problems. Our story is that this is a good person who led a good life and this is an aberration.",
  "Mr. Chief Justice, and may it please the Court: For centuries courts have struggled with how to reconcile mental illness with criminal justice. In this case, however, the court should not reach the merits of that issue because the AEDPA presents two independent jurisdictional bars to reaching the merits. First, Section 2254 bars relief because the State court proceedings complied with clearly established law under Ford; and second, the plain text of Section 2244 bars relief because Panetti's claim was a second or successive habeas application.",
  "He could have raised it in precisely the same way the petitioner did in Martinez-Villareal. He could have raised it in the first Federal habeas application. It would have been dismissed as unripe. And given -- following the Court's majority opinion in Martinez-Villareal, that claim could then be reopened at what time it did become ripe.",
  "Justice Souter, I don't disagree with you that as a policy matter it's not the most satisfactory outcome. The difficulty -- and it's the difficulty this Court wrestled with in Martinez-Villareal -- is the plain text of the statute suggests a clear outcome, an outcome that is not necessarily the most practical or efficient.",
  "In our judgment that reading is not consistent with the plain text of the statute. The only two bases that Petitioner could legitimately advance for disregarding the plain text are that doing so would be absurd following the plain text or unconstitutional. He has attempted to advance neither. He's simply arguing it would be more efficient.",
  "Justice Scalia, I think that's exactly correct.",
  "Congress may not have been -- I don't doubt that there is a real possibility Congress in drafting this statute was not specifically considering Ford claims. But what Congress was doing was writing into law a general principle that every claim a habeas petitioner has that petition must include in his first petition.",
  "Well, but given the exceptions, also every claim he intends to raise at any point in the proceeding. In this case, Panetti was on full notice. He had been arguing about competency from day one and he had not only Martinez-Villareal which gave him a direct path to preserve this, but he had Fifth Circuit precedent that required him to raise this and he disregarded the Fifth Circuit - -",
  "Congress intended that this statute be followed in order to have Federal district court jurisdiction over claims.",
  "Justice Ginsburg, I believe that is the way the Court found in Martinez-Villareal, to harmonize Ford claims with 2244.",
  "Justice Breyer, I agree with you. That is the heart of - -",
  "That hypothetical we discussed in our brief, precisely the one you raised.",
  "Under the plain text of the statute, that individual would be barred access to Federal district court.",
  "Respectfully, Justice Breyer, that's not our position, because Texas State law - -",
  "-- provides court review, and so that individual could raise a claim in State court, and the State proceeding does not require that it had been raised previously, and this Court would have certiorari jurisdiction over any decision from Federal -- from State Court rejecting that claim. So there is court review in addition to original habeas actions filed before this Court.",
  "That's correct. The Constitution doesn't require Federal district courts.",
  "The Court court do see.",
  "The Court could do so - -",
  "Yes, we would.",
  "Because the Court has made clear that the standards for an original habeas corpus are particularly exacting and are informed by the legislation Congress has passed governing habeas, and in particular Section 2254. Section 2254 in our judgment provides the simplest and clearest path to resolve this case, and it doesn't resolve dealing with legislation that admittedly is in some tension with the most practical and efficient course. Section 2254 requires that in 2004, at the time of the State court proceedings, that the only way that the judgment can be set aside is if it was contrary to clearly established law by this Court. In our judgment, no fair reading of Ford can yield such an outcome. Panetti points to two aspects of the State court hearing that he finds fault with: First, that it was not a live evidentiary hearing; and second that the State did not appoint a psychiatrist for him and pay for it. Neither of those are consistent with the holdings of Ford. With respect to the first point, no evidentiary hearing, Justice Powell's controlling concurrence was explicit. Ordinary adversarial procedures complete with live testimony, cross-examination, and oral argument by counsel are not necessarily the best means.",
  "Justice Souter, there was a means. In fact, the State court explicitly invited him to respond. He did in fact respond. He filed a 20-page objection, a detailed objection.",
  "Justice Kennedy, that's correct, but that leads to the second argument that the State should have paid for a psychiatrist. That may perhaps make sense as a prospective rule, but to do so would require extending the rule of eight to habeas, to which it has never been extended, and extending it in particular to competency hearing on execution. That would be a new rule under Teague, and the plurality in Ford explicitly suggested extending Ake to these circumstances, and Justice Powell did not join that proposition. And so in my judgment, there is no fair way to read Ford to say a plurality that didn't control clearly established a holding that Ake extended to the circumstances.",
  "Justice Kennedy, I would frame the holding a little more narrowly, and I would use Justice Powell's words because his was the controlling concurrence. And what he said is, \"The State should provide an impartial officer aboard that can receive evidence and argument from the prisoner's counsel.\" And so \"receive,\" I would suggest is the critical word there. The Ford situation was very strange. In Florida the governor had refused to accept any submissions from counsel, said I won't read anything your psychiatrist submits. That was the principal failing Ford focused on. In this case the district court asked for a response, received a 20-page written response, received an expert psychiatric report that was obtained by counsel. On any level, it satisfied the holding of Ford.",
  "Justice Breyer, the argument that you suggest, Panetti has at no point made an argument that substantively the State court decision violated clearly established law. And there's a reason for that. Because there is no clearly established law on what the standard is for competency. In Ford, there was one justice writing alone, because Justice Powell was not joined by anyone, and his opinion was not controlling on the standard for incompetency. It was solely - -",
  "Justice Kennedy, we agree with the proposition that executing the insane is unconstitutional. That was a holding of Ford.",
  "That test is very close to the test the State proposes. What Panetti is endeavoring to do is to incorporate into the test rational understanding, which is deliberately borrowed from the Fifth and Sixth Amendment jurisprudence concerning competency to waive counsel and to stand trial, and we would suggest is a standard wholly inappropriate to this circumstance.",
  "In this case, Panetti satisfies that test.",
  "There's no reason to do so. Because the district court's factual findings demonstrate conclusively that Panetti meets the appropriate test for competency to be executed. The district court found that Panetti understands he committed these two murders. He knows that he murdered two people. He understand that he is going to be put to death.",
  "Well, it extends a little further than there in that the test that Panetti possess rational understanding is found nowhere in any holding from this Court.",
  "As an initial matter, I do not believe the Court has jurisdiction to reach it because of 2254, because of the proceedings that on any level comply with clearly established holdings from Ford. The only way Panetti gets there is by extending Ake to these proceeding, and no court holding has ever so done.",
  "Yes. And Justice Kennedy, I agree with you. And in fact, under AEDPA - -",
  "I agree with you that the better course if the district court had concluded that would have been to send it back to the State court.",
  "I don't believe the district court had discretion - -",
  "I believe he had to do that. I don't believe he had discretion. I believe that's what the district court had to do, because Section (e)(2)(B) of AEDPA, which is the proceedings, the rules governing when the district court can hold an evidentiary hearing, require the exact same thing that 2244 requires, namely that the claim go to the underlying guilt of the offense. So I don't believe the district court had the authority under AEDPA to hold an evidentiary hearing. If the district court concludes the proceedings didn't satisfy Ford, the remedy would to be send that back.",
  "In that circumstance, if the underlying failure, the unconstitutional action, is a failure to provide enough proceedings in a State court, I agree with your suggestion that the better course of action, the course consistent with AEDPA, is to send it back to the State court to provide that procedure. But even if this Court thinks prospectively that extending Ake to these circumstances is a good rule, there is not a word in Ford that so holds.",
  "That is not the case, and in fact AEDPA provides the Federal district court can hold an evidentiary hearing and consider new facts if the claim goes to the underlying guilt of the offense. This particular - -",
  "Technically speaking, the way Federal district courts do this is they issue the writ conditioned, conditional upon the district court holding, or the State court holding the hearing.",
  "And so I don't disagree with you that it's functioning not that different from an appellate court, but through the formalism of issuing a conditional writ. Turning to the merits or returning to the merits, there was a square factual finding that Panetti knows that he's been sentenced to death for committing these murders, and an additional factual finding that he has the capacity to understand the reason for that. The district court didn't resolve whether he, in fact, understands the reason for it, although the State court did. The State court explicitly concluded that he in fact understands the reason. The circumstance we have here is exactly the circumstance suggested by Justice Souter's hypothetical. You have an individual who knows he committed a crime, knows he's going to die, knows that he is -- the State is going to execute him because he committed the crime, but he doesn't believe that reason. He at least asserts he believes something else is going on. But nothing in this Court's precedents or nothing in the principles behind the Eighth Amendment require a prisoner to believe the State's motivation. It is enough that he is able to prepare to die, and the central focus Justice Powell focused on was the ability to prepare oneself to die. Panetti knows he's going to be put to death. There's an exchange in the record with respect to one of his experts where he was talking about other executions. And in particular he goes through with Dr. Mary Alice Conroy on page 148 of the joint appendix, he's talking about what happens when other people are executed. And he says, you know, well, they go to be executed and then sometimes they get a stay, and when they get a stay they come back, and when they don't get a stay, well, then they go on either to be with the lord or someplace too horrible to talk about. And his understanding of that is in marked contrast to Alvin Ford's. Alvin Ford is the simplest and clearest metric to compare an individual defendant. Alvin Ford didn't know he was going to be executed. He was unaware of what was going on. And this Court concluded in Ford that it was cruel and irrational to subject someone who had no idea what was coming to the death penalty. Here Panetti knows he's going to die and he also knows he's guilty. So in terms of preparing for death, he can make his peace with the lord, he can make his peace with the victim's family, he can prepare for death. He may in fact not believe the State's reasons, although it's worth noting that no court has ever so held. What the Federal district court said is that his experts state that he doesn't believe the reasons. But on the other side, no fewer than six different professional psychiatrists have concluded that Panetti is deliberately exaggerating his symptoms, that he is malingering, that he's acting bizarre in order to appear more insane. And that presents a very difficult factual question. What do you do with someone who plainly has some mental illness, but at the same time whom six psychiatrists who have studied him, in some cases for years, who have treated him for years, six professional psychiatrists come in and tell the district court this individual is exaggerating? That is an incredibly difficult factual matter. The only way our system can deal with it is to let the factfinder hear the competing experts and make a judgment. In this case, the Federal district court concluded that the evidence of malingering, quote, \"casts doubt on the extent of Panetti's mental illness and symptoms.\" And that's at page 363 of the joint appendix. Rather than resolve the question whether he in fact doesn't believe the State's reasons, what the district court said is the Constitution doesn't require that he believe the State's reasons. The Constitution simply requires that he know what is happening, that he understand what is happening. The test we have proposed focusing on two things. One, capacity, which Panetti now agrees; and the second thing we suggest is the test should be whether a defendant can recognize he's going to die and the reason. And \"recognize,\" we submit is consistent with the words Justice Powell used, Justice Powell used the words \"understand,\" \"aware of,\" and \"perceive.\" And so recognize was our attempt to capture what Justice Powell was talking about. It is less than rational understanding, it is less than the full panoply of being able to make all the litigation decisions one is required, say, to waive counsel; because as Panetti concedes in his reply brief, there are no strategic decisions remaining to be made. At the time of execution, all that remains is for him to make peace and move on so that the State may execute a justly entered sentence. That test, we submit, is entirely consistent with this Court's precedents. It furthers both retribution and deterrence. One point on deterrence. The test Panetti points out really invites abuse. Because rational understanding is -- is a standard that, particularly when you think about mental illness and the ability through medications of an individual to affirmatively decide to stop taking medications and exacerbate his symptom, it invites real abuse. Because rational standard we would -- or rational understanding we would suggest is too high of a standard. In our prisons there are unfortunately a great many people suffering from some degree of mental illness. At some level that's unsurprising. If you look at the DSM-IV definition of sociopathy - -",
  "We -- we have litigated cases where people have raised Ford claims. In fact one of the ones we recently litigated involved an individual who was convinced he was on death row and being executed because there was a conspiracy of Jews and homosexuals that was out to get them -- out to get him. That sort of delusion unfortunately is not uncommon on death row and it is not uncommon in prisons for paranoia -- the testimony of one of Panetti's experts, Doctor Conroy said, quote, \"The major portion of our population in our in-patient units are diagnosed with some form of schizophrenia.\" If you think of sociopathy, which is defined as -- quote -- under the DSM-IV, \"a lack of regard for moral or legal standards in the local culture.\" It is unsurprising that people that have a lack of regard for right and wrong, a lack of regard for others' lives, frequently commit crimes in which they murder and injure other people. And yet our criminal justice system is predicated upon holding people to account unless they meet the standards for legal insanity.",
  "We have endeavored to compile those statistics and that has been -- we don't have any for the court. One difficulty is in practice sometimes the State will not seek death. Often these are unreported decisions across the State. So unfortunately we don't have those statistics, although we did endeavor to compile them. If there are no further questions?",
  "Mr. Chief Justice, and may it please the Court: The entirety of the United States's argument is predicated on the idea that the President's two-paragraph memorandum is in and of itself binding Federal law.",
  "There's no doubt, if the Court decided it on the ground that Avena was a binding judgment, the President's order would be unnecessary. I would note the United States strenuously disagrees with that proposition. And, indeed, the United States explicitly disclaims these treaties as the source of his authority; in fact, expressly agrees with this Court's decision in Sanchez-Llamas.",
  "Certainly, Justice Breyer. Texas, of course, does not dispute that the Constitution, laws, and treaties are the supreme law of the land. And Texas statutes must give way to any of these three. The President's memorandum is none of those three.",
  "And, with respect - -",
  "Justice Breyer, the -- the answer to your question is the Avena decision is not a judgment in the sense we recognize judgment in U.S. courts for six separate reasons.",
  "Except that when the Senate ratified the Optional Protocol, it made clear that the Optional Protocol was not self-executing. Indeed, a point Mr. Donovan made in his argument - -",
  "This -- this Court has made clear for 200 years the Senate can ratify a treaty and yet leave it not self-executing in the sense that it is not enforceable in U.S. domestic courts.",
  "Well - -",
  "The text of the treaty, itself, is the first place to look. The text of Article 94 of the UN Charter provides that the remedy is that the party may have recourse to the Security Council.",
  "\"Jurisdiction\" in that sense is not \"jurisdiction\" in the sense of a U.S. court. Rather, it is an international obligation that is to be resolved through political and diplomatic avenues. And the best example of that - -",
  "Exactly.",
  "Justice Scalia, I - -",
  "I would go further than some doubt, and I would say that if the treaty purported to give the authority to make binding adujudications of Federal law to any tribunal other than this Court, that it would violate Article III of the Constitution.",
  "There are hundreds of treaty obligations that this nation is committed to that are not self-executing, that don't immediately have force - -",
  "If -- if - -",
  "In -- in those instances - -",
  "No. No, we are not saying that.",
  "In those instances, the bodies in question are not making definitive interpretations of what Federal law is. The best illustration of this is the example Mr. Donovan used in his opening argument where he said, if the ICJ said to the United States cease hostilities, that would be directed to the President. Now, under Mr. Donovan's argument, that's a clear directive. The United States is bound by treaty, and apparently the Federal courts could order the President to cease hostilities if that was the instruction of the ICJ.",
  "The treaty is Federal law, Justice Breyer.",
  "The nature of this treaty, every -- every position -- the United States State Department at the time it was introduced, the Senate, and every member of the Senate who discussed it, understood that the decisions of the ICJ would not have binding effect in U.S. courts. And that is identical to the understanding of every single nation - -",
  "I would be happy to provide those, Justice Stevens. The first reason is because the Optional Protocol is not self-executing, so it does not have force in United States courts. The second reason is, if it was a binding judgment, that would violate Article III. It would give to a tribunal other than this Court the authority to determine Federal law. The third reason is in Sanchez-Llamas a majority of this Court rejected this argument and provided explicitly, quote, \"nothing in the structure or purpose of the ICJ suggests that its interpretations were intended to be conclusive on our courts. The fourth reason is the parties in Avena were the United States and Mexico. Neither is a party to this proceeding. The argument as to why it is binding in this case is that Texas is vicariously part of the United States. That was equally true of Oregon in Sanchez-Llamas. In both cases, there's one State who is in some sense one of the parties. The fifth reason is the Breard case was in many senses equally a judgment, in that you had the ICJ issuing an order to this Court concerning Breard, concerning his specific case, to stop his execution, and this Court concluded that that could not trump U.S. law. And the sixth and final reason that it is not a judgment is to treat it as a binding judgment would be to cut out the President's authority not to comply. Everyone agrees, for example in the Nicaragua case, that the President retains the authority to say no, we're not going to comply. Which is why the entire purpose of this adjudication is not to resolve something finally in a court of law, but it is rather a diplomatic measure, much as -- much like when the United States sued Iran during the hostage crisis. We didn't believe the Ayatollah was going to listen to the ICJ and suddenly let the hostages go. We didn't -- we didn't expect that Iranian courts would give force to it, but it was helpful diplomatically to bring it to that tribunal to then put international pressure. That - -",
  "Justice Kennedy, that is exactly correct.",
  "I would agree with the characterization you suggest, which is that the Vienna Convention was self-executing in the sense that it didn't require legislation to go into effect, but it was not self-executing in the sense that it provided judicially cognizable rights. But let me add a caveat to that, which is in both Breard and Sanchez-Llamas, this Court assumed the Vienna Convention created individual rights, and although Texas maintains that it did not create individual rights and the United States maintains that it did not create individual rights, we don't have to win on that proposition to prevail in this case. Even assuming it created individual rights in this case, Medellin defaulted on that claim and this Court held with Sanchez-Llamas that procedural default is consistent with the treaty. And the real question here in this case, particularly with respect to the President's order, is whether the Optional Protocol is self-executing, the decision of the Avena court, or, as a subsequent matter, whether the President has some sort of independent authority to make Federal law. And in this respect - -",
  "Justice Ginsburg, that is correct as a political and diplomatic matter, but in my judgment it speaks volumes that of the 166 nations that signed on to the Vienna Convention and of the 50 nations that signed on to the Optional Protocol, zero -- not a single nation -- treats ICJ judgments as binding in their domestic courts. What Petitioners are arguing here is for an interpretation of this treaty that no other nation gives. And in fact, if I found myself in the nation of Mexico and arrested without consular notification, I could not raise this claim in Mexico. The Mexican courts would not treat it as a defense to my criminal prosecution. And so - -",
  "I do not have a case that says that, but neither Petitioner nor their many amici have been able to point to a single instance.",
  "Given that these treaties are four decades old, that that speaks volumes that no -- no nation has accorded binding force to ICJ - -",
  "Justice - -",
  "Justice Breyer, I -- I think you could well be right, but I think that also speaks to the peculiar nature of this. Procedural default only - -",
  "-- matters in system like the United States' where habeas allows a second bite at the apple. Most other countries don't allow criminal defendants to relitigate criminal matters, in which case procedural default matters. The other countries simply deny it altogether.",
  "But the ICJ's decision -- I think your question goes back to Justice Ginsburg's question about the effect of an ICJ decision. The legal -- legal adviser to the State Department told the Senate, when it was ratifying the UN Charter, that decisions of the ICJ are \"a moral obligation\" and there is \"no provision\" for the enforcement of such decisions. And one fascinating example of this is the entire debate over the Connally Amendment. One can look in the entire course of legislative history, and it's an argument back and forth about whether it is wise to require the United States to cast a veto in the Security Council over an attempt to enforce an ICJ. And not a single senator of the entire U.S. Senate suggested the proposition that ICJ decisions might be independently enforceable. Nobody discussing that understood it that way.",
  "Absolutely.",
  "And - -",
  "And that - -",
  "Justice Scalia, that's absolutely correct.",
  "The imperative - -",
  "The WTO and NAFTA -- I mean NAFTA is not a treaty. It's a congressional agreement, but it is also adjudicating specific factual questions that deal with the application of facts to a particular circumstance. It's not interpreting the treaty and purporting to bind the United States on this is what the underlying Federal law means.",
  "Right. Right. And it could choose not to.",
  "And we don't disagree with that.",
  "The consequence of the argument that it doesn't create individual rights would mean that that individual defendant could not raise it in that - -",
  "Yes. And so in that circumstance, it would mean, if a judge declined to comply with that obligation, the individual defendant would not have an appealable legal error.",
  "No, not at all. In fact, just as this Court did in Breard and Sanchez-Llamas, it assumes that the Vienna Convention created individual rights. And so we don't need to prevail on that to reach the identical outcome. Because even assuming we are incorrect concerning individual rights, the Sanchez-Llamas holding is that procedural default respects those rights just as fully as it respects constitutional rights.",
  "I think that's right. I think also in your hypothetical, your hypothetical assumes a - a deliberate violation of the law which no one suggests here rather than inadvertence. And inadvertence complied with, as you suggested earlier, no prejudice whatever so. And there has -- both the Federal and State courts that looked at this concluded that there was no even arguable prejudice from the violation.",
  "Justice Stevens, I would not, because I do not believe consistent with Article III this Court's authority can be given away by treaty.",
  "That is provided by the Constitution. And in this instance, giving any other entity, the authority to make a conclusive determination of Federal law, that goes to the heart of the Article III power.",
  "If the Senate agreed that this was self-executing, then you would have the height of the Presidency and Congress working together. But even in that situation, I would submit as a matter of separation of powers, they could not give this Court's essential role, under Marbury, to say what the law is to another body.",
  "In enforcing foreign judgments, the foreign court is not purporting to make a definitive determination of U.S. law.",
  "Justice Ginsburg, it has been the consistent position of the United States for over four decades from the day this treaty was ratified that the Optional Protocol was not self-executing, was not enforceable in U.S. courts. So it is not a judgment that has -- were this Court to treat it as -- as a judgment, it would be making that treaty self-executing. And the power to transform a non- - -",
  "Justice Ginsburg, that's exactly correct. And the President had a number of constitutional means at his disposal to comply, had he chosen. The -- but - -",
  "There are three avenues that the President could have chosen that would have been constitutional. The first of which he could have gone to Congress and proposed a statute amending the AEDPA to allow Federal habeas review. The second is he could have negotiated a treaty, submitted it - -",
  "This Court has made clear that the Federal Government cannot expand the jurisdiction of the State courts. There is a State - -",
  "Well, and - -",
  "A corollary - -",
  "It does. And a corollary to this is if Congress could pass a statute creating a Federal right to review, and that Federal right to review under the principles of Testa versus Katt would have to be respected in the State court.",
  "Well, if it were a Federal right to review, under Testa versus Katt, both the State and Federal courts would give review. Interestingly enough, if it were a new Federal right, it would clear the jurisdictional bar because the Texas jurisdictional bar allows an exception for a new law. So if Congress passed a new law that would be jurisdiction to raise - -",
  "A law passed by Congress saying in order to give effect to the Avena judgments the 51 Mexican nationals at issue shall be entitled to review and reconsideration of whether there was prejudice from the denial of the Vienna Convention. That law would be respected equally. I would suggest that Testa versus Katt, which Petitioner uses, is a case which powerfully supports Texas, because the principle of Testa versus Katt was there is one Federal law that must be applied equally in Federal courts and State courts. And the State courts are not at liberty to ignore Federal law. This is a very curious assertion of presidential power. Because the presidential power is not directed at the Federal courts. It is directed at the State courts,and the State courts alone. And I would submit is the only instance I'm aware of, of a Federal mandate that falls only on the states, singles out the states, and commandeers those judges. In over 200 years of our nation's history I'm not aware of any other directive from the President directly to the State courts and State judges.",
  "Absolutely - -",
  "And Justice Ginsburg, I think a powerful parallel is the decision of this Court last near in Hamdan. In Hamdan the President was at the height of his war powers authority. And nonetheless, this Court concluded that he could not act contrary to the will of Congress. Here his interests are far less than prosecuting war, and yet he is asserting the authority to go it alone, despite a consistent stream of congressional disapproval, both in ratifying these treaties and saying they're not self-executing and also in passing the AEDPA.",
  "This letter was sent out to all affected States, but it is -- the United States is quite candid in what they are doing. The department to its credit describes it as \"unprecedented,\" and it goes further, if I may read a portion of page 5 of the memo, or memo page 6, rather: The President's memorandum is sufficient to create a binding legal rule. The department is not hiding what they're arguing. They're not arguing the treaties require it. They're not arguing any statutes requiring it. They're saying a two-paragraph memorandum from the President to a member of the cabinet is binding Federal law.",
  "I'm quoting the United States' brief in this proceeding, page 6 of the brief. On page 5 it also describes the President's power as \"establishing binding rules of decisions that preempt contrary State law.\" If that is correct, there is no reason why the President could not have directed his memorandum to the Federal district courts or even to this Court, and that is an extraordinarily broad power to be asserted on behalf of the executive.",
  "This Court has the final authority to determine what Federal law is, and so if this Court determines that that's what the treaty requires, then that be federal law. Now I would suggest that would require overruling - -",
  "In my judgment, if the Court reached that conclusion it would be error. But - -",
  "In my judgment it would be wholly illegitimate for the Court to do so.",
  "Because - -",
  "The rule is a constitutional rule, that the President makes treaties the Senate advises and consents. And the limitation - -",
  "The limitations the Senate put on are it as much a part of the treaty as the treaty itself, and the consequences - -",
  "If this Court did so, in my judgment it would be usurping the role of Congress. All right? Because the essence of the decision - -",
  "The essence of the decision by the Senate to say something is non-self-executing is to say if something in this treaty is going to change U.S. domestic law, you have to come back to us.",
  "That's exactly what it means. If you want to change U.S. law, come to Congress.",
  "Indeed.",
  "Exactly.",
  "That's precisely correct.",
  "He had two lawyers.",
  "And they vigorously defended him.",
  "The only argument - -",
  "With respect, Justice Breyer, there actually is.",
  "The evidence there is - -",
  "In our appendix there is an affidavit from the Mexican Consulate. Once the Mexican Consulate started assisting Medellin, they prepared an affidavit, and the affidavit said if we had been contacted, we would have told you not to confess; and we would have told you to get a lawyer. The problem with that is Medellin confessed within about three hours of being arrested, and even the ICJ in Avena said that notification had to occur within 72 hours.",
  "Justice Breyer -- it was part of the State court record, and it was the basis for saying there was no prejudice.",
  "I believe it was. And it's included in our appendix four.",
  "It is difficult to explain.",
  "That is completely correct, and he waived those in writing.",
  "Practically his entire life. Wrote and read English and was educated in American public schools.",
  "Both of them vigorously defended him, and in Medellin we devoted several pages of our brief to going through in considerable detail the many motions they filed. It was a vigorous defense, and yet they failed to raise this particular - -",
  "The Texas Court of Criminal Appeals didn't have it as option to say, it would have been easier, one might say, to just go along. The President is asking you to do this, make the whole thing go away; just go along. The problem is the Texas Court of Criminal Appeals had a statute, and a statute that divested of jurisdiction unless there is new Federal law.",
  "Although that holding would be, I would suggest, in considerable tension if not directly contrary to Sanchez-Llamas.",
  "Oregon is as much a part of the United States as Texas.",
  "I do not, because it has to be a new claim, and if this were a judgment, the judgment - -",
  "Let me point out one consequence of -- of the President's assertion of authority.",
  "I don't disagree with that, Justice Stevens.",
  "If -- although I disagree with the premise.",
  "But if the premise were true, I don't disagree with the conclusion. The statute allows jurisdiction where there is a new legal basis that was not previously availability. The only two potential sources of that are Avena, which we submit is a non-self-executing international law obligation, or the President's order; and, in fact, it is worth underscoring if the United States' theory is correct, there's no reason why the President needed to wait for a decision from the ICJ. If the President has the authority to take a non-self-executive international law treaty and order it to be implemented and set aside any State law to the contrary - -",
  "I agree with you, Justice Ginsburg, but the United States does not. The United States believes that the President has the authority to make decisions and to implement treaties -- an independent authority to create new binding law, even though the obligation is not self-executing.",
  "There are 51. There were 15 in the State of Texas. There are now 14 because 1 was under the age of 18, so is now off of death row; 51 in 9 States across the country.",
  "That's correct.",
  "Not that we're aware of, no. There have -- the 51 -- my understanding is it's down to 44. For various reasons these individuals are not on death row but, other than Oklahoma, not related to the Avena decision.",
  "That's exactly right; and, in fact, in Paragraph 34 of Avena it asserted the authority to annul U.S. criminal convictions. So some of the hypotheticals coming from bench, under the ICJ - -",
  "Justice Ginsburg, you're correct they did not order the annulment. But in paragraph 34 they asserted they could order the annulment. They simply were choosing - -",
  "-- not to in this case.",
  "That's correct. So it is not just the sentence; and, in fact, they, despite the fact that their statute does not allow them to have precedent in any other cases, they said in paragraph 151: The fact that the Court's ruling concerned only Mexican nationals cannot be taken to imply the conclusion reached in the present judgment do not apply to other foreign nationals finding themselves in situations. They were in an unprecedented act recording the authority to bind U. S. Courts in a way, to the best of my knowledge, no - -",
  "But they can issue a decision that can be enforced by the Security Council. And had they issued - -",
  "It has gone -- for example, in the Nicaragua case, there was an effort to take it to the Security Council there.",
  "Correct. And that's part of a diplomatic treaty, where it's between nations is -- is that it is not binding in the sense that the domestic courts will enforce it. Indeed, if the ICJ had asserted the power it claimed to annul U.S. convictions, under the U.S.'s theory the President presumably could have issued an order effectively pardoning State prisoners despite the fact that the Constitution limits its pardon authority to Federal crimes.",
  "Mr. Chief Justice, and may it please the Court: Few evolving standards of decency are more pronounced that the growing understanding in modern society of the unique and irreparable harm caused by violent child rape. From Jessica's Laws to Megan's Laws to the laws at issue here, elected legislatures have repeatedly acted to deter and to punish violent child rape. In particular, the legislatures of seven States have determined that the very worst child rapists should be eligible for the most serious punishment. I'd like to begin by talking about the effect of Coker. And Justice Kennedy, you raised in particular the dual aspects of Coker. What we suggest the effect of Coker is, is that it has been under a cloud of confusion. A fair reading, a careful reading of Coker in my judgment, it's clear Coker does not reach this instance. The Court bent over backwards to explicitly specify that it was adult rape, and indeed the question presented in the briefing in Coker not use the word adult rape at all. It was phrased generally in terms of rape, and the Court repeatedly and I would suggest not accidently added the word adult. But that being said, the States have operated since Coker under a great deal of confusion as to what exactly Coker meant. And, indeed, in 1981 the Florida Supreme Court struck down their law believing that it was, quote, \"compelled\" by Coker. And the State legislatures when they act today -- in the State of Texas -- Texas is the most recent State to even act one of these laws. When the State legislature was considering it, the State legislature asked the Attorney General's Office for advice specifically on whether Coker allowed that. And there's a great deal of confusion. As Petitioner argues quite passionately, those that are opposed to the death penalty for child rape argue vociferously that Coker does not allow it, as Petitioner has done in many, many pages of briefing.",
  "You're not exactly right, Justice Breyer.",
  "The statute that is being challenged in this case was the pre-amended statute.",
  "So oral was not in it. And it wasn't 13; it was 12. So the statute under which Patrick Kennedy was convicted was only vaginal or anal rape.",
  "Exactly.",
  "That's exactly rate. And so that was a substantial narrowing. It was 11 and younger, and it was only vaginal and - -",
  "And anal. Beyond that, however, the juries that have considered this so far -- and it has been a limited circumstance because of the distorting effect of Coker -- but the juries that have considered this so far and the prosecutors that have prosecuted have shown every ability to distinguish truly egregious rapes.",
  "Justice Kennedy, Petitioners assert that that is the case, that a plea bargain has been offered in every instance. I'm not sure of the source of that assertion, but at least with respect to the State of Texas, we don't have information one way or the other in terms of the conduct of Louisiana prosecutors. What we can say is that the cases that have been prosecuted -- the two individuals currently on death row, Patrick Kennedy and Mr. Davis, committed crimes that are just unspeakable. And in both of them, they were not children that were close to the age; they were in this case an eight-year-old little girl; in Patrick Kennedy's case, a five-year-old child. They were crimes that were -- and that's part of the evolving concept of decency. Part of the reason the States are acting is, in modern times, we're seeing crimes that 20, 30, 40, years ago, people wouldn't imagine. We're seeing predators that seek out young children and do abominable things to them. And that's why legislatures are acting. I will point out Mr. Fisher speculated that if this Court made clear that Coker does not prevent a narrow statute focused at child rapists, he speculated that the States would not act. I'm standing here on behalf of nine States. There's an additional State, Missouri, that is implicated; there's the State of Louisiana. You have 11 States. And I say I find that speculation extremely difficult to believe.",
  "Those professionals -- that is their opinion on a difficult policy question. The amici States are not here advocating that -- that capital punishment for child rape is or isn't a terrific idea. What we are advocating is that there is an evolving understanding of the enormous, unique, irreparable harms to children, and it's elected legislatures that can sit and listen to those advocates from the groups, listen to the empirical data, consider the deterrence effect -- consider all of these and decide one way or the other. I would fully expect, in time, some States would act to establish capital punishment and others would not. And that that's precisely how the laboratories of democracy should operate. With respect to the decisions, the prior decisions, that this Court has had in Atkins, in Roper, and aldo Tison and Enmund, I think all of those, as the Chief Justice suggested, are about culpability. They are about saying -- Atkins and Roper both dealt with a class of offenders that, for characteristics, had limited culpability. In this instance, Patrick Kennedy is a 300-pound man who violently raped an eight-year-old girl. On any measure, he is exquisitely culpable. And the question, as this Court put it in Roper, as to the Eighth Amendment inquiry as to the death penalty is whether the offender can be reliably, quote, \"be classified among the worst offenders.\" Under almost any analysis, someone who commits the sort of unspeakable crime that Patrick Kennedy commits is reliably classified among the worst offenders. I would point out -- a question Justice Stevens asked, you know, has any nation internationally gone backwards? It's interesting if you look at the history in England. England actually has gone back in force. Blackstone actually talks about how rape under Saxon law was punishable by death, and then there was a period 1285 where the punishment was relaxed to loss of the eyes and testicles. That was William the Conqueror's kinder, gentler version.",
  "And Blackstone describes, quote, \"That previous lenity being productive of the most terrible consequences, it was subsequently necessary to return to making it a capital offense.\" And so England had that history. It is not presently a capital offense in England.",
  "I'm not aware of a decision doing so, but the analytical predicate for the evolving standards of decency -- this Court said over and over again the most reliable indicium is the objective judgment of elected legislatures. And in this instance, the legislatures - -",
  "Justice Kennedy, there are three possible narrowing factors that occur to me. We would submit the statute is sufficiently narrow as drafted, but beyond that, the one that has been -- the four States that have most recently acted have used recidivism as a narrowing factor.",
  "Prior conviction.",
  "Correct. There are two other narrowing -- narrowing aggravators that could be applied. One would be especially heinous or vile rapes. The aggravated rape that Justice Powell discussed in his Coker opinion, a really brutal case, which both Florida and Georgia have -- I would note Petitioner says Patrick Kennedy could not be convicted in any other State. In Florida and Georgia, if they concluded that his violent rape requiring surgery to correct was especially violent and heinous, he could be convicted in either of those States. Or, finally, there could be, as in Lowenfield, an aggravator for multiple victims. Some of the worst of these child rapists rape more than one child. And so that is another potential aggravator that a State could choose.",
  "Mr. Chief Justice, and may it please the Court: Whatever test that this Court adopts for inducing infringement, the central objective of that test will be to separate culpable bad actors from innocent corporate behavior actors. And by any measure, Pentalpha in this case was a culpable bad actor. In fact, we've got really extraordinary testimony in this case -­",
  "I think that is one of multiple standards this Court could adopt if this Court were to adopt actual knowledge. I do not think actual knowledge is in the statute, but if this Court were to adopt actual knowledge and conclude also that willful blindness is a long-recognized means of demonstrating actual knowledge, that would support the judgment.",
  "Respectfully, Justice Kagan, I don't think that would be an interpretation that is faithful to the text of 271. There is an enormous difference between 271(c) and 271(b). 271(c) includes the word knowing. 271(b) does not include the word knowing and your question assumes essentially -­",
  "Respectfully, in Aro II what the Court did and it was, as you know, a splintered majority in Aro II where the dissenters flipped back and forth, but with the particular paragraph that addressed the holding on what had to be demonstrated, the Court concluded that that word knowing effectively modified both the knowledge that the nonstaple article had no noninfringing use and, and that it would cause the infringement. That is how the Court read knowing, as modifying everything that follows it in 271(c).",
  "Well, that is necessarily part of what the Court held in 271(c). And I would agree, this would be a very, very different case if 271(b) had the word knowing. I mean Aro in many ways was a much easier case, but the question is do you have to demonstrate that something is knowing and the statute says it must be knowing, then that is -­",
  "I think if the conclusion were to send it back and do it again, I don't think that would be a reasonable result.",
  "That is what they argued to the jury and that's -­",
  "The jury heard those arguments, the jury rejected those arguments. The argument that was presented to the jury, although the precise words willful blindness weren't used, the argument that was presented to the jury was willful blindness argument.",
  "What the jury was instructed was several things and the jury instructions are at RA 26 and 27. The jury instruction that was used, by the way, was the model jury instruction that has been used since 1998, has been unchanged and has included largely this language since 1998 over and over again. That is the jury instruction we are dealing with.",
  "It is a complicated instruction, so part of what -­",
  "That is part of the argument Pentalpha presents. I don't believe that is accurate. Number one, the jury was instructed that plaintiff had to prove by preponderance of the evidence that defendant actively and knowingly aided and abetting the direct infringement. That is part of the instruction. That they actively and knowingly.",
  "RA 26 and 27. It is the end of the red brief.",
  "Justice Kennedy, I don't believe that is correct. Number one, we are certainly not advocating a general burden on all producers to do a patent search. That is not remotely the position we are presenting.",
  "What I would suggest the import of that language is, is to allow constructive knowledge. Is to allow essentially willful blindness, which was the entire way it was argued to the jury.",
  "The argument that was presented to the jury, in closing what trial counsel said and this is the trial transcript, page 929 through 31, which is not in one of the appendixes in front of you. I apologize for that. But what the transcript says is that Mr. Sham, the CEO, never told his patent lawyer, look, what we are doing is copying this SEB product. What he did, I suggest to you, is he set Mr. Levy up to fail. He set him up to fail by not telling him he had copied the product. That was the theory that was argued as to why they should have known, because this was in effect a sham, that not telling the lawyer about the product, it wasn't an accident.",
  "Justice Kennedy, we are not proposing that, and I would say two things. Number one, there is an entire instruction on inducement and there is also the language I read before that is part of the jury charge on inducement. And I don't think the jury can be presumed to have only listened to one snippet of the instruction without the entire instruction.",
  "I would suggest with respect to the language knew or should have known, that if there is not an actual knowledge requirement, which in my judgment is nowhere in the statute, then you have to have something like should have known because I do not know what you alternative instruct. If it is not actual knowledge then there is a situation where someone is allowed to have constructive knowledge.",
  "Absolutely. I don't think the statute makes any sense unless (b) is understood to have a lesser standard. Otherwise, the inclusion of the word \"knowing\" is given no effect.",
  "Justice Breyer, under that argument, the statute would be interpreted identically if the word \"knowing\" were added to (b). And given that they added it to (c) and not to (b) -­",
  "Justice Breyer, that -- that may be a reasonable policy argument. However, that is also a reasonable policy argument for modifying A, because right now, the aluminum company is liable under strict liability for direct infringement today.",
  "We have suggested three possible standards to be the rule in this case. The first, the Court could choose to adopt the standard that was adopted in Grokster, and we have argued at considerable length that under the standard this Court adopted in Grokster, the plaintiffs -- the defendants, rather, would be liable and it would uphold the judgment below. That is the broadest standard the Court could adopt. A more narrow standard the Court could adopt is that at a minimum, willful blindness of the patented issue suffices to allow inducement liability. That is a more narrow standard. It would cover a much narrower universe of conduct. It would exclude much of the conduct both Justice Breyer and Justice Kennedy are suggesting. That is the second way this judgment could be affirmed and a more narrow rule. The most narrow rule we have suggested this Court could adopt is in the limited circumstances when a defendant deliberately copies another commercial product, at a minimum, that defendant has an obligation to ascertain if that specific product has protected U.S. intellectual property, that it is a very minor obligation that is triggered only when you take a commercial product on the marketplace, reverse-engineer it, and copy it, because it is a situation that is highly likely to be indicative of bad conduct, to be risking a very substantial infringement of someone else's IP, and in terms of a low-cost avoider, one of the things at footnote 20 of our brief -­",
  "If they had said three words differently, this would be a very, very different case. If they had simply, in talking to their lawyer, said: We copied SEB.",
  "Yes.",
  "If you specifically copy a product, you have to look to see if that particular product is protected by IP.",
  "Well, and -- and that -­",
  "Well, the Court could certainly craft the rule at least narrowly tailored to the facts here, which is copying. And look, copying is not a unique problem. It is a serious problem internationally, with U.S. intellectual property being stolen, copied, and marketed. And if Pentalpha were to prevail, if this Court were to conclude unless you had actual knowledge, you know to a hundred percent certainty, this violates patent '312, you're immune from liability, that decision of this Court would serve as a roadmap.",
  "I think there is a reasonable statutory argument to be made that it is the same, namely, that it is strict liability. We are not pressing that as the only way to prevail, but I think there is certainly a reasonable statutory argument.",
  "I do, and I will tell you why. Because -­",
  "I agree with you that is what Petitioner said here. My understanding of Petitioner's position was the same as yours, Mr. Chief Justice and Justice Kennedy, that they are effectively requiring actual knowledge, that that's what their urging is.",
  "Let me answer both your question, Justice Kagan, and the Chief Justice's question together. Grokster used language about purposeful culpable conduct, but it went further. It specified how you ascertain whether that standard is met, and it said as shown by other affirmative acts to encourage inducement. Now, in Grokster, part of the argument Grokster made was, we do not know what copyrights are going to be violated. We do not know what is going to be -- they made the same argument Pentalpha is making: We have no idea of any specific copyright that will ever be infringed. They argued, we do not have actual knowledge of the specific copyrights. And this Court said: That doesn't matter.",
  "That policy differential -- there may well be differences between patent law and copyright law that are implicated in other cases. Here, what occurred is an entire commercial product was copied. It is much more akin to copyright infringement, where the entire product was copied and they just changed the cosmetic features.",
  "Let me be -- let me be clear, Justice Scalia. I am not advocating this Court do so. What I am saying is if this Court were to apply the Grokster test, we believe we prevail under it, and in fact any comparison of Grokster to Pentalpha, Pentalpha is clearly the more culpable actor. In Grokster, the individuals violating the copyrights were the ones who made the choice to directly and deliberately violate the copyrights and Grokster simply provided the tool to do so. Here the only bad actor was Pentalpha. Sunbeam, Montgomery Ward, they had no idea of the infringement. Pentalpha was the mastermind behind the entire patent violation, and in fact because of its actions procuring a right to use opinion, by keeping the relevant information from its patent lawyer, it lured, it induced Sunbeam and Montgomery Ward and Fingerhut into committing the bad act.",
  "I do not believe there is in the precedent. For one thing, reckless disregard is the standard now. Willfulness and recklessness are the standard right now for enhanced damages and attorney's fees; and if it were the case that every violation of 271(b) required willfulness or recklessness, it would also mean that every violation would qualify for enhanced damages or attorney's fees. I don't think that's consistent with the statutory standard. That's not the language Congress adopted.",
  "You know, I do not believe there is. Particularly how \"should have known\" was used in this case, A, the jury was -- the way the jury was instructed, I would suggest it was effectively a constructive knowledge instruction.",
  "If you look at -­",
  "I agree the Federal Circuit had that language. I would not suggest that standard was the wrong standard, but what I would say, what the Federal Circuit in fact did is it applied willful blindness. If you look at the cases it cited, if you look at how it in fact interpreted it, although it used the deliberate indifference language, which I will concede was somewhat confusing in its reasoning. If you look at it, it framed it as whether Pentalpha had constructive knowledge of the patent, and it then cited willful blindness cases from other circuits that focused it on actively disregarding a known risk and deliberate avoidance and consciously avoided knowledge. All of that is willful blindness knowledge.",
  "Correct.",
  "I agree with that entirely.",
  "I agree with that entirely, and indeed we have suggested the central issue, the question before this Court is, is there a requirement of actual knowledge of the specific patent? And in my judgment there is no reasonable argument from the statutory language that in order to be liable under 271(b) you must specifically know to 100 percent certainty this is violating patent number 312. That is the issue they objected. That is the issue that has been brought before this Court. Is -­",
  "Well -­",
  "If it is a case that you must specifically know the specific patent, it will ensure that unscrupulous -­",
  "Well -­",
  "I am going to suggest it is a binary choice. It is either actual specific knowledge of the patent, or it is some form of \"should have known\" that allows constructive knowledge.",
  "But, Justice Breyer -­",
  "In this case, you had unusual -­",
  "Well, let me suggest what words you could use to resolve this case. Because -­",
  "The language that -- that was used in Santos was that willful blindness is that when a party aware of a high probability of a fact deliberately avoids learning the truth.",
  "That language would encompass this case -­",
  "And it would not bring in innocent actors.",
  "I think that would be an acceptable test this Court could -­",
  "A -- with respect to what was happening here, when you copy a commercial product, there is a high probability that product is protected by a patent, and when you engage in what the district court characterized -­",
  "I -- what I would suggest and that is one of the reasons we proffered the narrow test that is keyed on copying, because copying of completed commercial products is the most egregious. If the Court is concerned about unintended consequences, that narrow rule is the most narrow rule. Let -- if I could briefly suggest -­",
  "With respect, my client doesn't care -­",
  "-- as long as the result is at the end, the opinion is affirmed.",
  "I agree that would suffice. With respect to why this Court should not remand, if I may very briefly make three points. Number one, this case has been going on for 12 years. To remand for a new trial would drag it on to more endless litigation for no purpose. The district court observed below this case was not a close case. It took the jury 109 minutes to resolve against Pentalpha on every single ground that was presented to it. Number two, the jury charge that was sent to the jury was more than sufficient under any of these standards. But number three, the alternative argument we made, there was a finding of direct infringement. That finding of direct infringement is also supported by the damage award and that is an alternative ground to remand it. Now, in the reply brief Pentalpha says, focuses on the same differential that the Federal Circuit did between the language of the jury charge and the language of the verdict form, but the only evidence the jury had of the number of units sold by anybody was the stipulation. In their reply brief they say, well, there could have been some sold in Canada. That was lawyer argument. The only evidence, which everyone agreed, was the stipulation and if that is true that supports the damage award."
]