[
  "Mr. Chief Justice, and may it please the Court: In the Shaw versus Reno line of cases this Court established two important propositions. The first is that the Constitution does not tolerate using race as the predominant factor in drawing legislative districts. When a district is drawn predominantly on racial lines, the state reinforces harmful racial stereotypes. It sends a message to elected officials that they represent only a particular racial group. Those cases stand also for a second proposition. As this Court said in Miller, Federal court review of districting legislation represents a serious intrusion on the most vital of local functions. For this reason, the important second principle is that Federal courts adjudicating Shaw claims must exercise extraordinary caution. The decision below would severely compromise this second principle. That ruling is inconsistent with this Court's admonition.",
  "Mr. Chief Justice, I believe that the decision below was clearly erroneous, and we're perfectly happy to meet the standard that the conclusions were clearly erroneous. Because the court did not separate out findings of fact from conclusions of law, it is possible to read the opinion as if the court did not actually apply the standard, but requiring a predominance of race to be shown, in which case it would have applied the wrong legal standard, but taking them to have found that race predominated here, in our view that is clearly erroneous. I only mean to suggest, as this Court has said in Bush v. Vera, and in Miller that because redistricting is such an exceedingly sensitive matter that the Court should be awfully cautious before they conclude that a state legislature --",
  "Not if you find that when you read the District Court's opinion that the court simply wasn't applying a standard that required the court to conclude that race predominated and subordinated other conclusions. You can say, well, it did refer to the predominance test, but that's not what it was applying. The evidence that it adduced at best was evidence that was probative only of whether race was one of the factors that was considered here.",
  "Justice O'Connor, it takes a careful review because there is simply nothing probative underlying the conclusions of the District Court. We set out at pages 25 to 33 of our brief, we really have to go through the trial transcript citations, the court says, for example, that where splits occur in District 12 in the six counties between District 12 and the other districts, the splits invariably occur along racial rather than political lines, if that's a fact it will certainly tend to show predominance. It's simply not true. Neither the District Court nor the appellees point to a single instance of a split in which race trumps politics. For example, in the plurality opinion in Bush v. Vera, you find that in that case the Texas redistricters, faced with precincts that were minorities, Hispanic or African-American, but where the precinct itself was majority Republican, went out and took that in, in order to bring in the minority group, even though that was contrary to the asserted goal. That's set out at page 917 of Bush v. Vera. There is simply no instance of that. The two big items of proof -- I am quite confident that reversing the court below and sustaining the North Carolina plan will not in any way impair the vitality of this Court's antiracial gerrymandering principle either on --",
  "Let me go to explain why those findings are clearly erroneous. Let me give you one example. The court says that -- or the appellees say, the courts say that this is completely consistent with race and not with politics, the appellees walk away from that and say that the lines are more precisely correlated with race than with politics. What do they cite for that? They cite for that the proposition that of the six counties, these six counties take in -- District 12 takes in 90 percent of the 40 percent or more African-American precincts in the six counties, 90 percent, whereas if you look at the Democratic counties, even as measured by reliable voting day Democrats, only about half of the Democratic counties -- I'm sorry, only about half of the Democratic precincts in the six counties are taken in. That was their proof that the lines follow race more precisely than politics. But look at those figures. They're set out in Exhibit 309 on page 515. There are 429 precincts in these six counties. Of those 429 precincts, 79 of them are 40 percent or more African-American. Understandably, those are the most reliable Democratic voting precincts, and therefore they form the core of a difficult attempt to create the Democratic congressional district in this Republican area. So 76 of the 79 African-American precincts which are the most reliable Democratic precincts are included in this. Now, there are another 300 -- another 290 -- there 290 precincts, including those that are Democratic, about half of those are included within the district, but there's no need for any more. The ones that aren't included would, A, blow this district way past the equal population point and, B, they are less reliable Democratic than the 76 African-American precincts included.",
  "That is correct, and he also gave the following answer. He talked about how there were -- and Justice Kennedy, the reason that makes sense, that all the African-American precincts that could reasonably have been included are included is that those are the core Democratic precincts in what is basically a Republican area of North Carolina in the Piedmont Carolinas, so that is naturally the core that is the overlap, and that is the correlation. There are other Democratic precincts, Dr. Weber noted, that are not included, and he was asked the following question at page 140 of the Joint Appendix. Question: Are the white precincts as heavily Democratic? Answer: No. So that --",
  "No, I am so glad you asked that.",
  "I have to say that I'm so glad you asked that because that is a misconception I most want to correct. We are absolutely not saying that you can use race as a proxy for Democratic voting behavior.",
  "No. With all due respect, Justice Kennedy, that is exactly not the case. This is a districting process in which the state used voting statistics of how people actually voted, not the color of their skin, how did they vote, in constructing this district, unlike the districts in Miller and Bush v. Vera. Instead of using racially encoded census blocks, they used precinct voting day election patterns. This precinct -- these precincts were used to make up the heart of -- these Democratic precincts made up the heart of the Democratic-leaning district. It is the appellees and the court below which point out to you that those districts are African-American. Our response is, but the legislature and its leadership told you that the reason they were selected is that they were creating a Democratic precinct, and they use -- it's absolutely critical because we do not believe and do not contend that you can sort voters into congressional districts by using race as the criteria on the assumption that that is correlated with political behavior. What we are saying is what this Court said in --",
  "Yes, where the plaintiffs are unable to disprove that --",
  "No, no, because there is a very great difference between using race and using politics. This is Washington against states. To use something which correlates with race, for example, in Batt and Hernandez, the Texas case involving, requiring English speakers on the jury, it may correlate with race, but you can't use race itself. You can't use being Hispanic as a proxy, but you can use English.",
  "Its overall conclusion was that the legislature intended to use race as a district, and that is correct.",
  "All right, Justice Souter, I believe that was a matter of his objecting to the labeling of the incumbency protection. He goes on to say in the same sentence that the -- literally in the next sentence, that the purpose of the plan is to protect the state's existing 6-6 Republican-Democratic split. This was a bipartisan state legislature, a Republican House, a Democratic Senate. Neither side could agree to reduce. I think Senator Cooper was only objecting to the terminology and not to the fact that to maintain a 6-6 balance you had to have a district here, but if I may respond, again, to Justice Kennedy's very important point, I understand the thought that, well, look, if it turns out if a legislature does undertake to create a Democratic district, for example, in a Republican seat like this, in order to keep that 6-6 balance, and it turns out that those precincts are at the core of it also happen to be African-American, won't they simply have accomplished the objective that we, you know, tried to stop in Shaw v. Reno. The answer is no. That was the use of race, and it is also the case that when in most all instances, perhaps not every, that a state undertakes to make race drive the process, there will be plenty of evidence of it. For example, you will find areas whereas in Bush v. Vera, if you have, say, a Republican district that has a significant number of minorities in it, we put it in a supposedly Democratic district, so that shows it following ways. That's how you prove it. Moreover --",
  "Let me suggest why I think that is really utterly insufficient as being really probative, to set aside a fundamental act of political self-definition by a state legislature. This is a sentence in an E-mail from a staffer to members that says that in the districting context where they have to talk about race because of the Voting Rights Act, he notes that the change he has been making is that they're now going to for very good nonracial reasons include Greensboro in District 12, the Democratic parts of Greensboro, and refers to that by saying, I have moved the Greensboro black community into the 12th. Now, I am not going to tell you that that is without any probative value, but in order for it to play any significant role in invalidating a state law, you have to conclude first of all that it's not merely descriptive, it's not like saying what are these new precincts the legislature has, so this is a working class Italian neighborhood and the other new precinct in your district is a Jewish retirement community. No, it is -- you have to read it as being an explanation of the motive for the move, and you would have to assume that you attributed that to the whole legislature, not to the staff or to the two recipients, and you have to assume that that would be evidence of the predominance of race. I simply don't think it will bear that kind of weight. A stray remark like this, to use a stray remark like this would be akin to a stringent speech code where legislators who engage in the sensitive redistricting process found state law brought into jeopardy, and that's why there's very good reason for predominance. The other way to prove a Shaw violation, if I may turn just for a moment to Justice Kennedy's question, the other way to prove a Shaw violation is quite simple. When the state says we're using politics, not race, it turns out that there are a lot of high proportion of African-Americans, that's because they're reliable Democrats. You can often come in and show, now, wait a minute, there would be a very easy way, more sensible district that you could have created here that would have been reliably Democratic, and this 1 through 6 counties is completely unnecessary to accomplish that goal. The different district has to be more central. There is no showing here of a different district that would in any way suggest that it was pretextual for the state to utilize politics. I'll reserve the remainder of my time.",
  "Mr. Chief Justice, if you look at the map and with some understanding of the demographics of North Carolina, you can see that the bipartisan legislature faced a difficult task in attempting to create a sixth Democratic-leaning congressional district in this part of the state. One of the joys of North Carolina is that we don't have a big metropolitan area like Atlanta. We have a nice string of more medium-sized cities, and Charlotte running through. So you simply take North Carolina --",
  "It's getting too big for my taste, but it's -- but the -- they accomplish this in every instance by creating districts, one for the Republican Sue Myrick in Mecklenburg county and one for the Democrat Mel Watt, each a rising star. Their expert thought Mecklenburg should be entirely within one district, but Charlotte is very happy to have rising stars in each party represent Charlotte, and neither of the political parties wanted to cede Charlotte to the other. So you really have an expert who is making political judgments. This case may be your final opportunity to address redistricting before the 2000 -- post-2000 redistricting occurs, and I think it's worth asking again why is predominance the standard. The Court has consistently rejected the idea that any consideration of race, however small, should trigger strict scrutiny. That's properly because of the nature of the Shaw harm. The Shaw harm is not hostility towards individuals. It is communication of a message that people are defined by their race, and when race predominates, you have the Shaw harm. To move to a more extreme exclusion of race would create a hair trigger in which legislatures would be completely uncertain of their ability to legislate. We'll have judges creating election districts and rather than state legislatures doing this critically important task that involves political judgment, we usually say plans that do not cause expressive harms should not be declared unlawful. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: Mr. Gottesman has described what seems to be an utterly unworkable system in which we have a State court that is in the process of recognizing an earlier Federal judgment begin the process of deciding what the Federal district court should have done. Rule 41 serves an extremely important function in the structure of the Federal Rules of Civil Procedure. It reflects an understanding by the Advisory Committee on the Federal Rules that it is very important to determine at the time a Federal civil action is dismissed whether that judgment of dismissal brings an end to litigation arising between those parties and their privities on the same set of facts. It gives you that answer so that everyone knows whether this is an adjudication on the merits. It is not, as Mr. Gottesman suggests at some point, a complete rule of preclusion.",
  "With all due respect, Justice Kennedy, two responses. One, I do not think that Rule 41 can be read to be merely issue-preclusive rather than precluding the claim and, secondly, even if it were so read, it would lead to very unpalatable consequences on the first question. This Court, I think, has passed this point in Plout, where you specifically held that Congress violated Article III of the Constitution when it tried to reopen and revive Federal cases that had been adjudicated and determined to be found outside the statute of limitations and Congress tried to retroactively extend the statute of limitations, and the parties seeking to defend the act of Congress said, well, that's just statute of limitations, and this Court says in Plout that --",
  "I understand that, and I will come to that point. I just wanted to make it clear that there is -- there's clear -- that what the Court does in Plout is to analogize a statute-of-limitations dismissal to a failure to prove substantive liability and a failure to prosecute. That is a judgment on the merits. The Court said, to be precise, the rules of finality treat a dismissal on statute-of-limitation grounds the same way they treat a dismissal for failure to state a claim, for failure to prove substantive liability, or for failure to prosecute, as a judgment on the merits, citing for that proposition Federal Rule of Civil Procedure 41(b). That wasn't dicta. That was part and parcel of why it violated Article III. 41(b) stands --",
  "Yes, and since there are two issues on the table, 1) that they should win because this should be only claim-preclusive, which is what Justice Kennedy asked, and your question, they should win because this is a diversity case.",
  "On the whole -- and if I could just make the most critical point to Justice Kennedy, and then I'll return, which is that the structure of Rule 41(b) says that all dismissals, involuntary dismissals are on the merits except those for lack of jurisdiction, lack of venue, and failure to join an indispensable party. Those three are claim-preclusive. I'm sorry. Those three are issue-preclusive, and because we know that the three exceptions are issue-preclusive, we therefore know that the basic part of the rule, not the exception, extinguishes the claims, and I think Plout makes no sense otherwise. With respect to the fact that -- the notion that Rule 41(b) should only operate where the first case is a Federal question case and not a diversity case --",
  "Well, let's be precise about this. This is a Federal case in the sense it is in Federal court. The dismissal is a judgment of the United States district court. It is --",
  "In only Federal causes of action. There has never been a holding that a Federal rule whose text applies to all civil actions applies only in cases in which there is a Federal question rather than a diversity basis for --",
  "It would be contrary to Hannah to say so, because Hannah, the plain text of the rule covers both of these. Also, it's important to note how difficult it would be to follow the notion that Rule 41 provides the preclusive effect only in Federal question matters because often, increasingly these days, a lawsuit will encompass both Federal and pendant or supplemental State claims, so that there's simply no indication in the rule that when a Federal court reaches a judgment of dismissal in a case involving Federal questions, in a case involving State law claims, or in a case involving mixed claims, that you don't judge the preclusive effect by looking at Rule 41 and how it operates as a judgment of dismissal in the Federal courts. Whether it is a Federal question case or a diversity case, the Federal courts have a strong interest in establishing at the time of dismissal, whether this does extinguish the claim or not, and their suggestion that, you know, why would the Federal courts have an interest -- you may be asking whether the Federal courts have an interest when it's a State law cause of action. I'm just saying that that's the -- let me explain why the Federal courts do have an interest. They would say, look, this is a State law cause of action, and the next lawsuit is going to be filed outside the Federal court system in State courts, but it's important to recognize that the Federal courts do have a very vital interest in not allowing people casual access to try their cases in Federal court and not be bound by the results.",
  "I agree with the question that California doesn't have much of an interest here, and if you think of this, if we get to it in Erie terms, and I think because this is a Hannah case with a Federal rule squarely on point we never get to Erie, but if you think of it as an Erie case, you're exactly right that California doesn't have an interest. California has determined that the substantive policy should be that there will be a cause of action for business torts. California has balanced the interest between keeping that alive and the interest of repose in favor of settling at 2 years for how long that should be tried in California. Mr. Gottesman infers from California decisions that California would not preclude a suit brought in Maryland.",
  "My point is this. California has no coherent interest. It may be indifferent to whether the suit is brought in Maryland, but we're not frustrating any interest of California's in deciding that we're going to consider the dismissal conclusive, whereas the Federal courts have a real interest in having Federal lawsuits that are tried there absolutely conclude an issue so that parties don't think --",
  "Because --",
  "Yes, right.",
  "Yes.",
  "It could well --",
  "No, no, that's exactly where I'm going, after noting --",
  "Not if you have an indication that the judge is otherwise specified --",
  "I would think that that is a bar. The only issue would be if the judge has expressly stated, outside the four corners of the page of the judgment, that he intends it not to be a dismissal, you know, on the merits --",
  "Well, I think that's a possibility, but I would go with --",
  "Otherwise specifies would suggest that you --",
  "But you ought to stay within the four corners of the order, and if the judge doesn't specify otherwise, it is claim-preclusive, and there is an opportunity at that moment --",
  "Yes.",
  "It does. It does mean that, and that's --",
  "That is right, because the Federal court system sets its own rule for when a dismissal is on the merits and precludes further litigation of that claim. The Federal interest in that --",
  "Let me go --",
  "Yes.",
  "Let me go directly to that point. Almost all of their arguments are in fact arguments that Judge Collins, the Federal district judge, got it wrong. To the extent that they believe that she got it wrong -- and there are a number of different arguments you could make. You could make the argument that Justice Scalia is making that Judge Collins should have thought, and counsel for Semtek should have argued to her, don't make this dismissal a dismissal on the merits. Specify otherwise, for any one of a number of reasons, either because we think that it -- since this is a State law matter, State law doesn't make it preclusive. They didn't do that. They did not, after the dismissal comes down, and not only under Rule 41 -- they didn't file under Rule 59(e) --",
  "That's because what is at issue here is not a determination of what the law of business torts ought to be in California. What is at issue here is not even how long one has to sue. What is at issue here is the effect of a judgment of a case that has been adjudicated in a Federal court, where the Federal Rules of Civil Procedure set up a clear system, a signalling system for saying, all voluntary dismissals are not on the merits, are not claim- preclusive, all involuntary dismissals are, that's a default rule unless you otherwise specify. Now, there may be many reasons why you would think, Justice Scalia, that a Federal judge sitting in diversity ought to make a decision dismissing the case on statute of limitation grounds or any other grounds not claim-preclusive, that the judge ought to specify otherwise, and Rule 41(b) provides for that, so that whatever the reasons are, a Federal court sitting in diversity and a party before that court can say, you should not make this claim-preclusive. One of the factors you ought to take into account is the existence of a contrary California law on claim preclusion. And if the judge insists on not otherwise specifying, or in this case making it absolutely clear, by saying this dismissal is in its entirety with prejudice and on the merits, you can seek relief under Rule 59 from the form of that judgment and you can go to the Ninth Circuit Court of Appeals, where they went to contest the merits of the statute of limitations claim. They didn't do that. They didn't take it to the Ninth Circuit. They didn't seek certiorari. If that judgment was wrong, it is wrong in a way that is still clearly preclusive under res judicata. As this Court said --",
  "It seems to me, Justice Souter, that there are two Federal interests. One is in having a clear determination at the time a suit is dismissed in Federal court whether that is an adjudication on the merits or not.",
  "No, it is not --",
  "Well, it is not clear to me that the State of California has a clear rule, but let me put that to one side.",
  "If you assume for a moment that it does, there's also a Federal interest in not providing moot court opportunities for litigants. This is --",
  "Because it would certainly lead to a too-casual resort to Federal court if the judgment was not going to be preclusive. Let me give you a --",
  "You raise a State interest. Justice Souter raises the Federal interest. Let me preface my responses by saying that I believe the Rules Advisory Committee has settled this debate by the way it has written the clear language of --",
  "-- Rule 41, but I'm happy to engage in it, if I --",
  "It does, but we still win. It does in the following sense. I think that the best argument that you can make for saying that a Federal court ought to apply nonpreclusive, ought to reach a nonpreclusive judgment when the State rule so provides. The best rule, the best argument for that would be an argument that follows from Walker and Justice Ginsburg's opinion in Gasperini, where those cases take the position that the Federal rules are to be construed, although under Hannah they clearly prevail, they're to be construed with sensitivity to State interest. So that you could imagine that the proper thing for a Federal court to do sitting in diversity is to say, well, look, it first looks like there's a direct conflict between 41(b) and State law, because 41(b) says these are all dismissals on the merits, but State law is to the contrary, and I have this otherwise-specifies clause, so I can make an exception, so I could in the sense of Gasperini make an exception where there's a contrary State law.",
  "Yes.",
  "I appreciate the distinction, but it's important to remember that any argument you have with what Judge Collins should have done in the Federal district court is an argument that should have been made before her and taken up on the court of appeals, so that if in the future you wanted to tell district judges that they always had to defer to State statute of limitations the way to do that is on direct review of a diversity case. There's a certain oddness here, if you think about it, that we're talking about Erie and Hannah and Federal diversity cases on review of a State court judgment dealing with a matter of State law, because the -- it's just as if Judge -- suppose Judge Collins had said that she was going to decide this case, clearly erroneously, as a matter of Federal common law business torts, and they didn't appeal it to the Ninth Circuit, they didn't seek cert from that. Even though that would be clearly erroneous under Erie, they're bound by that and can't second-guess it. Now, I never got the question of the Federal interest here. You could have a litigant that's got a troublesome statute of limitations claim, because it involves possible concealment, possible latent defects, nondisclosure. They could say, look, we could bring this in Federal court in California. We can try it for 3 years, and if we lose on the statute of limitations grounds we'll have a very good practice opportunity, because it won't preclude us at all from bringing the very same case in some other State.",
  "That's a very good question, and it clarifies a point that they make. Their best point under the Rules Enabling Act, which has troubled Justice Scalia in his questions, is that this is a -- all of a sudden we're making Rule 41(b) into a whole Federal law of preclusion. No, we're not. We're only saying it resolves one of the issues of preclusion. It doesn't reach all those other issues. For example, you have to establish a final judgment on the merits between the same parties involving the same claims. The only issue that 41(b) addresses is whether that first judgment was, in fact, on the merits. It's not a rule of mutuality. It's not a rule of all of these other things. There are a lot of preclusion issues where you would look to State law, and that's a possible outcome, some of which this Court hasn't resolved, but those are not issues with respect to which there is a Federal Rule of Civil Procedure squarely on point.",
  "Justice Scalia, if that is considered an alteration of substantive law it would raise havoc with the Federal Rules of Civil Procedure. There are counterclaim rules, there are interpleader rules, there are all kinds of rules that relate to and have some effect on whether a judgment winds up being a judgment of dismissal on the merits, and it's not the kind of issue about which Justice Harlan was concerned in his concurring opinion in Hannah v. Plumer when he said, we have to be careful, I realize that the Federal rules, if they're arguably procedural, take precedence over State law --",
  "-- but we have to worry about ordering people's private lives. This is not a rule that orders -- that tells people how to order their private lives. It makes political choices that a State ought to make for itself.",
  "If they mean any --",
  "That's exactly right.",
  "Well, this Court has never held that a Federal rule simply doesn't apply in diversity cases when the plain text of the rule says it applies to, you know, all suits of a civil nature under Rule 1, and there's just no way to tease that out of the rule. I think that the uncertainty that would occur -- for many reasons, California has never passed judgment on the question of whether the dismissal of a claim in California for the running of statute of limitations should preclude the same claim from being brought in another State.",
  "Justice Ginsburg, if I may interrupt, as a matter of full faith and credit, but increasingly -- as a matter of full faith and credit if there's not been a first lawsuit, a State -- the second -- the second State in a case like Sun Oil, the second case can apply its own longer statute of limitations, period, even though the first State has a shorter limitations period and is providing the cause of action.",
  "I'm sorry.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: Title I of the Americans With Disabilities Act does more than merely prohibit hostile discrimination against individuals with disabilities. Congress recognized that an additional kind of discrimination is the failure of employers through indifference or whatever to undertake reasonable accommodations to the physical or mental limitations of otherwise qualified individuals. As a result, this act does affirmatively require businesses to lift barriers that inhibit employment opportunities for those with disabilities. The question here, though, is whether, in one particular respect, the act goes beyond a requirement that obstacles be cleared away. The issue is this. Where an employee is unable, because of a disability, to continue in his job, is that employee entitled to be placed in another position instead of a more senior fellow employee who would be entitled to the job under the normal operation of a bona fide seniority system? Now, this is not an easy question, but we believe that in the end a clear answer necessarily emerges from the act, and that is this, that the act simply does not require an employer to override neutral selection criteria wholly unrelated to disability in choosing among applicants for a position, and in particular it does not require the employer to set aside the normal operation of a bona fide seniority system.",
  "That is correct. In fact, I think the presence of that provision in title VII is part of a background assumption in which neither title VII nor any other Civil Rights Act has ever taken what would be a fairly substantial step of requiring an employer to prefer someone for a position over an employee who is entitled to it under a seniority system or, indeed, to prefer any applicant over a more qualified employee.",
  "That is correct. I do not believe that --",
  "Title VII took especial care to do that, but if you look at the more relevant statute, the Rehabilitation Act, it also does not contain any express exception and, moreover, it was interpreted not to require that, but most importantly under title VII, is this Court's decision in TWA v. Hardison, where the Court said it would reach the same result as the principle we argue for here, even without, even before you get to the portion of the act about bona fide seniority systems. The Court in Hardison held that the reasonable accommodation language of that act for religious adherence, the same reasonable accommodation undue hardship language does not require displacing the rights of more senior employees under a seniority system in order to accommodate a religious adherence need to avoid working on a Saturday shift.",
  "Yes, it does, Justice Kennedy, and let me acknowledge that, of course, whenever you have a clear rule like the rule here that an employee, that an employer may apply a neutral standard unrelated to disability, such as a merit standard or a seniority standard, any time you have a clear rule, and that's the way seniority systems operate, you're going to have individual cases where, if you had a different kind of system involving individual assessment, you might reach a different conclusion in the very particular instances, but that -- that notion that you look and see whether in one particular case favoring the interest of the less-senior employee would in some social sense be better, that system is fundamentally incompatible with the nature of how a seniority system operates. This is a system that, for US Airways, there are 14,000 customer service employees. Seniority is a system that gets rid of the potential of favoritism --",
  "I think that terminology is not used, Justice O'Connor. The effect may be the same. What happens under US Airways' system is that periodically, basically once a quarter, all positions are put up for rebidding.",
  "All through the entire category of customer service employees, which would be 14,000. I don't think they rebuild the --",
  "That's right. Each different division would -- well, they're not so much declared open, as simply put up for rebidding. That is, the way the system operates is that there is a -- it's a very simple system. There's a list kept in order of seniority. Everybody can rely upon where they are in the pecking order of that list. When there are positions eliminated, the people who are in those positions are not necessarily the ones who lose their job. If two positions are eliminated in the freight area, the two juniormost employees have to leave, and the --",
  "No. There is no -- there's no -- if you gained the impression from respondent's brief that Mr. Barnett's position was somehow singled out to be declared vacant --",
  "That is correct. That is correct.",
  "That is correct. The company's --",
  "Yes, and I'm glad you asked that. Of course, the company's consistent position in court, whenever someone wants to have a court review how a seniority plan is applied, is it relies upon the fact that it does not create legal rights enforceable in court, but no one has challenged the fact that it is a bona fide program. It's not a --",
  "Yes, absolutely. We believe that the reassignment aspect of reasonable accommodation does have considerable bite and does considerable work. It requires you not only to consider, but actively consider whether there are any other vacant places in which you could place an employee.",
  "That is correct, and we believe that what that means, Justice O'Connor, is that an employer must, unlike the situation under the Rehabilitation Act, where you could simply say you can't do the job --",
  "-- we're letting you go, we can't accommodate that job, they have no obligation to consider other places in the company. Here, they have to actively consider. You have to actually go out, you're obligated to go out and try to find a vacant position.",
  "Well, you are exactly right that when the quarterly rebidding process comes up, yes, they have to consider, and they did, indeed, consider Mr. Barnett's request to be transferred into that position. Moreover, if they needed to make adjustment or accommodations on how that second position functioned, they would be obligated to do that as well. What they were not obligated to do at this point, after they've identified available positions, overridden any arbitrary rules that say, you know, some people can't have that position, altered the position, they then consider whether there's any good reason not to place Mr. Barnett in that position and, in the absence of a good reason, they are required by this provision to do so. At this point, we believe that the better reading of the act does not require the employer to override neutral selection criteria wholly unrelated to disability in choosing among applicants --",
  "Yes. I believe that an employer is entitled, under the statute -- you've got to have a good, neutral reason unrelated to disability, but the bright line --",
  "I mean good in the sense that it has to be legitimate, bona fide business reason.",
  "Yes. You've got to, because the act requires you to make this appointment, but where we --",
  "Where you have a seniority system that's riddled with exceptions, it is perfectly open to someone who challenges that to say, you don't really have a neutral policy unrelated to disability.",
  "The answer to your question is, no, you are not required to do the reassignment merely because your seniority policy is one that applies seniority in some circumstances and not others.",
  "Let me preface my answer by saying that for decades US Airways has had an established seniority policy that covers all of these positions, which has been regularly followed, with one exception for catastrophic illnesses and one revision of how you calculate the time of seniority, so that that issue is not, you know, raised or put before the Court as to whether you would think that not a good reason. But it seems to me that under -- if you look at the sequence from the title VII through the Rehabilitation Act, through Hardison, the background principle that our civil rights laws have simply not restricted the ability of an employer to make a good faith determination about how to fill positions, and that nothing in the ADA itself seems to question that bedrock assumption. That is to say, no one suggests, though it would be a perfectly -- not unduly costly that you need to add positions. Everyone seems to concede and agree that you don't need to transfer an employee to a position that would constitute a, quote, promotion, unquote, even though that might -- the employee might be qualified to do that position. No one suggests that you have to bump an employee who was actually sitting in a position. Here, what you have is the defeated expectations under a seniority system, and if that system is bona fide, the way it works is to allow each employee to determine what his or her most important desires are, and that is what you gain through seniority. If you lose to --",
  "Yes.",
  "Let me acknowledge that what makes this an interesting case is the fact that the ADA does go beyond merely prohibiting hostile discrimination, so you're right that there are things that an employer affirmatively has to do that it doesn't have to do for other employees under this act. The general language of the act, though, in my view is not sufficient to change the landscape that existed under the Rehabilitation Act, where the Courts had uniformly held that reassignment was never required. It's now a possibility, but you're never required.",
  "It did not have in it the word, reassignment, but we don't think that that word is intended to change -- in the Hardison case under title VII it was a reasonable accommodation case, and yet the Court said, no, there's a bright line. We're never -- even though the religious part of title VII requires a reasonable accommodation, we're never going to require another employee to sacrifice his or her standing under the seniority policy. Now, the other part of your question, I think the question asked by Justice Breyer was, but what if it's really reasonable in a particular instance, and here's where I need to suggest why that approach is fundamentally inconsistent with how a seniority system operates. You are introducing an element of judgment and discretion which will unsettle settled expectations in a way that is completely unpredictable. What happens is, you simply can't know what the domino effect will be of substituting for a seniority system. This is a system that is now operated by lower level managers who need to keep a posted list where every employee knows what the position is. If someone -- it would be a fundamental alteration of the system to require the employer no longer to utilize this neutral basis. For example --",
  "That is how you read that brief, and I see that is not a distinction which Congress made in title VII when it chose there to protect seniority plans,and it is not one that seems to make a great deal of sense here. That is, in many States, in spite of the language put in by US Airways, in many States the provisions of a company plan are legally enforceable in court. Moreover, I don't think there's any intent on Congress to weigh in on the question of whether the workforce should be unionized or not unionized by giving the disabled lesser rights --",
  "I think what reasonable accommodation --",
  "Undue hardship, that's right, really goes to cost on an employer. I think the reasonable accommodation language here requires an employer to take affirmative steps to try to enable a person with a disability to continue in the workplace, and in particular with respect to reassignments, to look for vacant places to make second job accommodatable, for example, but not to cross a very major line --",
  "Yes, it is unreasonable for the following reason. The reassignment, the sort of quarterly declaration of vacancy to which you refer is simply how a system operates where every employee accumulates seniority and then gets to choose the position and the shift, so that if you gain seniority, you get enough, you say thank goodness I can now get off the graveyard shift, I can go on the swing shift or the day shift position, I've gained all of this, and that is rebid every quarter. People rebid on positions, and that seems like a perfectly reasonable thing to do. It is a -- there's nothing -- what is the bright line, I think, here is that Congress has -- would have fought long and debated hard before it took the major step of saying an employer could not, at the end of the day, once all accommodations had been made, choose a person for a position based on who was the best-qualified or who was the most senior. Now, let me say again what --",
  "Justice Souter, that is a good question that I think would go to whether it was an undue hardship.",
  "But here, on the question of unreasonableness, I think we're looking at a question of principle. As Judge Posner said in the Seventh Circuit decision, it is a difference not just of cost but of principle, and here the principle at stake is the interest of other employees, so --",
  "And even -- even though we don't know the numbers, because we don't know ultimately how broadly the court will interpret the phrase, disability, which you have sub judice in other cases, and even them would take some working out. We don't know the numbers, but we do know how it would disrupt the expectations of employees. Here, for example, even though we have a bright line rule -- we have a bright line rule with promotions. Even though promotions are a reassignment to a vacant position, you never have to promote, and that's because there's a good reason, it is thought, that promotions are not a reasonable accommodation. There's an even better reason, in my view, not to trump the rights and interests of other employees who have earned a right to a position, and to try to look, as several of you have in questions, as to whether it might be reasonable in a particular instance, I don't know how you place this burden on managers in a system that is a seniority system to make those complex social judgments not knowing what the domino effect is. You could have --",
  "That could well be. We don't know what the effect is, because someone will be bumped if they don't get their desired position. For example --",
  "We don't know what the consequences will be, because what Mr. Barnett is asking -- and this is from his declaration, which is not in the joint appendix, but is at page 3 of his declaration of February 28, he says, the intent and potential effect of my request was to have the employee who is going to displace me in the mailroom go around me and bump the next less senior position. You could have the following situation. You could have the person who's claiming the job in the mailroom could be an older single parent who's finally worked out child care arrangements and is entitled by seniority to the mailroom position, but who finds out, when, though she is senior in position, or he is senior in position, that Mr. Barnett is insulated from the normal operations system, would have to bump the next position down, which might well be a graveyard shift position, or a position in cargo, which the person was too old to handle the effects of, so you simply --",
  "And I think we don't know that, Justice --",
  "Because it could well be that the more senior employee who needs to be in the mailroom, she needs -- her position is being eliminated. She needs to be in the mailroom, which has a day shift. She's senior and entitled to it. She can't get it. The next senior position, which she has to take, could be a graveyard shift, or a graveyard shift in cargo. She might not be able to work --",
  "It may well be in many instances the bottom-most person will lose their job, and it could be that the more senior person would get a job that they -- that doesn't work out for them.",
  "Not necessarily.",
  "Under our plan, it won't be that more people will lose jobs, or get their less desired accommodation. It will be that the more senior employees do not get the position to which they are entitled, which for complex reasons may be very important to them. I'll reserve the remainder of my time.",
  "Mr. Chief Justice, when it comes to filling positions, which is fundamentally different, I think, than adding other elements, there's nothing anomalous about a per se rule, nor is that inconsistent with giving individualized considerations. The rehab act and title VII both said that you don't displace seniority systems. In Hardison v. TWA, this Court did not say you have to ask whether the more senior employee's reason for needing the Saturday off was either trivial or serious. When it comes to positions, there is a good reason for letting the more senior employee choose the more desirable position. I don't think either the line managers or the Ninth Circuit engaging in an individual case-by-case assessment could possibly make that a workable system. The notion that there's no one who's going to be hurt reduces to this, that when the more senior employee claims the position under the regular operation of the statute, their response is to say, well, that more senior employee can always go and be a cargo handler on the night shift. We don't know that. We don't know if that would work. In effect what you're doing when you promote somebody to a greater seniority priority is that you are promoting, and we do know that however reasonable it might be in a particular case, if you did an intensive case-by- case thing to say, why don't we promote this person to the secretarial supervisor, that itself is never required, because we think that in a sense you're really going to lose your way in trying to manage a company if you move away from bedrock proposition that an employer is never required to choose the less-qualified or the less-senior person once they've made all the other accommodations. That would be a major social change. There is an argument that someone who loses one position because of a disability ought to have a priority claim for another position even over someone who is more qualified or more senior for it. That would be a major policy change that we -- for which there are arguments for and against. The Congress --",
  "Thank you.",
  "May it please the Court, because North Carolina believes very strongly that the right time to challenge the Census Bureau's planned use of a statistical method is before rather than after the census is completed, let me begin by --",
  "Under your decision in House of Representatives, I think on page 332, you note that citizens of Utah, you didn't specify the state, but citizens who anticipate that the use of a method like imputation, as suburbanites might, would dilute their in intrastate districting representation, are specifically said in House of Representatives to have authority to bring that suit. So I think that there would have been parties able to litigate it. In response --",
  "Yes, you can, Mr. Chief Justice. It is true, as you noted, that there might not be a special incentive on Utah's part, but they don't know they are going to be the loser. They might have come out better or worse with or without imputation. But every governor, attorney general, states and cities are carefully watching this. Many as you know sued in 1997. So the suit could have been brought that, by any resident of a suburb could have had an expert allege that they are going to be diluted if you impute households because it's rural areas where the files are often damaged or --",
  "Justice Ginsburg, that is correct, if a state is unable to show, does not have the experts about a forthcoming census that is unable to demonstrate that it will be aggrieved. How much we should worry about a nonaggrieved party not being able to obtain judicial review is --",
  "They are now, but my point is that if Utah had been watching this carefully, and as you know, many states were involved in the '97 litigation as amici and otherwise. Surely the Governor could have found many citizens of the State of Utah who, and this suit itself includes individual voters, some of whom may very well, the plaintiffs --",
  "I understand that.",
  "It seems to me that that is exactly correct, but that it's exactly why any governor, major city mayor or others, these citizens, those who brought suit in 1997 and did not include this, suburbanites are going to hurt, would want to sue, could bring the suit, but in any event, they could also participate in the Bureau's process. Utah never made this objection. Now, here's why that's so unfair. It's simply this. The, it is, we don't know who would have gained this seat if Utah had bought its objections to the Census Bureau before the census was conducted.",
  "Yes. The public law which was the basis for the suit in 1997 is a permanent law, and that suit allows aggrieved parties to bring suit when the census produces its plan. So it's certainly at least --",
  "Yes. The law involved, the public law, that was a basis of the '97 suit makes it clear that if you could say if they do that plan, that's exactly how it works in House of Representatives, if you do that plan, we expect that our district will be diluted.",
  "Yes. The Census Bureau does have a structure for doing this. I'm not saying that they are foreclosed because they didn't participate in the administrative process, but the Bureau was open to hear these objections and the courts were open to hear them.",
  "Yes. And that is the exact process that is followed with every -- that's why they publish the plan for the census. Now, if --",
  "Justice Breyer, those who sued in the House of Representatives litigation had a very thin basis for knowing that they would be adversely affected. Indiana maybe wrong in thinking that --",
  "And here's why. Here's why it's not unfair. Because the unfairness is so great for the disruption on the other side. If it had been determined by the Bureau itself or through litigation that imputation could not be used in 2000, the Census Bureau absolutely would have used some means other than imputation to ascertain the enumeration of those established residential addresses whose records were damaged, missing or incomplete. There are in North Carolina approximately 16,000 households that are established residential addresses on the carefully pruned master address list. Those houses often were visited by an enumerator in the, often the houses were added where it was status imputation by a field enumerator during the enumeration process. But the new form, because it wasn't on the master address list before being added, never caught up with the master address list. So you have no residential addresses, and, and the Bureau absolutely would have had another method. I mean, even now theoretically they could go back and start again and say what are we going to do about 620,000 established residential addresses for which we don't have input numbers, because at the end of this massive process, now, this is a process that involves 500,000 enumerators, 120 million households, one and a half billion pieces of paper, imputation occurs at the end of that process when all the records are centralized. It began in 1960, five censuses ago because that's when computers were able to process these cards. Damaged cards, now forms, can't be read. The data is discrepant or missing. It doesn't mean that these are households that were visited six times.",
  "Yes. Justice Ginsburg, we are not suggesting that these issues are immune from judicial review. I believe someone could challenge imputation and would.",
  "That is a very helpful answer, and that is not -- a very helpful suggestion. And that has not been by any means ruled out, nor has it been ruled out in my view that a state could say we believe we are entitled to have a fair process determine our representation. This process isn't fair. We don't know how it's going to come out. But this process is loony. Now, you would also see there's just a matter on the merits. Congress has said in Title II, Section 2 that the President's determination shall be final and the states are entitled to that for the next period of time until the next apportionment unless Congress itself acts, which they specifically provide for. That's surely constitutional because the Constitution itself in providing that the census need be done only every 10 years puts a great stake in permanency. Now, turning to the merits, it's striking the extent to which the issues in this case are anticipated by the Court's decision in the Wisconsin case. At page 22 in Wisconsin --",
  "Oh, at this stage?",
  "Justice O'Connor, that is a very good question. Utah seems to assume that if the case went back to the District Court, overturning the District Court's ruling that imputation is satisfactory on the statute and the Constitution, that you would simply take out those occupancy figures for 620,000 households nationwide. It seems to me that the, that what ought to be done is you return that to the Bureau and say now there may be time to match up the missing forms that were added late in the enumeration process. There may be other ways to recover that data. Ways that certainly would have been done if it were brought before the census might still be brought now. So that we don't, it seems utterly unfair to treat all of those as zero when some of them are houses that, an enumerator comes to 212 Elm Street, it's not on his list, he goes in, interviews Ozzie, Harriet, the kids, sends in the form and it was corrupted or it didn't get matched up at the time, faced with that time deadline. It may now be available. We don't know who would prevail on that. On the statutory issue I think if you look at page 22, the Court itself creates statistical adjustments as done in '70 and '80, and as they were done here --",
  "I'm sorry, Justice Rehnquist. I referred earlier to the decision of Wisconsin vs. the City of New York, the unanimous opinion. On the statutory issue, the Court says that the statistical adjustments in 1970 and 1980 which were imputation, hot-deck imputation, were an entirely different type than the adjustment considered here, and they took place on a dramatically smaller scale. The Court also treats actual enumeration in the Wisconsin case and speaks of actual enumeration at page 6 in the Wisconsin case as having been something that the Bureau has never, or the country has never actually achieved actual enumeration. It's never been wholly successful. Treating it clearly as the end result of the process, the right number and not as a method. Now, let me go right to one point. We do not believe that there are no constitutional limits on how Congress can conduct the census. Wisconsin says that there is virtually unlimited deference to Congress, but they also set a standard that the congressional goal must be related to representation according to the respective numbers. The way I read that is this. A proposed census as designed is not reasonably calculated to produce distributive accuracy among the states is constitutionally suspect, because it will not produce an apportionment according to the respective numbers. And that would be a fatal flaw. Here, every imputed occupant and household is to an established residential address with a precise geographical location. It was an effort to enumerate every household in the country by using the best information available on known household addresses. This is historically consistent with what we did when the neighbors are asked for their opinion, the postal worker is asked for his opinion. You use proxy information. Here you take --",
  "Yes, it is.",
  "Yes, it is a statistical method by which you take, when you have a known established household address, the information from that, basically the next door neighbor, somewhat refined, Justice O'Connor, the next door neighbor that was a nonresponding household of a similar type and they found over the years that that information is more reliable than zero. Utah's position is that the Constitution requires when you have an address known to be occupied, if you put down that it's occupied by zero people, that's not an actual enumeration, that is literally a counterfactual enumeration from what one knows to be the case. This is a process where you use one unit's characteristics to supply to another.",
  "It imputes only to known addresses. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The question on which the Court granted certiorari was whether the plaintiff must demonstrate that it has already suffered economic injury as a precondition to any and all relief under the 1996 act. The text of the act answers that question, and answers it no. There's simply no such requirement included in the statute.",
  "Justice Scalia, we agree that the act requires a showing of actual, present dilution, and that such a showing was, in fact, made below. What is dilution? A number of you have asked that question. It's best understood in light of the fact that this is a very narrow statute that only protects a few very famous marks. I do not think, for example, Justice Scalia, that Delta would qualify as a famous mark because it has been used so often in other third party uses. The --",
  "Then it would not suffer the disqualification that would come as to what is present --",
  "-- about proliferating uses. Whether it would otherwise satisfy that would remain to be seen. I think that the Court can, and the courts can narrow the application of this statute by taking very seriously the requirement that it has to be a truly famous mark that has. Take the example that was given to the House --",
  "I don't know --",
  "-- on those facts. I'd have to know whether, if -- as it is today, yes, I would think if it --",
  "If they're not sure who's the source of the product, it may be infringement, and the reason I resist the use of Delta is that a lot goes into a determination of whether -- as it did in this case -- as to whether a mark has those special qualities that mean that the second or junior user and the third, fourth, and fifth are lessening its capacity to communicate these very distinctive ideas. The example used in the House report was Tiffany's, for example. We all know that if another jewelry store starts as Tiffany's you've got an infringement claim, because consumers would be confused, but as the House was told, what about a Tiffany's Restaurant, and that means that Tiffany's used to stand for one thing, it now stands for two, but here's the absolute heart of the matter, where the FDA comes into play.",
  "Yes.",
  "I have, and --",
  "There may be no difference. I'm assuming that both -- if you assume that both Delta and Tiffany's are famous marks.",
  "But here's why Delta Faucets and Tiffany's -- if the original marks are famous -- both constitute the harm of dilution. Dilution --",
  "Just using the name --",
  "No, not under the act, and -- and nor is just using the name enough, nor is just semantic similarity. You have to make out the statutory proof that it actually --",
  "It causes dilution, and dilution --",
  "It's creating a mental association. Similarity is not enough. But take an example that shows how critically important stopping the first use is. If you can have a Tiffany's Restaurant, then you can also have a Tiffany Shoe Store, a Tiffany Pet Store. Very soon Tiffany's no longer --",
  "Where will it all end?",
  "That is exactly --",
  "Exactly. The -- what Congress saw as the harm, Justice Breyer, for truly famous marks, to quote from the House report itself, is that dilution applies when the unauthorized use of the famous mark reduces the public's perception that the mark signifies something unique, singular, or particular, so that Rolls-Royce, which once stood for one thing, once it's on 100 products or 1,000 products no longer identifies and distinguishes --",
  "Congress determined that that was bad because --",
  "Congress determined that that was bad to the extent that the mark no longer stood for something singular or particular, no longer conveyed --",
  "No, I do not -- it is not at all the case. Congress made it clear that safe harbors were to extend a wide --",
  "And it --",
  "If you lose distinctiveness, what you lose is the selling power of the mark. Rolls-Royce stands for something important. It conveys something that consumers -- it signals to consumers. Rolls-Royce is very careful about what products it allows to --",
  "Justice Scalia, it is -- when you look at whether a mark is famous -- and in this case, it's simply not contested. This is a mark that comes in behind Levi's and ahead of Rolex on the -- on the list, but when you contest that, you do look at a number of factors, so you can't stand here and pick out any one, and that's a -- that's an important gatekeeping function to narrow this statute. Now --",
  "Not just that, but a certain mark and quality and kind of product is exemplified, and that's what makes a mark famous. It gives it this. Now, if -- we know that these marks have value. When -- when companies are acquired, often as much as four-fifths of the value may go to use that name. That is something quite valuable, Justice Breyer, and its value is going to be lost --",
  "-- if there are a thousand different ones.",
  "Yes. Yes.",
  "There is no --",
  "I believe that is the case, Justice Scalia, that --",
  "No, I think they would be on similar footing, and Chevrolet has its own kind of appeal. It appeals to -- for those of us who live in NASCAR country, there is sometimes a more appealing image to Chevrolet than to Cadillac. I don't mean to make value judgments.",
  "That is a very good question, and that is Justice Breyer's question for --",
  "We believe that obviously the mark does suffer in value if you make out the finding of dilution. The Fourth Circuit would require you show actual --",
  "No, but what you -- what you presume is that the economic injury that you're talking of may not be identifiable -- often would not be identifiable -- until it's too late to rectify the harm that has been done. If you think of -- we usually use as examples where there is one other competing user. What faces the sort of in-house intellectual property counsel for a company with a famous mark is that there are users popping up all over the country all of the time, so that if the first user, say Victor's Little Secret, exists in Elizabethtown, Kentucky, and if you can't show that that alone produces the kind of harm you're looking -- or that your question would imply one might be looking for -- how can you stop the second, the third, the 500th use? At what point -- there's no privilege for the first user, so that by the -- here's what would happen. By the time you could show economic damage to the harm, first of all as a matter of law you might have lost the status as a famous mark because there are all those users out there. Secondly, the -- it is not clear why you would prohibit the 500th user of the mark, the 500th different kind of store when you allowed the first 499 to go on, so that -- you ask the question of whether, at present, this use lessens the capacity of that mark to identify and distinguish.",
  "Well, I think this case is a very good example, because you have a court which goes through a list of factors to reach a conclusion. The opinion is rather short, but that's because the conclusion in this case is so close to being a core example of the statute. They -- they mention the fact that it's a very distinctive mark, the degree of similarity, the proximity of the product lines helping to create that association, the shared customers -- 39,000 catalogues distributed in Elizabethtown. The suggestion is there are some --",
  "Yes. There are 39,000 Victoria's Secret catalogues distributed in Elizabethtown, Kentucky in 1998.",
  "That is a good question, but I -- four, he says, but I think that's his guess. We don't know. I --",
  "I -- I -- think it is substantial. Now, once you have these other uses out there, particularly if it's a --",
  "Absolutely, just as I think you could, Justice Kennedy --",
  "What you have to --",
  "No, because here you have -- here you have an actual association. What you have in this case, for example, that the judge relies upon, is not a survey. It's proved by actual consumers.",
  "Justice Breyer, Congress simply did not agree that no harm has been done when the famous mark loses its singularity, and remember, if there can be one store under Victoria's -- under Victor's Little Secret in Elizabethtown, Kentucky, there can be a thousand opening the Monday after Superbowl Sunday.",
  "The --",
  "Well, it's -- your example is that there is a -- you're suggesting a mere mental association. I'm not sure your --",
  "Secondly, I am not -- by no means -- it would take a lot to persuade me that it floats is a truly famous mark deserving of this protection, but Congress believed that the harm is that if you have a mark, and Congress identified marks like Buick Aspirin, but if you -- the very harm Congress sought to prevent is, when a mark stands for one thing -- this narrow set of truly famous marks -- and you have replicating uses, it is no longer going to stand for anything in your mind, and Congress believed, and the market reflects, that that is a true loss. Now, if you wait to try to -- to where you could show, as the Fourth Circuit would require, an actual revenue loss, you can't unring the bell, particularly with tarnishment. If someone opened up --",
  "Justice Ginsburg, I don't entirely agree with that. We do believe that the dilution of the Victoria's Secret name through blurring would be sufficient, but in this case, you don't have to rely upon that, because the court below did find that there was tarnishment when a name not only ceases to stand for one thing, but is associated --",
  "Yes, it does, and the --",
  "Let me just quote you from the treatise, one sentence from the McCarthy treatise. One of the classic functions of a trademark is to signify that all goods and services sold under the mark are of equal quality, or of a special quality. That is part of identifying and distinguishing a mark. It -- the capacity is lessened. It lessens the capacity to identify and distinguish a particular mark when that mark is tarnished by what the trial court found some customers would find to be an unsavory association.",
  "Well, --",
  "Justice Scalia, I think you're misstating the statute.",
  "It's not whether you can identify and distinguish. It's whether the mark's --",
  "-- capacity to identify and distinguish is lessened, and if it no longer stands in one's mind --",
  "If it no longer stands in one's mind, or in the mind and the public perception for the same connotation of quality as it did before the association with the unsavory image, its capacity to identify and distinguish that quality has lessened, but moreover --",
  "The statute uses dilution, Justice Stevens, as a term of art, and nothing could be clearer than that Congress thought that term of art, dilution, encompassed both blurring and tarnishment, as I think --",
  "I may not persuade Justice Scalia --",
  "Well, it -- Congress thought otherwise. The House report says that the definition --",
  "Yes.",
  "And the definition of lessening the capacity encompasses that, but in any event, since blurring is still present, this is thought to be an easy case by the courts below, for -- for good reason. If you imagine hundreds of different users of the Victor's Little Secret mark, the uniqueness, the quality, the public's perception is going to be lessened. Congress further -- to go back to a question asked by Justice Breyer -- made it absolutely clear that it wanted the safe harbors read as broadly as possible to ensure that there was no restriction on First Amendment rights, so the courts are warmly invited to create as large a safe harbor for parody. This is a case in which we have blurring, we have tarnishment, which is a near subset of blurring, but the courts below looked at the direct customer testimony. Colonel Baker, the Judge Advocate -- Staff Judge Advocate at Fort Knox -- looks at a Victor's Little Secret ad in the base newspaper and writes off to Victoria's Secret and says, they're using your name in an unfavorable way. His -- his deposition testimony remarks --",
  "Yes. Someone else, I think you well -- you begin to have the elements of the proof of dilution when you show that someone is using the same -- or a name which reaches mental association because of a number of factors. You have the elements of dilution. You might not yet have, as you have proof in this case, of a really lessened capacity to identify and distinguish. Now, another -- the -- nobody sought to introduce a survey in this case. I would trust Federal judges more than sociology graduate students to make this kind of determination, and nobody sought to bring before this Court a fact-bound determination of whether all of the judges below were correct when they found that there was a strong association, and beyond that, that the use of the Victor's Little Secret mark to sell the kinds of goods it sells, which some customers find unsavory, and which Mr. Moseley himself testified some members of the public find -- at least -- extremely offensive, that that has the effect of lessening the capacity of a Victoria's Secret mark to identify and distinguish those famous goods and -- and products, and that's --",
  "That is correct.",
  "It -- it only affects the fact that it doesn't -- no longer singularly stands for anything, that if Rolls-Royce were on 100 different products, it would no longer -- it would no longer mean anything, and would no longer -- they might as well call their car a Yugo if it's used on products hither and yon. Tarnishment is a particular good example of why the lessening itself needs to be remedied, because once you've tarnished a product, it's hard to unring that bell in the public's mind, if someone had a national program.",
  "Tarnishment has generally been restricted so far in the case law to more unsavory associations, sex, drugs, and matters of that kind. This is an act which is more limited than its critics suggest. They -- of course, whether it was a bad policy was a matter that should have been addressed to Congress, but it can be limited to a few very famous marks. A safe harbor is read broadly. People can use the term, Victoria's Secret, for any purpose they want in parody and commentary, on the steps of the courthouse. They just can't make this one use of it, that is a commercial use in commerce that lessens the capacity of that mark to carry out its function that Congress so clearly had in mind when it passed the Federal Trademark Dilution Act. That's why I think the courts below saw this, like Buick Aspirin and Kodak Shoes, as a core paradigm example of precisely what the statute was designed to prohibit, and why none of the --",
  "None of the most interesting questions arise.",
  "It is in this case, Justice Ginsburg, where the sufficiency of that I think was really not challenged.",
  "Justice Stevens, and may it please the Court: To establish a violation of the Just Compensation Clause, let's remember there have to be three elements. There has to be property -- established by Phillips. There has to be a taking in the constitutional sense, and there has to be a denial by the State of just compensation. Mr. Burman has suggested why that is missing in this case because there has been no just compensation that's denied. The justices of the Washington Supreme --",
  "Justice Kennedy, it is a taking when the government takes your property without a sufficient regulatory basis. And the compensation they owe you, if it is zero, and zero is paid, there is no violation. I know it is somewhat surprising since the founding generation was so wedded to rights of property, but the Fifth Amendment expressly confirms the authority of government to take property for public purposes, State, local, and National. They have to pay just compensation. If they take $1 million of your property and pay you $999,000, they've violated the clause. If they -- if your property is worth $10, and they pay you $10, they haven't violated. And if it loses $10 in value, and it's worth zero, then they owe you nothing. There's no denial, no violation of the Fifth Amendment. Professor Fried would say in that instance, if the value declines from $10 to zero, you enjoin them from taking it. That's not the answer. The answer is that the compensation is zero. Now, in this case, by definition, as the justices of the Supreme Court of Washington -- insofar as the English language would permit it -- said we do not want to take property that individuals could earn on their own. They say at page 149 of the joint appendix from the original IOLTA order, in adopting these amendments to the Code of Professional Responsibility, we make clear that those funds available for the IOLTA program are only those that cannot under any circumstances earn net interest. And they even were careful at page 165 of the joint appendix to say that as cost-effective subaccounting services become available, making it possible to earn net interest on smaller amounts for increasingly shorter periods of time, more trust money will have to be invested for a client's benefit under the new rule. The rule is self-adjusting. Unquote.",
  "My answer is that --",
  "Yes, because this Court's cases make it clear, Justice Scalia, that the amount of just compensation that is due is the amount of your loss. And if your loss is zero, there's no denial of just compensation.",
  "No. I would not -- I would not count that as all. The -- the proper measure is what a willing buyer would pay a willing seller. In this instance, I think, it's the -- what is taken is the ability to use one's money to earn money for a period of time. What would a willing buyer pay for that? If I have a few thousand dollars to invest for 72 hours and say to Professor Fried, you can pay me for the value of that -- my right to earn that money; if he goes to the bank and the bank says, you can deposit here for 72 hours, but when you come back, you will owe us money, he's going to pay me zero. Now, if --",
  "I think that is a mischaracterization of the facts, Justice Scalia, that the money that he put in, if invested at that rate, in a world without transaction costs, would have earned that amount of money, but that world doesn't exist in the -- in the Milky Way.",
  "The $7 --",
  "That's not the case because the --",
  "Precisely, it's --",
  "That is exactly correct, Justice Souter.",
  "Justice Breyer, I think the cases make it clear that you look to what a willing buyer would pay a willing seller.",
  "The money that is -- the money that is acquired -- taken in the common language sense -- comes from the money that is generated by the pool of funds. It's not money that could have been paid to the individual client. And these rules make it clear that if you could pay it to the individual client, because you can't -- you can't find out who he or she is, or allocate the money to them. So it has no net value.",
  "Well, you -- you did decide in Phillips that the interest was property, but you have to look to what the value is.",
  "It is the -- it is the property of the client, and if there is an -- a way of getting net interest to the client, these rules require it. Now, several of the examples suggest --",
  "Absolutely correct. You -- you inform the IOLTA program that the money could have earned net interest, and if that's true, the interest comes to you. Now, several of the examples were in a sense more naked wealth transfers. What's different about this program -- we've -- we've addressed the fact that there's -- this third element of a denial of just compensation is missing, but I do want to address the fact that we don't believe that this is a taking because if you apply this Court's Penn Central analysis, all of the factors point in the same direction, in addition to the absence of investment-backed expectations. This is a program that serves an important regulatory goal of avoiding the appearance of self-dealing by lawyers. Now, it -- it raises money for an important cause. And we don't deny the importance of that to the program. It is a cause -- ensuring equal access to justice -- which enhances confidence in the system of justice, and helps the petitioners and everyone else who uses that system. But the relevant regulatory interest noted by the justices at the beginning of their process is that where lawyers are placing funds of their clients in a bank, and the banks are in a position to benefit the lawyers, you have a risk of violating one of the first principles of legal ethics that lawyers are not to benefit directly or indirectly from their clients' funds.",
  "That is not the formulation. The -- the funds have to be taken from the bank. They can't remain with the bank because of the serious ethical problem that was noted in the briefing to the justices that the banks are earning interest and providing benefits to the very lawyers, or in the case the real estate escrow agents who placed the money there. If you can't economically return it to the client, if that cannot -- if that is not economically feasible, and you can't ethically leave it with the bank, then it has to go somewhere. It doesn't have to go to IOLTA. It has to go to some charitable use to avoid this ethical problem.",
  "Well, there are two problems with that kind of -- of client control. One is the tax consequences to the client. If the client directs where the funds go, the interest would be attributable to the client. And secondly, if you --",
  "That's correct. It -- it -- I think that goes to the right to control, and the government often regulates the right to control one's property, particularly in a heavy -- heavily regulated industry such as banking.",
  "That is -- that is precisely right. Now, if you -- if you choose to have a law firm do your transaction, but the client says, I want some other escrow agent, and not the lawyer, then you don't get into IOLTA. But here, I think we have a dispositive flaw in that there is simply no just compensation. And the reason there is no compensation is that it's actually quite complicated to track and allocate all of these funds. It may seem counterintuitive that you can't allocate that interest back. But in Texas, for example, if you look at, I think, footnote 2 of the -- of the brief of 49 State bars, in Texas, where they made $5.5 million, it was on 40,000 attorneys' trust accounts that may have had as many as 1 million discrete deposits. And if we're wrong that -- and there's somehow you can allocate it back, you do so. Now, the --",
  "It is possible but it is not required. I don't believe that the Fifth Amendment has a dog in the fight over -- over what charitable use the State of Washington chooses when they serve this important purpose of making sure that there is -- that there is not this ethical conflict. There are really five different ways that we could win this case, just -- because there are so many pieces on the gameboard. You could conclude that it's not a taking principally because it has a valid regulatory purpose. It's not -- two, it's not a taking because of the absence of any real investment-backed expectations. Three, even if it's a taking, we've established that zero compensation is due. Four, even if you think some compensation might be due, they've never gone to the State -- not a single client -- and tried to prove up the amount of compensation, which is very much in dispute if you look at their earnings credit analysis, unlike Eastern Enterprises where we knew the exact amount, it's very much in dispute whether some or all of those costs would have been borne down. And finally, even if you reject all our other positions, you then reach an argument that we don't need to make because we believe in our other arguments, and that is, why not treat this as a valid revenue measure? Unlike the bad revenue measures of Eastern Enterprises, where the State, or the Government was imposing a retroactive onerous burden on a few identifiable, known people, here it's prospective, reasonably broadly based, and raises -- and modest in the exaction. That looks even as a financial transaction.",
  "I'm sorry?",
  "Courts have the power -- and other agencies often -- to impose fees. That's a State law issue, but whether it's an IOLTA assessment, or a user fee, or however you want to characterize it, if you look at it like that, I'm not sure why it doesn't stand up quite well. Whenever you're talking about money, you have to decide why isn't this just a valid way for the government to raise money? And part of the Takings Clause shares an overlap with the bill of attainder and the ex post facto. Are you singling out a few individuals retroactively, as Justice Kennedy focused on in Eastern Enterprises. Here you're not. Anybody who chooses to engage in X will pay Y. When X is a lot of people -- 40,000 in Texas -- and potentially all of us who do transactions, and Y is a perfectly reasonable amount of money, nonexistent in our view, but minimal at worst under their characterization. Thank you.",
  "Justice Stevens, and may it please the Court: Under the decision below, title IX stands alone as the only major civil rights statute that would permit retaliation against those who complain that the law is being violated. There are at least a half a dozen anti - discrimination laws that do not contain a separate retaliation provision, and every one of them has been found to prohibit retaliation as one kind of discrimination. There's a reason for that. Anti-discrimination laws simply can't be effective if threats of retaliation are allowed to chill those who would seek to bring their institutions into compliance.",
  "That is true, Justice Kennedy.",
  "I understand that other step, and I think that was largely resolved in Cannon v. the City of Chicago, a decision which this Court upheld a right of action to enforce title IX, even though there was also administrative remedies available and which was validated by Congress, as this Court -- every member of this Court recognized in -- in Sandoval.",
  "In this case, there is no doubt that the two established principles together that are settled support this cause of action. The first is that there is a cause of action to enforce title IX. That's Cannon through Congress, through Sandoval, through -- your opinion in Sandoval acknowledges that Cannon is solid law and, the second point, that the statute itself is violated. Title IX is violated by retaliatory action against Coach Jackson. He's -- and -- and this is an important part of title IX because, particularly here, people like Coach Jackson need to come forward because students are often minors. They're not in the best position to know the budgets. It is people like Coach Jackson who make it work, and indeed, I think what is recognized about the -- about the cause of action for retaliation is that it is very important to enable people to bring their institutions into compliance without resorting to litigation.",
  "Justice Scalia, the burden, of course, is on the plaintiff to demonstrate causation. And you should take great comfort from the fact, the Court can take great comfort from the fact that retaliation has been established as a violation of all of the major civil rights statutes, going back to 30 years to title VI - -",
  "That is correct.",
  "Well, Congress has taken a different approach. In some cases, there would be a textual problem. Title VII, for example, speaks of discrimination based on such individual's race or national origin. Title -- and -- and therefore, it might need a specific retaliation provision. Title IX speaks upon - - about discrimination on the basis of sex. And here I think to -- to allay your concern about the coach, we have had -- title IX's retaliation provision has been the established law. It was the law at the time Congress -- it was understood, at the time Congress enacted title IX, that the identical wording of title VI had been construed by the administrative agency to include a cause of action for retaliation. Congress enacted title IX against the background of the Sullivan decision, which had recognized that discrimination can include retaliation. So that it comes as no surprise that every court of appeals that has addressed this issue has found that there's retaliation under title IX. In over 30 years, there -- at most we can find 140 reported cases in the Federal system where there is a claim for retaliation under title IX, and under title IX and all of the other discrimination provisions, courts have found it perfectly satisfactory to work out the causation requirements and - - in -- in dealing with retaliation cases. Now, here, what the respondent did is they discharged the coach who was seeking equal treatment for girls. When it singled Coach Jackson out for adverse treatment, it was discriminating, and when it did so, because he was seeking equal treatment for girls, it was discriminating on the basis of sex.",
  "Absolutely.",
  "Absolutely. First of all, the -- the court of appeals correctly says -- in the petition appendix at 3a, the court of appeals says we assume for the purposes of this appeal that the board retaliated against Jackson for complaining about perceived title IX violations. But for the discrimination on the basis of sex, he would not have complained, and he not -- had he not made a complaint about sex discrimination, he wouldn't have lost his position. He is denied the benefit of coaching in the program. He's denied the ability to participate in this federally funded program as a coach, and he is discriminated against by being singled out for retaliation. And this is not a case in which -- that has concern -- I mean, Justice Kennedy raised the question about this being a funding case, and I understand the special sensitivity that the Court has about rules that are based upon spending requirements where you want to be sure that States understand what they're agreeing to when they accept the Federal funds. This is not a case in which it could not have been anticipated when those funds were accepted. At that time, at the time these funds were accepted, which would have been about 1999 or 2000, title IX's ban on sex discrimination was itself, of course, universally known. Retaliation was understood to be part and parcel of that. We had had 30 years where both the Department of Education and - -",
  "I think the Court - -",
  "Yes. I -- I - -",
  "I understand that. Here, first of all, when Congress acted, unlike the earlier time when it passed title VI, when Congress passed title IX, it was a background in the law from Sullivan v. Little Hunting Park that -- that retaliation was considered a part of discrimination. The title VI regulations were themselves well known based on identical language, virtually verbatim language. It provided for retaliation. And moreover, this Court as recently as the Davis case, Franklin and Davis, and in the North Haven case has found that employment discrimination, sexual harassment by teachers and peer-on-peer sexual harassment all come within title IX and have, therefore, agreed that Cannon v. the City of -- v. the University of Chicago creates that cause of action. Now, this case is actually a lot easier than Davis, even taking into account the concerns that -- that you and other Justices expressed there, because this is not a case where liability is being imposed, you know, for the acts of third parties like students over whom you may have limited control. This is deliberately undertaken actions by the responsible officials acting intentionally. It's not a novel concept the way one could argue that peer-on-peer sexual harassment was as a part of discrimination. But it's been accepted for more than 30 years by the responsible Federal agency.",
  "Justice Scalia, with -- with all due respect, I don't think there's any way, when the district accepted these funds, that they could have reasonably relied on the assumption that they would be free to retaliate against people who tried to comply - -",
  "That is correct.",
  "He did not seek an administrative remedy. He went through the school system itself at every level. He went through five different levels, following the chain of command.",
  "Well --",
  "Here, as in Franklin, as in Davis, as in Cannon v. the University of Chicago, as in every one of this Court's title IX cases, indeed, as in all of its title VI cases involving Federal funds with race, you can call this to attention to the office of civil rights of the relevant agency and they can begin an inquiry. Ultimately they have the authority of the draconian sanction of cutting off the funds to the - -",
  "That is correct.",
  "That is correct.",
  "That is not part of the -- the administrative process is only about institutional funding, which is why the Court has consistently upheld the right to bring these actions for what are violations of the statute itself.",
  "That is --",
  "That -- that is absolutely right.",
  "Well --",
  "Well, I'm sure there have been some instances in which there have been administrative sanctions under title IX. And I don't -- I do not have figures on those, Justice O'Connor. But let me --",
  "-- let me suggest - -",
  "Not to my knowledge.",
  "But I think --",
  "-- I actually have - -",
  "Well, if it's never -- I -- I - -",
  "Justice --",
  "I do have an answer, first, for Justice Ginsburg's question from Ms. Greensberger. The sanction has never been imposed under title IX of cutting off funds. And it - -",
  "That is certainly not what --",
  "-- Coach -- Coach Jackson would have sought, and -- and because that process is not one that's responsive to the individual case -- if you're down in Birmingham, Alabama, the idea that there is some office that has control over Federal funds that's never imposed a sanction, the fact of the matter is -- and it's the reason - -",
  "That may well be the case, absolutely. And Coach Jackson - -",
  "Because - -",
  "Because in this case people like Coach Jackson -- it's hard enough for Coach Jackson to come forward. If he's not able to -- if he's not protected and able to come forward, if retaliation is possible, then you can't expect the -- the teenagers themselves to carry this burden. And in fact, it's the reason this Court recognizes a private cause of action in Franklin and in Davis and in Cannon itself, that you're not going to protect the whistle blower and they're not going to be able to come forward. And it's not just whistle blowers, Justice Kennedy. It's people that want to make their institutions comply and when those efforts at compliance result in penalties against them. It has not led to an excessive amount of litigation, but it has been very effective in giving people comfort to know that they can't be retaliated against. And -- and I -- I understand the -- going to the necessity, but I do think I'm very comfortable with the statute because it is a form of discrimination on the basis of sex. It is part and parcel. The history of discrimination, on which title VI drew, was that firing people from their jobs is what you did when they complained about discrimination, when they tried to vote, when they tried to enroll their students in schools, and it is part and parcel of that discrimination. And it is discrimination against Coach Jackson for his actions on behalf of sex. Thank you.",
  "I'll reserve the balance of my time.",
  "I should make it clear that we're not asking this Court to create or infer a new cause of action. We're asking the Court to interpret the cause of action that the Court itself recognized in Cannon v. the University of Chicago, that was validated by Congress. It was reaffirmed in the Court's opinion in Sandoval. And when you look at the scope of that -- of that prohibition, that cause of action, why would it not extend to retaliation? The idea that you --",
  "I understand.",
  "The practice of Congress has not been consistent on incorporating express provisions sometimes because of language differences, but there are half a dozen major statutes that the courts of appeal have consistently assumed included retaliation as part of discrimination. Section 1981, section 1982, title VI, 1982 as determined by this Court, parts of the Rehabilitation Act have all been construed that way. And why would they not? The notion that you have to admit Geraldine Cannon to the University of Chicago Medical School, you can't discriminate against her on the basis of sex, but then you could turn around and expel her for complaining about your admissions policy makes no sense. In this case, relying upon the vagaries of what any administration might do about enforcement is not necessarily what Congress wanted, and that was this Court's decision in Cannon. And it's reaffirmed it frankly - -",
  "Well, in this case, it has been known to effectuate anti-discrimination laws in order to bring them about by allowing people to step forward. The last point they make is that even if there's a cause of action, and even if the cause of action covers retaliation, it cannot be brought by Coach Jackson because he's not also the victim of the underlying discrimination. That makes no sense in law or in logic. If the captain of the boys' basketball team joins with the captain of the girls' basketball team in a supportive way to say, they're just not treating girls' basketball equally and fairly, and they're both suspended from their teams or dropped from the honor society in retaliation, it makes no sense. Either they both have - - they've both been discriminated against on the basis of sex because they're trying to rectify sex discrimination or neither is. And in this case, it's going to be critically important that this valuable statute, which has meant so much for athletic and academic opportunities for women, to have people like Coach Jackson able to be confident that they've got a right that they can enforce that will allow them to come forward within the school itself and try to rectify these anomalies in and under title IX. Thank you.",
  "Justice Stevens, good morning, and may it please the Court: Justice Ginsburg began by asking whether the Ninth Circuit decision did not in fact empower rather than restrict the authority of the Commission. The answer is that the Ninth Circuit decision fundamentally precludes the Commission from carrying out what the Commission believes is essential to its mandate to assure an abundancy of electrical energy at the lowest possible cost. And that is to encourage a market-based approach to recognize that if you're going to have, as the Commission has said, the kind of investment in the building of infrastructure to produce energy, people are going to have to be able to rely upon long-term contracts. In this case, what the Ninth Circuit's decision did is to take away a very important option that the Commission believes is essential in times of market volatility and dysfunction. And that is the option for parties to get out of the spot market and to enter into a long-term contract of a secure supply. If the Ninth Circuit's decision stood, literally parties, buyers and sellers, would both be precluded from entering into that, because you would know if there were dysfunction that nothing you could say in the contract could mean that you could buy power for the next eight years at $105 at a time, as was the case here, when the spot market was $300. It would take away the option. And sellers would know they couldn't enter into a contract they could rely upon subject only to being overridden in the public interest, which FERC does. And that would be very damaging to the very processes which the Commission has used consistent with this Court's decision of 50 years ago to encourage development in this industry.",
  "Yes.",
  "Well, yes. Justice Ginsburg, that is correct. That was a case where a seller was seeking to get out of a contract that was paying too low. But the fundamental purpose -- the Court recognized even in Justice Harlan's opinion that maintaining the stability and expectation of contracts was going to be important to consumers, to buyers as well as to sellers. In this -- and FERC has adopted that position. In this case you have a situation where the Commission decided that instability in the spot markets was being partly caused by the fact that the State regulatory process had discouraged people from entering into longer term contracts; and FERC said in its 2000 San Diego order, we strongly urge utilities to move their load to long-term contracts of two years or more.",
  "That is true. And when they did indeed undertake a review of this, they decided that with respect to these contracts there was no evidence of bad faith. There was no evidence of unfairness. There was no evidence of duress. There was no evidence of any market manipulation that affected the contracts specifically in these long-term cases. The long-term contracts were part of the solution or the mitigation of the problem. It was a long-term contract that allowed the utilities in this case to get out from under $300 a megawatt prices and to enter into a contract at $105, in one of the cases.",
  "No; and it's very important that not be a basis, because if that were the case, parties would know and parties -- both -- all parties were aware that there was volatility, and the Commission had announced that the conditions were conducive to manipulation of the spot markets. That would mean that a seller would say to a buyer, we know you would like to get out of this volatility and get a regular supply guaranteed at a -- at a much lower price for long term. We can't enter into that contract, because the fact that we know there has been this problem in the market means that our contract won't be upheld. Now, the Ninth Circuit decision says that contract terms are not binding if they were influenced by a dysfunctional market; and that is the very most important circumstance in which having long-term contracting is most valuable.",
  "Justice Kennedy, I don't know precisely what the Ninth Circuit means by dysfunctional. There is volatility. I think the difference would be is there manipulation, is one factor; there were a number of factors that caused the volatility here - -",
  "That is correct, unless - - and this is an important unless -- the Commission reviews those contract terms and finds that the public interest necessitates a revision of the contract. They have that discretion. They have that authority. They are prepared to and have exercised it, but in -- in this case - -",
  "For example - -",
  "That is an example that the Court gave in Mobile and -- and Sierra. But the Court -- but what the Commission would know is that the circumstances would have to be rather extraordinary. Because whenever you were to modify the terms of a contract that the sellers have been relying upon, the sellers became buyers. They also went out on the market. They are buying and selling. So unraveling all of these buying and selling would itself be -- would be dysfunctional; but what sellers would know thereafter is that they couldn't rely upon the contracts. They would either have to stay out of that market or they would have to charge a risk premium, which would raise prices to buyers and consumers. So that long run harm of making it less reliable to engage in contracting would have to be overcome by a fairly severe showing of what the short-term harms would be to one particular set of buyers. The Commission has made those findings. They found circumstances where the contracts gave first priority to commercial uses of power, and at a time of shortage that meant that residential customers would be cut off. The Commission ordered that done. The Commission has been on the job here. They have -- the process by which they grant market-based rate authority is an elaborate one. They get assurances that the sellers lack transmission market power, generation market power, that there are no barriers to entry, that if they have transmission facilities there is open access. They -- any party can challenge that. And any party in this case, any party in this case - -",
  "That is correct. But what the Commission realized is that the parties were aware of what was going on in the spot market. They were able to contract on that basis. They could have asked for what's called a Memphis clause, giving either party the right to seek modification based on some administrative determination of what a right price would be at some later point. They did not. They kept in the clauses that allowed only joint approaches to the Commission, and indeed in one contract said that the rates are fixed and shall remain in effect for the terms of this agreement. That language is illustrative of how you could not enter into a long-term contract and assure that the terms were binding. The fact that - -",
  "Right. Well - -",
  "Yes. Dysfunction - -",
  "Yes. Yes.",
  "That's exactly right.",
  "I don't -- I don't know what you're intimating, but what the conclusion was of the Commission was, for example, that there was no basis to support a finding that the Respondents exercised market --",
  "Well, the Commission expressly said with respect to the -- to the staff report that there was no evidence of any manipulation.",
  "Yes. The aspect of the staff report that said that forward prices were influenced by prices in the spot market and that there had been dysfunction was irrelevant precisely because it would have been relevant were the Commission making its own bureaucratic determination of a right price. But the parties made the determination of the prices that they wanted to agree to, the terms they wanted to agree to, and they did so with full knowledge both that they knew there had been some manipulation, that there was volatility and that they knew they didn't know, as Justice Scalia, said the extent of it; and, therefore, that's precisely why you want to be involved in a contract that guarantees you today that, no matter what happens to prices in the next year or next summer, one of these -- one of these utilities has a guarantee of power at $105. I will reserve my time for Mr. Kneedler, unless there are questions. No, I'm not. He is going to do a rebuttal, whatever amount of time we have, Justice Stevens - -",
  "-- unless there are further questions. Thank you.",
  "Good morning, Mr. Chief Justice, and may it please the Court: When the Exxon Valdez ran aground in Prince William Sound on March 24, 1989, the resulting spill of 11 million gallons of oil was one of the worst environmental tragedies in U.S. maritime history. The only remaining aspect -- the only aspect of the litigation over the Valdez disaster that is before the Court today concerns almost entirely lost revenues by the commercial fishing industry. Exxon long ago paid $400 million in compensation for that lost revenue. At issue here is whether an additional warrant to the commercial fishing class of $2.5 billion dollars in punitive damages is permissible under Federal Maritime Law. The first of the three reasons that the decision below should be reversed is that the Ninth Circuit erred in overturning a maritime law rule that has been settled for 200 years. Although a shipowner is, of course, liable to fully compensate for all of the damages caused by the wrongful acts of a captain in compensation, it is liable for punitive damages under the long-settled rule only if the shipowner directed, ratified, or participated in the - -",
  "Justice Ginsburg, The Amiable Nancy is the only maritime case, but this Court in Lake Shore in 1893 - -",
  "Yes, but this Court's unanimous opinion by Justice Gray in Lake Shore cites with approval The Amiable Nancy decision and the maritime context. Three times this Court has considered the question of whether there should be respondeat superior liability in punitive damages for the wrongful action.",
  "Justice Ginsburg, the issue has been so well settled, and Courts of Appeals have so long recognized, that punitive damages are not available in vicarious liability in maritime cases that the issue, understandably, doesn't -- doesn't come up. It's - -",
  "Yes. In Lake Shore versus Prentice, this Court did in 1818 and 1893 and 1999 address this question, once in the maritime context, once in the context of Federal common law, and once in the particular statutory context of - -",
  "That's -- that's correct. But it -- but the rule is clear from Lake Shore versus Prentice that it is the same rule as The Amiable Nancy rule. There is not respondeat superior liability in the absence of some action on the part of the shipowner. Now, the reason - -",
  "No. The company acts through its policymaking officers or through its policies; so that if a reckless judgment is made by someone who had authority to set policy for the company, either the president of Exxon Shipping -- I mean if the Plaintiffs were correct that the jury actually, necessarily - -",
  "The one thing that, traditionally, if you look at all the Courts of Appeals cases and all of the tradition and maritime law, is that the captain or the pilot, anyone on board the ship, does not implicate in punitive damages the company, or the shipowner.",
  "-- or the ship owner.",
  "I think the tradition is clear, Justice Kennedy, that if it's a -- that the maritime tradition is that, while you are liable for all of the harms caused by that, the decisions made on the ship do not implicate in punitive damages.",
  "That is correct.",
  "You know, I can't rule out the possibility that someone in that position might be, but he did not set company policy.",
  "That is correct. There has -- one has to be someone with authority to set relevant policy who has some responsibility over that area of the company's operations that would not - -",
  "Well, there are two responses to that question. The first is that there is -- this has worked in the context of maritime law for 200 years, and -- and because of the -- there has been a long tradition of needing to foster and promote maritime commerce, and the fact that it's thought to be particularly risky and dangerous to conduct maritime commerce. But - -",
  "There is no question, Justice Souter, but that communications have -- have improved. There is a -- there is much of the tradition of maritime law that still obtains. Maritime commerce, because it takes place on the high seas, is an inherently and continuously more risky endeavor than most other occupations, but - -",
  "Well, to the extent that one doesn't see that the tradition of -- of what's worked in maritime law in its own system of law for 200 years should be different, it is not at all clear why the maritime law rule ought not be the rule on land. There are eight States - -",
  "That is correct. And it is the rule that this Court adopted in Lake Shore versus Prentice, and it is -- it is - -",
  "And the policy behind it - -",
  "That is correct - -",
  "-- although there are some States that have the Restatement position that may read \"managerial employee\" in the way that maritime law does, and that is a person who is in a position to set relevant policy for the company and not just the branch manager at a -- at a Wal-Mart.",
  "That is correct. And -- but my point is not that -- my point is simply that there are good reasons for the maritime law rule, and they have been accepted in other cases. When Justice Gray embraced that rule in the Lake Shore case, he did so because he thought it inappropriate to impose punitive elements on someone who was not actually the wrongdoer. And when Justice O'Connor wrote in Kolstad, she spoke of the important principle underlying common law limitations on vicarious liability for punitive damages.",
  "It was dealing with someone who was at the level of a conductor, I think, exactly on par with the captain.",
  "Yes. Now, I think - -",
  "For punitive damages. Of course, they are bound to pay for all of the harm caused. But that - -",
  "Well, for two reasons: One, he was unable to set policy for any of these issues. And think of the larger context. The reason we want to hold someone, an entity or a person, liable in punitive damages is because they make a decision that is malicious or profit-seeking, or whatever. When you are advancing the policies of the company and are empowered to advance those policies, and you do so in a way that is either malicious or driven by profit motives or hope to conceal it, when all of those things happen, it is appropriate to visit upon those persons the extra punishment of punitive damages. And that's why it's not the importance of the job. It's the fact that when someone acts contrary to the interest -- contrary to the interest of a company and its shareholders, why in that instance should someone who is not advancing the company's interests, not authorized to make policy, do so? So if the - -",
  "Yes.",
  "Not against the company that owned the ship. Only if someone - -",
  "The -- only if the company at a policymaking level is implicated would the company --",
  "Oh, well, I think if the case arises in a maritime context, there would not be - - there would not be a different rule, whether a decision was made on shore or not. If you are talking about a maritime law case - -",
  "Not unless the decision was made by someone at a policymaking level.",
  "No. That's the implementation of -- that's the implementation of a policy. So I think what -- if you keep in mind the purposes of punitive damages, as to whether conduct should be deterred and whether it should be punished, and when you are talking about going against the shareholders of the company, not -- of course, they have to pay for all the compensatory harms. We don't doubt that. But for punishment the notion is that it is the -- that-- that at least eight States have and it is in the maritime law rule that you need to show that there is -- that there is - -",
  "Yes, absolutely. We have not disputed the fact that if the jury actually did have to conclude that Exxon was reckless in the supervision or the hiring or the placement of Hazelwood, that that would be a grounds for imputing punitive-damages liability.",
  "No. I think it has to do with the level at which the -- at which the hiring decision was made. It has to be a decision -- and I think the way the case was tried it makes sense that if senior officials for Exxon were informed and if the jury decided on the basis that at a high level at Exxon Shipping that they knew that this person was -- should not be put in command of a ship, and, nonetheless, it did so, that would implicate them. If I could - -",
  "Yes.",
  "Yes, and I want to be clear about that. The answer to that question is: Yes, the jury could have found that Exxon was reckless in allowing Hazelwood to command the ship and that that recklessness would implicate the company for punitive damages. But they need not have done so. They need not even have reached the issue, and the court of appeals said -- it is at page 88 and 89. The Ninth Circuit said that the jury could also, in the alternative, have found that Exxon followed a reasonable policy of fostering reporting and treatment by alcohol abusers, knew that Hazelwood had obtained treatment, and did not know that he was taking command of the ship drunk.",
  "That is correct.",
  "That is correct. That is correct.",
  "Yes.",
  "That is correct. And that's actually a recent - -",
  "Yes.",
  "The only place it would remain is in statutory settings where the court has to supply the answer to a question of whether punitive damages are an available remedy in a Title VII case. And that's -- that's the only - -",
  "Well, the -- of course, with the -- with the replacement of the Arrowsmith versus Tyson by Erie against Thompkins, it was no longer a broad area.",
  "In the lower courts the rule has continued as a maritime rule law. It has worked within the context of a maritime law rule. Maritime is its own system of law. The fact that West Virginia - - West Virginia has a different law than this Court's maritime law - -",
  "It is in the absence of a - - in the absence of a Federal rule, but here the -- there are -- there's not uniformity among the States. To turn to the second question of whether - - which would actually preclude the need even to resolve The Amiable Nancy issue as to whether there should be as a matter of judge-made maritime law a punitive-damages remedy for unintentional oil spills. Now, the starting point to think about that, I believe, is this Court's decision in Milwaukee versus Illinois in 1981. This is the standard the Court set: Federal courts create common law only as a necessary expedient when problems requiring Federal answers are not addressed by Federal statutory law. That precisely describes this case. The Court looking out - -",
  "Well, the reason I think that's not -- not the case is twofold. First of all, the era in which this Court created lots of admiralty law has receded itself because Congress has become active, and then there's no longer a -- as necessary, a role for this Court. Justice O'Connor, for example, said that in -- that we sail -- the courts sail -- now sail in occupied waters in making maritime law because of the amount of Federal statutory law. And, secondly, the assumption that there was a well developed punitive damages remedy in maritime law, and that we have a harder road to show that the existence of a series of Federal statutes eliminates the need for that, is just not established. This Court itself has never affirmed an award of punitive damages under maritime law. It has never held that punitive damages are available for unintentional conduct in maritime law. It has never held that they were available for oil spills. There were only four cases of Federal maritime punitive damage awards in the history of the country before the Clean Water Act was passed. Professor Robinson finds eight more cases that don't use the term \"punitive damages\" or \"exemplary,\" or anything else; but, at most, that would be 12. We think the answer is four. So that -- and, in fact, the largest award ever -- ever made was for $500,000. So there was no - - and that was after the Clean Water Act. So there's no established tradition of -- of punitive damages. This Court would be making a major step to affirm an award, to play a role, in an unintentional case of punitive damages in maritime law for oil spills. Because what Congress has done here is to obviate the need for a remedy by passing a comprehensive and carefully calibrated statute. But the hallmark of the Clean Water Act is the obvious effort to balance - -",
  "Justice Ginsburg, that sort of concern has much more force if you are talking about issues that go to the substantiality of the evidence. But here the court of appeals - -",
  "Right.",
  "The motion was made before the entry of judgment.",
  "That -- the motion was not on -- on -- the court of appeals held -- not only did the court of appeals press -- not only was the issue pressed and passed upon by the court of appeals, the court of appeals held that the district court was wrong in assuming that it was waived. The district court was told by the plaintiffs that this was the same motion - -",
  "It was under rule 59, under rule 49.",
  "I'm sorry. It was a rule 50 -- it was a rule 50 motion. It was not untimely, and the court of appeals - -",
  "Justice Ginsburg, there are several answers to the waiver question. First of all, this Court has the authority to based upon it because the court appeal based upon it. Secondly, the court of appeals correctly said that as the -- the plaintiffs had told the judge, that motion, he need not rule on because it is the same motion that the -- that had been made earlier. Now the earlier motion was based upon the TAPAA Act, as -- that it features it as a reason why the court need not create or recognize a punitive damages remedy. The second motion - -",
  "That would be the case if we hadn't raised it all. We raised it both times, the court said it was the same motion. Here's what the court of appeals said. The court of appeals said that Exxon clearly and consistently argued statutory preemption as one of the theories - -",
  "That is correct. But the essential argument, the court of appeals is the same, and if the issue were not raised -- even if the issue had not been raised at all in the trial court, even if the had not been put before the district court, the court of appeals still could have agreed to hear the question of whether a punitive damages remedy is obviated by the panoply of Federal statutes that are out there. That -- that there is -- there was an exercise of the court of appeals. The decision is now the law in the Ninth Circuit and this Court has full authority to review it, because as the - -",
  "Well, the -- even Professor Miller recognizes that this is not jurisdictional and that the court has the power to do it, the power to hear this case. And it is before it. And -- and even if the matter had not been raised in the district court, the court of appeals had authority to consider it. And there's - -",
  "Yes.",
  "Oh, uh -- yes, indeed.",
  "The -- the Clean Water Act, the reason it's an important issue, is that the one thing that Congress has not done, whether it's in TAPAA, in the Clean Water Act or the Oil Pollution Act, is they have not provided for punitive damages but moreover, they have never had any remedy that is uncalibrated, that is limitless, that is not carefully measured so that it respects the need to protect the interests to be protective by those laws, by the interest in clean water, with a decision not to overdeter. The problem with having a punitive damages remedy in an area where punitive damages has played no significant role, that is judge-made, is that it simply obliterates the balance that Congress has struck. If you look at the - -",
  "Even on civil fines, even on other aspects of it, there is -- there is a careful calibration. And once Congress has decided that the limits of liability are twice the measurable pecuniary loss, to add to that careful set of remedies that Congress has adopted another remedy that is however many billions of dollars the jury might choose totally unsettled the scheme when Congress has addressed the very issue. When you ask the question: Are punitive damages available for oil spills, and you look at the Clean Water Act, which covers so much of the territory of this act, it is hard to make out the case that - - that there's a need for a judicially created remedy, particularly when the judicially created remedy, unlike something that was done by Congress comes without caps, without structure, without guidance. If Congress were to decide that a punitive-damages remedy, it's likely that they would place some kind of structural limits or caps on it and not have this limitless, free-floating - -",
  "No. That's a -- I think that - -",
  "Even if the - -",
  "I'm sorry. You have a question?",
  "Well, I think surely that's right. And the -- your question recognizes, as have individual Justices, that -- that here you are like a State court in the sense that, as Justice Scalia said, State courts have ample authority to eliminate unfairness and to set their own rules in this area, as you do here. Now, the first - -",
  "Yes.",
  "That is correct.",
  "The - -",
  "Yes. A double - -",
  "Yes, but you would look to what the criminal penalty is that's actually imposed. The Court has said civil fines are a better guide. And the civil fine, the maximum civil fine here for both the State of Alaska and the United States, would be $80 million. If you look to what the responsible law enforcement authorities and public officials of both the United States and Alaska thought was the proper amount, they imposed a criminal fine of $150 million, which was reduced to $25 million because of the cleanup efforts and the fact that Exxon prepaid $300 million of the losses in advance.",
  "Well, there was -- first of all, it would be different to look at potential harm if the potential harm were attempted by the defendant, and the defendant had been unable to carry out the - -",
  "-- the planned harm.",
  "That was not even the basis of liability that was put before the jury. And if you -- and -- nor was it shown that that -- that that would have caused harm. What -- what you really have here is you - - the first thing you would start with, Justice Kennedy, is to ask whether it is necessary for punishment and deterrence. And when you start with payments that have reached $3.4 billion in terms of compensation, fines, remediation, restitution, that clearly obviates the need for deterrence. And if you look to -- if you look to punishment -- if you look to punishment, here the one thing that is clear is that this was not an intentional act. It was not malicious. The company did not stand to make one dollar of profit. There was no effort to enhance the profits of the company, nor was there any possibility of concealment. And what the -- what the Plaintiffs put before this Court, the Respondents in this case, are a number of issues that were never put before the jury, not part of the case, by people who were not even plaintiffs; matters that were outside of the record and contrary to the instructions. So that the jury was told compensation - -",
  "Well, it is absolutely essential to formulate some kind of rule. The best guide is to look, I think, at civil penalties, which gets to -- to $80 million, but to look to what the Court said in your opinion in State Farm, where -- where compensatories are so substantial it may eliminate any need for additional punitive-damages remedy. There's - -",
  "Yes.",
  "Well, two responses: First of all, the $150 million penalty did -- the purpose of the Clean Water Act also includes protection of property. So it's not just for the environment. And, indeed, part of the reason for cutting the $150 million award was the compensation that had been paid. But, secondly, if you - -",
  "Right. It -- even if you took that as calibrated to the environmental damage, the environmental damage was twice what the compensation - - the total compensation paid was $500 million. The company paid nearly a billion dollars for natural resources harm. If $150 million was the right amount for the environmental damage, then the right amount for the half of that that constitutes the lost wages would be $75 million, which is itself close to the $80 million. But here I think that it is incumbent upon the Plaintiffs to show why you need deterrence when there was no profit motive, and you've had to pay $3.4 million dollars. And when if you look to punishment, that can't be a black hole into which all the limits on punitive damages disappear. It's whether that -- if this Court can't set standards that would limit an award of this kind, that is a reason for believing that this ought to be done by Congress if there are going to be punitive damages. I'd like to reserve - -",
  "Well - -",
  "Keep in - -",
  "Keep in mind that the largest award in the history of punitive damages was an award for 500,000. That was 1/14 - -",
  "I -- I say that this -- that the amount is enough to deter anybody for anything when it is $3.4 billion. And it's hard to know how you could have a punitive rationale for something which was unintentional, not designed to make a profit, and could not have been concealed. Thank you.",
  "Let me begin by noting that it's -- I do not think the Court will find in the record that Exxon said this was expected and approved the - - you can look at that excerpt on the DVD and see for yourself what was -- what was meant by that. With respect, it is difficult to decide what level of employee should implicate a company; but it is divisible I think, as Justice Kennedy suggested. It is based on whether that employee has authority over the policy, and even a ship captain may have authority over some policies; he did not here. At the end of the day what the Ninth Circuit held was that Exxon was liable - - could be liable for 2.5 billion, simply because against its policies, Hazelwood left the deck. That's all that we need to be found. Now with respect to the -- with respect to the amount of punitive damages here, where you are - - punitive damages cases generally look to for the need to deter the activity where someone acts out of malice and hostility, intending to harm, which is not true here; or when a corporation acts out of a profit motive and hopes perhaps it will be concealed or that it will make enough money off of it. That is not true here. Exxon gains nothing by what went wrong in this case, and paid dearly for it. In the criminal case, the U.S. and Alaska agreed that the amount of the penalty was quote, \"sufficient to provide punishment and deterrence for the conduct in question.\" Now if you talk about the -- the amount where you have that kind of deterrent, for an unintentional act that -- of the amount that's already paid, I heard no response to what one would say to Justice Kennedy's opinion in State Farm as an outer, outer limit. In State Farm the Court said where compensatory damages are substantial, then perhaps - - this is the constitutional context -- perhaps an amount equal to compensatories would be the most. What was substantial there was 1 million dollars. The compensatories here were 400 or 500 times the -- what the Ninth Circuit found -- 504 million dollars. Yes?",
  "Well, from the stand - - first of all, from the stand point of a company it doesn't matter whether you pay one person 500 million dollars or a lot of people 500 million dollars, in terms of punishment and deterrence. But also it is the case that -- that with regard to the first plaintiff who had been fully compensated, the argument would have been that in light of all that happened, there is no need for punishment and deterrence even in the first case, and certainly cumulatively, when the amount ad reached, say the amount of the civil fines of 80 million, one would have said no more punitives, because the purpose of punitive damages is a public purpose. It is not to compensate the individual. Here we're at 500 times what was considered substantial in State Farm. I don't see -- and what is that -- that part of State Farm is to be considered a dead letter, how one could not see that this is the case. But that -- that amount of compensatories is an outer limit, because if you look to what the civil penalties would be that responsible officials have obtained, it is 80.2 million dollars; and when you look to the fact that this is a case where, as Justice Breyer notes, with the First Circuit opinion, outside the fishing context there would have been no compensatories paid at all, or owing, because it's consequential damages and in most States, the great majority of the States, that is not even a compensable -- a compensable injury. But it is a special rule for -- for fishing. So these are awards -- that would not have been done in any case. This was a tragic and terrible event, and one for which the company has paid dearly, and the -- at the end of the day, the question will be whether this Court without any guidance should assume that there should a punitive damages remedy in areas where Congress has already acted, and whether, if so, the plaintiffs have made out any case of an additional need for punishment and deterrence beyond what public authorities have agreed to.",
  "Good morning, Mr. Chief Justice, and may it please the Court: The Second Amendment was a direct response to concern over Article I, Section 8 of the Constitution, which gave the new national Congress the surprising, perhaps even the shocking, power to organize, arm, and presumably disarm the State militias. What is at issue this morning is the scope and nature of the individual right protected by the resulting amendment and the first text to consider is the phrase protecting a right to keep and bear arms. In the debates over the Second Amendment, every person who used the phrase \"bear arms\" used it to refer to the use of arms in connection with militia service and when Madison introduced the amendment in the first Congress, he exactly equated the phrase \"bearing arms\" with, quote, \"rendering military service.\" We know this from the inclusion in his draft of a clause exempting those with religious scruples. His clause says \"The right of the people to keep and bear arms shall not be infringed, a well armed and well regulated militia being the best security of a free country, but no person religiously scrupulous of bearing arms shall be compelled to render military service in person.\" And even if the language of keeping and bearing arms were ambiguous, the amendment's first clause confirms that the right is militia-related.",
  "Mr. Chief Justice, I believe that the phrase \"the people\" and the phrase \"the militia\" were really in -- in sync with each other. You will see references in the debates of, the Federalist Farmer uses the phrase \"the people are the militia, the militia are the people.\"",
  "Yes, I do believe it includes all the people in the sense of Verdugo-Urquidez, all those who are part of the polity. What -- what defines the amendment is the scope and nature of the right that the people have. It's, it is a right to participate in the common defense and you have a right invocable in court if a Federal regulation interferes with your right to train for or whatever the militia has established. So that - -",
  "Yes.",
  "Justice Kennedy, I think any interpretation that delinks the two clauses as if they were dealing with related but nonetheless different subject matters has that to count against it, and what you don't see in the debates over the Second Amendment are references to, in those debates, the use of weapons for personal purposes. What you see is the clause that, that literally transposes to this: \"Because a well regulated militia is necessary to the security of a free State, the right of the people to keep and bear arms shall not be\" - -",
  "I think, as this Court unanimously held in Miller, or at least noted in Miller -- I'll leave aside the debate. The court unanimously said in Miller that the Second Amendment must be interpreted in light of its obvious purpose to ensure the continuation and render possible the effectiveness of the military forces.",
  "Yes, but once you assume that the clause is designed to protect the militia, it -- surely it's the militia that decides whether personal possession is necessary. I mean, Miller -- what makes no sense is for Miller to require the arm to be militia-related if the right is not, and the key phrase is \"bear arms.\" If people - -",
  "No. I think - -",
  "-- the second clause, the phrase \"keep and bear arms,\" when \"bear arms\" is referred to -- is referred to in a military context, that is so that even if you left aside - -",
  "That is not the discourse that is part of the Second Amendment. And when you read the debates, the congressional debates, the only use of the phrase \"keep and bear arms\" is a military phrase, and - -",
  "When Blackstone speaks of the personal guarantee, he describes it as one of the use of weapons, a common law right. And if we're constitutionalizing the Blackstonian common law right, he speaks of a right that is subject to due restrictions and applies to, quote \"such weapons, such as are allowed by law.\" So Blackstone builds in the kind of reasonableness of the regulation that the District of Columbia has. Now, the - -",
  "I don't dispute, Mr. Chief Justice, that the Second Amendment is positive law that a litigant can invoke in court if a State were to decide after recent events that it couldn't rely upon the Federal Government in natural disasters and wanted to have a State-only militia and wanted to have everybody trained in the use of a weapon, a Federal law that interfered with that would be a law that could be challenged in court by, by an individual. I mean, I think the better - -",
  "Yes.",
  "It would, Justice Ginsburg, if the State had a militia and had attributes of the militia contrary to a Federal law. And if it didn't - -",
  "As far as I know, today it doesn't. And I'm not -- and the Respondents make that, that argument that the amendment is without a use. But you don't make up a new use for an amendment whose prohibitions aren't being violated. I mean - -",
  "That is correct.",
  "That is because, I think, Justice Alito, that those who wanted to retake State authority over the militia didn't get everything they wanted. Madison actually did this somewhat reluctantly and wanted to maintain national control.",
  "Yes, but if -- well - -",
  "It is by no means clear that the Federal Government could abolish the State militia. It may be presupposed by the Article I, Section 8, clauses 15 and 16, and by the Second Amendment that the States may have a militia. That issue has been left open as to whether you could do that, and it can be called into Federal service but only in particular circumstances. Now I think the better argument for the other side, if, if there is to be a militia relatedness aspect of the Second Amendment, as we think clear from all of its terms, then Heller's proposed use of a handgun has no connection of any kind to the preservation or efficiency of a militia and therefore the case is over.",
  "I'm not sure I followed the, the question exactly, but - -",
  "The debate over the militia clause -- what is shocking about the militia clauses is that this is a, a new national government that for the first time has the power to create a standing army of professionals. The militia were people who came from the people themselves, put down their weapons of trade. The States were devoted to the ides of their militia of volunteers, and of all the powers granted to the Federal Government one of the most surprising was to say that Congress shall have the power to organize, arm, and discipline the militia and to -- even though the officers could be appointed by the State, the discipline had to be according to Congress. And this was -- this caused a tremendous negative reaction to the proposed Constitution.",
  "No.",
  "It restricted in our view the authority of the Federal Government to interfere with the arming of the militia by the States. And the word that caused the most focus was to \"arm\" and that is to disarm. Now, what I think is happening is that two different rights are being put together. One was a textual right to protect the militia. I think the better argument for the -- for the other side, for Mr. Heller, is that the amendment's purpose is militia protective, but it was overinclusive in the way that several of you have suggested, and that is that, as the court below said, preserving the individual right, presumably to have guns for personal use, was the best way to ensure that the militia could serve when called. But that right, this right of personal liberty, the Blackstonian right, is an unregulated right to whatever arm, wherever kept, however you want to store it, and for the purposes an individual decides, that is a libertarian ideal. It's not the text of the Second Amendment, which is expressly about the security of the State; it's about well-regulated militias, not unregulated individual license, as is - -",
  "Yes. That is correct.",
  "And if the Court - -",
  "I think they are highly relevant to your inquiry because now 42 States have adopted constitutional provisions.",
  "You're talking about at the time.",
  "I think that the -- the State amendments are generally written in different - - in different terms. If you're going to protect the kind of right that is -- that is being spoken of here, different from the militia right, the plain language to do it would be \"Congress or the States shall pass no law abridging the right of any person to possess weapons for personal use.\" And that's not the right that is created here. One of the troublesome aspects of viewing this as a right of personal use is that that is the kind of fundamental liberty interest that would create a real potential for disruption. Once you unmoor it from -- or untether it from its connection to the protection of the State militia, you have the kind of right that could easily be restrictions on State and local governments and - -",
  "I think it doesn't address the same subject matter as the English Bill of Rights. I think it's related to the use of weapons as part of the civic duty of participating in the common defense, and it's -- and it's -- it's - -",
  "That -- that could well - - the answer then would be - -",
  "Well - -",
  "Parliament could regulate. And Blackstone appears to approve of precisely the kinds of regulations here. Now - -",
  "This is correct.",
  "I think that is -- that's correct.",
  "Well, the different kind of right that you're talking about, to take this to the question of -- of what the standard ought to be for applying this, even if this extended beyond a militia-based right, if it did, it sounds more like the part of an expansive public or personal -- an expansive personal liberty right, and if it -- if it is, I think you ought to consider the effect on the 42 States who have been getting along fine with State constitutional provisions that do expressly protect an individual right of -- of weapons for personal use, but in those States, they have adopted a reasonableness standard that has allowed them to sustain sensible regulation of dangerous weapons. And if you - -",
  "What is reasonable about a total ban on possession is that it's a ban only an the possession of one kind of weapon, of handguns, that's been considered especially -- especially dangerous. The - -",
  "No, it's not, and the difference is quite clear. If -- if you -- there is no limit to the public discourse. If there is an individual right to guns for personal use, it's to carry out a purpose, like protecting the home. You could not, for example, say that no one may have more than 50 books. But a law that said no one may possess more than 50 guns would -- would in fact be I think quite reasonable.",
  "That is correct because there is no showing in this case that rifles and handguns are not fully satisfactory to carry out the purposes. And what -- and what the court below says about -- about the elimination of this - -",
  "I'm sorry.",
  "Yes, I'm sorry. Rifles and handguns.",
  "The purpose -- if the purpose -- if we are shifting and if we assume for a moment arguendo that you believe this is a right unconnected to the militia, then the purpose would be, say, defense of the home. And where the government here, where the -- where the correct standard has been applied, which is where a State or the district has carefully balanced the considerations of gun ownership and public safety, has eliminated one weapon, the court below has an absolutist standard that cannot be sustained. The court below says that once it is determined that handguns are, quote, \"arms,\" unquote, referred to in the Second Amendment, it is not open to the District to ban them. And that doesn't promote the security of a free State.",
  "Yes. And here what the opinion below would do instead -- would -- it's hard to see on the opinion below why machine guns or armor-piercing bullets or other dangerous weapons wouldn't be categorically protected - -",
  "-- in those States - -",
  "No, it's not in the text of the State constitutional provision; it's in their - -",
  "-- reasonable application. And here, the question is how has the balance been struck? The District allows law-abiding citizens to have functioning firearms in the home. From the time it was introduced in 1976, it has been the consistent position that you're entitled to have a functioning firearm. At issue is the one type of weapon - -",
  "That is - -",
  "The number of machine guns, I believe, is in excess of a hundred thousand that are out there now, that are - -",
  "Well, there are 300 million, but whether that's common or not, but the - -",
  "But it's the -- the court protects weapons suitable for military use that are lineal descendants. I don't know why an improved bullet wouldn't be covered, unless you adopt the kind of reasonableness standard that we suggest, where you look to the fact that -- and I don't -- some people think machine guns are more dangerous than handguns -- they shoot a lot of people at once -- but a handgun is concealable and movable. It can be taken into schools, into buses, into government office buildings, and that is the particular danger it poses in a densely populated urban area.",
  "Let me fight back on the notion that it's a -- it's a total ban. It's not as if every kind of weapon is useful.",
  "No. You can -- you can with a proper license. The District has made it clear that there is no doubt that it interprets its laws to allow a functioning gun. And to say that something is a total ban when you own only one particular kind of weapon would apply to a machine gun if it were or came into common use and - -",
  "That is not the city's position, and we have no dispute with the other side on the point of what the right answer should be. It is a universal or near universal rule of criminal law that there is a self-defense exception. It goes without saying. We have no argument whatsoever with the notion that you may load and have a weapon ready when you need to use it for self- defense. I'm going to reserve the remainder of my time for rebuttal.",
  "It's a reasonable regulation for two kinds of reasons. First, in order -- the amendment speaks of a well-regulated militia. Perhaps it's the case that having everybody have whatever gun they want of whatever kind would advance a well- regulated militia, but perhaps not. But, in any event - -",
  "When you -- when you have one - -",
  "Well, every -- every phrase of the amendment, like \"well regulated,\" \"security of the State,\" is something different than a -- a libertarian right. Here you have, I think, a fully - - on this, particularly on a facial challenge, there is no showing that rifles and shotguns are not fully available for all of the purposes of defense. There is no indication that the District militia is an entity that needs individuals to have their own handguns. You -- you -- there is a step that is -- that is missing here. The well-regulated militia is not necessarily about everyone having a gun. A militia may decide to organize -- be organized that way, in which case you would have a different notion. But here, I think, when you come down to apply this case, if you look at about five factors, that other weapons are allowed, important regulatory interests of these particularly dangerous weapons are - - is clearly a significant regulatory, and important regulatory, interest. In two respects this is removed from the core of the amendment. Even if it is not limited to militia service, even in the court below, no one doubts that that was, as the court below said, the most salient objective. So this is in the penumbra or the periphery, not the core. It was undoubtedly aimed principally, if not exclusively, at national legislation which displaced the laws in all of the States, rural as well as urban. Here you've got local legislation responsive to local needs, and this is local legislation in the seat of the government where Congress, which was created in order to protect the security of the national government, and where it would be extraordinary to assume that this is the one place that you're not going to incorporate it, the one area in the United States where no government, free of restrictions of the Second Amendment, could control dangerous weapons.",
  "I am sure he was influenced by that, although I think, honestly - -",
  "Mr. Chief Justice, I want to address first why this law is reasonable and should be sustained, and why the judgement below has to be reversed, however, whatever position you take on the theories of the amendment. And in defending the eminent reasonableness and careful balance of this law, I need to start with the trigger law, about which Justice Alito asked.",
  "Those are alternatives, Mr. Chief Justice.",
  "Just a trigger lock.",
  "There are some versions of the trigger lock that allow you to put the trigger lock on and then load the gun. But the piece that goes in the trigger mechanism, even someone as clumsy as I could remove it and effect it - -",
  "You know, it's a question of where you put the parenthesis. I read that as disassembled and unloaded or under a trigger lock, and that's the, that's the way the District - -",
  "You -- you place a trigger lock on and it has -- the version I have, a few -- you can buy them at 17th Street Hardware -- has a code, like a three-digit code. You turn to the code and you pull it apart. That's all it takes. Even -- it took me 3 seconds.",
  "Well - -",
  "Yes, you can have one with a numerical code.",
  "Let me tell you. That's right. Let me tell you why at the end of the day this doesn't -- this doesn't matter, for two reasons. The lesson - -",
  "It took me 3 seconds. I'm not kidding. It's -- it's not that difficult to do it. That was in daylight. The other version is just a loop that goes through the chamber with a simple key. You have the key and put it together. Now, of course if you're going - - if you want to have your weapon loaded and assembled, that's a different matter. But here's where I want to address the trigger lock. Here's why it doesn't matter for the handgun law. The District believes that what is important here is the ban on handguns. And it also believes that you're entitled to have a functional, usable weapon for self-defense in the home, and that's why this is a very proportionate law.",
  "Yes.",
  "It is -- there has been no showing here that a rifle or a shotgun is inadequate for the purposes of self-defense in this facial challenge.",
  "There are decisions in the District of Columbia about the right of self-defense that apply to this. But here's the most important point. It cannot affect the validity of the handgun law. If you disagree with us that my statements are not sufficient to say that we believe that the law should be read, given the self-defense compulsion, to allow whatever use makes it functional, if you don't agree with that and if you think there's a controversy on this point, because we believe you should have a functional firearm available in the home of law-abiding citizens who wish one, if we are wrong about that and the trigger lock is invalid, that has no effect on the handgun ban. That is to say, the trigger lock applies to all weapons. If it's valid and it means what they say it does, none of the weapons would work. We don't need a handgun; it's unusable. If it's invalid or if it has the construction we believe, it cannot possibly affect the handgun law. If you strike down the trigger lock law, you're throwing us in the briar patch where we think it's where we're happy to be if all we have to do is to make clear in the trigger lock law what we have said here today, that it's, it's available for self-defense.",
  "That only applies if it's - - if it's unregistered. Now, you can't register a handgun, you can't carry a handgun, but that's because its both -- its possession is prohibited. That is to say you can't carry marijuana or heroin from one room to the other either, because you can't use it at all, I think.",
  "Well, it's -- it's -- the carry provision, you cannot carry unregistered firearms. That's just a general requirement, that firearms be registered. You're not allowed to register handguns is the mechanism by which they are prohibited. Now, here is -- to address your question about why a ban is unreasonable, the one thing we know the Second Amendment is not about is it's not about the interest of collectors. Some people collect guns the way they do stamps, and if that were what the amendment were about then prohibiting someone from having a particular type of gun would prevent them from completing the set. But the notion - -",
  "Well, the word \"keep\" would encompass -- \"keep\" can encompass every use of an arm, and that's why it provides no limit at all, unless you read it in combination with \"keep and bear\" and that in combination with \"well-regulated militia.\"",
  "Well - -",
  "Of course you could do that.",
  "And like the District that allows that, as every State does. There are - -",
  "I do not know why that would pass the reasonableness scrutiny, but this law would because a powerful, overwhelming case could be made that you're eliminating the one type of weapon -- this law is -- is designed only for the weapon that is concealable and movable, that can be taken into schools and onto the Metro, can be easily stolen and transmitted among - -",
  "You would apply this standard. You would ask whether the ban is one that's carefully balanced considerations of gun ownership and public safety. I don't see how, once we are in the land where you -- where there is a right, there is a far weaker case if there is any need for public safety to - - to limit the number of guns one has. Here there is an overwhelming case and we are talking about local legislation. I know, Justice Kennedy, that you would be concerned about a national government which sets a single standard for rural and urban areas, for East and West, North and South. Here you have legislation that is adopted by a group of citizens in the District, operating under the authority of Congress, but it is local legislation. And if it's still good law, that States and local governments across the country can strike these balances, as they have, it would be deeply ironic to preclude the District of Columbia as being the only place that could enact legislation free of the strictures of the Second Amendment. And when you ask about the statistics, what is critical here is not to apply the kind of categorical standard the court below did or a kind of strict scrutiny that would strike this law down. This is an area, unlike areas where government regulation is presumptively illegitimate, this text contemplates regulation of inherently dangerous weapons. And where the battle -- the great battle over methodology, to which Justice Breyer replied, in these briefs - - indicates that this is the kind of right -- where you have disputes among experts, it's a kind of right where even if you recognize it, deference needs to be given to the legislative resolution rather than have courts try to decide how best to resolve the statistical and methodological debates. Thank you, Mr. Chief Justice.",
  "Mr. Chief Justice, and may it please the Court: I think I should begin with a simple question that my grandson asked me, which is why did North Carolina quit? Which I think sheds light on what its obligations were and what the understanding was. This is a compact. It is not based upon a coercive model. You could have one, where States -- all the States are required to remain in the compact, withdrawal is a nullity, the Commission can enforce financial sanctions, and the compact members waive sovereign immunity and can be sued in Federal court. This compact is based on a consensual model, where it -- each -- each State can withdraw, and therefore the compact has to be in the rough financial interest of each of the States at any point in time, which is what --",
  "The $80 million came from  - not the State -- the statement that the States gave North Carolina $80 million and North Carolina has kept it and didn't give it back is a shorthand that is misleading in every single respect. The funds, of course, didn't come from the States. They contributed $25,000 apiece. It came from charges on generators from all over the country. The funds went to the authority established under North Carolina law and could only be used for the purposes of the Low-Level Waste Authority, and indeed they all were used for the purposes of the Low-Level Waste Authority. The master assumes that -- that all --",
  "Well, Justice Sotomayor, no one was helped by this process or the process of the other compacts, none of which resulted in a -- in a facility. But what North Carolina did was to carry out its responsibilities to take appropriate steps and, as I will show in a moment, fully in accord with the understanding of the Commission and North Carolina, that they would be -- it would be jointly financed, even though the Commission had no legal obligation. But the key reason --",
  "That is correct, and it says that the Commission does not have any legal obligation --",
  "-- under the compact to fund it, either. But it was because this is a consensual compact and because of the right to withdrawal, as the master noted, it would have been surprising if a facility were constructed without significant assistance from the States that were not the host State because of the right to withdraw, and that indeed was recognized from the very beginning. For example, in 1996, when the -- the chairman of the Commission was hoping to speed up the completion, the chairman noted that the opening of a new regional facility in North Carolina would ensure a source of revenues for site development in the third host State. Indeed, it's not surprising that, from the beginning of the compact, the Commission provided a substantial amount of the funding because North Carolina could have withdrawn at any point. And the Commission repeatedly recognized that it was, quote, \"necessary and appropriate and reasonable and equitable\" for the Commission to contribute to this. Mr. Phillips cites the North Carolina legislation -- the North Carolina legislation, which notes that, among the Commission's -- the authority's corporate powers, when it sets up the authority or the financing -- but the North Carolina legislation, as the Commission expressly recognized and cited in providing the money, provides that North Carolina may accept funds from its general assembly. The North Carolina authority may accept funds from the North Carolina general assembly, from the Commission compact, from other States, from the Federal Government, or from generators. And they begin to say it's necessary and appropriate. At every step, they -- the Commission says that in -- in February of '88, October of '89, September of '92, November of '92, \"reasonable and equitable to provide this funding,\" and of course it makes sense, given the consensual nature of the compact. So, what happened? Why did North Carolina quit? What happened was, because of the right to withdraw, South Carolina withdrew in 1995. When South Carolina withdrew, this of course deprived the Commission of a ready source of funding from the fees that were being paid to the facility in Barnwell, South Carolina. But much -- or of equal significance is the fact that South Carolina, having withdrawn, no longer had to comply with the compact requirement, that South Carolina ceased operating a facility on December 31, 1992. Why was that important? Because the compact creates, as Mr. Phillips noted, something like a monopoly within the region, and when you are financing the facility you know, if you are the financing authority, that you will have a captive market --",
  "Unless -- unless States can withdraw.",
  "All right. Ill -- Ill answer them in reverse order: The keeping the 80 million and the Commission's judgment about that. Their argument is either that, you know, the Commission is somehow the sole judge of these issues or that there's some -- that you should treat a State as something like a regulated industry under an agency model. And they -- and they point to 7(C), or at least the part of 7(C) that they leave in their quote, as establishing that. And what I think Mr. Kneedler was attempting to say when his time ran out is that, if you just read 7(C), it's about membership. 7(C) is in a five-provision sequence: (A), (B), (C), (D), and (E). (A) lists the initial State members; (B) says how other States can become members; (D) provides that the first three States which enact and pay their fees will bring the compact into existence. And (E) states that members of other compacts are not eligible for membership. Then (C), in the middle, says that each State shall be declared a party State upon payment of the fees and enactment, and the Commission is the judge of the qualifications of the party States and of its members and their compliance with the conditions and requirements of the compact -- and if I may go \"dot, dot, dot\" -- relating to the enactment of this compact. Now, that phrase relating to the enactment might refer just to the preceding phrase about laws of the party States. But Mr. Kneedler and I both read it more naturally in the context of the Commission as judge, that this is about how you judge who's a member. It is, in that sense, like the House of Representatives provision they quote, except it doesn't say \"sole judge.\"",
  "Not with --",
  "With respect to -- with respect to --",
  "With respect to parties to the compact, the Commission, of course, has to interpret the compact when it engages in its sanction authority. If it's going to sanction a State that is blocking the transmit of other States, it has to interpret what it is applying. I think what the -- counsel is arguing that it was entitled to some special deference, and what the master is saying is: Given the right to withdraw, why should North Carolina -- why should it be allowed any deference over a determination by the State that's not a party to the compact? It was not required to -- not a party to -- at that point, to the compact. Now, I do want to answer your question about North Carolina keeping the money, because this is important. Where --",
  "Yes.",
  "Yes, I am. And thats not grammatically compelled; it is permitted.",
  "Yes, it does.",
  "Yes. This is about -- it's not very beautifully done, but it's about the Commission judging who becomes a member. In (A), (B), (C), (D), and (E), and as Mr. Kneedler noted, in the other compacts that were based on a model, this  - the seventh article is all about eligibility for membership. The powers and sanctions and parts are elsewhere in the compact.",
  "Yes. And it's -- it's also captions about that subject. But if I may return to the question of who's got the money: The $80 million coming from fees generated by users around the country went through the Commission to the authority. It was set up in a special separate account just for the purposes of the authority. All of the funds were expended over this process of a massive amount of studies that were done. Not a penny of it could ever be spent by the North Carolina General Assembly for any purposes whatsoever.",
  "Well, it has been 10 or 12 years since this occurred, Justice Ginsburg, and there has been no effort and no plan in North Carolina to build a facility, and to begin the licensing process anew. Some of the information they -- the authority retained, which would be of use to the Commission anywhere, whether there is any site specific information that would still be good 15 or 20 years out, I think is just pure speculation.",
  "Yes. It might well bear on the unjust enrichment, if there was, you know, an enrichment. What happened here is that the North Carolina General Assembly appropriated money that went to the authority. Properly considered, North Carolina -- the Commission provided money to the authority. The North Carolina General Assembly provided money for the authority. All the funds were spent. The only State that contributed money to this process was North Carolina, and North Carolina contributed $34 million. Now, why did they -- I think one of the most useful documents we have is in the --",
  "Every State contributed",
  "-- to sign up.",
  "But aside from that, North Carolina General Assembly appropriated $34 million to the North Carolina authority, the -- the waste disposal authority. They were the only State to do so. So 80 million had come from the fees generated at Barnwell, 34 million from North Carolina, and the -- what happened was -- once South Carolina withdrew from the compact, was liberated from this obligation to close, was announcing that it was now going to continue and is open to the world, they had a cost advantage and a location advantage over North Carolina. So in -- in 1996, the joint supplemental fact brief at -- appendix at page 143, is where the head of the North Carolina authority writes to the head of the Commission and notes that, with the withdrawal of South Carolina and their decision to continue the operation at Barnwell, the financing options have been substantially changed. Under the current compact, any State can withdraw up until the North Carolina facility becomes operational. With an available alternative disposal facility now in South Carolina, there is no assurance to potential bondholders or financiers that there will be a revenue stream from which to repay any indebtedness. Therefore, the authority is in a position where the intended vehicles for financing are no longer possible. One possibility is to modify the compact to preclude withdrawal from the compact, once the license is issued for the North Carolina facility, and that would -- such an amendment would allow -- future use of the facility would be assured, and revenue financing could be considered. It was not practical to submit that to all seven of the other -- all seven legislatures and to Congress, but the other problem is it would not have -- its -- its passage would, by no means, have been assured. The States, at that moment, could either stay in or go. So North Carolina is faced, after South Carolina's withdrawal, with the prospect of advancing -- trying to advance bonds for another, at minimum, $75 million for construction costs, which would bring the whole project up to 223 million, close to a quarter of a billion dollars, and with now a South Carolina facility that is closer to every State in the compact, except Virginia, and where, because it was built in 1981, it has a competitive cost advantage. So why is Georgia going to stay in the compact, when it has what may be a -- a less costly and less distant alternative in going to Barnwell, South Carolina?",
  "My response to that is that the amicus suggestion that a decision for North Carolina would impair the very useful mechanism of interstate compacts has it exactly backwards. States establishing compacts remain entirely free to include or add provisions limiting the right to withdraw; permitting the imposition of sanctions, including financial sanctions; imposing those on States that are no longer members; defining whether the limits will be a million dollars or a hundred million for what they will impose -- or no limits at all; and, as the Central Compact did, requiring a waiver of sovereign immunity so that these judgments can be enforced in Federal court. All that's possible. But a decision in -- whether or not you decide for North Carolina, if that's what you want in a compact, you can have that compact, and nothing in a decision for North Carolina would change that. A decision in favor of North Carolina would, in fact, benefit the compacting process because it would provide assurances to State legislators that you can pick up a copy of the proposed compact and read it and know that that is the extent of the liabilities to which you are imposing your -- exposing your State, and that is the limit of the obligations you are taking on to --",
  "Justice Ginsburg, the original compact had no limits whatsoever on withdrawal, and when North Carolina was chosen as the site, it proposed, as a necessary condition to its not -- not withdrawing, that the compact be admitted to add a provision, 7(H), which would say that after -- 30 days after the second facility becomes operational, no State may withdraw without the consent of all the other States. So North -- North Carolina added a limitation on the -- at their behest, a limitation on the right to withdraw. When South Carolina pulled out, it was clear that that limitation on the right to withdrawal wasn't good enough because it meant that States could withdraw at any time up until the new facility became operational, in which case it was going to be too late. If they pulled out then and went to -- to Barnwell, that made it unbondable because theres no guarantee -- what made it possible to contemplate financing this by bonds and by other financing mechanisms was the insurance of a market and the right to withdraw --",
  "Yes. Appropriate steps --",
  "-- to ensure that a license is held and obtained.",
  "North --",
  "Because North Carolina hoped that -- and no longer spending 2 million a year, it spent half a million to get -- to keep the authority going, North Carolina kept open the possibility that there would be some possible financing that might allow this project to be completed. They did not, as Mr. Phillips suggested, I think in error -- they did not have access by staying in the compact to the facility at Barnwell, South Carolina. South Carolina was -- would close that to North Carolina, so -- so --",
  "But the steps North Carolina took for those last 19 months were exactly the steps that were appropriate. Because they did not have an obligation to fund this at whatever cost and because they were willing -- North Carolina's willingness to continue the same ratio of funding that had been a part of the process for the preceding 8 years was not going to provide the sums necessary to complete it, it would have been a waste and a squandering of the money of North Carolina's taxpayers and the Commission to take any steps that required the expenditure --",
  "No, Justice Scalia. I'm not arguing that it's impossible. What -- what I'm arguing is that, if North Carolina had continued the level of funding, about $3 million a year, on -- on average, North Carolina had been contributing; the Commission, an average of $7 million had been -- if North Carolina had contributed that and some -- it would not have come close -- after the withdrawal of South Carolina, it would not have come close to providing the funds needed to complete the facility. Therefore, any funds expended would have been wasteful and inappropriate.",
  "Well, the document I cited, December 13, '96, begins to set out some of the proposals. One proposal, for example, was to ask generators -- major generators to take an equity position in the authority, that the North Carolina General Assembly would continue its funding at the same rate it had. Till the last day, North Carolina was willing to spend at that rate.",
  "Yes.",
  "Justice Breyer, there is a -- I -- there is a disconnect between when funds are expended and when they are paid into. There is some deficit financing, so that the Commission's payment in 1998 would have been to provide for expenditures that occurred earlier. So there was no -- there was -- and theres no suggestion that there is any money left over. And -- and, how can I put it? North Carolina doesn't -- never had that money. It went to the authority in a separate and dedicated fund that could only be used for the authoritys purposes.",
  "Yes, North Carolina spent half a million dollars a year to fund the authority for the remaining 19 months.",
  "That's correct. And let me read you --",
  "North Carolina's 2 million also would have been paid for past -- there was not $2 million spent on activities in 1998. That's -- that's the payment of prior bills. There's -- these --",
  "These funds are coming into the -- coming into the authority.",
  "Right.",
  "Yes, they do. That's --",
  "The admission of -- the authority with funds from -- that had come from the Commission and from the North Carolina General Assembly. Here's the actual --",
  "Well, not necessarily.",
  "That is to say -- there was not $6 million expended during that period. Theres not an exact match-up between that list of when payments were made and when expenditures were made. But the record showed that North Carolina spent about -- I believe about -- the authority spent about half a million dollars those last 19 months. Now, here's the -- here's the actual admission that North Carolina, quote, \"did nothing.\" Paragraph -- this is at the Plaintiffs appendix 460. The admission request was: Admit that North Carolina took no further steps after December 19th to ensure that an application for a license was filed. Response: It is admitted that the authority was deprived of funding upon notification from the Commission in or around 1997 that the Commission was terminating its transmittal to the authority of portions of funds derived from fees and surcharges imposed on generators. It is further admitted that the authority had justifiably relied -- the North Carolina authority -- on the continued provision of these funds in light of the Commission's previous words and actions. For this reason, the authority did not thereafter take -- thereafter take additional steps to site --",
  "That proposal, first of all, left a significant shortfall, as the master found. Even with that proposal, which North Carolina thought there were some legal problems with whether it would be -- that loans from private generators would allow bonding of the remaining financing -- the master says it was still a substantial gap left, even if North Carolina continued to pay the same amount of money. So, with North Carolina willing to continue to pay at the same rate it had for the previous 8 years, and the Commission unwilling or unable to do so, it meant that that level of expenditure by North Carolina would be a worthless expenditure of its taxpayers' money and the Commission's money. The Commission's position seems to be that they should have taken steps just for the sake of taking steps, like building half a bridge to nowhere, when you know that theres no financing in sight. They could have withdrawn on December 19th, and they took exactly the steps that were appropriate, which is not to spend money that is futile and wasteful.",
  "I don't know that there is, Justice Sotomayor. I would not assume there is any  - any value.",
  "Theres no -- as far as I know, theres no value to North Carolina. There's no -- in that sense. The -- of the quasi-contract claims. Could I turn, if I could, to the participation of the Commission, which we think raises a -- a substantial constitutional question? This is actually, and should be, a very simple question. States, either at common law or constitutionally -- for these purposes, it doesn't matter which side of the fence you are on in Alden. States have a right not to be subject to suit by parties that aren't the United States or a sister State, absent a valid abrogation. The Commission is neither. Its not a State, and that should be pure and simply the answer to the question. The issues are whether somehow there should be an exception for a compact. It should be treated like a State and allowed to sue; or, even if it's treated like any other private litigant, there is some kind of same-claims exception -- in fact, there is one case, Arizona, only, which really addresses this point -- there should be a same-claims exception. First of all, with respect to whether the compact ought to be able to sue as if it were a State, I think thats resolved -- and this Court, when it rejected a compact suit in number 131 -- of  - the Commission suit, might have thought the same -- by the Hess case. It says that compacts cannot claim sovereign immunity. If they don't have the dignity or status to claim sovereign immunity, they surely ought not be able to affirmatively pierce the sovereign immunity of something that is undoubtedly a State. They are not --",
  "That is -- that is correct.",
  "You could distinguish them -- but -- distinguish the two situations. But that would cut in favor of this situation. You might think that a compact has the right to sue as if it were a State, another State, a State, and still think that -- you might think it had sovereign immunity, but not that it could bring a suit against a State. But you certainly wouldn't think that if it's not even entitled to invoke sovereign immunity on its own behalf, that it ought to be able to bring it. But no matter. Theres no good argument. With or without Hess, there is no good argument for treating a compact as if it were a State. That is a slippery road --",
  "The States do not control this private -- this separate entity.",
  "The States created it. It is run by a group of commissioners, two from each State, who vote individually and are not bound. For example, the representatives from Georgia and Mississippi on the Commission voted to bring this litigation against North Carolina. The States of Georgia and Mississippi did not decide to join. They -- they voted differently from where their States are. And -- and one of the things about the -- the Commission doesn't have the same constraints that a State has. The attorney general of Alabama might think long and hard before submitting an onerous document discovery request on a sister State and making that kind of scorched-earth litigation a practice. Something thats not a State doesn't have those constraints.",
  "They are -- first of all, they are not the same claims. The States who gave $25,000 are trying to claim that the Commission either is their agent or that they can bring a suit that restitution ought to be made to the Commission, that is a -- the short answer is those are different routes. They are not the same claims, but --",
  "Yes. But you would have the same last line of a complaint if 1 million people joined the State who brought an antitrust suit against another State. It is simply that -- award the Plaintiffs such damages as this Court deems just and proper.",
  "Yes, the Commission is making a straight-up restitution claim, which, as the -- the entity that provided the funds, it does not. But let me say why I think the separate and -- even if the claims were identical, we don't know, at this point, that they will wind up being identical, and States shouldn't have to litigate until we find out. The master just says it's not necessarily the case that they will wind up being identical. Mr. Phillips says -- counsel for the Plaintiffs said they would not concede that they would not, at the end of the day, forgo any claim on behalf of the -- of the States that the Commission didn't have. But, most importantly, there is Alden. Alden makes this a civil case because Alden says that private suits against non-consenting States present the indignity of subjecting a State to the coercive processes of judicial tribunals. If you allow another party in that's not a State, you are subjecting a State to all of the discovery, all of the different theories, all of the depositions, all of the document requests. A sister State may, in its attorney general's office, think twice about doing that. A private litigant will not. So I think this case is that -- I believe if you didn't want to overrule Arizona, you could say it's a case where the United States brought a case in its role as trustee for the Indian tribes and the tribes themselves were allowed to intervene, and they were, therefore, virtually one and the same party. And you wouldn't need to overrule it. I don't think, if it stands for any broader principle, it can survive Alden v. Maine. Now, if the Commission is out, then we think there is -- and if you agree that there was no breach of contract, then I think the Court should direct the dismissal of the quasi-contract claims because only the States will be left as a party. And those claims -- quasi-contract claims of restitution, its -- they are claims that are governed by the subject matter of the compact between the States, and as to parties to the compact, there cant be any such claims, and I think that should be the end of it. Thank you.",
  "Mr. Chief Justice, and may it - -",
  "Yes.",
  "I believe that there is an exemption grounded in the Religion Clauses. It means that religious organizations will win -- will prevail in many cases in which a comparable civil organization would not prevail. I don't think that it makes sense to approach it in a categorical way of asking - -",
  "Well, in our view, if that was the test, then we would say that the court of appeals was correct in holding that she was not a minister, and the reason -- the principal reason is she carries out such important secular functions in addition to her religious duties in - -",
  "Chief Justice Roberts, I do not want to suggest that it's a very good approach to try to decide who's a minister and who's not a minister. That's what's wrong with Professor Laycock's categorical approach, because it's -- it's both over- and under-inclusive. It sweeps in cases where there is, in fact, no religious reason offered - -",
  "And the reason that is not a satisfactory test is that it fails to take account of the important governmental interests -- for example, in this case -- in having everyone have access to the -- to the courts.",
  "Well - -",
  "If - -",
  "If we go to Congress, Congress made it quite clear how this case should be resolved, because Congress expressly did not apply the religious exemptions of the ADA to retaliation.",
  "Well, we differ on that, but - -",
  "It is still the case that it is a constitutional matter. The state's interest in allowing citizens to have access to its courts and to its agencies is paramount in cases like child abuse, reporting of school safety problems, and others. In this case, it's -- we are mindful - -",
  "No, it doesn't and the reason is - -",
  "-- that there is -- and that points out, Justice Scalia, that there are ample doctrines to protect church autonomy. One is that under the Establishment Clause, there can be no reinstatement ordered by a court of someone to an ecclesiastical position. Another mentioned by General Kruger is that - -",
  "I -- I do not believe that he can be reinstated or get damages for removal from the -- from the priesthood.",
  "I think, in that case, that that is very likely to fail because you're going to run into (a) issues of religious doctrine or evaluations of distinctly religious matters, like EEOC v. Catholic University. Those doctrines still stand. The problem with the -- this categorical exception is it sweeps in cases like this one, where the well-pleaded complaint in this case simply says, I was dismissed from my employment because I said I was going to make a report to the EEOC. And she's not seeking reinstatement. She just wants the economic loss. There's no need - -",
  "This is not a problem that is unique to ministerial employees, which is why this is both over- and under-inclusive. When you -- this is a circumstance in which an organization is going into the public arena providing a public service, and in that situation, it ought to be governed by the same rules - - Justice Scalia, you said this case is not like Employment Division v. Smith, but under Employment Division v. Smith, we know that the State could forbid a school from -- a religious school from using peyote in its ceremonies, but under Petitioner's submission, they could fire any employee who reported that use of peyote to civil authorities, and that employee would have no recourse. We know that under U.S. v. Lee, an Amish employer has to comply with the Social Security laws, but under their submission, the employer could fire without recourse any employee who called noncompliance to the attention of the EEOC. We believe that -- that you can trust to Congress on these hard areas where there needs to be additional accommodations; Congress could make them, just as Justice Scalia suggested. The ministerial exemption has a long history, Justice Alito, but in almost every circuit, it did not apply to teachers. So, I mean - -",
  "That is correct. When that was enacted - -",
  "It -- in the lower courts did not apply it as sweepingly as to teachers. And I - - I think we have this debate with Justice Breyer about whether -- whether you can say that Congress specifically excluded retaliation -- retaliation cases. But remember that that doctrine emerged at a time when this Court had a position that religious organizations could not participate in getting public funding, even when they were providing remedial services to low-income students. We repudiated that doctrine in Agostini v. Felton and where the Court said that you're entitled to participate in providing public services on the same basis as all other organizations. That means that you should comply, in some instances, with the same rules, when you leave the cloister and go into the public arena and provide public services.",
  "No, they don't, Justice - -",
  "But they are entitled to.",
  "Because we are no longer - - we are no longer of the -- of the Aguilar v. Felton era, the pre-Employment Division v. Smith where we believe that no governmental rules or involvement can be had with these public institutions.",
  "No - -",
  "It's that we have recognized in your opinion in Smith and in Justice Kennedy's opinion in Rosenberger the value of neutrality where you have doctrines, as we recognize you do not second-guess religious doctrine. You do not under the Establishment Clause introduce someone into an ecclesiastical office, and you do a balancing test to make sure that there's a sufficient governmental interest, if you're going to undercut an organization's ability to convey its views. Thank you."
]