[
  "Thank you, Mr. Chief Justice, and may it please the Court: 25 years ago in United Air Lines v. Evans, this Court observed that an employer was entitled to treat a past act as lawful after respondent failed to file a timely charge of discrimination. In the Court's words -- and I quote -- a discriminatory act, which has not made the basis for a timely charge, is the legal equivalent of a discriminatory act which occurred before the statute was passed. The Court further referred to the alleged discriminatory act outside the limitations period as merely an unfortunate event in history which has no present legal consequences. In the present case, Abner Morgan challenges as discriminatory various acts that he did not make the basis for an EEOC charge within 300 days. Our contention is that Amtrak was entitled to treat those past acts as lawful after the passage of 300 days. Those acts are merely unfortunate events in history with no present legal consequences. The Ninth Circuit saw things quite differently. According to the Ninth Circuit, all plaintiffs, completely without regard to their own diligence, may base suit on events they didn't make the basis of a timely charge, as long as those events are sufficiently related to later events that can also be characterized as discrimination.",
  "For certain diligent plaintiffs --",
  "-- who bring suit within 300 days after their cause of action first accrues, we would look back. That obviously isn't this case.",
  "We would allow plaintiffs, in exactly the situation you described, Justice O'Connor, to look back, the situation in which it was not fully evident until within the 300-day period what was going on. That is the exception we're willing to concede.",
  "Yes, Justice Breyer. If the --",
  "-- if the events outside the 300- day window were not sufficiently severe or pervasive to rise to the level of being actionable, then we would concede that the cause of action doesn't accrue until they've become sufficiently severe or pervasive.",
  "Well, there may be close cases, Justice Breyer, and --",
  "We -- we would give away that case.",
  "If a reasonable person would not have known --",
  "Well, Justice Scalia, that gets into the debate, of course, this Court has had --",
  "No. I -- I'm not trying to give that away. I'm trying not to take a position on that. I understood Justice Breyer's question to pertain to the situation in which the judge says a reasonable person would not have known, not this particular plaintiff wouldn't have known, but a reasonable person would not have known.",
  "That's why I'm not trying to give away anything on injury versus injury discovery.",
  "Exactly, Mr. Chief Justice, and --",
  "That plaintiff loses.",
  "That plaintiff loses, Justice Breyer. That's quite clear.",
  "That's quite clear under cases like Robinson Meyers.",
  "Because this Court has said so. Cases like Robinson Meyers and Johnson v. --",
  "Those -- those are title VII cases in which -- Robinson Meyers was a case in which the plaintiff exhausted union grievances and then filed the EEOC charge, and the Court said, no, you should have filed your EEOC charge within the statutory period.",
  "Well, it's not when in doubt, sue, Justice Ginsburg. It is when in doubt, go to the EEOC, and it's an important distinction because the purpose of filing with the EEOC is to start a conciliatory process.",
  "That much I am saying, and that is very consistent with the purposes of the title VII charge- filing requirement, which is to cause plaintiffs to go promptly to the EEOC, as this Court itself has said in a number of its cases, and to get that process started quickly. Now, there -- there could be rare cases, Justice Ginsburg, in which equitable tolling would apply on the facts that you've suggested. This isn't one of them, and I don't think there are many such cases. But if one is in the middle of some kind of negotiation and is being misled into thinking that it's all going to work out and therefore don't got to the EEOC, that person might have an equitable tolling argument, although as this Court has said, the virtue of equitable tolling is that it is so rarely invoked --",
  "Yes.",
  "Yes, Justice Scalia, and --",
  "Yes. That's part of the definition of the very violation of title VII in hostile environment cases.",
  "The case I'm willing to concede, looking back beyond 300 days, is the case in which there is no hostile environment until within the 300-day period. The fact that the hostile environment isn't discovered I have not conceded. That -- that case I have not conceded.",
  "I'm conceding that you can get back pay or damages for those events as the Seventh Circuit said in Galloway and as the First Circuit said in Sabree.",
  "Well, the hypothetical example, Justice Scalia, that I think makes the point is suppose there is an epithet at the office Christmas party one year. Then there's an epithet at the office Christmas party the next year. Then there's an epithet at the office Christmas party the third year, and the person has to seek psychological counseling after each of those. It's not going to rise to the level, in all likelihood, of a hostile environment after one epithet, but with repetition, it can rise to the level of a hostile environment.",
  "No, but the statute of limitations, under standard accrual principles, didn't begin to run until it became a hostile environment, and we're suggesting --",
  "Yes.",
  "No, I --",
  "I think --",
  "Justice Souter -- and I don't know that I want to spend much more of my argument on concessions, but --",
  "-- I think the -- the point is that the entire series of actions that constitute the hostile environment are all part of the hostile environment, but it may not --",
  "In 20/20 hindsight, this is how hostile environment cases work. An epithet that was not a hostile environment on day 1 may actually become part of a hostile environment on day 300.",
  "Okay. In -- in this case, Mr. Morgan was complaining to members of Congress starting in 1991. There is absolutely no doubt that he thought that he was being discriminated against from long before the statute of limitations ran.",
  "Not primarily, but there is a hostile environment claim in this case as the Ninth Circuit saw it.",
  "No, Your Honor. Pattern or practice is a term in section 707 of the act, which applies exclusively to governmental actions, and the Court has used that phrase in certain class actions as well -- in private class actions, but this is not a class action either.",
  "The Ninth Circuit believed there was, yes. But in any event, Mr. Morgan was -- was well aware long before he filed his EEOC charge that he had a -- a claim of discrimination. I --",
  "I think not, Justice Stevens, but that raises two issues that are not in this case. One is fraudulent concealment, and the second is the issue of injury versus injury discovery for statutes of limitation --",
  "No.",
  "My short answer is no.",
  "My longer answer is no unless this Court resolves an issue that is not presented by this case which is injury versus injury discovery in favor of an injury discovery rule.",
  "That issue is not in this case, but that is my -- I'm saying injury would be enough.",
  "It could be, but the reason I'm making a concession with regard to hostile environment claims is not injury versus injury discovery. The reason I'm making a concession is because under standard principles of accrual, the plaintiff may not sue until he or she actually has a cause of action. And because a hostile environment claim can only develop over time, it may be that not until the third, fourth, fifth epithet, incident is -- is there anything for the plaintiff to sue on.",
  "There -- no. There can always be recovery for the portion of the continuing violation within the 300 days.",
  "Yes.",
  "And let me try very quickly to say why that argument is not a good argument. Congress did worry that there was no time limit on title VII actions and it put the 2 years in there. But that's because of the continuing effects doctrine, which this Court repudiated in 1977, and that's because this Court hadn't clearly said the title VII statute of limitations is section 706(e) until 1982 in Zipes. Many of the lower courts were actually borrowing State statutes of limitations on the theory that title VII had no statute of limitations of its own. This Court laid that to rest in Zipes, and now all of the Federal courts of appeals, including the Ninth Circuit, agree that 706(e) is a statute of limitations. If I may, I'd like to reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. Justice O'Connor, in one of her questions for Ms. Price, referred to the very lopsided split in the circuits, and I agree that there's a very lopsided split contrary to the Ninth Circuit's view. Only one of those many circuit cases that I'm aware of -- at least the recent circuit cases -- actually discusses the 706(g) issue that's taken up much of the argument time today, and that is the First Circuit's opinion in Sabree, which actually comes out squarely where we come out in this case, that in general damages are cut off at 300 days. There is an exception, the details of which it's probably better not to spend any more time on. But we agree with the Sabree result. Under no circumstances does our view render section 706(g) superfluous. I do think it's something of an anachronism enacted to deal with problems that went away, but under no circumstances is it superfluous. In cases of equitable tolling, in government suits against municipalities under section 707 where there is no statute of limitations, in the kinds of hostile environment cases we were discussing earlier, the 2-year back pay cap can have effect. Let me mention very briefly, although not much time was spent on it earlier, the Havens case was decided under a different statute. In the Lorance case, the Solicitor General urged the Court to follow Havens. The Court said no. The Court didn't address Havens in its opinion. It said -- but it said -- did say in its opinion the more relevant precedents are the NLRA precedents, which squarely support the position we're taking here today. Because --",
  "Very little, if any, Your Honor. I think they might concede less than I was conceding earlier, but other than that, I think there's very little difference. And the Government, quite importantly, in its brief says what the continuing violation doctrine is, and what the continuing violation doctrine is in all other areas of law besides title VII is essentially what some of Justice Scalia's questions were suggesting, which is you're not out of court entirely just because you didn't bring suit within 300 days of the first incident or 4 years in the case of the Clayton Act. You do get to bring suit, but you only get damages reaching back to the limitations period. Let me mention very quickly. Amtrak did win this case at trial. So, I don't want the Court to have the impression that it's conceded that there was racial discrimination going on, but I'll leave it at that. And finally, just a detail. 43 States and the District of Columbia more or less are deferral States. That's the figure the Government has given me, and I'm -- I'm certain it's more than 40 States are deferral States.",
  "The only logic is that that's what Congress said. If it's a single incident case and you file on the 181st day, you're out of court if you're not in a deferral State.",
  "Thank you, Justice Stevens, and may it please the Court: This case comes to the Court in a remarkable posture. If you agree with the Hobbs Act arguments in the blue briefs, you should reverse the jury verdicts and direct entry of judgment for the defendants. But even if you believe the arguments in the red and gray briefs, you should still reverse, but for a new trial. And whatever you do on the Hobbs Act, you should reverse the RICO injunction because RICO simply does not authorize private injunctive relief. Now, why do I say so starkly that even respondents and the Government's theories require reversal of the jury verdict? Because the attempts in those briefs, to salvage the theory of plaintiffs' case, concede that someone must obtain the victim's property for the offense of extortion to be shown. And the whole reason the Court granted cert on the Hobbs Act issue was to review the Seventh Circuit's holding directly contrary to those concessions that, quote, a loss to, or interference with the rights of the victim is all that is required, closed quote. Likewise, the jury was instructed that all it had to find was that the defendants caused someone, quote, to give up a property right, closed quote. You will find in the red and gray briefs very elaborate efforts to suggest meanings of obtain and property under which the record in this case supposedly could support a finding that petitioners obtained some abstract form of property from the clinics or women. But no defense of the Seventh Circuit's holding and the jury instructions that substituted the phrases, interference with and give up for obtaining. So there ought to be no question that some form of reversal is required. Now, the reason why there should be reversal for the entry of judgment for the defendants, and not just for a new trial, is that respondents and the Government's brief-formulated conceptions of obtaining and property are wrong. The essence of the theories is that petitioners obtained control over the use and disposition of clinic assets. To refer to that as obtaining property of another -- the language of the Hobbs Act -- is an awfully broad use of language. It's a far cry from the New York law on which the Hobbs Act was based.",
  "No, Your Honor. Respectfully, it's not. My clients don't have the clinic's property today as they would if they had, in fact, obtained it. They may have temporarily interfered with some use of it.",
  "That is a sense of the word obtain, but it's not the sense relevant for interpreting the Hobbs Act for several reasons. One is the Hobbs Act has historical predecessors that this Court has said should be looked to in interpreting its terms.",
  "Well, I certainly don't -- I'm sorry, Justice Scalia. I certainly don't concede it's a relevant sense of obtain. Because of -- because of the Hobbs Act historical antecedents, because of the rule of lenity, because of the very odd use of language, for all those reasons, that's not how the Court should interpret obtain. But more important than any of those things is the implications of such a theory. When Carry Nation went into saloons with her axe and destroyed property, she certainly interfered with the property owner's unfettered use and control over disposition of his assets, and that's exactly what she intended to do. Was that extortion? The civil rights boycott of white merchants that the Court considered in Claiborne Hardware certainly affected the ability of the boycotted merchants to use their property and involved isolated acts of violence as well. Was that extortion? These aren't hypothetical concerns.",
  "No, Your Honor, but were the Court to uphold the theory in the red and gray briefs, which wouldn't support the judgment, but if the Court were to uphold that theory, it certainly could be charged the next time the facts of Claiborne Hardware come along.",
  "Yes.",
  "Well, my -- that's correct, of course, Justice Stevens. But my fundamental point is not that one case was or wasn't charged as -- as extortion. It's if you uphold the theory of the red and gray briefs, it can be charged as extortion in the future. And that's actually happened to People for the Ethical Treatment of Animals. It's happened to other animal rights groups. Because of these implications, the Southern Christian Leadership Conference joined the amicus brief of the Seamless Garment Network at the cert stage. Disability rights groups that conduct protests have joined the Seamless Garment Network brief at the merits stage. Activists of all stripes and their admirers -- Daniel and Philip Berrigan, Nat Hentoff, Martin Sheen --",
  "Oh, yes.",
  "Oh, yes. Trespass.",
  "Oh, yes, Justice O'Connor.",
  "There's never been any doubt in this case --",
  "We are not talking about extortion, but we are talking about some things that could be punished much less severely. It has never been disputed in this case, from the opening statement through the closing statement of the trial or in the earlier phases of the case, that there were trespasses. There could be in particular circumstances --",
  "Well, fair enough except the -- the jury verdict really is quite at rejection of petitioners' proof in many respects rather than supporting it. But, yes, Justice O'Connor. I really don't want to fight with you on that particular point. But -- but let's --",
  "No, but that's why I used the examples of Carry Nation and Claiborne Hardware which weren't pure speech either. There was certainly violence in those cases, but not extortion.",
  "Yes.",
  "And that's a very important point supporting our position because Congress at one point had coercion as a predicate act in the Anti-Racketeering Act of 1934 and, at the request of organized labor, took it out. In the Hobbs Act, in the passage of the Hobbs Act in 1946, again, organized labor lobbied to make sure that coercion was not part of the Hobbs Act. Coercion is a different crime from extortion, and interfering with someone's rights is the crime of coercion under the Model Penal Code, under New York law, under various other bodies of law, but it's not the crime of extortion.",
  "I think it's a stretch, Justice Kennedy, but even if it weren't a stretch, it still wouldn't be a Hobbs Act violation for a different reason. There must be consent to the obtaining of property or -- of another, and simply going in and engaging in adverse possession doesn't necessarily entail consent.",
  "Well, that actually --",
  "Yes. Words can be stretched to make lots of things into lots of things that the law doesn't want them to be. And in fact, the common law distinction between robbery and extortion, which are both Hobbs Act predicates, is one is with consent and the other is without. So robbery is a classic example of something that you could stretch the word of consent to cover, but it isn't extortion.",
  "Oh, I don't think so, Justice Breyer.",
  "If it --",
  "In the hypothetical example you just gave me, they most certainly have obtained property. You said send the money over to Z.",
  "And the SG is wrong because that's not what obtaining property meant under the New York law in 1946. It -- it's a stretch of words. It's a modern concept of property.",
  "Yes.",
  "Well, that's getting to be more of a stretch, but probably yes, under United States v. --",
  "No. There is a major difference, with respect, Justice Breyer. Saying do provide services to A, B, C, D, and E is quite different from saying don't provide services to A, B, C --",
  "The difference is that A, B, C, D, and E have obtained the services in one case and they have -- and no one has obtained any property in the other case, exactly the words of the Hobbs Act.",
  "Justice Souter --",
  "-- if I've understood you correctly, that's even more support for our position because the words of the Hobbs Act are obtaining of property from another. So if all of Justice Breyer's examples --",
  "-- property --",
  "No. With respect, what is common is not control. It's acquisition. It's obtaining. That's what obtaining means. The Solicitor General's own brief on page 21 in footnote 11 says that's what obtaining means. And --",
  "But control --",
  "I apologize, Justice Souter, for interrupting, but control is not property. Property is property.",
  "The --",
  "I don't think so, respectfully, Justice Souter. The distinction I draw is that in the words of the statute, one involves obtaining property, and the other doesn't, on the assumption that the services are property. If they aren't property, I win the case for a different reason.",
  "I -- I think so, Justice Stevens, but the case is not immediately coming to mind. I'm sorry. I -- I do think the New York courts construed rather strictly the obtaining of property, and the Solicitor General's more expansive cases are from long after 1946.",
  "Yes, Your Honor.",
  "Well, Your Honor, I'm -- I'm, as I stand here, blanking on those facts. I -- I believe the New York courts did construe obtaining of property rather strictly in that case and in every other pre-1946 case, but I can't -- I apologize. I can't give you an intelligent discussion of that right at this moment. I'd like to turn to the RICO injunction issue, if I may. It's very straightforward. I plan to address it only briefly. First, this Court has held in several cases that section 7 of the Sherman Act and section 4 of the Clayton Act, both worded almost identically to section 1964(c) of RICO, did not authorize private injunctive relief. The dissent in Paine Lumber contended that courts had inherent power to grant injunctions --",
  "Well, very, very slightly different, Justice O'Connor.",
  "Very slightly, but the -- where there's a world of difference and not a slight difference is between section 16 of the Clayton Act and section 1964 of RICO. And in section 16 of the Clayton Act, Congress authorized private injunctive relief. No language remotely resembling section 16 appears in section 1964 of RICO, but all of the language from the statutes this Court held didn't authorize injunctive relief with very tiny variations appears in RICO. Besides the obvious statutory language borrowed from the Clayton and Sherman Acts, as this Court has recognized throughout its cases, the statutory evolution of RICO presented Congress with repeated opportunities expressly to provide private parties with injunctive relief under RICO. Every such proposal failed before and after the final enactment of RICO. The court below dismissed the reliance on legislative history on the theory that this Court would not ascribe any significance to legislative inaction. But ironically the very day the Seventh Circuit decided this case, this Court was hearing argument in Chickasaw Nation v. United States, and the opinion of the Court in that case reiterated the longstanding principle -- with which some members of the Court disagreed, but the longstanding principle in majority opinions -- that courts ordinarily will not assume that Congress intended to enact statutory language that it has earlier discarded in favor of other language.",
  "It was actually passed unanimously by the Senate, but then the House didn't take a vote on it.",
  "I'm sorry. I -- Justice Stevens, I -- I've misspoken slightly. Excuse me. The -- the post-RICO effort --",
  "The pre-RICO effort was withdrawn. The pre-RICO effort was withdrawn by Representative Steiger on the ground that it would complicate matters too much to take it up at that stage of the legislation, but it was very important. He'd come -- come back again with it next year. But he recognized that the statute didn't have private injunctive relief in it in his floor statements.",
  "Nothing that sheds tremendous light on this except for Representative Steiger's --",
  "-- own statements.",
  "It shouldn't because, as is pointed out at pages 7 and 8 of the Operation Rescue reply brief and correctly so, this Court has two lines of cases: one when Congress doesn't specify the remedies. That's cases like Franklin v. Gwinnett County which was an implied right of action case, and like Califano v. Yamasaki. And a different line of cases saying, when Congress does specify remedies, they're intended to be exclusive. A line of cases that -- that --",
  "Well, Justice Souter, this Court said over and over again that it did carry that implication when the exact same language was used in the Sherman and Clayton Acts. The Paine Lumber case, the D.R. Wilder Manufacturing case, a whole host of antitrust cases.",
  "Oh, yes.",
  "Oh, yes. Oh, yes. The -- the language of Sherman and Clayton is in the appendix to the Scheidler blue brief --",
  "It is. It is. The terms that differ are quite trivial, and some sections are separated into different subsections. That's about all the difference there is. I'd like to reserve the balance of my time for rebuttal.",
  "Thank you, Justice Stevens. The defendants in this case objected strenuously to reading the word obtain out of the Hobbs Act. They did not say that giving up property is enough. If you read the 1995 opinion wrongly denying the 12(b)(6) motion, that's all over the place. If you look at pages 4324 to 4340 of the transcript at the jury colloquy, the point that there needs to be obtaining was made quite strenuously.",
  "Yes, at the -- at the pages I indicated. People v. Barondess. The work stoppage led to obtaining $100. Of course, it was extortion. That's the property in that case. That's -- it's cited in footnote 16 of our opening -- of the Scheidler opening brief. United States v. Cleveland Indians Baseball Company. This Court reminded us members of the bar that the tendency to assume that a word used in two different legal rules always has the same meaning, has all the tenacity of original sin, and must constantly be guarded against. To think that property's definition in tax cases and in Fifth Amendment takings cases is necessarily the definition of the Hobbs Act is simply wrong. The Hobbs Act draws its definition of property from the common law and the New York law, not from takings cases and tax cases. The First Amendment is in this case. Yes, the Court did not take the First Amendment question, but the principle of constitutional avoidance always governs the construction of statutes. And Ms. Clayton concedes that classic protest activities that are venerated in American history in retrospect would be covered as extortion by her definition. That should give the Court pause. Claiborne --",
  "The -- the answer to that distinction, if I may, Justice Souter, is Claiborne Hardware and Carry Nation -- those fact patterns certainly would be covered even under the distinction you suggest. There were 10 acts of violence in 1966 in Claiborne Hardware.",
  "Well, actually I -- I don't think that's historically accurate. I think there was an effort to stop the lunch counters from serving other people in addition to getting them to -- to serve black people. But it doesn't matter.",
  "It -- it -- there are -- there are examples that this Court should be concerned, I respectfully submit, about calling extortion under Ms. Clayton's definition, and that would include the facts in Claiborne Hardware. That would include the Carry Nation example. The Seamless Garment Network brief goes into many other examples.",
  "Your Honor, the -- the opinion of the Court in that case refers to it has having elements of majesty as well as elements of violence. And the Court really should be concerned about whether the classic historical pattern -- and please look at the Seamless Garment Network brief -- the classic historical pattern of venerable leaders whose followers get out of hand is really what is meant by Hobbs Act extortion and RICO.",
  "Well, I --",
  "There's another more legalistic reason.",
  "If -- if I may, there's another more legalistic reason why Ms. Clayton's and the Solicitor General's position has to be wrong, and Justice Breyer and others have laid their finger on it, Justice Ginsburg as well. What they're talking about is the classic example of coercion, not extortion, and for those who like legislative history, the fact that organized labor got coercion out of the statute should give you pause. For those who don't like legislative history, the fact that there's a list of predicate acts and coercion isn't one of them should give you pause. I think almost everyone agrees that there has to be at the very least a remand in this case, and Ms. Clayton hasn't quite conceded it. But if this Court's decision in Griffin v. United States, a criminal case, is applicable in civil cases or if this Court's decisions in Yates v. United States, Maryland v. Baldwin, Sunkist Growers are applicable, then this jury verdict, which almost indisputably rests, at least in part, on indefensible notions of property, has to be reversed.",
  "Only the clinics for extraordinary security costs.",
  "Violence. Let's talk about violence for a moment. Please look at -- at special interrogatory 4(e). The jury was asked to find how many acts or threats of violence to persons or property were there. The jury said four. Ms. Clayton argued 30 in her closing argument, and the jury said 4. So actually the jury rejected -- we know to a certainty the jury rejected most of NOW's evidence, and there weren't even any allegations that Mr. Scheidler, Mr. Scholberg, or Mr. Murphy actually engaged in violence. There were allegations they were connected to violence, not that they engaged in violence. And I should say my clients are proponents of nonviolence. Mr. Terry was not alleged to engage in acts of violence either, I should add. RICO. Section 4 of the Sherman Act is repeated almost verbatim in 1964(a) and 1964(b). Section 7 of the Sherman Act is repeated almost verbatim in 1964(c). Section 4 of the Clayton Act is repeated almost verbatim in 1964(c). Section 15 of the Clayton Act is repeated almost verbatim in 1964(a) and (b). Section 16 of the Clayton Act, the statute that authorizes injunctions, nowhere in 1964. And as -- as -- thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: This is a case of inventive statutory interpretation by the Ninth Circuit. The statute at issue directs the courts how to construe this act or any other provision of law, yet the Ninth Circuit interpreted the statute rather inventively as an exemption from a provision of the Constitution. The statute protects California statutes and regulations regarding two aspects of California's composition regulation of packaged fluid milk, yet the Ninth Circuit interpreted the statute, rather inventively, as an exemption for all aspects of California's economic regulation of raw milk. Inventiveness may have a role to play in some cases of statutory interpretation, but not when the governing legal standard requires that Congress has made its intent unmistakably clear. The Ninth Circuit's statutory holding should be reversed. There is also a constitutional issue before the Court involving the Privileges and Immunities Clause of Article 4. The Ninth Circuit should be reversed on that issue as well, but not because it was overly inventive. The Ninth Circuit simply ignored, with no explanation at all, binding precedent from this Court requiring that courts look beyond the face of the statute to determine whether, in practical effect, it draws a distinction based on citizenship or residency. The California statutes and regulations at issue in this case draw a distinction based on where milk is produced, and 93 percent of dairy farmers live on their farms. To draw a distinction based on the State of production is, in effect, to draw a distinction based on the State of residency, and the distinction should be subject to scrutiny under the Privileges and Immunities Clause. We do not --",
  "Only the individual petitioners are entitled to invoke the Privileges and Immunities Clause, yes, and there are individual petitioners.",
  "A -- a husband and wife, Darrel and Diane Kuiper, yes. Let me return to the statutory issue. This act or any other provision of law in section 144 means statutory or regulatory law, not the Constitution. Why do I say that? Number 1, section 144 is phrased as a directive to courts about how to construe particular bodies of law. Congress doesn't have the power to tell courts how to construe the Constitution. It does have the power to tell courts how to construe congressional silence or inaction, and the McCarran-Ferguson Act is a good example of the kind of phraseology Congress uses when it wants to enact a Commerce Clause exemption, but section 144 is a poor candidate from the outset. Number 2, the canons of construction applied in numerous decisions of this Court, most recently the Keffler case in February, required that a general phrase like, other provision of law, be construed by reference to the phrases that came before. Federal statutory and regulatory law is naturally paired with this act, but would be very odd to throw the Constitution in as an afterthought through use of the phrase, other provision of law. Number 3, the legislative history is devastating to respondents' position. The absence of a single reference to the Constitution anywhere in the legislative history is quite significant, but it's not the strongest refutation of respondents' argument in the legislative history. Rather, the very first paragraph of explanation of section 144 in the conference report describes it as, quote, an exemption from the preemption provisions of any Federal law respecting standards of identity and labeling for fluid milk, close quote. That can be found on page 33 of the blue brief. Number 4, and this is merely the clincher that builds on the first three points, the standard is whether Congress has been unmistakably clear in passing a Commerce Clause exemption. The evidence is so strongly the other way that one might call it unmistakably clear that Congress did not pass a Commerce Clause exemption, but it --",
  "No, that -- I don't understand that to be their contention.",
  "I -- I don't understand them to argue that either, Justice Kennedy. I think the strongest form their argument takes is, there is a relationship between economic regulation of raw milk and compositional regulation of packaged fluid milk, and any relationship is enough to satisfy this statute.",
  "I -- I don't think that's factually accurate, Your Honor.",
  "Not -- not --",
  "I'm sorry, Justice O'Connor. He did not concede that. What he did concede was that the fortification allowance --",
  "-- which is a particular provision of the stabilization plan, that is the pricing plan, not the pooling plan, was adopted to help compliance with California's composition standards.",
  "It does, Your Honor, but it's very interesting to look at the parallel phrasing of section 144 of the Farm Bill, 7 U.S.C. 7254, and the preemption provision of the Nutrition Labeling and Education Act, which is 21 U.S.C. section 343-1. Both use the phrase directly or indirectly.",
  "In the preemption provision of the NLEA, Congress was talking about was -- what was preempted, and it was saying anything a State does directly or indirectly to have labeling requirements different from Federal law is preempted. What section 144 of the Farm Bill does is, it unpreempts California's standards for milk.",
  "Now, unless California is prepared to say that it's entire pooling and pricing plans were preempted by the NLEA in 1990, which I don't think you're going to hear from Mr. Urban, the entire pooling and pricing plans weren't unpreempted by section 144 of the Farm Bill, either. Let me turn to the Privileges and Immunities Clause issue.",
  "Nevada, yes.",
  "Yes.",
  "Yes. The sales to California -- or, to California processors, excuse me, are not regulated by those milk marketing orders. The -- the seller and the buyer would both have to be within the marketing order for it to be governed by the Federal milk marketing order, I believe.",
  "That's correct.",
  "Oh, it did actually, Justice O'Connor.",
  "It affirmed the Rule 12(b)(6) dismissal.",
  "It's on page A14 --",
  "-- of the petition appendix.",
  "And its only reasoning was, the statutes and regulations do not, on their face, refer to citizenship or residency. The controlling precedent that absolutely precludes that reasoning is the Chalker case from this Court in 1919, and respondents frankly have not even made an argument for why Chalker should be overruled. Our own submission is that the 84 years since Chalker was decided have strengthened its underpinnings a great deal, rather than undermining them. The Camden case from 1984 reinforces Chalker by rejecting a formalistic approach to the threshold question of discrimination, and the Lunding case from just 5 years ago stresses the concern with, quote, practical effect, close quote, in this Court's Privileges and Immunities Clause jurisprudence. There's just nothing to justify the Ninth Circuit's disregard of this Court's cases. I'd like to reserve the balance of my time for rebuttal.",
  "Well, Justice Kennedy, the Court has said very consistently in its Dormant Commerce Clause jurisprudence that the intent of the Congress must be unmistakably clear.",
  "In -- in some instances, they were.",
  "Well, that's what the Court did in New England Power Company v. New Hampshire, and the statute being construed, the provision of the Federal Power Act being construed in that case, like the statute being construed in this case, was not so much a preemption clause as an unpreemption clause. The typical statute that comes before this Court alleged to be a Dormant Commerce Clause exemption is one that says certain State laws are protected, or are allowed, and in many of those cases the Court has said, and New England Power v. New Hampshire is a good example, the Court has often said yes, those State laws are not subject to preemption under Federal law, but there is no unmistakably clear Dormant Commerce Clause exemption. So the -- the Court's jurisprudence as I read it is really rather consistent in setting a higher standard for exemptions for the Dormant Commerce Clause, and there's a reason for that, and the reason for that is that the Commerce Clause is part of the -- is one of the structural provisions of the Constitution and, as this Court pointed out in the South-Central Timber case, the particularly strong rule of construction ensures that all States know what's going on and have their say in Congress before the protections the States have vis-a-vis one or another -- vis-a-vis one another are altered.",
  "It's all true. It's -- it's -- but it was just as much of a sin for the Ninth Circuit to ignore the 93 percent correlation between where dairy farmers reside and where milk is produced as it was to say, we don't look beyond the face of the statute.",
  "It's -- it's exactly --",
  "I -- I'm not making that broad an argument, Justice Breyer.",
  "I'm saying that in this case, as in the Chalker case, there is an extremely high correlation between place of business and residency or citizenship of individuals, and just as this Court said, we don't care that someone from Alabama could have a principal place of business in Tennessee, because most people from Alabama don't have a principal place of business in Tennessee --",
  "-- so too, here, the Ninth Circuit should not have cared that Nevadans could have -- could produce milk in California when 93 percent of all dairy farmers do produce milk in the State and, indeed, on the very farm where they reside.",
  "I -- I certainly suspect it's a violation, but we're we're not asking this Court actually to hold that there's any --",
  "-- Privileges and Immunities violation.",
  "Just that there should be --",
  "-- substantive constitutional scrutiny.",
  "The Ninth Circuit didn't give this case any substantive constitutional scrutiny.",
  "Right, but on -- on both issues, Justice Breyer, the Ninth Circuit declined to engage in any substantive analysis --",
  "-- with respect to the Dormant Commerce Clause on the erroneous ground that it was unmistakably clear that there was a Commerce Clause --",
  "-- exemption, and with respect to the Privileges and Immunities Clause on the ground that location is not the same as residency or citizenship, and we need not look behind location of production to ask whether it is so closely correlated with residency or citizenship as to create an improper -- a classification that must be scrutinized under the Constitution. Mr. Urban pointed out that the McCarran-Ferguson Act uses the verb construe, and rightly so, but what it says the Court is not to construe as forbidding State regulation is Congress' silence. It is not a directive how to construe the Constitution. It is a very proper statute, perhaps the model for how a Dormant Commerce Clause exemption should be written. Don't construe our silence to mean we want to stop the States from doing something. The statute here is very different. The statute here says, construe this act or any other provision of law in particular ways. Mr. Urban, in talking about section 7254, said at one point, the use of three different verbs, only one of which is preempts, suggests that Congress' intent was something more than merely to negate Federal preemption. I respectfully submit that suggesting that Congress had more in mind is not enough to meet the unmistakable clarity standard. Under Gregory v. Ashcroft, an unmistakable clarity standard means it would be plain to anyone reading the act what Congress had in mind, and merely saying the use of three verbs suggests something does not make it plain to anyone reading the act. I do think -- Justice Stevens asked Ms. McDowell if the Court needs to reach the Privileges and Immunities Clause claim. I -- I believe the Court does need to reach the Privileges and Immunities Clause claim in the limited way we have suggested and that is because, although Ms. McDowell correctly said the petitioners might prevail on remand under the Commerce Clause and, indeed, I hope we will, and if we do that will give all of my clients the relief that they need, we also might not prevail under the Commerce Clause, and I think we're entitled to pursue both the Commerce Clause claim and, with respect to the individual petitioners, the Privileges and Immunities Clause claim on remand. The -- Justice Kennedy asked me some questions in my opening argument about the Federal marketing orders in effect in Nevada and Arizona, and I -- I perhaps didn't speak with sufficient clarity about two aspects of that. The Federal milk marketing orders cover parts of Nevada but not other parts. Some are and some are not covered by Federal milk marketing orders, but in any event, it's worth making clear that the marketing orders fundamentally operate on the processors of milk, not on the producers of milk, so when we say the Federal milk marketing orders operate in parts of Nevada, we're really talking about Nevada processors. If you ship your milk to a California processor it -- it is at no point governed by a Federal milk marketing order. Whatever -- with respect to the unmistakably clear standard, Mr. Urban made the argument that once you've found an unmistakably clear Dormant Commerce Clause exemption, the unmistakably clear standard has no more role to play and it's just a matter of ordinary statutory interpretation. This Court's cases, I believe, do not support that proposition, but he spoke specifically about the McCarran-Ferguson Act cases in which the Court has construed the phrase, business of insurance, without any particular thumb on the scale. Well, that is how the Court must construe the phrase, business of insurance, because Congress has delegated authority over an entire business to the States. That's very different from this very precisely drawn statute that speaks about two particular aspects of California's compositional regulation of raw milk and saying, well, let's just resort to ordinary principles of statutory interpretation to determine whether that also reaches economic regulation of fluid milk. The unmistakably clear standard is still in effect, and ingenious arguments about the relationship between economic regulation of fluid milk and composition regulation of raw milk are not enough to meet that standard. In particular, it cannot possibly be the case that the 1997 amendments to California's pooling plan are somehow necessary to effect composition regulation. The main thing the 1997 amendments did was not negate the possibility that out-of-State milk would flood California to such an extent that there would be price effects that ultimately would have -- would have sanitary effects. What the 1997 amendments did essentially was say, we're going to intercept some of the revenue that would otherwise go to out-of-State processors at California's border and redistribute it just to in-State interests. We're going to take some of the money that they would otherwise get in their milk transaction and say, it must go to Californians, not to you out-of-Staters. That's the essence of the Commerce Clause violation in this case, and it's also inconceivable that that kind of regulation could be protected by this statute. If that kind of regulation is protected by this statute, then a regulation that says 100 percent of every milk check that would be written to a Nevadan must instead go to a Californian is protected by this statute, i.e., no out-of-State milk, and that can't possibly be the unmistakably clear intent of Congress in section 7254. One last detail, and it is just a detail. Mr. Urban said that 10 to 15 percent of the milk that comes into California is from out of State. I understand from a publication that's cited at page 39 of our opening brief called Dairy Profit Weekly that the actual number is closer to 3 percent. When Congressman Bill Thomas spoke at a field hearing -- thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: Sixty-six years elapsed between the passage of the Robinson-Patman Act and the judgment of the District Court in this case. In that time, there is no reported instance of a finding of a violation by a seller operating in an industry like this one in which a sale is made to the plaintiff distributor if, and only if, it has already secured a contract for resale to a particular end user. Courts have long understood that mere offers at different prices cannot violate the Act, because it requires two purchases, and that successful purchases in winner-take-all bidding cannot have the requisite effect on competition. To affirm the judgment below would open up new vistas for application of the Robinson-Patman Act where it has never been applied before. This case -­",
  "Very much the opposite, Your Honor.",
  "Well, I don't agree, with respect, Your Honor. With respect to mere offers, offering a price to different purchasers is not covered by the statutory language. With respect to the sales-to-sales comparisons, there is not the requisite effect of such discrimination -­",
  "-- on competition.",
  "But this -­",
  "Well, except that, back in 1947, this Court, in the Bruce's Juices case, made clear, in the early days of the Act, that it takes two completed sales to violate the Act. No one sale can violate the Act. Even earlier than that, the Third Circuit, in the Shaw's case, in 1939, laid down that rule, and it's been an accepted rule of Robinson-Patman Act jurisprudence for that entire time. And it is a natural reading of the statute, and in accordance with the general principle, that this statute should be construed consistently with the larger body of antitrust law.",
  "Yes.",
  "Yes. With respect to the sales- -­",
  "-- -to-sales transactions --",
  "Well, with respect to the sales-to-sales transactions in which there were -­",
  "-- two purchases -­",
  "Yes. But the statutory language is the effect of \"such discrimination\" must be to harm competition in one of these justified instances.",
  "No, Your Honor. This case was tried on the basis of several discrete transaction comparisons. It was not tried on the basis of any systematic study of every offer to Reeder and every offer to -­",
  "-- another -­",
  "Sure.",
  "The whole point of the case is the -­ is twofold. Each transaction is one in which there is a purchase if, and only if, there is already a contract for resale, so that when there is an offer compared to a purchase, you don't have two purchases. And when you've already got the contract for resale -­",
  "If the requisite effect on competition is shown, yes.",
  "There have to be two sales.",
  "But there would -­",
  "Correct.",
  "And that's the typical -­",
  "-- Robinson-Patman case. That's the case in which there is a potential violation. The case in which there is a sale by the purchaser if, but only if -- I'm sorry, the case in which there is a purchase by the purchaser if, but only if, it already has the sale is the case in which it can't have lost that sale in competition with a favored dealer because of price discrimination, which is what the statutory language requires, which is -­",
  "-- why the Robinson-Patman Act -­",
  "It -- yes, I think that's correct. That's a closer case to what's the -- what the statute was designed to cover than this case, but, yes, that, too, would be out of Robinson-Patman.",
  "Enough for now, Justice Breyer -­",
  "-- yes.",
  "Well -­",
  "Well, two different issues, Justice Breyer. With respect to the two-purchase rule, if the statutory language is ambiguous, and if it can be read to say \"purchaser status is enough,\" then I think the principle stated in all of this Court's cases, that the Robinson-Patman Act -­",
  "-- should be construed -­",
  "And there's a textual reason -­",
  "The textual answer to your question is --",
  "-- the phrase -­",
  "-- the phrase \"the effect of such competition\" ties -­",
  "I'm sorry, the effect of such -­",
  "-- discrimination.",
  "Correct.",
  "Well -­",
  "Well, I still question whether -­",
  "Okay. I still question whether the -­ under the text -- the effect of such discrimination was the requisite effect on -­",
  "-- competition. But -­",
  "Yes, I do want to say that isn't enough. And, Justice Breyer, first of all, I -­",
  "Well -­",
  "I think the statute, read as a whole, compels that conclusion. But if I'm wrong about that, and if there is enough ambiguity to admit of a different conclusion, then the principle comes into play that cases of ambiguity in the Robinson-Patman Act are construed to be more consistent with the overall -­",
  "Well, Your Honor, I think everyone, including the lower courts in this case, agrees that you don't look at the goods generically. You have to look at their characteristics to determine like grade and quality. And I would actually think that the grade -­",
  "Yes. Every Robinson-Patman case there's ever been has been purchase-by-purchase at the level of --",
  "-- sale from the manufacturer to the dealer.",
  "Okay.",
  "I'm a manufacturer. I'm reading the statute. I have to give a price on a particular deal. I realize I can't discriminate in price between different purchasers of like grade and quality, where the effect of such discrimination may be one of the prohibited effects. I say, \"Okay, can I give a different price to one dealer or to another?\" Yes, I can, because it says \"different purchasers of commodities of like grade and quality.\" It is a specific instance of a purchase, a specific instance of discrimination. The very words in the statute are what judges have read consistently to compel that result.",
  "Well, again -­",
  "I think the answer is no, Your Honor, although that -- although that would be a closer case -­",
  "-- than this case.",
  "This case was tried on the basis of the same transactions.",
  "Yes. Yes. That would be a closer case. But the -- it might fit the policy of the Act, but it's a very poor fit with the words of the statute. And -­",
  "That would be the argument in favor of an expansive reading of the language in the hypothetical example to cover that case. But it would not be consistent with the general policies of antitrust law.",
  "No. The effect of such discrimination has to be to harm competition with the favored purchaser. And if all transactions are hermetically sealed from one another, yes, the buyer might like a better price, but it's not complaining about the effect of such discrimination on competition with the favored purchaser. To put this point in perspective, imagine that Volvo raised its price to every so-called favored purchaser -­",
  "-- in this case.",
  "There's no injury to competition that is the effect of such -­",
  "-- competition with -­",
  "-- a favored purchaser that is the effect of such -­",
  "Oh, if you have that evidence?",
  "That there is a likelihood that, in a pattern, customers have gone to the favored dealer? That's -­ that begins to come within the statutory language in a way this case does not.",
  "There is no customer testimony, no evidence of diversion to any favored dealer in this case, no evidence that Reeder lost profits because of the price given to any favored dealer, only evidence that if Reeder had gotten a price, it would have -- better price -- it would have made more money. Well, every dealer can show that.",
  "The main problem with that interpretation of the statute is, it takes the last phrase of the statute and makes it no longer a limiting phrase. It essentially makes all price discrimination illegal. And this Court said, in Brooke Group, and has said in many other cases, that it is not -- not all price discrimination is made illegal by this statute. It does require the requisite effect on competition. I'd like to reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. The heart of the theory of this case came up in colloquy between the Chief Justice and Mr. Phillips. The Chief Justice pointed out that Reeder doesn't lose a sale because of the concession that Volvo gives to the other dealer, which makes this quite different from every other Robinson-Patman case. Mr. Phillips' response was, \"That's today, Your Honor. But our future ability to compete is impaired.\" Well, that's very similar to the evidence this Court referred to as \"weak\" in J. Truett Payne. The Court didn't go all the way and say that that wasn't enough to give rise to damages under section 4 of the Clayton Act, but the -- but all nine Justices agreed that such evidence was very weak. The Fifth Circuit, on remand, threw out the jury verdict, a case that arose in the same posture as this case. And there is not -- as we said in the reply brief, Reeder is complaining about price, not price discrimination. Now, let me say a word or two about the record. Mr. Phillips says the \"Volvo Vision\" was to get rid of dealers, and to do so through price discrimination. That is a leap of faith that Reeder asked the jury to make at trial, but there is not an iota of evidence connecting Volvo's interest in making its dealer network smaller and more efficient to price discrimination. That's entirely a leap of faith. Mr. Phillips says an inference should be made. That's not the kind of inference we usually allow juries to draw in antitrust cases without some evidence. The evidence was actually that Reeder's biggest customer, New Hi-Way, which was 82 percent of its business, was bought by a Memphis company. So, just to point to Reeder's before-and-after sales is really terribly misleading, in terms of causation here between so-called discrimination and the decline in Reeder's business. The so-called 102 sales are four transactions. There's one 77-truck transaction to New Hi-Way before it was bought by the Memphis company, and 25 other trucks in the other three transactions. They are all cases in which all Reeder did was take its own completed sales and compare them to sales by some other dealer in some other State. Reeder wasn't competing for the sale to that dealer's customer. That customer wasn't competing for the sale to Reeder's customer. So it is, as Justice Ginsburg's questions pointed out, completely a mix-and-match approach. And Bill Heck conceded that there were times when Reeder got better concessions than other dealers. If you have a company that doesn't engage in uniform pricing, as Volvo does not, it's not going to be hard for any plaintiff, whether it's Reeder or Reeder's competitor, to come up with instances in which it was the so-called disfavored dealer if it is admissible to compare transactions to completely unrelated transactions, which is what the proof at trial in this case was. Thank you.",
  "Both, Your Honor. They need both. They need -­",
  "In 2(a) -­",
  "My principal argument is under 2(a), but if I fail on that, I think they fail under Clayton Act, section 4, as well. And -­",
  "That was the effect of such discrimination, yes.",
  "Thank you, Mr. Chief Justice, and may it please the Court: It is not particularly unusual for the grants of authority in the FCC -- to the FCC throughout the Communications Act to be enforceable through the provisions of section 201(b) barring unjust or unreasonable charges, classifications, rates, or practices. Justice Scalia asked a question during Mr. Fisher's argument about, what about the accounting rules? Would they be prescribed under section 201? They would be prescribed under section 220, which is the provision of the Act that governs accounting. And they would also be prescribed under the last sentence of section 201, which is the general authority given to the FCC to promulgate all of its rules. But nothing in those facts would keep a violation of those rules from being enforced as an unjust or unreasonable practice under Section 201(b).",
  "Well, Your Honor, first of all, the FCC has never argued, and we have never argued that all FCC regulations are enforceable through a private right of action. I mean, to give an example, as - -",
  "No, no, Your Honor. The phrase unjust or unreasonable is a classic phrase delegating to the administrative agency the authority to make the determinations in the first instance of what's just and reasonable. If, for example, there were a violation of the regulation forbidding giving credits to political candidates, the FCC could decide in the first instance whether the violation of that regulation rises to the order of unjust or unreasonable.",
  "No, Your Honor.",
  "There are also examples of things that fall outside of charges, classification, rates or practices. There are examples in the case law. There are old ICC cases in which providing a particular type of boxcar was deemed not to be a charge, classification, rate -- held not to be a charge, classification, rate or practice. There is a recent D.C. Circuit case involving an attempt to dictate, in the FERC context, to an energy company who can be on its board of directors.",
  "Well, Your Honor, let's start with statutory text. Section 206 says that there is a damages action for anything in this Act declared to be unlawful. Section 201(b) says unjust or unreasonable classifications, practices, et cetera, are declared to be unlawful. So we have a very precise match in statutory text between 201(b) and 206. Now, what Mr. Fisher's argument amounts to is to say that if it is covered in a regulation, it is exempted from being called an unjust or unreasonable charge, classification, practice, et cetera, because that would allow the FCC to enforce too much. But if we start with the text Congress enacted, there is a precise match between 201(b) and 206. And to say that that which the FCC hasn't regulated is more subject to judicial review - -",
  "Your Honor, our position doesn't require us to argue that it would have been unjust for the FCC to adopt some other scheme. Our position is that once the scheme is in place, it is unjust to depart from that scheme in the way Global Crossing did, just as once a scheme of rate regulation is in place, even though there could be many different schemes of rate regulation, it may be unjust or unreasonable to charge a higher rate than that.",
  "I respectfully disagree, Your Honor. 276 is, asks -- was a delegation by Congress to the agency to fill in the details of a plan to make sure that pay phone service providers were fairly compensated, a phrase not very different from just and reasonable, for each and every completed interstate and intrastate pay phone call. They really fit quite nicely together as opposed to being in tension with one another.",
  "That's right. The usual - -",
  "Well, Your Honor - -",
  "No, that's right. The usual Chevron limitations apply. And in your question, Justice Breyer, you added to the usual Chevron limitations that the FCC has to focus on - -",
  "Well, that's fine. Here the FCC did focus on it and is criticized for having focused on the consequences for judicial action.",
  "Mr. Chief Justice, let me address the interplay between 201(b) and 201(a), because Mr. Fisher has simply misunderstood our position. We cited the second half of section 201(a) not to say it applies of its own force here, but to say that it disproves the contention that the communications services referred to in the phrase such communications service in 201(b) have to be limited to carrier-customer relations, because 201(a) isn't limited to carrier-customer relations. Yes, all 201(a) does of its own force is allow the prescribing of through routes and interconnections. But there is no possible way to read 201(b) as limited to carrier-carrier communications in light of the full breadth of practices covered by 201(b). So that's the reason to cite 201(a) is simply to disprove Mr. Fisher's contention about the limits on 201(b). The phrase such communications service is actually used in 201(a) and in 201(b), and the antecedent in the first few words of 201(a), the such communications service, is interstate or foreign communication by wire or radio. So 201(b) isn't necessarily restricted to either carrier-carrier or carrier-customer relations, but such communication service relates back to all communication by wire or radio, which is what we have here.",
  "No, but -- well, that's debatable, but what 201(b) refers to, in any event, is in connection with - -",
  "Right.",
  "Well, they have furnished a communications service to a customer, not to us, but to a customer. So again, this is connected with that communications service. And as the colloquy with Justice Souter earlier touched on, the caller pays sooner or later. Under the FCC's regulatory scheme, and in part because of the prohibition on advanced caller payment in 226(e)(2), what happens is the long distance carrier gets the money, and they're saying there's no private right of action to make them give it back. In other words, the world would look quite different without a regulatory scheme, but it would not be a regulatory scheme in which they get all the money they are currently purporting to keep. Now, Mr. Chief Justice, you also asked a question about the flash point on whether the FCC was improperly or suspiciously commenting on the scope of the private right of action as opposed to interpreting a substantive provision. The private right of action provisions are 206 through 208, the provisions that let the complainant go to either court or the Commission. The FCC said nothing controversial about the scope of 206 through 208. The controversy is over the scope of 201(b), which is a substantive provision. But once you have something brought within the scope of 201(b), after the application of traditional tools of statutory construction with Chevron deference, the private right of action follows automatically under 206 and 207. It is not a matter of the FCC reaching out to say, we are going to create a private right of action. It is a matter of the FCC construing a substantive term with consequences for a private right of action.",
  "Well, it may not be particularly helpful, but it is surely not particularly harmful. And they did have a reason - -",
  "If they were trying to construe - -",
  "-- 206 through 208, Your Honor, I might agree. But they construed 201(b) and commented on the consequence. And this is quite important, that it is their business, because 208 is the provision under which each and every one of those Commission proceedings cited in the Sprint brief, which Mr. Fisher alluded to, has proceeded before the agency. 208, just like 206, requires a violation of the Act, so it is very much their business to decide whether these pay phone controversies state violations of the Act. If they don't, the Commission has absolutely no power to proceed under 208, which is the only provision under which any administrative proceeding has ever gone forward. There are some arguments made here that they clearly have the authority to proceed administratively even if you can't go to court, but Mr. Fisher hasn't identified the source of that authority. And the sources identified in the brief are section 4(i), which has been problematic, and others -- and other sections on which the FCC has never relied on in this setting, and some kind of divination of an action within Section 276 itself. The question was put at one point to Mr. Fisher, could the FCC mandate fee-shifting as part of this administrative remedy it's going to create. Well, if you read 276 broadly, it's giving the Commission great powers to create administrative remedies, notwithstanding 208, which was supposed to be the administrative provision, then maybe anything goes. But we're getting awfully far from the statute that Congress wrote and giving the FCC awfully expansive powers to construe 276, while also denying the FCC rather mundane powers to construe rather ordinary phrases of administrative law, \"unjust or unreasonable,\" in 201(b). Now, with respect to the question of whether this is a practice in connection with a communications service, Mr. Fisher argues strenuously that it is not.",
  "Yes, Justice Stevens, and section 207 expressly gives the complainant a choice of forums.",
  "That's correct, and in fact, Global Crossing -- Global Crossing went so far as to argue before the Ninth Circuit that there is no administrative remedy, that there's simply nothing to do except get fines under sections 502 and 503, and has reversed its position before this Court.",
  "I'm happy to make that argument.",
  "With respect to the question whether practices are limited to carrier-customer relations, I've already touched on that by talking about the interplay between 201(a) and 201(b). But there's another angle of approach for that issue, which is that in the Louisiana Service -- Louisiana Public Service Commission case, this Court was asked to draw the inference, just as it has been in this Court, from other provisions in the Communications Act, that those phrases always refer to carrier-customer relations. And the Court said, no, that phrase can also refer to depreciation rules, so it's not limited to carrier-customer relations, the inference from other provisions of the Act doesn't flow. And the reason is there are words of limitation when those words, \"charges, classifications, rates or practices\" are used in those other sections that make it clear that they apply only to tariffed services. You find no such words of limitation in 201(a) and 201(b) -- or in 201(b), excuse me. Now, there remains the argument that there's a mismatch between section 201 and the relevant regulations because the regulations apply to intrastate as well as interstate calls, and section 201 applies to interstate or foreign communications. That argument appears for the very first time in merits briefing in this Court. It wasn't made below. It wasn't made in the cert petition. It wasn't made to the agency. And that's a problem, because the limits of the FCC's ability to regulate jurisdictionally mixed communications depend on factual determinations, factual determinations neither the agency nor even the lower courts have ever been given a chance to make. But had this issue been raised in a timely fashion, I suggest that it would have been appropriate for the FCC to reach intrastate as well as interstate communications because long distance -- dial-around calls are overwhelmingly long distance, overwhelmingly interstate, and it is difficult to sort out which calls are which. In fact, the seven years of rulemaking the FCC underwent in this case largely were because of the difficulties of keeping track of particular pay phone calls.",
  "Sorting one call from one carrier that has a relationship with you is not difficult, or sorting 100 calls from a carrier that has a relationship with you is not difficult. But when you go from a PSP to an inter-exchange carrier to a switch-based reseller, matching up the information of all three is -- has proven, in practice, to be quite difficult. And it's especially difficult in an era in which you can't just tell by area codes, for example, whether something is interstate. If I dial 202 to 202, I may be dialing someone's cell phone out of state. Now, the judgment below could be explained on the alternative ground that a violation of the regulations constitutes a violation of section 276. Before I even get to the substantive discussion, let me respond to the absolutely groundless claim that that argument has been abandoned. Global Crossing cites a bunch of cases involving section 1291 appeals in which people didn't appeal a particular order after final judgment, and says that's an abandonment of the claim. That's both correct and irrelevant. This is a 1292(b) appeal and there is no final judgment on any claim in this case, certainly not on the 276 claim, so my client certainly hasn't abandoned it. My client was also a party to Greene and lost Greene and has argued the merits of the section 276 position all along. On the merits, section 276 contains rights-creating language that creates a concrete monetary entitlement, focuses on the party benefitted, and does not have an aggregate focus. Global Closing doesn't even try to defend the Ninth and D.C. Circuits' reasoning that the statute does not contain rights-creating language. That leaves the tricky question whether a violation of the regs can be deemed a violation of the Act itself when Congress specified only the right, but didn't specify what fair compensation was, and didn't specify who had to pay the compensation. In that respect, I think Alexander v. Sandoval, though it's been cited against us repeatedly, is actually helpful to our position. That case says it's meaningless talk about a violation of the regs separate from a violation of the Act, and that a Congress that intends an Act to be enforced intends the regulations filling out the Act to be enforced. I think the theory of Chevron itself is also helpful to our position in this regard, because the point of Chevron is that the use of broad language constitutes an administrative -- a delegation of authority to the administrative agency, not just to fill in details, but to give definitive content to a statute whose direct content is less than definitive. So it is perfectly appropriate to talk about this statute, section 276, and its rights-creating language as ordering the FCC not just to create a plan, but ordering the FCC to create a plan that has a particular goal such that violation of that goal can be deemed a violation of section 276 itself. Thank you.",
  "Mr. Chief Justice and may it please the Court: Mr. Verrilli and I agree that if the first drug is properly administered there will be a painless death. It is only if the first drug is not properly administered that there is any possible constitutional argument in this, in this case.",
  "Yes.",
  "Yes. Because the administration of the first drug is so important, it is important to focus on the safeguards Kentucky has in place to make sure that the first drug is properly administered. Contrary to what Mr. Verrilli has suggested, Kentucky has excellent safeguards in place. Let me start with who, who puts in the IV line, which is the most critical step of the process. Kentucky uses what is probably literally the best qualified human being in the Commonwealth of Kentucky to place the IV line. It uses a phlebotomist who in her daily job works with the prison population. The problems the prison population - -",
  "Correct.",
  "The training is a certain amount of learning followed by on-the-job experience. This person places 30 needles a day in the prison population and at page 273 of the joint appendix it points out that she works in her daily job with the prison population. So what she is used to from many years of working with the prison population is the kind of problems of compromised veins we have in the inmate population specifically.",
  "No, Your Honor. It's someone like the person who inserts an IV in a hospital. The experts in this case all agreed that in a hospital setting IVs are not inserted by medical doctors, they are inserted by phlebotomists. That's what they do. They teach medical residents how to insert IVs because doctors in training don't know how to do this. And it's what's somewhat derisively referred to as scut work in the hospital setting.",
  "Your Honor, Kentucky has safeguards in place to make sure that the inmate is asleep before the second and third drugs are given. Now, with respect to those people's training, it's not accurate that they have no training. Kentucky has had one execution since 1998, since it adopted lethal injection, one execution altogether by lethal injection. It's had 100 practice sessions. Kentucky requires monthly practice sessions every month by the execution team because it is very concerned to get it right. Now, with respect to pushing the IV, those are people whose training is participation in the practice sessions, but to make sure that the first drug has had its intended effect, the warden and the deputy warden are in the execution chamber. They are literally right on top of the inmate. It's suggested in the briefs that they're feet away. That's not accurate. The record reflects they are inches away.",
  "That's -- to say they leave the room is accurate, but the suggestion that they have no further part is misleading. They go into the next room. They watch through a one-way mirror, carefully watching to make sure nothing has gone wrong. They're in close proximity to the inmate and they are watching now with respect to the warden and deputy warden it's been suggested they don't know what to look for. That's false. The record shows otherwise. The main problem in the excuses that have gone wrong the main problem is an IV goes into tissue instead of the vein. If that happens, Dr. Dershowitz testified, pages 600 to 601 of the joint appendix the inmate would be awake and screaming. The warden and the deputy warden know how to tell the difference between sun whose eye haves closed and who seems to have gone to sleep and someone who is awake and screaming. It's not just Dr. Dershowitz, it's Dr. Haas and Dr. Highland, pages 353 and 386 of the joint appendix also testified that this would be clear. Now, Mr. Verrilli says use a blood pressure monitor as a safeguard. Justice Kennedy said doesn't the record show that that's not of any use at very low blood pressures, and Justice Kennedy is exactly correct, at page 578 of the joint appendix. Dr. Dershowitz testified that the blood pressure cuff simply would have no usefulness in monitoring at this level of introduction of the barbituate. Mr. Verrilli has mentioned the one drug protocol at some length this morning and has said it is certain to cause death if three grams of sodium thiopental are administered. His expert, Dr. Heath, page 499 of the joint appendix, was asked let's assume that you don't take any other measures and gave a three-gram dose of sodium thiopental, what would you expect to happen? I would expect the blood pressure to drop. Would that kill them? No, I wouldn't expect it to cause death.",
  "No, Your Honor. There is nothing in this record - -",
  "Justice Stevens, let me be very precise in this answer, if I can. What is clear is that a rapidly administered three or five gram dose of a barbituate would cause death in normal circumstances.",
  "That's problematic actually. This is all way outside the record.",
  "My understanding is that the human body can't take more than a certain amount of the barbituates, so it actually becomes problematic to go past five grams, which is why nobody comes goes higher than five grams.",
  "No, not effective.",
  "Correct.",
  "Well, it's more than unpleasant appearance of death, Your Honor.",
  "That's the drug that creates the risk of excruciating if and only if the first drug is improperly administered.",
  "And the justification is many safeguards are in place to make sure the first drug is properly administered so it doesn't create any real risk. And second, it does bring about a more dignified death, dignified for the inmate, dignified for the witnesses. It's not just - -",
  "No, Your Honor. No.",
  "A substantial risk of excruciating pain, a substantial risk of excruciating pain - -",
  "Your Honor, if I may answer your question a little bit indirectly. That risk cannot be -- the risk of pain can be avoided by single drug protocol, but there's not a certain death with one drug protocol. It's also a very -- it takes a very long time to die with one drug protocol.",
  "Again, your Honor, this is way outside the record. What Dr. Dershowitz - -",
  "No, no. They use a single drug with animals because that is the tradition the American Veterinary Medical Association has come up with, using somewhat different considerations. That's what they've come up with - -",
  "The use of pancuronium bromide or any neuromuscular blocking agent, any paralytic, is barred by Kentucky law -",
  "In the veterinary setting someone, some appropriate policymaker has made the decision that what they perceive as risks outweigh the benefits.",
  "Well - -",
  "All the Kentucky law does is forbid the use of a neuro muscular blocking agent euthanizing animals and that's there is no record of this but presumably that's because veterinarians told the state let slate our that was a good idea.",
  "That much is reasonable.",
  "What's deleterious about using the second drug we all agree is if the first drug is mall administered it can cause main. If the first drug is not mall add /STEUPBer inned no pain, no pain in humans, no pain in an the mas the judgment was weighed not to use the second drug.",
  "Yes. The length of time it takes to die.",
  "If you go outside the record of this case in which the record wasn't allowed go into the Harbison record the logic I believe Dr. Dershowitz testified he would expect it to take 30 minutes.",
  "Depends on how large the risk of excruciating pain S here there is very little evidence risk of excruciating pain.",
  "No. That is one of my points but that's not my whole point Justice Souter.",
  "Take a look at speaking rhetorically, one can take a look at the so-called botched executions in this country the death penalty inform ace center website. The is called botched executions aren't excuses in which there was pain. They are excuses in which in the overwhelming majority one of three things happened. It took a long time Poretto find a vein and that's the only reason they say it was botched or the inmate showed muscle movements the exact same thing the poem poem poem prevents and with no evidence whatsoever there was no pain a/K-PLG those /PHOUFPLTs the experts on the other side suggest those are botched excuses or somebody made a human error and didn't get the /SRAEUB properly. You don't need medical training to tell when the guy says it's not working that it hasn't gone into the vein.",
  "That's correct. Beyond the absolute bare minimum likelihood that is inherent in any process that involves human beings. They agriculture mixing of the drugs is a problem. There is a finding of fact to the contrary by the district court well supported by evidence. They argue that the placing of the IVs is a problem Kentucky really doesn't have the best qualified person in the state to place the IVs, they argue that there is a risk because the people watching don't know what to look for. All they need to look for is swelling, whether the person is awake, that's noticeable to a lay observer. They argue that the personnel monitoring the execution are not sufficiently close which is false. The warden is itch muches away. That's the testimony - -",
  "There are reasons for that Justice Ginsburg.",
  "Okay. To administer the drugs the only trained personnel, the only so-called trained personnel are the people who are barred by the AMA ethics requirements and by Kentucky law from administering the drugs. Doctors and nurses. As to - -",
  "The expert team the people who have had 100 practice sessions since the last execution are administering the drugs.",
  "Well, I think what's properly before the Court is only the latter question. But obviously - -",
  "Well - -",
  "I -- the Court could write an opinion either way, obviously. There is a good reason to hold that the use of the second drug is permissible.",
  "Well, Your Honor - -",
  "Petitioner's own brief acknowledges that the three-drug protocol can be applied constitutionally. Judge Fogel in the Morales case - - California - -",
  "Every State that has publicly said what it uses, uses the three-drug protocol. It would be very strange to hold that that is cruel and punishment.",
  "No, no. 14 legislatures have required it.",
  "The three-drug protocol. Justice Ginsburg, back to your question. There is a reason why the IV team members leave the room. The curtains are opened after the IVs are placed, and the people in the room can be seen by the victim's families, by the inmate's families and by the media. Protecting the anonymity of the execution team is extremely important. They are subject to all kinds of pressures if their anonymity is not protected. So instead of staying in the room, they go again behind a one-way mirror in an adjacent room where they have an extremely good line of sight to the IVs. This is actually covered in the trial record in this case, that they do have a good line of sight. And it's not - - nothing really changes because they go into another room. Pages 210 and 286 to 287 of the joint appendix is where there is testimony that the people in the adjacent room do have a good view of the IV line.",
  "Correct.",
  "That's correct.",
  "We don't quarrel with that. The purpose it serves is the purpose of dignifying the process for the benefit of the inmate and for the benefit of the witnesses. The Chief Justice said, isn't there going to be litigation against another protocol as soon as it's adopted, and yes, Mr. Verrilli will say that's silly, to protect the dignity of the inmate, that argument will fail. But the history of death penalty litigation suggests that the next advocate who comes along representing an inmate will say, the one drug protocol is no good because it doesn't do enough to protect the dignity, or the two drug protocol is no good because it doesn't do enough to protect dignity. With respect to the time it takes to carry out an execution and whether that's a legitimate consideration, I actually invite the Court's attention to one of the briefs, amicus briefs, filed in support of Petitioners, the Human Rights Watch brief, which in turn cites the decision of the UN Human Rights Committee in the NG case.",
  "I'm not sure I follow the question.",
  "Yes.",
  "I'll tell you frankly how you could hold that. What will happen in the next case is they will say: This issue wasn't raised in the trial court in Kentucky, therefore the Supreme Court decided this case on an inadequate factual record, and therefore the Court should take a new look at it because life and death are at stake.",
  "Correct. If the standard is truly eliminating all unnecessary risk of pain than anything that is not the single optimal standard is unconstitutional, and the States cannot do what they have done for the last 220 years, which is to use different protocols at different times and work to improve their protocols. Thank you.",
  "Mr. Chief Justice, and may it please the Court: This case is a repeat of Quality King v. L'anza with only one pertinent difference. Both cases involve goods not authorized for importation into the United States. Both cases involve arguments that the first sale doctrine must be narrowly construed, thus the Copyright Act's importation ban, section 602(a), be given less than its supposedly intended scope. The only difference is place of manufacture of the goods. Quality King involved U.S. manufactured goods; this case involves goods made in Switzerland. According to the Ninth Circuit in Omega, Congress intended to treat foreign manufactured goods better in this respect than goods made in the United States. It is wildly implausible that Congress had any such intent. From 1790 to 1891, foreigners were categorically ineligible to hold U.S. copyrights. From 1891 to 1986, the United States discriminated against foreign manufacturing of copyrighted goods through a series of so-called manufacturing clauses, including section 601 of the 1976 Act. If Congress intended to make the first sale doctrine discriminate in favor of foreign manufacturing at the same time, one would expect some note to be taken of that fact in the legislative history, but none is. And yet the Ninth Circuit held that Congress in 1976 altered the long-established first sale doctrine to make it uniquely favorable to foreign manufacturing of copyrighted goods and did so through the obscure phrase, \"lawfully made under this title,\" in section 109. No one in all the briefs in this case has identified a single reason why Congress would have wanted to do so. Moreover, the words \"lawfully made under this title\" are used elsewhere in the Copyright Act, and they never mean what the Ninth Circuit said they mean in section 109. Most instructive is the very next section after section 109, section 110, which governs educational use of copyrighted works and was enacted contemporaneously with 109. In describing the kinds of works teachers may show students in their classroom without fear of copyright liability, Congress referred to works lawfully made under this title. Our briefs have pointed out the absurdity of construing the phrase in section 110 to mean made in the United States, and it's very revealing how Respondent and its amici have tried to answer that point. Omega says \"lawfully made under this title\" means either made in the United States or authorized for distribution in the United States. That argument gives up any pretense -­",
  "I hope not, Your Honor. I believe our -­",
  "If it grants exclusive foreign distribution.",
  "It matters, Your Honor, because of the underlying rationale of the first sale doctrine and the underlying rationale of the import ban in section 602. The purpose of the first sale doctrine is to make sure that the copyright owner gets one and only one recompense for each copy, for each lawfully made copy.",
  "The reason, Your -­",
  "Yes, Your Honor. The -­",
  "The reason is to give effect to the examples given in the legislative history of section 602.",
  "Oh. The Quality King has a paragraph, much discussed in the briefs, which cites to the legislative history of section 602 and in particular, cites to witness statements that are in the committee prints that are part of the legislative history of section 602.",
  "We don't draw a line between those two, Your Honor. The line is -- depends on whether the copyright owner has given exclusive foreign rights to someone else. And the reason the exclusivity of the foreign rights matters is because that is the example given in the legislative history of 602 and in the paragraph in Quality King. And to give meaning to section 602 and to be completely consistent with the rationale of the first sale doctrine, one must draw some line. Drawing a line between the U.S. manufacturer and the foreign manufacturer makes no sense. It's not consistent with the purposes of anything. Drawing a line between the exclusive grant of rights, whether by license or assignment to a foreign manufacturer -- or a foreign distributor, rather, and not granting such exclusive rights is perfectly consistent with the rationale -­",
  "Well, Your Honor, since that's a -- a broader position than ours, and we would -­",
  "Well, the issue, Your Honor -­ and you're putting me in a position of arguing against myself a little bit, but the issue is a fair reading of the legislative history of section 602 -- not the text, but the legislative history -- is that Congress did intend to allow certain blocking of imported goods when there had been -­",
  "Okay, Your Honor.",
  "Well, there is a dictum in this Court's opinion in Quality King that suggests that if a publisher and a -- an American publisher gives exclusive rights to a British publisher, if an American author or a British author gives exclusive territorial rights to two different publishers, then 602 retains meaning in that -­",
  "No, but -- with respect, Your Honor, it's my understanding of both the legislative history and this Court's dictum that they refer to second and subsequent sales.",
  "No, that's not what the example means. It doesn't say categorically all second sales from British publishers are not subject to the first sale doctrine. What it says is in a situation in which rights have been divided and exclusive territorial rights have been given in two different countries, or to put it in copyright language, in the language you also used in the legislative history, when the copyright owner has divided its rights because an innovation of the '76 act, the Copyright Act, the copyrights became divisible.",
  "Yes, absolutely, Your Honor.",
  "The other side's effort to read 602 broadly has no support in the text after Quality King, but -­",
  "I understand.",
  "You cannot.",
  "Let us -­",
  "602(a)(1) is limited to imports and doesn't confer a private right of action. 602(a)(2), which was enacted after the Ninth Circuit ruled in this case, adds a private right of action and adds exports. But it is -- 602(a)(2) is a new statute. It was not part of the 1976 Copyright Act. So it -- it is a subsection in which Congress expanded on what was already prohibited in 602(a)(1). Now, with respect to text, the text that the Court is construing is five words, \"lawfully made under this title.\" And those five words are used several places in the Copyright Act, including section 110, \"for educational use.\" The government says \"lawfully made under this title\" can mean two different things in section 109 and section 110, provisions of the same chapter of the Copyright Act enacted contemporaneously. As a fallback position, the government says there is nothing wrong with having copyright liability for teachers who show foreign-made films in the classroom as long as they know they weren't made in the United States. So, for example, showing an Ingmar Bergman film, The Seventh Seal, in class would be copyright infringement according to the government. Even the people who make movies don't agree with that argument. The Motion Picture Association of America has filed an amicus brief in this case, and on page 19 of its brief, the MPAA says that the result the government says is A-OK is, quote, \"a nonsensical and unintended consequence.\" The MPAA goes on to say there is no evidence that such liability has ever been imposed, but that argument misses the point. We are trying to ascertain what Congress meant by using the phrase \"lawfully made under this title,\" not making a policy argument about consequences, and section 110 remains a powerful argument that Congress didn't use the phrase to mean \"made in the United States.\" There is nothing extraterritorial about construing \"lawfully made in this title\" as a choice of law clause, which means: Lawfully made according to standards of the U.S. Copyright Act anywhere in the world. In that respect, this case is no different from Quality King, in which the court rejected an extraterritoriality argument in a two-sentence footnote.",
  "Yes.",
  "Not quite, Your Honor. In section 602(a)(2) and in section 602(b), Congress used the phrase, \"would have constituted an infringement if this title had been applicable,\" and it says -­",
  "Okay, sir. Yes, that is the phrase Congress used to express a certain disfavored class of goods, goods that would have been infringing if this title would have been applicable. 110 -- 109, excuse me, and 110 are a different purpose. They are the purpose of favoring goods, goods that have been lawfully made under this title. So, yes, Congress could have chosen to use a variation of the phrase \"if this title had been applicable\" under 109, but it didn't. And we are left with the language Congress enacted, but it is language that Congress uses at least four different places in the Copyright Act, and we have a pretty good idea that it doesn't mean \"made in the United States\" and it doesn't mean what Omega says it means, which is \"made in the United States or authorized at any time for distribution in the United States.\"",
  "Well, Your Honor, as you know, there is no reference in the legislative history to the interaction between 602(a) and 109, and therefore, this Court had to address that question for the first time in Quality King, and the Court rejected the argument that 109 is inapplicable to imported goods altogether. The Court did say in a dictum which has been discussed already this morning that if a British and an American publisher divide rights, then section 602(a) does have a role to play. But the Court did not say books manufactured in Britain are not subject to the first sale doctrine.",
  "Correct, and the concurring opinion cited two distinguished copyright treatises that suggested there was some concern about extraterritoriality in this case. Well, even the government has conceded there is no concern about extraterritoriality in this case, so the rationale of those treatises, learned though they are, is undermined. If one looks more closely at those treatises, they argue the language is so plain that it can only be construed one way. The government concedes that's not true. They argue extraterritoriality, as I've already said, and they argue that this court's dictum in Quality King -- the later additions to those treatises argue that this Court's dictum in Quality King drew a distinction based on place of manufacture, but it's only the concurring opinion, not the dictum in the court's opinion that mentions place of manufacture. So it's a vert thin reed to say that the case turned on place of manufacture. And again, one can find nothing in the Quality King dictum, nothing in the legislative history of 602, nothing in the legislative history of 109 that talks about place of manufacture.",
  "No. What supports our position, Your Honor, is the text of 109, the use of the phrase \"lawfully made under this title,\" and the use of that phrase \"elsewhere in the Copyright Act.\"",
  "That comes from the legislative history, Your Honor. And for those who prefer not to look at legislative history -­",
  "-- that distinction may not hold up. But if that distinction doesn't hold up -­",
  "-- that strengthens my position.",
  "It does not. The relevant legislative history is witness statements.",
  "Well, if -­",
  "That was not true at the time.",
  "Pardon me, Justice Breyer.",
  "It was not lawful at the time of the enactment of this statute. This Court had not yet decided GTE Sylvania, and territorial restrictions were per se unlawful at the time Congress enacted this statute.",
  "I don't know the state of the law in Europe.",
  "But, again, what the Court has asked me many questions about is whether I'm giving too broad a scope to section 602 and too narrow a scope to section 109. Our position is that section 109 has a necessarily broad reach, and we have tried to accommodate the legislative history and the dictum in Quality King to give some role for section 602 to play in the case of nonpiratical goods. If the Court wants to reject anything, if it wants to reconsider the dictum in Quality King or not rely on legislative history, that makes my position -­",
  "And Justice Breyer, to be fair about what the legislative history says, it is statements by witnesses. It is not statements by committee, so it's a little bit hard to tell where they're drawing the line.",
  "Yes. Yes.",
  "Justice Breyer, we do know that section 602(a) has some role to play. And when this Court was trying to figure out in Quality King what role it had to play it did look to the statements of Mrs. Harriet Pilpel, Mr. Horace Manges from the American Book Publishers Council. And those are the statements that the Court said in dicta presumably reflected congressional intent, and so I am relying on those statements for the limitation of section 109 to accommodate section 602. But again, if the Court disagrees with me and wants to give less of a role to 602 and more of a role to section 109, that is, of course, further assistance to my position. I would like to reserve the balance of my time for rebuttal.",
  "Thank you, Your Honor. Justice Ginsberg asked Mr. Panner what policy Congress could have had in mind to give this different status to foreign-made goods than to U.S. made goods, and Mr. Panner's answer, and Mr. Stewart said something similar, was that in one respect Congress is disfavoring foreign goods under their interpretation by making them harder to import. That's not true. Under both of their theories, as long as the manufacturer chooses to authorize importation, which is Omega's test, or as long as an authorized first sale takes place in the United States, then the first sale doctrine does apply. So the copyright holder has control under their theory and it's not harder to import the goods. In the briefs in this case you will not find anyone making any policy argument as to what Congress could have had in mind to favor foreign-manufactured goods. The heart of Mr. Panner's argument was that Costco's position either eliminates any significant role for section 602(a)(1) or makes section 602(a)(1) turn on formalities of transfer of title. Neither of those propositions is true. This Court in Quality King addressed the role that section 602(a)(1) has to play if section 109 is applicable to imported goods, and the answer was it still applies to nonowners. That was the Court's first answer. The dictum that has been much discussed this morning was another answer but the Court's first answer was that it still applies to nonowners, and because, for example, software is licensed there is a very live issue about whether the first sale doctrine applies to lawfully acquired copies of -- of software. So 602(a)(1) has a role to play under anyone's interpretation. Now Mr. Panner asserts that our answers to some of the questions that the Court has asked in our efforts to harmonize our position with the dictum in Quality King make 602(a)(1) turn on formalities of transfer of title. Our position can perhaps be criticized and has been criticized this morning not for having a textual basis, but it cannot be criticized for making anything turn on formalities. Our position turns on the economic realities of the situation. If the copyright owner gets its one reward, the first sale doctrine applies; if the copyright owner doesn't get its run reward, because for example it has given the exclusive foreign manufacturing rights to someone else, and retained or assigned or licensed the exclusive U.S. manufacturing rights, then 602(a)(1) has a role to play. So neither of Mr. Panner's criticisms of our position is correct. Mr. Panner asserted that section 109(a) differs from section 27, the predecessor statute in the 1947 Act, which in turn was Section 41 of the 1909 Act. This Court said the exact opposite in Quality King. It said there is no evidence of any attempt to narrow the first sale doctrine through the language of section 109(a). And if one looks at the House report -- again, getting into legislative history, which some members of the Court do not like to get into -- but if one looks at the House report, the first sentence of the relevant part of the House report is section 109(a) restates and confirms the principle that where the copyright owner has transferred ownership of a particular copy or phonorecord of a work, the person to whom the copy or phonorecord is transferred is entitled to dispose of it by sale, rental or other means. No hint that using \"lawfully made\" under this title to narrow the doctrine. The last sentence of the relevant part of the House report: To come within the scope of section 109(a) a copy or phonorecord must have been lawfully made under this title though not necessarily with the copyright owner's authorization. For example, any resale of an illegally pirated phonorecord would be an infringement, but the disposition of a phonorecord legally made under the compulsory licensing provisions of section 115, would not. So what does the House report on section 109 tell us? It tells us that lawfully made under this title was intended to expand the category of covered works beyond just those made by the copyright owner, or with the authorization of the copyright owner. But under Omega's and the government's position, that phrase is used to contract the scope of the first sale doctrine in derogation of the common law, imposing a restraint on alienation for foreign-made goods that is not imposed on U.S.-made goods. With respect to the policy incentives that it creates it's undeniable that it creates an incentive for outsourcing of manufacture. The government admitted that in its cert stage brief, and again, in its brief in this Court. Obviously if Congress wants to create an incentive for outsourcing, that's probably within its power as long as it can be said somehow to advance science and the useful arts; but there is simply not a shred of evidence in text or legislative history that Congress intended to encourage outsourcing; quite the contrary. The very controversial section 601, the adjacent section to section 602, required that nondramatic literary works in the English language be manufactured in the United States or Canada or else they would not be eligible for a U.S. copyright. So we know that the 1976 Congress wanted to favor the domestic printing industry, not to disfavor it; and yet their interpretation of 602 and 109 would disfavor domestic printing industry and any domestic manufacturing industry. Thank you.",
  "Mr. Chief Justice, and may it please the Court: There are three possible grounds for affirmance of the Ninth Circuit in this case, one constitutional and two statutory; and the 157(b)(5) ground which was preserved below received some discussion at the very end of Mr. Stewart's argument. But I'd like to start the meat of my argument just the way Mr. Stewart started his argument, which is by addressing Justice Scalia's question, and like Mr. Richland, I'd like to talk about footnote 14 of the Granfinanciera opinion. Now, Granfinanciera had to distinguish Schor, which is the only case in which this Court has ever said a State law claim could be a public right so that it could be adjudicated by a non-Article III forum and not subject to the Seventh Amendment. And Schor rested on a consent and waiver rationale and on a structural rationale that an alternative Article III forum was made available by Congress for everyone in Mr. Schor's position. In distinguishing Schor, this Court said in footnote 14: \"Parallel reasoning is unavailable in the context of bankruptcy proceedings because creditors lack an alternative forum to the bankruptcy court in which to pursue their claims.\" So with respect, this Court has already answered the question Justice Scalia posed by saying a creditor may not be put to that choice. Now, the -­",
  "Okay, Justice Sotomayor, in attempting to answer your question I'd like to distinguish sharply between a claim of the creditor against the res, which is -­",
  "That judgment then is covered by the priority scheme of Federal bankruptcy laws, which are passed pursuant to congressional authority -­ constitutional authority in Article I, section 8, clause 4, which is why, in answer to the question Your Honor asked first of Mr. Richland, although the Court has never squarely addressed it, it's broadly accepted that there is no problem with adjudicating what would otherwise be State law claims by the creditor against the debtor in bankruptcy. It's an entirely different subject when the debtor tries to bring a claim against a creditor. That's what Marathon addressed; that's what Granfinanciera addressed; that's what Katchen v. Landy addressed. Now, in Katchen v. Landy, the Court said the case turned on or largely turned on the proposition that Congress had prescribed that the counterclaim, the preference avoidance counterclaim created by Act of Congress, must be adjudicated before the main claim against the res and against the debtor could or couldn't be disallowed. And the Court returned to that theme in footnote 14 of Granfinanciera saying: \"As Katchen makes clear, however, by submitting a claim against the bankruptcy estate, creditors subject themselves to the court's equitable power to disallow those claims.\" So to the -­",
  "And -- and -­",
  "Sure. And the answer, I really do submit, is footnote 14 of Granfinanciera, pointing out that there's nowhere else to go for a creditor in bankruptcy, which distinguishes bankruptcy from Schor, in particular, but from all the other settings in which the Court has said that by submitting a claim, you subject yourself to the jurisdiction for all purposes.",
  "Exactly.",
  "Well, I don't know if it's inequitable, but it's certainly unconstitutional; and the reason it's unconstitutional is because -­",
  "With respect -­",
  "With respect to the claim of the creditor against the debtor and against the res, I have no problem with that analysis. When the debtor, instead of saying the res is limited and it can only be distributed so far, instead says I get to bring my counterclaim against the creditor in a non-Article III forum and the non-Article III forum gets to hear it and determine it, not just hear as 157(c)(1) says for certain types of claims, then I suggest there is a constitutional problem, at least with respect to claims that neither, as in Katchen v. Landy, require rejection of the main claim, nor, as in Katchen v. Landy, are governed by Federal statute. This is a State common law action for a tort, which has importance for 157(b)(5), which has importance for 157(b)(2), and which has extremely high importance for the constitutional question. In Marathon, as everyone here knows, there was no majority opinion, but one point very much in common between the plurality and the concurrence of Justice -- then-Justice Rehnquist, was that it mattered a great deal that it was a common law claim under State law. Here we have a common law claim -­",
  "Yes. There was no proof of claim in Marathon, so this case presents a different issue than Marathon does. But it does present categorically the same kinds of issues presented in Katchen, Langenkamp, and Schor. The only one of those cases that allowed a State common law claim to go forward -- a State common law counterclaim to go forward was Schor. And the Court, as Mr. Richland correctly said, divided its opinion into a part dealing with the personal rights conferred by Article III, section 1, and the structural rights protected by Article III, section 1. In the part about personal rights, the Court held Mr. Schor had waived his personal right to an Article III forum. In the part about structural rights at page 855 of that opinion, the Court said that it mattered to the constitutional analysis that Congress had made an Article III forum available for pursuit of that claim. So it is terribly, terribly important whether an Article III forum is available. When one is forced into a non-Article III forum, as Pierce Marshall was, if he wanted to have any opportunity to collect from the res, saying that he thereby in some meaningful way consents and saying that the structural purposes of Article III are not implicated is not in line with this Court's cases.",
  "That's correct.",
  "Oh -- Justice Ginsburg, I'm sorry.",
  "He would have another forum against her post-bankruptcy assets after she had her -­ her pre-bankruptcy assets distributed. So it's a -­ it's a different kind of opportunity to recover from a different set of assets. If he wanted to have any shot at any of her pre-bankruptcy assets, he did have to file a proof of claim and not just a nondischargeability complaint. And let me clear up one very minor aspect of the record while I'm talking about the proof of claim and the nondischargeability complaint. I doubt this ends up mattering to the Court's decision, but Mr. Richland misspoke slightly when he said the counterclaim came weeks after the proof of claim. The proof of claim was June 12th. The counterclaim was June 14th, and in its very first paragraph, it says it is a counterclaim to the nondischargeability complaint. It doesn't purport to be a counterclaim to the proof of claim. I doubt this ends up mattering, but it might be important for this single purpose: It is inconceivable that this was a compulsory counterclaim to the nondischargeability complaint. It might have been a compulsory counterclaim to the proof of claim, but not to the nondischargeability complaint. Now, I've explained why I believe -­",
  "Given -- I haven't studied closely the interaction between the automatic stay of section 362 and the nondischargeability complaint of section 523, so I'm not 100 percent sure my answer to Your Honor is correct. But I believe that's not correct. I believe that in order to preserve the argument that something is nondischargeable, one does have to go to the bankruptcy court under section 523 and seek a determination of nondischargeability. Now, the two statutory arguments are before the Court, and I'd like to say something briefly about each of those two statutory arguments. With regard to 157(b)(2), you have heard Mr. Richland say this afternoon that the lower courts limit subparagraphs (A) and (O) with the language \"arising in\" and \"arising under.\" You heard Mr. Richland say 157(b)(2)(C), subparagraph (C), doesn't need to be so limited because it's so straightforward. But the point is not how straightforward it is; the point is how broad and constitutionally dubious it is. And if the canon of constitutional avoidance means anything in limiting the scope of 157(b)(2), it should have just as much application to (C) as it does to (A) and (O), and the -- it is not as analytically neat as some other cases of statutory interpretation, but the most obvious way, if one is going to limit the reach of (C) as well as (A) and (O), to do so is to take the words \"arising in\" and \"arising under\" just as Mr. Richland concedes they are used in limiting (A) and (O). The alternative is to treat those words as surplusage, and the alternative is to run headlong into the constitutional issues.",
  "Well, no, Justice Breyer, I think I can agree with most or all of your premises and still argue that we should win under the proper constitutional analysis. The point is not that the opinion of the Court in Schor said in so many words that the availability of an alternative Article III forum is dispositive. The point is it has to be dispositive, given the larger sweep of this Court's cases, because otherwise it is simply an all-factors test governing a structural provision of the Constitution.",
  "Well, those, with respect, Your Honor, I believe are the arguments that were rejected in Marathon.",
  "In Marathon, in Northern Pipeline v. Marathon.",
  "Well, I'm not saying Marathon makes this case a slam-dunk for me, Justice Breyer. I am saying Marathon rejects many, if not all, of the premises of your question, starting with -­",
  "No, I'm suggesting that they reject one particular interpretation of Crowell, a very broad interpretation of Crowell, because -­",
  "Correct.",
  "I -- I agree with that -­ excuse me, Justice Scalia. I do agree with that, and I think one doesn't have to adopt the reasoning of the concurrence in the judgment in Granfinanciera to come to that conclusion. I think part IV of Granfinanciera itself supports that proposition. But I also think -- returning to Justice Breyer's question, I do think Marathon does stand for certain propositions that this Court has accepted in later cases and that -- and that do suggest that Crowell is not to be read broadly and that some of the limitations on Crowell are the ones suggested in Justice Scalia's questions. The -- the thing that the concurrence, the two-justice concurrence in Marathon, agreed with the plurality on was that what was fundamental to the disposition of that case was that the claim by the debtor against the creditor was the stuff of common law at Westminster in 1789. It was a State law claim, not by the creditor against the debtor, but by the debtor against the creditor. And -­",
  "If all we were talking about, Justice Ginsburg, were doctrines of equity, then perhaps Alexander v. Hillman would be the governing precedent, a non-constitutional case later cited in a Seventh Amendment case and now attempts to be imported into an Article III case. But I do respectfully suggest that the Constitution places tighter limits on the authority of non-Article III tribunals to adjudicate counterclaims than just the general and very permissive rules that allowed equity courts to adjudicate counterclaims without -- Alexander v. Hillman was a case about whole Equity Rule 30 and whether it superseded section 51 of the Judicial Code and its venue provisions and personal jurisdiction provisions. If all we were talking about were equity, that would be a fine analysis. But I do read the collection of this Court's cases, including the crucial decisions in Katchen and Langenkamp which involved Federal counterclaims that by statute defeated the main claim, and Schor, which I do believe relied heavily on the consent theory and on the availability of an Article III forum -- I do read that collection of cases to suggest that there are tighter limits on assigning State law claims and State law counterclaims to non-Article III tribunals -­",
  "I am saying that, Your Honor, but let me say for a moment why that's not inefficient, why that's not such a surprising proposition. Remember, the bankruptcy court can hear all of these claims unless they're covered by 157(b)(5). It just can't determine them. So, the only thing we're talking about is the standard of review. And with respect to -- it's not a surprising proposition that the requirement of an Article III forum does require that the district court, the Article III court, decide those claims. So -- so the -- my position is as broad as Your Honor's question suggests, but the implications are not quite as broad as Mr. Richland suggested when he said that an Article III forum always brings in inefficiency.",
  "I -- I would respectfully subject -- suggest not, Justice Kagan, because there remains a difference between a non-Article III court and an Article III court, and the degree of supervision does not convert the non-Article III court into an Article III court. It simply means that we've gotten to this non-Article III forum in a way that gives slightly tighter control to the judiciary. But as a whole line of cases, including Crowell v. Benson, suggests, the degree of substantive review of individual decisions by non-Article III tribunals matters. It's not just the front end at which the judges or commissioners or whatever they are of the non-Article III tribunal are selected. It's also the back end at which the Article III forum is either really making the Article III decisions or giving deferential review to the decisions of a non-Article I court. So I do think the problem is not solved simply by a different method of appointment of -- of bankruptcy courts. Now, if I may, I'd like to spend a few minutes on section 157(b)(5). It was interesting to me that Mr. Stewart said the Government had no -­",
  "I -- I believe the answer is yes, Justice Ginsburg. I can concede that point. But there was, I believe, de novo review in district court. And in any event, the interim rules were in effect for a very short time as the arc of constitutional decision making goes. Marathon was decided in 1982. Congress passed new legislation in 1984, and it took quite sometime for the interim rules to be put into effect.",
  "I -- I don't have a case count for you, Justice Scalia. Some did, I must concede that some did, but certainly not all did.",
  "Not most, and they were only decisions of -- of lower courts, not of this Court. Now, on the personal injury tort provision in section 157(b)(5), which, by the way, is also repeated in 157(b)(2)(B) and in 157(b)(2)(O) to give emphasis to the fact that Congress really did not want bankruptcy judges trying personal injury tort claims. The -- the greatest dispute before this Court is not whether we are right about 157(b)(5). Mr. Richland in his -- in his reply brief says we're not right, but I leave the Court to assess those arguments, but -- and Mr. Stewart takes no position. The greatest dispute is whether that issue was preserved for review. And I want to suggest to this Court that it was clearly preserved for review. In the proof of claim filed on June 12th, 1996, Mr. Marshall, Pierce Marshall, checked the box indicating that he was filing a personal injury tort claim. So from literally the first document that potentially brought this issue before the bankruptcy court, it was noted that it was a personal injury tort claim. Twenty-seven months passed before he moved to withdraw the reference, that's true. What's not true is that anything had happened on the defamation claim during those 27 months, and what's not true is that any court below held that delay against Pierce Marshall. If you look at pages 109 to 112 of the Joint Appendix filed in this Court, you will see that the timeliness of the motion to withdraw the reference was actually discussed in the motion itself. That's a matter easily accessible to this Court. Judge Keller granted the motion to withdraw the reference. He said, Pierce Marshall, you're right. Then he reversed himself. And you can find his ruling reversing himself at pages 138 to 139 of the Joint Appendix filed in this Court, but he did not reverse himself on timeliness grounds. Our respectful submission is that by granting the motion and then reversing on other grounds, he clearly accepted its timeliness. In any event, the issue was clearly raised in the bankruptcy court and in the district court -­",
  "He concluded that the bankruptcy court actually did have authority to hear the claim and the counterclaim on the merits.",
  "Given the premise that I've lost every other issue, the Court could either -­",
  "No, no, I understand. I understand, but given the premise, the Court could then either then reach an alternative ground for affirmance, which is well within the ordinary operation of this Court's rules or send it back. But let me suggest that there is a reason, and I believe a -- a question from one member of the bench earlier suggested that there might be a reason to reach the 157(b)(5) issue, and to put it colloquially and directly, the 157(b)(5) issue is easy. The constitutional question is hard.",
  "Is easy. The constitutional question is hard.",
  "No, but really, the 157(b)(5) question is -- is easy, but the strongest argument Mr. Richland makes on the merits of the 157(b)(5) claim is that Congress meant only bodily injury when it referred to personal injury. But section 522(d)(11) of the code uses the term \"bodily injury,\" so we know that when Congress means bodily injury, it says bodily injury. It's also been suggested that the phrase \"personal injury or wrongful death\" is a phrase to which the canons of interpretation, noscitur a sociis and ejusdem generis, somehow apply. That's not why Congress used \"personal injury or wrongful death.\" Until 1846, with Lord Campbell's Act, the common law of England was that a wrongful death claim didn't survive, couldn't be brought by the -- by the heirs, because the victim of the tort was dead. It is quite common all around the country to use the phrase \"personal injury or wrongful death\" to make clear that the tort being covered is a tort that resulted in injury to someone who survived or is a tort that resulted in death. So there's nothing surprising about the use of that phrase. It doesn't mean bodily injury. And for those who look at legislative history, there is legislative history indicating quite emphatically that the members of Congress who were responsible for adding 157(b)(5), amending 157(b)(2)(B), amending 157(b)(O), and putting the abstention provisions in section 1334(c) really meant for bankruptcy judges to keep their hands off personal injury claims. The main claim in this case that conceivably could have given the bankruptcy court jurisdiction, if I lose on the other issues, was Pierce's defamation claim, not Vickie's intentional interference claim. We would respectfully suggest they're both personal injury tort claims, but it's particularly clear that Pierce's defamation claim is an injury to his personal interest in reputation. So either by resolving the constitutional issue or through the canon of constitutional avoidance, or simply because it is the best reading of 157(b)(2), this Court should affirm the Ninth Circuit. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: One of the last things Mr. Phillips said was there's no need to change the law in this case and I strongly agree with that. Assignees for collection have been litigating in Federal courts since at least the 19th century and there is not one decision cited in any of the briefs in this case in which an assignee's lawsuit was dismissed solely because of what the assignee intended to do with the proceeds.",
  "Justice Scalia, a single decision, a small body of decisions that don't address the issue of standing, can be looked at in that way. But a unanimous body of case law, two decisions from this Court, arguably a third decision from this Court, many decisions from lower courts -- JUSTICE",
  "But there is an enormous body in the lower courts under Rule 17.",
  "Absolutely.",
  "Justice Souter, the cases don't always discuss the way in which the assignment arose. But typically, in those cases they simply say, there are these two promises, and they say the fact that there is a second promise makes no difference. That's my position. The fact that there's a second promise, whether in the same document or in a different document, makes no difference.",
  "The earliest case --",
  "The earliest case that gives judgment is Spiller in 1920.",
  "Yes.",
  "Well, assignee standing, not assignee for collection standing but assignee standing, is referred to in Blackstone's Commentaries contemporaneously with the Constitution.",
  "This wrinkle of arguing --",
  "But the wrinkle of arguing that that makes a difference as far as I know first arose in the 19th century. And every single case and every single Federal court that has considered the question under any body of law has rejected the argument.",
  "Late 18th -- late 19th century.",
  "Yes.",
  "Well, as you know, I argue that the Vermont Agency case strongly supports us. But if you want a case specifically about assigning collection, then the latest case I have is Titus in 1939.",
  "No, absolutely not, Justice Alito.",
  "Because for the exact reason Mr. Phillips gave you. The ASARCO case and Coleman v. Miller, Justice Frankfurter's concurring opinion, and a number of other cases stand for the proposition that a party who invokes the jurisdiction of this Court or of any other Federal court must satisfy Article III. So when Spiller, the secretary of the Cattleman's Association, went to the Federal district court seeking enforcement of the reparations award he had gotten before the ICC, he had to satisfy Article III. When Titus came to this Court arguing that the lower courts had not properly given full faith and credit, he had to satisfy Article III. Each of those parties invoking the jurisdiction of the Federal court was someone who had to turn over 100 percent of the proceeds to the assignors. And in each case this Court rejected the argument that he was not a proper plaintiff.",
  "My client --",
  "Well, that's -- that's false in every possible respect, Your Honor. He does keep -- get to keep some of the money. Now, we haven't proved that in the lower court. It's an allegation at this point, but it happens to be true. But aside from that --",
  "On the assumption, but not the fact. Second, my client's whole reason for existence is to collect payphone compensation. This is what my client does day in and day out.",
  "No. What's enough to support Article III standing is the interest of the assignors, as the Court held in Vermont Agency.",
  "The assignee --",
  "The assignee is bringing the lawsuit for the most pragmatic of all possible reasons. Mr. Phillips wanted to talk a lot about discovery, and Justice Kennedy and I believe Justice Souter asked why is this lawsuit in Federal court instead of before the FCC. There are good answers to those questions. The discovery in Federal court, the discovery available in Federal court, is more appropriate to -- is more necessary in a large case, a $200 million case like this one, than in a relatively small case --",
  "We did.",
  "The -- the assignee's injury --",
  "It is, as this Court said in Vermont Agency, the assignor's injury and it is redressed by --",
  "Here that's not the case, but the reasoning of Vermont Agency specifically rejected the proposition that the bounty was helpful to the assignee's standing. And there is not a word in Vermont Agency that says when you combine the bounty with the assignor's interest that's enough. It just says the assignor's interest is enough, full stop, because of the ancient doctrine.",
  "The -- the assignment in this case conveys all right, title and interest. It conveys it for purposes of collection to be sure, but it conveys all right, title and interest. Now, the proposition that the \"for purposes of collection\" purpose of an assignment negates the ability of the plaintiffs to sue is one that has been litigated many times in Federal courts, and that argument has been rejected in every case in which it's come up until now, including two from this Court. So between the fact that the reasoning of Vermont Agency, whatever the facts were, relied on the interest of the assignor, relied on the ancient doctrine that the assignee for Article III purposes stands in the assignor's shoes, and the fact that this argument has been rejected in every case in which it's come up, I think the case for Article III standing is quite strong here.",
  "Oh, Justice Scalia --",
  "There is tremendous concrete adverseness in this case. And both parties have a great stake in winning and losing. The -- the aggregator doesn't get to keep the money, although actually it does, but this case can be decided on the assumption, subject to remand that it doesn't get to keep the money. But it exists for the purpose of bringing -- of obtaining redress from carriers obtaining payphone compensation from carriers, usually outside the litigation process. But this is -- but this is what my client does -- what my clients do.",
  "My client is not in the business of suing on the business of payphone operators. My client is in the business of collecting, usually outside the litigation process. This is merely an extension of the day-to-day operation.",
  "One.",
  "Sure. And let me give you one --",
  "Well, they are all assigned to one entity that brings the cause of action just as a trustee brings causes of action --",
  "The point at which they are all assigned to one entity that then brings the cause of action, and importantly, has authority to settle the cause of action without any further permission from the clients. The -- a very, very important protection here for Mr. Phillips --",
  "Every Rule 23 class action, every associational standing case, every trustee action.",
  "Every associational standing case, every action brought by a trustee.",
  "But that's not uncommon, Your Honor. Justice Souter's opinion for the Court in United Food and Commercial Workers v. Brown reported a Seventh Circuit case that said representative damages litigation is common from class actions under Rule 23 to suits by trustees representing hundreds of creditors in bankruptcy, to parent patriot actions by State governments to litigation by and against executors at decedent's estates. This is something that happens every day in Federal court.",
  "It's actually not entirely liquidated amounts. There are ongoing disputes about ongoing payphone compensation. But I don't think it would make any difference even if that weren't true.",
  "No. But, Justice Kennedy, consider the typical Rule 23 damages action, which is about amounts due in the ordinary case. You have one cause of action on behalf of the class instead of many causes of action on behalf of many people. It happens all the time.",
  "Because we have something much better here. What we have here, Justice Kennedy, is assignments of the cause of actions by every plaintiff to my clients completely --",
  "Actually there is. Rule 17 was put in the rules. And if you read the works of Judge Charles Park, you will see that Rule 17 was put in the rules to authorize justice kind of action to be brought in the name of assignees, including asignees for collection. And one year after he joined the Federal --",
  "You're not missing something, Justice Stevens. That's what this case is about, is computer records, massive computer records in possession of the carriers and some tools the aggregators have to analyze computer records.",
  "He says he has some counterclaims, but in nine years of litigation his clients have never used Rule 19; they have never used Rule 22; they have never made any effort -- he says we have asserted they have to go out and bring 1,400 separate lawsuits. What we said on page 10 of our brief was they have never tried in nine years of of litigation to use --",
  "Well, Your Honor, my point is that there are many procedural devices available to deal with many situations like this, Rule 19 and Rule 22 and separate lawsuits. If there were serious counterclaims in this case, first of all as a factual matter, AT&T and Sprint would know it from their own records and second, they would have done something in nine years to try to bring a claim against PSP, and they have done nothing in nine years. So this is a very, very odd case in which to be worrying about whether they have lost some counterclaim rights because the PSPs -- lost some counterclaim rights because the PSPs aren't individual parties. It's also a very odd case in which to be worrying about discovery rights because the PSPs aren't individual parties because that issue was resolved in their favor in 2000 by the special master's discovery order saying, just as Justice Stevens postulated, the aggregator to go out and get the information from the PSPs. Now they complained that some of the PSPs, some of these mom and pop operations, said we don't have any information. That's because for the most part the PSP don't have any information. The information resides with the carriers and with the aggregators. So as a purely practical, pragmatic matter this is not the case in which to be worrying that some discovery rights have been lost; this is not the case in which to be worrying in which some counterclaim rights have been lost; this is not the case in which to be worrying that my clients aren't' bound. Every single -- I'm sorry, that the PSPs aren't bound, the assignors aren't bound, because every single one of them has signed an agreement, or two agreements, really, saying they will be bound. What this comes down to is a series of abstractions put up against the tradition of allowing lawsuits by assignee for collection.",
  "No, they do. There is no --",
  "Well --",
  "Your Honor, several points if I may. 47 U.S.C. in section 276 says that payphone service providers are to be compensated for each and every payphone call. So it was Congress's purpose to make any 24 cent call compensable, and the FCC set up a very elaborate system to make them keep records.",
  "Well, as -- and there is about $200 million at stake in this case so this is not about each 24-cent payphone call individually. This is a properly advocated case.",
  "There are.",
  "Your Honor, my client has brought scores of these actions -- my clients have brought scores of these actions, some before the FCC, the largest ones -- and this is the largest one of all -- in Federal court to get the advantage of the discovery processes in Federal court. Most of these cases settle. These cases as Justice Stevens pointed out are about analyzing computer records, and you can fight to the death or you can say let's figure out who owes whom what and let's settle; and most of the cases settle. There is no reason why there should be any more or less incentive to settle when the case is before the FCC than when it's before a Federal court.",
  "Well, this case was brought in Federal court under a statute that permits the plaintiffs to choose whether to go to Federal Supreme Court or the FCC. The reason it's nine years old is not because we didn't sue immediately; it's because we've been litigating for nine years about our right to litigate. Does the FCC have a useful role to play in this process at this point? Never say never, but I don't see one. The case was brought in Federal court under a doctrine that has always allowed assignees for collection to sue in Federal court, and there is no reason I can think of why it shouldn't proceed in Federal court.",
  "It's one lawsuit.",
  "We, after Judge Sentelle dismissed this case, we moved to the alternative to amend our complaint to add either 1,400 individual plaintiffs or a class action. The plaintiffs opposed that, and then she reversed herself on --",
  "That's really not true, Justice Scalia. Just it's a pure practical matter, leaving aside theory, this is about analyzing computer databases. This is about analyzing call records. Because of the system the FCC set up, none of the information resides with the PSPs; it resides with the aggregators and with the carriers.",
  "No, I disagree, Justice Kennedy.",
  "I'm sorry?",
  "Because it's so much better to bring it on behalf of individuals who have expressly consented to be bound, than on behalf of people who may not even know about it and who may not have consented to be bound and may not want to be bound as in the typical class action. There are all sorts of problems with class actions. Class actions are typically brought by enterprising law firms who may not ever have met their clients. This is a different litigation altogether. This is litigation by a trade association that exists to collect payphone compensation, doing the same thing it always does, only doing it in court on behalf of 1,400 companies that each signed an agreement saying I want you to go do this for me and I agree to be bound by the result. So I can get entitlement interest.",
  "Yes.",
  "Push the parties to settle. That's what rational economics --",
  "Yeah, the client says millions for defense, but not one cent -- one cent for tribute and every lawyer gets happy, because the client wants to litigate to the death instead of just surrendering to extortion, in that kind of case they have to decide whether the economically rational thing is to set a bad precedent or is to settle. That happens all the day for defense counsel and I'm quite often defense counsel --",
  "Prospectively.",
  "I agree, and we made that point in our brief in opposition to cert. This case is of no practical significance going forward for the body of the law. There's nothing this Court is going to decide in this case that's going to make a difference. People will just draft their assignment and --",
  "So my clients --",
  "Article III is a proper and important limit on court jurisdiction when it restricts court jurisdiction. When we have a traditional cause of action, the abstractions that have come to be thought of as Article III jurisprudence don't trump tradition.",
  "What Article III --",
  "The -- on the assumption on which this case comes to the Court, the aggregators' injury is the assigned injury of the assignors. We are taking the principle of Vermont Agency and saying that applies just as much to assignees for collection as it does to any other assignees. Contrary to Mr. Phillips' position and Judge Sentelle's position, that there are assignments and then there are assignments, the law has looked many times at the question whether there are assignments and then there are assignments. The argument that assignees for collection should be treated differently has been made many times. It has never prevailed in Federal court, unless and until it prevails in this case.",
  "Oh, it would make a huge difference, Justice Ginsburg.",
  "Well, if we assume insolvency and we assume a secured creditor, then, yes, I think the PSPs are general unsecured creditors, and the secured creditor is in line ahead of them. Different facts, different results. But, yes, it does make a difference if the assignee enters insolvency, which is not going to happen in this case, but if the assignee enters insolvency and if there is a creditor that arguably under insolvency principles has a higher claim than the PSPs, yes, it does make a difference to the assignee.",
  "Your Honor, I'm sorry. I just don't know the answer to that question. I'm guessing they either don't report them as income or they report them as income, but then have a deduction in the exact same amount. But I really don't know the exact answer to that.",
  "That happens the same way it happens under Rule 23. It happens the same way it happens with the trustee who is representing people who would otherwise have many different causes of action. It's a very common thing in Federal court. If the -- if a bankruptcy trustee or if a class representative brings a lawsuit on behalf of many people, then there is one cause of action instead of the many causes of action there would be if those many people sued directly. It's not an issue.",
  "No more than my clients.",
  "I respectfully disagree, Your Honor. My clients have legal obligations that they have to discharge. They are embodied in the very agreements reproduced in the back of the red brief, that require us to pursue this action and require us to turn over --",
  "For very good reasons. Rule 23 exists to protect absent plaintiffs, something we don't have here, and to protect defendants so that they will know there will be a res judicata effect of the judgment, whether for them or against them, so that they can't be sued by other class members. They have those protections. In fact, if you read the blue and yellow briefs in this case, they keep referring in the abstract to the protections of Rule 23, but they don't identify a single concrete protection that they do not have under this system. Rule 23 is inferior to an action by assignees for collection in every imaginable way. It's not a superior alternative. And to say that the existence of Rule 23 means we should throw out a traditional form of action that's been recognized for well over a century would be a very surprising result. Thank you."
]