[
  "Mr. Chief Justice, and may it please the Court: It's our position that the city's ordinance in this case satisfies First Amendment procedural standards in that prompt judicial review is available and therefore the judgment below should be affirmed.",
  "Yes. I think that actually is the question on which the courts of appeals were divided, and that's the question that the Court ought to reach and decide, whether what's necessary is access to prompt judicial review, or a final judicial determination on the merits within a particular period of time.",
  "I think all of the -- at least all of the court of appeals decisions I think were initial licenses.",
  "Yes, I do. I think there are differences in a due process analysis between someone who has applied for renewal of a license and hasn't gotten the renewal and has a property interest, perhaps, in that license, and that may have due process implications, but I think from the standpoint of the First Amendment the question is, is there going to be a period of time during which the expression doesn't occur, or does occur, and it's just an interest in expression, and it doesn't matter whether before that time the person was licensed and had -- expression occurred or not.",
  "I think that's true. I think that status quo issue has to -- may have to do with a due process analysis.",
  "From the standpoint of the First Amendment, the Court's references in Freedman and the other cases to maintaining the status quo was -- in the context of those cases what that meant is, there can be a period of time during which the expression doesn't occur, and I think that's the same principle that applies here. There can be a period of time in this case pending judicial review, as long as the judicial review is available, during which the expression doesn't occur. I think what's necessary in this context is, the license applicant has to have the availability of -- has to be able to go immediately into court once the administrative decision is made, the licensee has to have the ability to get temporary or preliminary relief if the facts of the case warrant it, and there has to be no particular obstacles that are placed in the licensee's way, and if all of that is satisfied, then the court is in the position to safeguard the licensee's interest and no further requirements are necessary.",
  "It's not directly presented here, because that is available under this statute, but yes, I think it's probably -- if you had a scheme -- and they are unusual, but I think they may exist here and there. Where a court doesn't have the power to grant the temporary relief, I think that would raise other -- that would raise First Amendment concerns. I think --",
  "I think it's our position that essentially for the reasons given by the petitioner, that, although it might be a close question, the case is probably not moot. There still is some continuing interest that the petitioner has in the case.",
  "I'm really not aware of the economics that lead to that.",
  "I think that his -- I think his basic claim is this, is this procedure that the city's put into effect, this licensing procedure, is unconstitutional, and therefore I don't really even need a license, or if I need a license, I ought to be able to get one immediately. That's the basic claim that --",
  "Right.",
  "That's right, but I -- the fact that in this particular case he wouldn't have been affected by it --",
  "Well, I think the FW/PBS case, for example, or in the Lakewood case, I think in a couple of those cases you've had people who say, that there are these -- that there are First Amendment procedural safeguards that are required, and the party is able to go into court and say, his claim is that the scheme is unconstitutional. Now, I'm not -- we don't agree that it is --",
  "They're not affected in this case. I suppose the theory would be that when he goes for renewal again he might be affected, or that he --",
  "Right. I think -- yes.",
  "That's right, and I think that's the crucial -- this is not contents-based, it's true, but although in the FW/PBS case, which was identical to this in terms of whether it was content-based, the Court said the party could also raise these procedural interests, First Amendment interests, could make a challenge to the constitutionality of that scheme. I do think that on the merits the important -- the crucial point here is that the decisions the city makes are not content-based. Unlike in a situation like Freedman, where the Court said, this Court said that a reviewing court has to be able -- has to -- is necessary, because what the State was doing was looking at the particular movie and making a judgment based on that content about whether that movie should be allowed.",
  "Yes, I hope so. I think in -- in FW/PBS what the Court held was that some of the Freedman requirements are not necessary in this context and, in particular, it said the city doesn't have to go to court. You can let the other party go to court and the city doesn't have to bear the burden of proof when it goes to court, and I think the point of that decision was that the municipal decision here, since it's not content-based, can be allowed to go into effect and have final effect even with no judge ever looking at it. In the Freedman context, it's quite different. In the Freedman context, what the Court was saying, we don't want this censor's decision to go into effect for any significant period of time without a judge looking at it. It's not really a final determination of law until you go into court, until a judge has a chance to look at it and decide whether the material --",
  "-- is constitutionally protected.",
  "I'm not sure I understand the question.",
  "That's correct.",
  "That's correct. I was only making the point that there was a unique feature present in a Freedman-type case, which is, you don't want any effect to be given, or any substantial effect to be given to the administrative decision because it's a content-based decision on the content of that speech. You don't want any effect to be given to that, basically, until it gets into court. Here, the point of FW/PBS was, that can have some effect as long as the proper procedures are required, and --",
  "No. No, but I do think that the Freedman safeguards were designed so that it has a very limited effect, and that was the reason why in Freedman you needed the judicial determination, not just the access to the judge, to be within a very prompt period of time, because there was a concern that that administrative decision just shouldn't have a final effect until -- not for a very long time, only for the minimum possible time, until the judge decides the --",
  "That would, but I think you could look at the Freedman decision --",
  "Excuse me.",
  "The stay, in my view, in our view those are really procedural due process issues and not First Amendment issues, but I think that would be sufficient. I think you can look at the Court's decision in Freedman as essentially saying that the -- saying that either a judge has to grant a stay in each one of these cases regardless of the merits, or there has to be a prompt judicial determination within a very short period of time.",
  "That's correct. That's correct.",
  "That's correct, but I -- that's correct. That's correct, but I do think the difference is that in the initial -- whether, in -- under a procedural due process analysis there is a difference. For the First Amendment the question is, is that speech occurring during that period of time, and how long a period of time can that be allowed to happen. The decisions that the city makes in a scheme like this are decisions about things like whether there were minors in the store, what was the age of the people, were they there, were they not there, were the booths covered or were they not covered so that you could be able to tell what was going on inside them, was there sexual activity that some of the patrons were engaging in or not. Those are very, very different from the kinds of decisions that were made in the Freedman context, and since those decisions are the kinds of things that municipalities make in generally in enforcing police power-type ordinances, there's no reason for them not to be given, in fact, when they make them.",
  "Mr. Chief Justice, and may it please the Court: The question presented in this case is whether back pay for purposes of the Federal Insurance Contribution Act, known as FICA, and the Federal Unemployment Tax Act, known as FUTA, whether back pay under those statutes is taxed in the amounts applicable to the year in which it was paid, or the year in which it should have been paid. In our view, the plain language of the statute provides a clear answer to that question. All five of the statutory provisions that are directly applicable to this case base the tax on, quote, the wages paid during the calendar year, not the wages that should have been paid, or would have been paid, or could have been paid if events had been other than they were.",
  "Let me just --",
  "I have one caveat before I answer the question, which is, actually the language in nobody's view, I think, is the same. The statutes that are at issue here were not at issue in Nierotko. If any particular language was being interpreted in Nierotko, and I'm not sure it was, they talk about --",
  "Right, that's true, but they -- it's slightly different. They say calendar quarters in which it was paid, so it is slightly different, even the provision that might have been applicable there, but beyond that, the Court in Nierotko based its decision on the purposes of the Social Security Act in providing security for people as they reach older age and as they retire. The Court referred to that, and I think construed the particular statutes it had there in terms of the statutory scheme in which it was found, which was a security scheme of that sort.",
  "Yes.",
  "I actually think that there's no problem at all. In the first place I'd point out that that's the way it's been -- the Internal Revenue Service since the time of Nierotko has taken the position that the wages-paid rule is a statutory test for taxes. On the other hand, the Social Security Administration has taken the view that at least for statutory back pay, which wouldn't apply to this case, but at least for statutory back pay they will allocate it back, and that's been going on for 60 years, and it hasn't caused an enormous problem. In fact, it's caused no problem at all. As far as the specific -- I mean, I could go through some of the specific examples of problems that respondents say would be caused in the statute by their view. For example, there is a -- an exclusion from wages for money that's paid to somebody more than six -- on disability, for disability more than 6 months after the person -- the employee stopped working for the employer. Well, I don't see any problem that is created by applying the wages paid for taxes to that payment. In fact, the problem would be created quite the contrary. Under the wages-paid rule, you look, you count 6 months after the employee stopped working, which is what Congress wanted to do. Payments made after that date are not taxed. Payments made before that date are taxed. Under respondent's view, you'd have to take all the payments that were made after that date and try to figure out whether they should have been paid, should they have been paid earlier or should they have been paid later.",
  "Well, not quite. The Social Security -- the issue arises, I would say, with less intensity and frequency in Social Security for a number of reasons. One is that as a Social Security -- under the Social Security scheme, they essentially permit you either -- your choice, option of either going back or using the wages-paid rule, and therefore a lot of cases, since you have a choice a lot of cases don't even arise, because they just use the wages-paid rule. Secondly, under the Social Security scheme, because of the way that works, it's a lot less significant, the allocation decision. Under Social Security, all you need is 40 quarters of coverage in order to be a fully-insured individual, and most people already have that, and it doesn't really matter whether it's in the quarter that it would be paid or the quarter, or some other quarter it's allocated to. In addition, under the Social Security scheme, your benefits are based essentially on your average annual earnings. That's the way they're currently calculated. It's just an average annual earnings. It doesn't really matter where you allocate the wages, it won't make much difference for most people's Social Security, because you're taking an average anyhow over some many-year period of time, usually. Now, I'm not saying it will never make a difference, but the issue arises much less sharply and with much less frequency in the Social Security context, but in any event --",
  "No, I think the wages-paid language in FICA and FUTI -- FUTA is entirely unambiguous. It says, wages paid during the particular year, and I think that that ends the question as far as FICA and FUTA goes. The Court in Nierotko adopted a different construction of somewhat different language in the Social Security Act. I think the fairest reading of Nierotko is probably that the Court felt that this was not -- didn't tie it to any particular -- the allocation question -- didbn't tie to any particular language, but just decided that an exception of this sort was necessary to accomplish the purposes of the Social Security Act.",
  "No, we don't. It was a statutory decision, and I don't think that there's any basis to overrule it. I think that they -- the Court didn't give any explanation of how it arrived at the conclusion that you have to allocate back based on any particular language of the statute, and that's one reason why I think the best reading of Nierotko is that the Court was just adopting a kind of extrastatutory exception, and saying, given the purposes of the Social Security Act and providing security for people so that they'll know they'll get the funds and won't descend into poverty as they get older, given those purposes, this is really the only way to do it for those purposes. The Court did not look at the specific language of the statutes here, or the specific changes that those statutes had gone through to arrive at that language. Originally in 1935, in the 1935 Act, the FICA, what became FICA and FUTA -- it was actually all part of the Social Security Act -- those taxes were based on wages paid for employment during a year. That meant, and everybody agreed at that time, you had to look at when the employment occurred, not when the wages were paid. That scheme was in effect for a few years and the 1939 Congress saw that it caused confusion and difficulties and said, we have to change this, because we don't want to have to -- it's easy to figure out when somebody was paid. Indeed, in this case they stipulated that they were paid in March of 1994 and usually that's a question that doesn't cause any problem, so we're going to base the taxes in 1939 on the wages paid. Now, in 1946, Congress extended that to the wage-base provision, so by 1946 everything was in line to avoid the kind of confusions and uncertainty that were caused by having to look and see when the employment was performed.",
  "I think, quite to the contrary, I think they do. I think changing -- because I think changes to wages paid was an unambiguous change that required that the tax be based on whether --",
  "I don't think that that's the -- that is the philosophy when you have litigation between the wrongdoer and the wronged party. I don't think that that's a part of the philosophy of the tax code. The Government is not the wrong -- the party that committed any wrong in this case or in any of the other cases --",
  "-- this question --",
  "Because we know -- because what Congress was looking for was an administrable rule to apply for the tax system here.",
  "Under respondent's rule --",
  "Well, I think the administrative problem is that under the should-have-been-paid rule that respondent advocates there's two distinct areas of controversy that don't arise under the wages-paid rule that's in the statute. First, in our society people are ordinarily paid for services paid during a certain period, so in order to figure out when wages should be paid, you have to figure out when the services were performed, or for what period they're being paid. That's exactly the inquiry that was required under the 1935 statute --",
  "-- and that would be reinstituted under this statute.",
  "Well, in every case, there may not be a problem in every case, although I would add, I'm not sure in this case whether it's been developed when the wages should have been paid. It hasn't been stipulated to --",
  "I don't know what kinds of arrangements they had, but some times employers pay things early, sometimes they pay late. There are many, many kinds of employment in this country. There's casual and part-time workers, there's commissioned workers, royalty- based workers, there's employers who decide to pay early against a later commission. In all of those cases, what you'd have to do is look back and say, when was the work performed, and when should have been in the ordinary course the wages paid, and it offers an opportunity --",
  "-- a further opportunity --",
  "I don't think that that's necessarily so. I mean, I think one question that frequently, especially when cases are settled, and are not resolved by a final judgment, one question that nobody has to decide is when should the services -- when were the services performed, and when the money should have been paid. You're just paying somebody some money. You can tell the date that the money was paid. It's very easy. But there's numerous opportunities for, both for collusion between parties to say that it should have been paid on whatever date is going to work out best for them. There's opportunities for disputes between employers and employees about when the work was performed, when the wages should have been paid for that work, because they -- employers and employees may themselves have different interests. There's the same -- it's the same confusion and difficulty that Congress wanted to move away from. Under the --",
  "Yes.",
  "That's correct. For almost all -- at least on the individual side, for almost all individual taxpayers they pay on a cash basis, and --",
  "You know, for the employer's deduction, it's not in the record here, and I'm not sure on what basis the employer is working, but since the employers and employees have to be on the same year, it really makes sense to look at the individuals, because we do know that the individuals' taxes are going to be on a cash basis.",
  "Yes, that's correct. That's correct, and keeping this -- keeping the FICA and FUTA taxes on the same basis as the income tax also avoids some further confusion in these schemes. When Congress enacted the FICA and FUTA schemes, and when they changed it in 1939 and 1946, these schemes were supposed to be simple and easy to administer. It actually, it follows, in fact, a fortiori from the fact that individuals do this under the income tax and nobody disputed that so far, that it should be treated the same way under FICA and FUTA. Those taxes apply usually to almost all wages. There's a few -- there are some exceptions, but very few people actually come within them.",
  "Well, I don't really see anything to be said, frankly, on the other side for ease of administration. They argue that there are a bunch of statutory -- there are a bunch of statutory provisions defining wages and so on that would be -- would come up with results that they say Congress wouldn't have wanted, but all of those provisions are precisely-worded provisions that tie something to payments made during a certain period of time, and Congress advisedly, I think, in adopting those provisions, they didn't say, well, the employer -- they're not wages, if the employer was really just giving a gratuitous payment, and so you have to look and see whether it was a gratuitous payment. They said, 6 months after the employee ceased working, if it comes after, more than 6 months it's not taxed, if it's less than 6 months it is taxed. Their -- and really that's very consistent with the whole FICA and FUTA schemes, where these taxes are not generally as high as the income tax, and the FUTA tax is rather low. The whole scheme was, you apply it from dollar number 1. You try to have a simple rule that's easily administrable.",
  "You look at the time it was paid, it says in the regulations. It say when it was actually paid. The only exception is constructive payment, which comes in very few cases, and that's where it's actually available to the employee but the employee didn't pick up the check or something.",
  "I think, two answers. One is it has been true for 40 or 50 years, and it hasn't caused any major problems, but second is, I just don't think that there are anomalies, the anomalies would be created. Let me take another example. There's the example of a case where payments that are made to the estate of someone who's deceased in the year after they died, are not taxed under FICA and FUTA, but if the payment is made during the year -- in the same year that they died, they are taxed under FICA and FUTA. That provides a bright line. It's easy to administer. You go, you look, you see when the payment was made, and you decide whether you have to pay the FICA and FUTA taxes, which is very consistent with how Congress wanted this scheme to work. Under respondent's scheme, you have to look at all the payments that were made after the year that the person died and try to see, well, was there some reason why they really should have been made earlier, were they late, were they delayed, did the employer not make the payment on time, was there a dispute, whatever, and you have to sort all that out. I think under the logic of respondent's position, which is, you're trying to put people, the Federal Government in the FICA and FUTA system is trying to put people in the same position they would have been if the taxes had been paid when they should have been, you have exactly the reverse problem, too. All the payments that were made during the year that the person died, you have to look, well, were those advance payments, should they really have been made in the next year, why shouldn't they be made in the next year, then they're not taxable, and I don't really see any way to distinguish between any of those cases. I think Congress enacted a precisely drawn statute here with carefully drawn provisions that drew sharp lines and were easy to administer, and the wages-paid rule is the classic example of that, because it's -- there's very few disputes about when wages are actually paid, and if it's applied in accordance with its terms, then the result is that you were able to do it, and I don't think any --",
  "Well, back pay covers -- may cover a lot of different situations. I mean, I guess back pay, as I understand the way they would use the word, which is not the way Social Security Administration views it, is any time when somebody doesn't get -- gets paid later than when they should have been, which it could be due to someone's fault, it could be due to no one's fault, and it could be just a brief delay, it could be a long delay, and when those cases are then -- a dispute does arise, a significant dispute, and you come to settlement, the parties can just then characterize whenever the wages were paid, if they could agree on that, and the IRS would have a very difficult time disputing any of that, whereas --",
  "Right, and that's exactly the problem, and in our view what Congress did was, enacted a wages-paid rule, and they -- although -- and they were, in 1939 and then when they completed the job in 1946, directly addressing the need to avoid the kind of confusion and uncertainty and opportunity for manipulation that might arise under a should-have-been-paid rule. The -- I would add that the provisions at issue in Nierotko at most -- the Court in Nierotko did not discuss or cite any of the tax provisions at issue here. At the very most, they referred to section 209(g) of the 1939 Act, which had slightly different language from the tax provisions that are in issue here, although I wouldn't make a big deal out of that. It talked about quarters in which wages were paid, rather than wages paid during a year, but it had slightly different language, and I think the Court's whole approach in Nierotko was driven by its impression of the purposes, the need for security in an old age security system, which is what the Social Security system was. It would be anomalous to take that approach, that was driven by the purposes of that system and was, insofar as the Court was looking at language at all was driven by language of different provisions that are in a context that's talking about benefits determinations and who's a fully-qualified individual, and apply it to the statutes that are at issue here, which talk about rates of taxation, and are quite clear in speaking in terms of wages paid during a particular year. I'd just -- finally I'd add that the Treasury Department by regulation has for a very long time, since the time of Nierotko, and in fact even before that, looking at some of the wages, the rate provisions of the 19 -- when they were changed in 1939 has had a wages-paid rule. It's firmly adhered to that position. The Treasury regulations give examples of, right in the regulations of cases where some one is paid one year for services in the prior year, and they say no, you go, you look at when the pages were paid, and that answers all questions. It doesn't say, you then look and see well, when should they really have been paid, or why were they paid late, or should they have been paid later than they were, or any of those questions that could arise. The IRS, the Treasury regulations also speak specifically in terms of wages actually paid. That's the basis of the statute. I don't think that could be clearer, although I think actually the language of the statute is equally clear and consistent with that.",
  "The Treasury regulations, the Court has always given deference to Treasury regulations construing the tax code, and these are formal regulations that are in CFR. Now, in addition, they've been -- those regulations have consistently been applied in a series of revenue rulings, including one in 1989, that specifically applied those regulations to this kind of a case, to a back-pay case, and said the wages-paid rule is the one that applied. That -- the Court has generally given deference to revenue rulings. In the Correll case the Court said that those rulings are entitled to deference, especially in a case like this, where the revenue ruling is a direct interpretation of the Treasury regulation.",
  "I think it's the same. The -- I mean, there's a long story that's actually in our brief about the history of revenue rulings. Before 1961 they were not, did not have precedential value, even within the Treasury Department, and therefore there was no reason to give them deference, and they weren't accorded deference, and there's a couple of decisions of this Court saying that they don't get it. After 1961, authority to issue those regulations, which had been vested in the Secretary of the Treasury, was delegated to the head of the IRS, and since that time -- and then this Court in the Correll case, dealing with one of the -- with some of those revenue rulings that came up at that stage said yes, we give deference to the IRS revenue rulings because they're the masters of the subject. They have to deal with the -- deal with these kinds of problems on a daily basis.",
  "It was a -- Correll was a pre-Chevron case, and so they didn't talk specifically in the language of Chevron, but given the history of the delegation by the Secretary of Treasury to the head of the IRS, I don't see why they wouldn't get the same deference. The IRS, when they publish revenue rulings, says these don't have the full breadth of scope, because they generally deal with just a narrow issue, and they don't intend that they apply broadly to items beyond specifically the problem that they're addressing, but within that scope, they should get exactly the same deference. But in any event, our position is consistent with, and really is -- our position is the position that's been in the Treasury Department regulations since 19 -- the early 1940's, and if there were any doubt about what these provisions mean, those regulations should be given effect --",
  "Yes, I'm almost certain. I mean, these regulations go back way, way far.",
  "Right, but they've been repromulgated since, and I'm certain -- I haven't looked at the Federal Register, but I'm certain they were adopted that way.",
  "I just have a couple of brief points. One is --",
  "It is for me now, moderately. I think one of the points actually I wanted to make is that, to look carefully at what happened in 1946. This Court decided Nierotko. There's not a trace of any indication in the legislative history of the 1946 amendments that Congress had any idea that Nierotko had been decided. They certainly did not say, we are trying to conform anything to Nierotko, so that's the first point. The second point is, what they did do there is, they also did not change the specific provision that was at issue in Nierotko, which was a benefits provision. It was a definition of who is a fully qualified individual. They didn't change that at all, and so they didn't discuss it. What they did change was the tax provision for the wage base, and that provision they changed to move it to the wages-paid rule, which they had started to bring in in 1939, and they had said why they did that, to avoid the confusion and difficulties that the other rule had caused. Finally, then, they changed the wage base in the Social Security Act, which was not at issue in Nierotko, because that had nothing to do with wage bases. It had to do with who was a fully qualified -- they changed that, and they said, well, we're doing this just to conform with what we've done with the tax provisions. I think if you put it all together, what the clear intent was, was to keep the taxes easily collectible, and to pursue the ease of administration that they had started in 1939, and then just to bring the Social Security wage base definition in line with that, but I don't think saying that meant in any way, or there's no reason to think that Congress thought that what -- if they were aware at all of Nierotko, that it had anything to do with taxes. As far as the Social Security -- just two other very brief points. One is that the Social Security Publication 957 discusses what they -- their method is, and they do give an option, because they say you can -- you report the back pay on your W-2, and then if you file another filing allocating it back, we'll look at that. If you don't, you can just leave it allocated on the W-2 for the year it was paid. And finally, just one other point that I thought was interesting is that the 19 -- Mr. Phillips referred to the 1943 income tax provision that did allow some attributing back pay to prior years. That was limited to where it was 15 percent or more of your wages, but this was a statute which they enacted, and it's called Section 119, Back Pay Attributable to Prior Years, and it starts off, if the amount of back pay received or accrued by an individual, and so on. So when Congress wanted to address the back pay problem in the income tax context, right around this time, they did it, they did it in express language, they kept that into effect, in effect for a certain number of years, they limited it to where it's more than 15 percent of the income, and then they got rid of it when they found that that was too difficult to work, in, I think, 1961 or so. None of those things happened with respect to, in 1946 with respect to the Nierotko decision, or the FICA and FUTA taxes at issue here. Thank you.",
  "Mr. Chief Justice, and may it please the Court: Petitioner may not base his petition in this case on Cage, because the rule of that case has not been and should not be made retroactive by this Court.",
  "I don't think there is. I think the fairest reading of the statute is that it has to be made -- the specific rule relied upon by the second petitioner has to be made retroactive by the Supreme Court, not by some other court --",
  "Well, I think the fairest reading is what I said. I do think you could distinguish some if the Court -- I think the fairest reading is what I said, but you could distinguish some cases in which -- like the Eichmann case, for example, perhaps.",
  "The Eichmann case, the flag- burning case, in which -- you could distinguish some cases under the first Teague exception in which the application of that exception is just absolutely crystal clear, but I don't think all first exception cases are even close to that, and I don't think that any second exception cases would be like that. So although you could say an absolutely clear first Teague exception case could satisfy the made retroactive standard, I actually think the better rule is want Congress provide, which is that it be this Court and not some other court that's vested with the responsibility of finally and conclusively deciding that the certain new rule is valid, and it should be made retroactive.",
  "No, that wouldn't. I think the fairest reading of the statute is Congress made a considered decision that there have been difficulties in the lower courts with understanding what is retroactive and what is not retroactive, and that you could never be sure, finally and conclusively, that a particular rule was retroactive until this Court had said that it was. And that someone who is on second and successive habeas, who has had direct review and first habeas already, that person is in jail validly and pursuant to his conviction, and if this Court gets around to saying that, then the person may be --",
  "I think so. Yes, I think that that's what Congress provided, and I think they provided it for a good reason. As I said in response to Justice Kennedy, if the Court wanted to distinguish unmistakable import cases, I would think those would only arise under the first Teague exception, and I also think that not all cases under the first Teague exception would qualify or be even close. I mean, petitioner in this case -- I think in their brief they have about five examples. I would agree with one or maybe two of them, but not with the other three, and I think there would be a lot to argue about.",
  "I think on a first habeas in a case like this whereas a kind of, whereas a kind of --",
  "On an original petition --",
  "Yeah, I would go maybe just an inch beyond holding, which is either a holding or a statement that's not dicta. That is, a statement that's necessary to the conclusion in the case.",
  "I'm not sure that could not be the holding.",
  "Well, it can be part of the reasoning in the case but if it was the necessary reasoning. It is very hard for me to --",
  "No, I -- I just don't think that we can fairly say that it's this Court that's made the specific new rule that the habeas petitioner is relying on, that it's this Court that's made it retroactive when it's just a statement in an opinion which the lower courts have to pay attention to, but those statements don't themselves have legal force and effect like the holding of a case or perhaps a statement that was necessary to the reasoning and therefore not dicta.",
  "I don't think it would. First of all, I think the statute of limitations provision hasn't been construed, as far as I know, that particular provision of it, by any lower court, and the meaning of whether it would run from the date of the original decision or the date that this Court had made the decision retroactive I think is not entirely clear, so I don't think it would necessarily be a problem. But I also do think that Congress intended that the gateway for second and successive habeas petitioners should be extremely narrow, and they assigned, Congress assigned, the courts of appeals the responsibility within a thirty-day period of deciding -- usually they're based just on the petition, not on any response from the other party, from the warden -- based just on the petition a determination of whether it satisfies the Teague exception or not. If they can look at the decisions of this Court, that part of it won't be hard to do. They might have difficulty figuring out just what the claim is, but they won't have difficulty figuring out whether it's retroactive.",
  "In our -- that's correct, and this statute, of course, didn't apply then, but a second or successive habeas petitioner would have had to wait until there was a decision of this Court that finally and -- what Congress had in mind was that it be finally and conclusively decided, both the validity of the rule the petitioner is relying on and its retroactivity, before they're going to get into Court. Congress did not intend that people should be able to bring second or successive habeases so that they can establish whether it's retroactive or not. And as shown in this case -- the petitioner in this case claims that it was totally clear after Sullivan that the rule in Cage should be made retroactive, but I think we've at least made substantial arguments it's not, and it's going to be -- there are going to be issues raised in these cases, and I think the Congress wanted this Court --",
  "I think that the Court could, but I don't think that the Court should, make it retroactive. I think the key distinction --",
  "Yes. I think the key distinction that the Court should keep in mind is between the refinement and the application of rules that are bedrock which I think is what Cage did, and I think a comparison the Cage decision with the decision in Victor v. Nebraska shows that that was a refinement of just precisely what the reasonable doubt instruction means --",
  "Yes, I do.",
  "I think the Court could do it because the question would really come down to whether the word made retroactive had a temporal component, that is, it had to have been done at the time he filed the petition, or whether it could be done some time later in the litigation. And it's our view that it doesn't necessarily have that temporal component. If you thought that it did have that temporal component, then you would stop after the first question.",
  "That's correct.",
  "I don't think that that's correct, because it's true that that's what they should have done, but the consequences of them not doing that are that there are two questions that are presented to this Court in this case, and the Court in other cases -- again, the Court could just reach a --",
  "No, I think the court of appeals was clearly incorrect because this Court had not made Cage retroactive and, in our view, should not make Cage retroactive.",
  "That is sometimes what happens, for example, when this Court overrules its own decision in a past case, where the lower court did not have the authority to do that but might have nonetheless --",
  "Well, that would be also -- the Court could -- the Court could do that. I think the Court has discretion as to -- I was only saying that I thought the Court could reach the other question if it chose to. With respect to the retroactivity of Cage, the point of the rule in Teague was that good faith reasonable explications of rules of constitutional law -- even bedrock rules and very important rules of constitutional law should be validated and should not form the basis for later habeas review.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: Under the Pole Attachments Act, the FCC is required to regulate pole attachments to ensure the rates, terms, and conditions for those attachments be just and reasonable. The question presented in this case is whether two particular types of attachments are covered by the act. The first is an attachment to provide cable television service and commingled Internet access. That means that over that particular wire at the particular time is traveling both cable television service and Internet access at different frequencies. The second type of attachment at issue is an attachment used to provide wireless telecommunications services. The FCC determined and the most natural reading of the act requires that both types of attachments are covered. The operative provision, the basic coverage provision, defines a pole attachment as any attachment by a cable television system or provider of telecommunications service.",
  "In the appendix to our petition for certiorari, right at the end. The language that I'm talking about now is on page 205a.",
  "I'm sure it's in our brief also, but it's not -- it's not separately set forth in an appendix there.",
  "But the -- and the section I'm referring to now is section 224(a)(4). It says, the term pole attachment means any attachment by a cable television system or provider of telecommunications service to a pole, duct, conduit, or right-of-way owned or controlled by a utility.",
  "I think it's -- what is --",
  "Right. I think that the use of the term, in particular, cable television system, it has to be part of the cable television system, which could be reasonably construed to mean the -- the network of -- of devices that are used to provide cable television system service to people. I think that's correct, and I think probably the same thing is true with the telecommunications --",
  "-- provider of telecommunications services. But I -- what I would contrast -- what's at issue here is these attachments are used to provide commingled cable television and Internet access.",
  "The FCC hasn't reached a conclusion on that yet because what the FCC concluded -- and I think what the most natural reading of the statute leads to the conclusion as well -- that if an attachment is an attachment that's used to provide cable television system service, the fact -- or it's used by a cable television system, the fact that it's also used for something else doesn't exclude that attachment from the act.",
  "If it still is -- well, it would still be. Then it would be covered under -- under either provision of the act.",
  "Well, I wouldn't quite say that. The rate would have to be determined under (e), and I would agree with you on that. But the act -- it concerns rates, terms, and conditions and also mandatory access. And in terms of the basic coverage of the act, what particular rate --",
  "I -- I wouldn't quite put it that way. I think what the commission did, if you look at paragraph 33 and 34 of its order in this case, is what they said is --",
  "That is on page 80 -- the best place to start with is 87a at paragraph 33. That's of our appendix. What they say is, several commentators suggested that cable operators providing Internet service should be required to pay the section 224(e) telecommunications rate. We disagree. And then they cite a prior order, the Universal Service Order, where the -- in which the FCC concluded that based on the statutory definition of telecommunications, cable service is not telecommunications. And they concluded that based on the proposition that -- that -- under the statutory definition, telecommunications requires no change in the material transmitted back and forth.",
  "No.",
  "No, I don't think so for this reason.",
  "No. Excuse me. I don't -- I wouldn't say that's up in this case for this reason. The -- these -- what the court of appeals held is that these wires are not covered by the act at all. They're simply not covered, not under the (d) rate, not under the (e) rate. A utility can charge a -- an attach -- or a cable television system whatever rate it wants, $50, $100, or $1,000. It doesn't matter. The FCC has no jurisdiction.",
  "Right, but the rate issue was -- the -- the court of appeals did not -- did not address -- and I don't even think was presented to the court of appeals -- what the proper rate is to apply. The question is whether the FCC has jurisdiction over these attachments at all, and these are attachments by a cable television system or provider of telecommunications service. And if you look at the -- the -- that coverage provision in (a)(4) that I was referring to before, if it turns out that Internet access is telecommunications service, if it were to turn out that way, then the act would then -- the attachment would be - - would be protected under both halves of that. It would both be an attachment by a cable television system; it would also be an attachment by a provider of telecommunications service.",
  "It theoretically could be neither.",
  "I don't think that that's correct.",
  "I think the agency was very clear that its basis for jurisdiction is (a)(4), which is the basic coverage provision of the act, and --",
  "No.",
  "No. That's not quite right.",
  "I don't know -- I'll tell you what the agency said. What they said was it's not (e) based on this past precedent, which Congress has now asked us to look into and we're now looking into it once again. We may change our mind, but as of now, it's not (e).",
  "And they said it could be (d) because we're not -- we don't have to decide whether it is a -- whether the Internet access part of it is a provision -- is a cable service because if it's a cable service, it's covered under the terms of (d). If it's not a cable service, we're going to apply the just and reasonable rate as being the same thing --",
  "But I -- I think the agency was quite clear, and they pinned their decision --",
  "Right, but the question of then whether it's (d) or not is -- just has to do with the question of what the right rate is. What the agency was 100 percent clear on was this is an attachment by a cable television system, and therefore, the FCC has authority to provide for just and reasonable rates. I would add --",
  "And I'd like to address that. I think that the point is that is not a -- even almost not a -- probably not a possible reading of the statute, and certainly not the one that the FCC -- once the FCC adopted a contrary one --",
  "That's right.",
  "That's correct. And I would --",
  "I -- I don't think that that's right because whether the agency says it's (d) or not, the fact is that (a)(4) covers this. And let me -- let me give this as an illustration.",
  "I realize that, but that -- that issue, it seems to me, is not a difficult one. If you look at (d), for example, (d) -- Congress knew quite well, when it was dealing with rates, not when it was dealing with terms, conditions, or mandatory access, which are also at issue in the statute -- when it was dealing with rates, it was quite clear this subsection -- that's (d)(3) -- shall apply to the rate for any pole attachment used by a cable television system solely to provide a cable service. Now, if Congress wanted to limit the -- the coverage -- the general coverage of the act, it could have used exactly that same language, and in (a)(4), it could have said, the term pole attachment means any attachment by a cable television system used solely to provide cable service. But Congress actually made a distinct choice. For purposes of the rate, it did want that to govern, and it had a reason for doing that, which I can go into.",
  "Well, if Congress thought that -- again, the result of -- of if that were true could be that the (e) rate might apply to this thing, but it would still be that the (e) rate applied. It would not be that this -- that these attachments are not protected at all. And I would add that in 1996, when Congress passed this statute, the FCC had already determined in several cases that a cable attachment that's also used to provide data transmission services was still an attachment by a cable television system and still entitled to the protection of the Pole Attachment Act. That -- that decision was affirmed by the D.C. Circuit in the Texas Utilities case in 1993, and the FCC had applied it in several cases after that. So, by the time Congress -- and Congress did not change any of the relevant language that was important for that decision. It still left it the pole attachment means any attachment by a cable television system. I mean, I would add if the -- whatever the FCC is to -- is going to determine about what the Internet access is, whatever they would determine about that, the attachment would still be an attachment by a cable television system. I don't see how you can construe it to mean it's not any longer an attachment by a cable television system. It may be something else as well.",
  "And I think they have determined --",
  "If it turned out that this additional -- the addition of Internet access meant that it was neither cable nor telecommunications service -- that that additional service was neither -- neither of those, then the FCC would have to figure out what the just and reasonable rate would be for that. And they would have a range of choices, and they'd have to justify what --",
  "It's possible the FCC could do that. And I'll tell you why the FCC didn't and why the statute --",
  "No. But this is the point, and I think -- I think this is crucial and this is the mistake the court of appeals made. The court of appeals started by saying the question in this case is whether the FCC has jurisdiction over Internet access. The FCC doesn't purport to have jurisdiction over Internet access. And if you were dealing with a wire that only provided Internet access, that would be a completely different question.",
  "Well, you know, I don't want to justify that decision because what the FCC decided is that that wouldn't be what it would want to do. If -- it decided that if it's a hybrid like that --",
  "Yes, because I think that what Congress wanted to specify when it said when it's cable only is it wanted to ensure that -- and this is actually fairly clear -- is when the cable companies went into -- into the business of providing telephone service to people, that they would be charged the same rate as the telecommunications providers who were newly added to the act. But that was not their intent. With -- with respect to Internet access, they didn't have a specific intent like that. They had an intent that Internet access should be characterized however it should be characterized. What you do know is that if, at one and the same time over that same wire, are proceeding -- is a -- a cable television service and Internet access, it is an attachment by a cable television system. And the fact that the cable television system is providing something else through that wire doesn't preclude the application of -- of -- doesn't preclude the FCC's jurisdiction.",
  "But that's --",
  "But that's again -- that could lead --",
  "If that were true, that could lead to the conclusion that the FCC's choice of rate here was wrong and maybe it should have chosen the (e) rate or some other rate. But that couldn't lead to the conclusion that an attachment by a cable television system is outside the act. And in fact, if it were outside the act, it's -- it's not -- it's very difficult to understand why Congress didn't take that solely by a cable -- solely to provide cable television services and put it right here in (a)(4) in the basic coverage provision.",
  "I think that -- that if the issue was preserved before the Eleventh Circuit, they would have jurisdiction to determine what the right rate is, and look at what the FCC's reasoning was and whether -- you know, the various conclusions the FCC reached in coming to the (d) rate. I'd like to reserve -- well, maybe I should address the other issue just for a minute. The other issue seems -- is -- really rests on the same basic premise, which is an attachment by a wireless telecommunications provider is an attachment by a telecommunications provider. The statute defines the provision of telecommunications service as the offering of telecommunications to the public regardless of the facilities used, and it therefore precludes making a distinction between wireless and wireline telecommunications providers. I'd like to reserve the balance of my time.",
  "I think it might be worthwhile to point out that the -- the FCC's construction of the act is entitled to deference and is at least a reasonable construction of the act. But let -- let me go to the -- the point that Mr. Steindler was just making. Congress, in 1978 as a premise of this act, decided that the telephone companies and the utilities had a lot of -- and we cite the -- the committee report that makes this point -- had -- had interconnection agreements. Some owned -- the utilities owned some poles; the telephone companies owned other poles. They had a longstanding agreements by which everybody used everybody else's poles because everybody had to get a complete network to all the houses. Now, under -- so, therefore, that is why Congress did not include the so-called ILEC's, the old- fashioned telephone companies, in this act. They already had access to poles. They either owned them or had agreements with longstanding arrangements with -- with the utility -- electric utilities. On the other hand, there were CLEC's, which are new entrants in the telecommunications business. Those were protected by the (e) rate regardless of whether they do or don't provide Internet access. Similarly, cable companies, the FCC decided, should be protected by the (d) rate similarly so that if they provide Internet access, they're not penalized thereby and kicked off the pole. Under Mr. Steindler's rule and under the Eleventh Circuit's decision, if a cable company provides Internet access, it's off the pole.",
  "Well, I guess --",
  "I'm not -- I'm not aware of what the basis of the Federal Power Commission's ability to order --",
  "Right, but what -- what Congress wanted was --",
  "I'm not -- I'm not sure about what the -- what the authority of local utility agencies is over the poles as opposed to the rates --",
  "-- for the service. I just don't know.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: It's our position that the park district's ordinance satisfies the First Amendment standards and the judgment of the court of appeals should be affirmed.",
  "I think more the latter. This is a public forum. There was a finding -- there may be other Government property that wouldn't fall within that category, but it is a public forum, and restrictions on speech in a public forum are subject to the First Amendment, but the restriction in this ordinance, the relevant restrictions are that the discretion that has to be -- that may be exercised by the administrative body can't be unfettered, but on the other hand, total precision is not required, and I think, as Mr. Strauss explained, there are 13 specified grounds under which a permit may be denied here, and those are the only grounds under which it may be denied, and I think that's adequate guidance for whatever discretion or flexibility would be in the system. And indeed, some flexibility is necessary in a system where you re trying to accommodate competing users and where the alternative, as the Court of Appeals said, if you allowed no flexibility at all, would be even a minor or technical violation of one of those criteria, would have to lead to a denial of a permit, which would mean a lot fewer people using the park, both for speech and for nonspeech purposes.",
  "The problem would be exactly the kind of thing that Mr. Strauss described, is that if there is a minor -- if you put in your permit application slightly too late, or there was a stray mark on your application, requiring total strictness on any of these criteria would just mean that people who really should be entitled to have the opportunity to speak --",
  "But I think --",
  "I think as Mr. Strauss -- I think it was Mr. Strauss said, the -- whatever the flexibility or discretion that remains in a system like this would be -- has to be exercised in accordance with those grounds for denial. Those are the only grounds that are listed, and I think those are the only things the park district is supposed to be taking into account in deciding whether to grant or deny a permit, and -- but you can --",
  "Right, but I think -- well, it could well be that the purpose is to make sure that the park district can guarantee it can consider it, but if they -- if it comes in on a day, 1 day late but there's nothing else on top of it that they're waiting to consider, if it's in the wintertime when they have very few permit applications, they can get to it anyhow, and there's no reason for them not to permit that use of the park. In any event, that's --",
  "I think that's right, and I think a crucial feature of this requirement is that, of the ordinance here is that the parks are used for multiple uses by multiple people. There's a concern with preserving the park's own facilities so that people who will use the same place in the future will have that available to them, and there has to be some availability to accommodate all of that in the normal, in an ordinary administrative scheme, and I think this scheme is well- drawn, and if there are further difficulties with it, they can be challenged on an as-applied basis. One thing the park district can't do is make its decisions based on favoring or disfavoring particular kinds of speech.",
  "That should be addressed on an as- applied basis, and I think it could be in the State court proceedings, or in a 1983 proceeding.",
  "I think the -- the only difficulty -- it would depend on what that meant. If it said, in his sole discretion meant he may consider anything he -- anything, I think that would be -- that would probably be a problem, but if it meant, considering the factors that are the legitimate factors on whether someone should use the park, which are the ones that are set out in the criteria, in the ordinance, I think it would be actually similar to what the ordinance is.",
  "Oh, I think -- well, I think that's right. If the meaning of that provision is that notwithstanding what we've just said, the commissioner has absolute discretion, I think that that would be correct, and that would pose a problem under Forsyth and the other cases that have said that you can't have that kind of unfettered discretion. This is a guided -- this is a statute that has quite limited and guided --",
  "Well --",
  "I think that that would at least be the most reasonable construction of an ordinance like this, where there's attempt to detail these 13 specific criteria quite specifically, and there's no suggestion that there's any other basis on which the park district can act, and I think that that's just the most reasonable interpretation of this kind of ordinance. And again on a facial as-applied -- one difficulty with a facial challenge to an ordinance like this is, you don't want to construe it in such a way as to intentionally render it unconstitutional and therefore limit the ability of the park district to make its facilities open, to have a permit scheme that really makes its facilities open to all.",
  "No. They're -- well, they're very similar. The specific criteria are different, and are differently --",
  "That's correct.",
  "No, and the way those have consistently been applied is, those are the grounds that are to be considered in determining whether you can grant a permit, and there aren't other grounds on which a permit would be denied. Now, there -- the only other -- but actually, in the Federal scheme at least, and probably here, too, some types of other -- some types of considerations can be considered. For example, if someone has a particular facility that would be particularly good for one use, if someone wants to hold a rally on a baseball field, someone else wants to have a baseball game there, I think they can say, well, you have the baseball game on the baseball field, and you have your rally at another location, and there is some of that that goes on in proposing different particular locales so as to accommodate all of the different users who want to use the park.",
  "Basically, yes. If you satisfy the other requirements of the rule, it's basically similar to this. It's subject to -- the actual first come, first served rule under the National Park Service parks here in Washington like this has to do with the date of the application, not the date on which it's processed. If there are no other, further questions, that concludes --",
  "Mr. Chief Justice, and may it please the Court: Confronted with the problem, an undisputed problem, of severe violence and drug crimes and other crimes in public housing, Congress enacted the statute at issue in this case. The statute provides that public housing leases must provide that any drug-related criminal activity engaged in by a public housing tenant, any member of the tenant's household, or any guest or other person under the tenant's control shall be cause for termination of tenancy. It sets forth the conditions by which the household may possess and occupy Government property, property that is largely financed by the Federal Government. HUD has construed that statute, in accordance with its terms, to authorize termination of the tenancy when the drug-related criminal activity by one of the named persons occurs without regard to the tenant's knowledge or control.",
  "The -- what happened in the district court in this case, if I can just answer it this way, is there was a -- we suggested that the court should abstain, and this whole thing should be litigated in the local courts in the unlawful detainer action. The court refused to do so on the ground that this was in part an administrative procedure action against HUD and that HUD wouldn't have been a party in the local court. That issue wasn't raised further on appeal and we didn't raise it in our petition for cert. I'm not sure if that answers the question or not, but -- in any --",
  "No, I don't -- I don't think it is jurisdictional. The question about whether there's a cause of action under the APA, for example, is not -- is not a jurisdictional issue, nor is abstention. Anyway, HUD has construed the statute in accordance with its terms, to authorize termination of the tenancy when there's drug-related criminal activity regardless of the tenant's knowledge or control. The court of appeals read into the statute a limitation that is nowhere expressed or implied with any of the words that Congress used, that a tenancy may only be terminated when the tenant knew or had reason to know of the drug-related criminal activity. The question --",
  "Yes. But there's no -- but this is a civil -- this is a contract. It's a civil -- it's a civil case. It's a civil contract. And the law of contracts historically has been that contractual terms can be violated without regard to any inquiry into the state of mind of the contracting parties.",
  "I'm not sure -- well, under Federal law, I'm not sure. There is now generally a Federal knowledge -- ignorant owner defense under the Federal forfeiture statute.",
  "State -- in the United States -- in Bennis against Michigan, I don't think there was such a -- there was such a provision. But I think the key point is this is completely different from forfeiture. Forfeiture involves someone who has a property interest that the Government had -- has nothing to do with and the Government is given the right to take that property interest. This is a case where the tenants never had a property interest in occupancy of their -- of their apartment in violation of the lease. And this is a case in which the Government is saying this is our property and we're going to let you use it under certain -- use and occupy it under certain circumstances.",
  "Yes, I think that is our position.",
  "That's right. And --",
  "No, no. Our position is this is fundamentally different from forfeiture. Forfeiture involves tens of millions of leasehold and fee interests throughout the country. This involves a -- a much narrower slice of property interests in -- of -- of --",
  "Right. It's a fundamentally different kind of relationship. This is the Government's property to start off with. It is saying, you can use the property subject to certain conditions.",
  "I think that the tenant's position -- I suppose the tenant -- you'd have to ask my opponent, but I think the tenant's position here is that this lease provision which embodies the -- the HUD rule of -- the rule that Congress enacted concerning that there was no innocent owner defense, that that is itself not authorized by Federal law or not permitted by Federal law and therefore was an invalid condition. I assume that that's what their position is.",
  "I think most -- I would say that most of the examples that are given in -- that are given in the amicus briefs supporting respondent are ones that are based on third-hand hearsay, and I'm not sure that they're accurate accounts of those events, but --",
  "I think the underlying point is that Congress was facing a very serious problem, and it had essentially three choices. It could have said, we are going to have a Federal zero tolerance policy and that's all. It could have done what it did, which is vest local public housing authorities with this tool, a contractual provision that permits them to get people out when there's a serious problem or -- or when -- when it's necessary to ensure the peaceful enjoyment of the premises by the other tenant. Or it could have adopted a code of under what circumstances you can and can't evict, and then left it up to the -- it would be leave -- left up to the courts to see whether the particular facts satisfy that code or don't satisfy that code. I think Congress took the only course that was workable. If they -- if Congress had gone farther and if Congress had enacted the statute that the court of appeals thinks it enacted, then it would not be much of a tool for public housing authorities because in each case, the question, for example, of the tenant's knowledge would be litigated. The tenant would likely deny knowledge. The household members would deny knowledge. The whole thing wouldn't --",
  "That -- that's correct. But the problem is that in fact drug-related criminal activity that occurs, for example, in the parking lot of a housing project can be more threatening to the peaceful enjoyment of the premises by the other tenants than what would -- might occur in the apartment. And the same with conduct that occurs nearby. I think the point is that Congress was faced with it and public housing authorities were faced with the problem of very serious violence that the court of appeals said that public housing projects in many areas had become war zones and drug markets. And they wanted a -- a practical, effective way to be sure that public housing authorities can take those households that are causing the problem and remove them and replace them with other households of the many, many households who are on the waiting list and who wouldn't cause the problems.",
  "That's correct.",
  "I don't think there would be because I think Congress -- the way the scheme works is this is a provision in a lease which is a sort of contract. And there is -- the law of contracts is that a contracting party may enforce its lease -- its lease provisions -- Congress was surely aware of that -- when it wants. And ordinarily whether it's a Federal contract, a government contract, or a private contract, the court doesn't inquire into what are the reasons why you're enforcing your -- your lease provision here. They just inquire -- or your contractual provision. They just inquire has the contract been breached or has it not been breached. And I think again that that was the only workable way for this scheme to work. Now, in some instances, there may be a public housing authority faced with some of the really extreme conditions that came out in congressional hearings and that are discussed throughout the papers here that may decide that a zero tolerance policy is the only way to assure that this -- the drugs are going to be cleaned out of the housing unit and that the housing -- the households that are causing the problem are going to be replaced with some of the other ones on the waiting list that won't cause the problem.",
  "There -- there might be other cases where that's not appropriate.",
  "I think what -- well, you know, I hesitate to say yes to that because I think what -- our position is that the housing authority has the discretion to enforce these provisions or not, and there may be cases where zero tolerance policy is necessary or required, in which case that's what they should do.",
  "They -- it could say zero tolerance across the board.",
  "That's correct because you -- with respect to the particular issue of knowledge that's at issue here, as I said, it's going to be very hard for a housing authority, which is not a criminal prosecution agency -- they're in the business of running housing -- housing developments, not prosecuting crimes -- to prove who had exactly what state of mind or who had what level of control. Indeed, both respondents in the court of appeals suggest that if the tenant -- even if the tenant knew, if the tenant couldn't control the drug-related activity, that that would also be a defense. Well, that would, in some cases, allow exactly the families and the households that are causing the biggest problem for the -- for their -- for their neighbors and for the truly innocent tenants to remain, and there would be nothing the public housing authority could do. But I think, in general, what Congress wanted was to give public housing authorities a tool that would be actually useful in remedying the very serious problem of not only drug -- drug-related criminal activity but other criminal activity in public housing units. The underlying principle really is one of household-wide responsibility. No one -- no one suggests that if the -- everybody agrees, let me put it that way, that if the tenant is -- engages in drug-related criminal activity, that the whole household can be removed from the unit. But in a very real sense, although the legal relationship is between the housing authority and the tenant, the practical relationship is they're giving that whole household the right to occupy the Government premises. And it's just the very same rule. It's whoever in that household has used -- has engaged in criminal drug-related activity, that person is liable to be removed from the tenancy because it -- that person violated a lease term.",
  "In terms of time, I think that there -- generally the statute doesn't say anything about time, and I think it would be open to HUD to fill in a -- in a gap, although certainly a very broad period of time would be -- would be suggested. It wouldn't be a very short --",
  "That's -- that's correct, but that -- that -- it was not -- the issue of time and place -- and let me say place is addressed in the statute because Congress -- originally it said on or near, and Congress amended in 1996 to say on or off. So, the one thing we do know is that place is not something that was relevant. And again -- actually if I can turn to place for a second, you could have a drug crime that occurs 3,000 miles away, and ordinarily -- and I think it would never be -- I don't know of any case where anyone has been tried to be evicted. It's a very theoretical possibility that anybody would be. But if that crime was that that person was trying to import drugs and bring them to that person's unit in the housing complex, it would be highly relevant. And what Congress intended was that public housing authorities have the tool to take care of the problems that they saw. They're not evicting people who are -- who are engaged in drug crimes 3,000 miles away or 20 years before. Respondents rely and the court of appeals relied on the forfeiture provision. I've already said that the forfeiture raises a completely different issue. And the fact that -- it is true that Congress added leasehold interest to the forfeiture statute in it -- when it -- when it rewrote this statute in 1990, although it didn't substantively change the terms of the statute. But I think the -- it's very express innocent owner defense that's in the lease -- in the forfeiture statute contrasts very sharply with the absence of not only any such defense but even any word that suggests such a defense in this statute. The doctrine of in pari materia, which they appeal to, can sometimes be used where you have a particular term in a statute that in a closely related statute is either defined or, by context, has a very clear meaning and the same meaning then is -- is imported. It's quite a different thing here where -- this is a -- the forfeiture statute is entirely different from --",
  "Right.",
  "Right, and -- and I think in this case where there's no word in this statute that requires that -- that requires interpretation and the context that you're trying to take the meaning from is quite a -- an entirely different context, I don't think that that in pari materia is soundly applied. In fact, I think just the contrast between the statutes clearly points out Congress' -- what Congress intended. The -- the -- you know, I'd add that this -- this -- the rationale of this statute ensures not only that there's the maximum incentive for tenants in public housing to ensure that their household members and they themselves are not engaged in drug-related activity and to find out about that activity rather than remaining ignorant, but in the end, it ensures that households in Government subsidized housing who are a threat to their neighbors or who may be a threat to their neighbors in the view of the public housing authority, that they are removed and that -- and replaced with others of the many families who are on the list who would not pose such a threat. Finally, the court of appeals also relied on the doctrine of constitutional avoidance, but this statute is clear and there's no warrant for applying that doctrine. And in any event, there isn't any serious constitutional problem with interpreting it as HUD has. Although the tenants have a property interest in their lease, that is -- that entitles them to the right to the full procedural due process protections before the lease is terminated, but it doesn't govern what the substantive terms of the lease are.",
  "That's right, and they have the right to litigate all of the issues that would come up in the unlawful detainer action, but it doesn't -- the -- the fact that they have a property interest in their lease doesn't, in turn, give them a property interest in acting in ways substantively that are contrary to the terms of their lease. If there are no further questions, I'd like to reserve the balance of my time.",
  "Thank you. I'd first like to add that the -- the people -- the people who had committed the drug offenses in this case were between ages 20 and 44 years old. They weren't teenagers. The question of -- as to the relationship of -- of Federal law and the -- the Federal law that waives -- that permits HUD to waive the grievance procedure in the housing authority and say you can just go to the eviction court -- and that law does provide that HUD has to -- it can only permit that if it can ensure -- assure that the eviction court gives you full due process rights to litigate whatever issues there are. And in that sense, Federal law does guarantee you the right to have all of your defenses litigated in the eviction proceeding if HUD is going to grant such a waiver, which it's done in 47 States.",
  "Yes, but what Federal law doesn't do is say that there's any particular defenses. As the question of what the defenses are that you have to have the full right to litigate, that's a question of -- of substantive Federal law. Now, in this case, the statute makes clear I think that serious -- that drug-related criminal activity is cause for termination of tenancy, and HUD has construed it to mean that. Now, the question then about -- the only possible source for a defense would be State law, and the question about for State law defense would be does that conflict with either the Federal statute or the purposes Congress was trying to achieve. It wouldn't be possible for a State court to disagree with the balance that Congress struck when it -- when it passed the statute. So, the only question would be, therefore, if you have any State law defenses, they would have to be ones that don't conflict with the judgment that Congress made that eviction under 1437d(l)(6) is for serious -- it's for drug -- drug-related criminal activity by a household member. I'd like to add just one other point which is in 42 U.S.C., section 1437, which is kind of the statement of policy right at the beginning of the United States Housing Act, it says, it is the policy of the United States -- and it names a bunch of things, which I'm not going to read. And it says, to vest in local public housing agencies the maximum amount of responsibility in the administration of their housing programs. It was those local public housing agencies that know what the conditions are, and that -- it is consistent with that that HUD has construed the statute and Congress in fact enacted the statute to give them the discretion with this clause, as with enforcement of rent clauses or any other clause, to decide when they should be enforced and when they should be enforced. That's not a role for the eviction court. Thank you.",
  "Justice Stevens, and may it please the Court: It's our position that the State court redistricting plan was not precleared on either of the two occasions that appellants --",
  "It's --",
  "If it's clear that this injunction is -- rests only on section 5 grounds, and not constitutional grounds, that certainly would --",
  "Well --",
  "The -- what the injunction actually says is something like the injunction will last until, and unless there is a constitutional plan that's precleared. And insofar as it uses the word constitutional, and we know the views of the district court about that, I think that as long as that -- that word, constitutional, is there, that -- that that remains an obstacle to administering the plan.",
  "At least that part -- at least the injunction has to be modified to remove the word constitutional.",
  "It --",
  "If the Court made clear, I think, that -- that the -- that this injunction couldn't rest on the ground that Article I, section 4 of the Constitution was violated by the -- by the State court plan, then I think it would be ripe for a preclearance.",
  "Yes. If a State moved to vacate the Federal court injunction?",
  "In the --",
  "There -- well, there's really two grounds on which we think the injunction is -- is relevant. There's a narrower ground, which I think it -- primarily the -- the argument so far has been concerned with, which is that the State was no longer seeking to enforce the plan because it didn't appeal it. And that --",
  "-- if the State took action, they're still not appealing it, but I suppose, after this Court's order, if they went back to the district court, and said, in light of this Court's order, we're trying to seek to enforce it again, and if they had the ability to do that, then that -- then that would be eliminated.",
  "There is a broader ground, however, because the -- insofar as the injunction is a injunction that's based -- rests on constitutional grounds, it's the Department's position that -- that the preclearance -- the section 5 uses the terms seek to -- seek to administer. It says it may be enforced once the Attorney General acts, and it talks about voting changes that are in force and effect. And all of those things point to a contemplation by the statute of a change going to the Attorney General when it's ready to be -- ready -- ready to go into effect, when there's no present legal obstacle. As long as there's a present legal obstacle other than a section 5 injunction to its current administration, then the Attorney General -- it's too early -- it's too early to go to the Attorney General.",
  "I think -- as I said, I think it's clear that if the -- if the Court made clear that this -- this injunction rests on section 5 and doesn't rest on the proposition that it violates Article I, section 4 for the -- for the plan to go into effect, then it would be ripe for a preclearance at that point.",
  "I think -- I do think the section 5 ground was sufficient to sustain it.",
  "I -- you certainly -- the -- the only reason I would hesitate for that, before I'd quite go that far, is district court was faced -- if you put yourself in the situation that the court was, with very tight deadlines -- and there are -- even -- although courts should avoid deciding constitutional questions when possible, there may be some extreme circumstances where --",
  "I -- I agree. And actually I -- I do think the district court certainly could have said and -- and perhaps should have said, this is a constitutional issue. Especially, it's a novel constitutional issue that raises novel questions that haven't been addressed before, and the section 5 ground was sufficient to sustain the injunction.",
  "I -- I guess only insofar as when you read the actual order of the court, it says a -- this -- this shall go into -- the State may not enforce the State court plan until the State -- there's a constitutional plan that's precleared. And if you read that word --",
  "I -- I think that may -- that may well be right. I -- I don't disagree with that. I'd like to go to, actually the first -- the first alleged preclearance which is supposed to have occurred 60 days after the plan was initially submitted to the district court, and that preclearance did not occur -- was initially submitted to the Attorney General. Excuse me. That preclearance did not occur because on February 14th, before the 60-day period had expired, the Attorney General sent the State a letter saying, I need more information before I can preclear this plan. That procedure, under which the Attorney General did that, was specifically held valid by this Court in Georgia against the United States, and the Court in Georgia specifically held that that stopped the 60-day clock from running. Later, in Morris against Gressette, the Court held that the Attorney General's substantive determinations under section 5 are not subject to -- are not subject to judicial review at all. And therefore, the Attorney General's determination that more information is needed, that the information before him was not sufficient to permit preclearance -- to permit him to make the determinations he had to make -- also is not subject to judicial review. And therefore, because that whole process was -- was approved by the Court in Georgia against the United States, because more information was sought, that that terminated the 60-day clock then, and it did not -- the plan was not precleared some days later when -- when the 60-day period would have expired. I think for the reasons I said earlier, it also was not precleared at the later period both because the State didn't -- on the narrower ground that the State did not appeal the injunction, and on the broader ground that the injunction was there. And the section 5 process is designed so that something that's ready to go -- the Attorney General should reach his decision on an act that's ready to take effect. Finally, I'd like to just briefly go to the statutory question of the interaction of sections 2c and 2a(c). With respect to that question, it's our position that the district court, as a remedy here, correctly ordered the districting of Mississippi's congressional delegation, and did not order that they be elected at-large. And that was required by Federal law, specifically by 2 U.S.C., section 2c, which provides that there shall be established by law single-member districts in each State, and that Representatives shall be elected only from districts so established. That command, it seems to us, is unequivocal, and required the district court, when it was faced with the problem of what to do about Mississippi, to create single-member districts. It would -- did not have the power --",
  "I think generally, but I do not think in general these can be harmonized, or at least within the scope of where it's possible for 2c to -- to operate. For -- one reason is that the language, Representatives shall be elected only from districts so established, is unequivocal, and, in fact, it shows that the earlier portion of 2c that says, there shall be established by law congressional districts in each State, has to mean established either by a court, or by a legislature, or by anyone who acts.",
  "They do have the same statute, which we would view as pre-empted by section 2c. But that was the -- the scheme that was in effect in -- from 1941 to 1967. The reason why 2c was enacted, and the way to give 2c some effect is that Congress at that time was faced with a situation where there were at least six courts that had threatened to order at-large election of entire congressional delegations in the aftermath of Baker against Carr. And Congress responded to that. The concern specifically was that courts would order at-large elections, and the response was the enactment of section 2c.",
  "Mr. Chief Justice, and may it please the Court:",
  "Well, I think one example would in Metropolitan Life against Massachusetts, certainly I think everybody -- I understand everybody here to agree that a law that required an insurance policy to include insurance against a particular risk would spread the risk, but I think what -- in this case also comes right -- it spreads the risk at least for purposes of -- of ERISA for this reason. What this law is, is a condition on the spreading of risk, the insurer is saying, we are going to spread the risk so long as you go to an in-network provider, and the State here is regulating that condition, and really it's analogous -- it has to do with the performance of the risk-spreading.",
  "I think it does -- not quite. I think it actually does -- it does affect that risk, but I think it's a condition --",
  "It's a condition on the spreading of risk, or a condition on the performance of the insurance contract, and in the Fabe case, which was a McCarran-Ferguson Act case, but involved a different provision of the McCarran-Ferguson Act than at issue in Royal Drug and the Pireno case that followed it --",
  "It would -- I guess -- for you -- it certainly could be -- I think semantically it could be said to just increase the risk in just that way. I think for me, I'm more -- it's more comfortable to talk about a -- it removes a condition on the spreading of risk. The risk would be spread under -- without this law so long as you go to a provider who the HMO has said we're going to let into our network, whereas here --",
  "Right, and here the risk-spreading is so long -- we're going to spread this -- such-and-such a risk, but so long as you go to any willing provider, and that's a different condition.",
  "Right.",
  "That -- that's correct.",
  "Yes, but -- but it's really exactly the same as what this Court faced in Fabe, where --",
  "Department of Treasury against Fabe. In that case, what was at issue was a priority statute about how to distribute the assets of an insurance company after it has become insolvent, and it had nothing to do with the contract as to what -- what risks the insurer was going to insure, but what the Court said is, it does have to do with the performance of that contract, because if the assets are spread in a certain way, the insurer will actually get paid -- the insured will actually get paid if that risk results, and otherwise not.",
  "Yes.",
  "Yes, and this is a condition on that, but I don't --",
  "It -- it operates as a condition on the spreading of risk, because without this law, there --",
  "-- the risk will -- it's -- the insurance policy says we -- you -- we will spread this risk among all our insurers. If you get ill, we're going to pay for it so long as you satisfy a certain condition, and what this law does is, it alters what that condition is.",
  "Right, but the Court --",
  "Right, and -- that is true, and the Court repeated that in Royal Drug, and in Pireno, and in Fabe, in all of those McCarran-Ferguson Act cases it made exactly that point, and it --",
  "Well, I think that's the most important one, but there's a number that are related. In the ERISA context, for example, the Court has added -- the Court said, well, we first look as a matter of common sense at the insurance policies. It didn't just say, we are going to apply the McCarran-Ferguson Act to ERISA, and it shouldn't be surprising that there are therefore some differences between the two, or otherwise it would have been unnecessary for the Court, as the primary test, to look at the policy as a whole. Second, in the ERISA context, the Court has specifically said that not all three factors are necessary to be found in order to find that something regulates insurance.",
  "I -- I don't -- I don't think that's correct, and I -- I don't think it should be surprising that there are some differences between ERISA and the McCarran-Ferguson Act, not only because of the policy differences, but there's a noted difference in language between what -- the statute that the Court was construing in Royal Drug and in Pireno, and with the one it's construing here.",
  "Well, ERISA just says, regulate insurance.",
  "I think the Court recognized that there can be a difference --",
  "No, but I --",
  "I think it's because of the difference in language that the Court from Metropolitan Life on has adopted a different analysis in ERISA, and there's actually two differences. One is that in Royal Drug and in Pireno, which involved the antitrust exemption that has to be narrowly construed, you were just talking about a -- a law that is -- that is in -- that is -- the business of insurance. In the Fabe case, which involved the other part of McCarran-Ferguson, which saved State laws in the areas of traditional, in the area of traditional State regulation, it talks about regulating the business of insurance. In ERISA, you're now one step farther away, because now it just says, regulate insurance, and I think those laws are differently worded, and there's every reason to give them a somewhat different scope.",
  "Well, in the -- I think the Court in the Pireno case, for -- oh, the difference in language?",
  "I -- I don't think the Court has relied on that specific --",
  "-- language in any of its cases so far, because in most of the cases everything has lined up and it hasn't had to, but I will say that in the ERISA cases, there's now a couple of them where the Court has made clear that all three of the McCarran-Ferguson actors -- factors don't have to be applied in ERISA, and the Court has never reached that conclusion under the antitrust exemption in the McCarran-Ferguson Act.",
  "Right, but by recognizing that they -- that they're not all -- specifically holding that they're not all necessary in ERISA, I think the Court again recognized that there can be a divergence in -- between the two areas.",
  "That's right. That's right. And I -- I would like to add one other thing about the -- what's been called the common sense test, which is, I do think the Court has given substantial content to it in its cases. It talks about a regulation that homes in on the insurance industry, or is aimed at the insurance industry. It is relevant how the State codified it because, as the Court said in -- as recently as Rush, I think, the term insurance acquires its coloration and meaning from State law, State practice, and State usage, because what Congress was trying to do was preserve State law in an area of traditional State authority, and therefore, the codification in the Insurance Code is of relevance. And finally, at the very least, a State law that affects the contract between the insured and the insurer, which this one does, has a necessary effect on that contract and, in fact, a substantial one. That, although what is insurance may be broader than that, something that does satisfy that I think clearly is insurance under the -- the common sense --",
  "I think it probably would have been, and I -- I think that would, of course, have been analyzed under the other half of the McCarran-Ferguson Act if it was a State regulation of that sort. That concludes my -- Thank you.",
  "Mr. Chief Justice, and may it please the Court: This case concerns 47 U.S.C., section 253(a) which preempts State laws that prohibit or have the effect of prohibiting the ability of any entity to provide telecommunications services. Now, it's common ground that section 253(a) preempts State laws that keep private firms from the telecommunications market. The question presented is whether the law also reaches into the structure of State government and invalidating even a State statute that declines to grant the State's political subdivisions the authority to provide telecommunications. In Gregory against Ashcroft, this Court held that Federal statutes should not be construed to intrude on core areas of State sovereignty unless Congress has made its intent to do so clear. Now, in our tradition, political subdivisions are creatures of the State and they have the authority and only the authority that the State has granted them. Under respondents' interpretation, section 253(a) would be a sharp and unprecedented break with that tradition because it would be a grant of power by the Federal Government to political subdivisions of powers that the State, which was hitherto the sole source of their authority --",
  "Well, I don't -- I'm not even sure whether that's true. That actually goes into another difficulty in construing the statute the way the court of appeals did. Some States create their political subdivisions or some political subdivisions and say you have only the authority that we have given you, and it's not -- other States create political subdivisions and say you have any authority you want except --",
  "Well, I think --",
  "Well, perhaps it's a question of semantics, but --",
  "-- but -- but the -- but the -- the issue here is that in Missouri political subdivisions do not have the authority to provide telecommunications services. Under the court of appeals' ruling, the statute that -- that reaches that result is preempted, and therefore they do have that authority. In any event, that would be a sharp break with the tradition that because it would be Congress specifying what the authority of a political subdivision is even when a State has chosen not to give it that authority.",
  "Yes, because under the Gregory rule, if you -- if the Court were to construe the statute so that it did include political subdivisions, it would be a intrusion into State sovereignty.",
  "The other -- I can't imagine cases -- and I'm not aware that any have come up in the cases that have addressed the -- the question presented here -- where there are some other restriction that a State has passed that has nothing to do with political subdivisions. And the question might arise whether a political subdivision could challenge that -- that provision of State law as well as a private party. And -- but, however, since the Court is in the business here of construing the statute and the question is what is the meaning of the word any entity, I think under the Gregory rule, that -- that term has to exclude political subdivisions. And if it excludes it here, I think it -- there's no --",
  "I think it's our understanding -- it's our understanding that the rule would apply here. I guess the rule applies for the reasons I've already given, which is this is an intrusion on State sovereignty. If that were not the case, the question would be whether a general term like the term, any entity, is whether that would just naturally be construed to extend so far or whether it wouldn't.",
  "And I would say that it raises the question that I was -- the -- the problem that I was referring to before in responding to Justice Stevens, which is State -- the application of 253(a) would depend on the form in which a State chooses to give or not give its power to its political subdivisions. If it was a State -- a home rule State where the cities have all the powers except what's expressly denied them, then a State that tried to pull back the power to provide telecommunications -- that would be preempted. In another State --",
  "I think so sometimes.",
  "It would at least be a difficult question to try to figure out whether there is still something that prohibits or has the effect of prohibiting rather than something which just never granted the authority before. You could consider a political subdivision of a State that's a special purpose water district or fire prevention district that just doesn't have the authority, was never intended to have the authority, and nothing in State law suggests that it should have the authority to provide telecommunications. It would be hard to find something that should be preempted in that case.",
  "I -- I don't --",
  "I -- I don't think it -- because I -- I think that there is -- it's very difficult to imagine that Congress intended that the -- the scope of this statute should turn on the exact historical steps --",
  "-- that they once had or --",
  "But I guess what I was responding to was it's not -- the -- the definition of what a political subdivision is fit, willing, and able to do is something that -- it is a creature of State law. It's defined by State law, by the State laws that have --",
  "I think there's actually very few -- before 1996, I think there were very few -- and I'm not aware of examples. There may be a few in the amicus briefs. There are very, very few entities in this country of these political subdivisions that offered telecommunications services. This is a question that has only arisen --",
  "I think that -- I think part of my argument is the difficulty of drawing that distinction, but the most important part of it is that this is an intrusion into a State's understanding of its government and what it wants to do with its authority. And where a State --",
  "No. I don't -- I don't think so. I think there would be interpretive problems that would arise in the statute if it had said -- specified any public -- any governmental entity or something like that that really would have clearly referred to States and political subdivisions.",
  "That would have been --",
  "I think it's likely that that would do. The problem here is that any entity is just the kind of general term without the -- the reference to public or private or without specific references to State governments and political subdivisions. It's just the kind of general term that this Court referred to in Raygor and said that where there's a clear statement rule, that kind of general term is not sufficient to overcome it. And here, there's nothing in the statute that suggests that Congress thought about, considered, and intended to put into question the issue of State sovereignty that would be -- that -- the intrusion on State sovereignty that would be raised by construing 253(a) the way the court of appeals did. Beyond the statute itself, in the legislative history there's -- there is a -- the committee report repeatedly refers to the private sector deployment of advanced telecommunications as what the bill is designed to achieve. Not only that, the floor debates -- they're cited in, I think, Southwestern Bell's reply brief -- show also people consistently referring to the private sector development of advanced telecommunications.",
  "It actually is broader than that. There is another provision which says -- I don't remember the number -- which says that there can't be exclusive franchises. This is intended to get at laws not only that would by terms give an exclusive franchise or keep a particular company out of the telecommunications business, but also that would have the effect of doing that by imposing high taxes on one category of -- of participants rather than on another category. There -- there's the -- in fact, in the Texas case that came before this, the Federal Communications Commission found a couple of provisions of Texas law preempted because they did just that. And the statute was designed -- it is an anti- monopoly law, but it is a little bit broader than just granting exclusive franchises. It's also favoring one -- at one -- one company or one class of company or the incumbent telephone company over other new entrants into the field. Respondents cite the -- Lead-Deadwood case as the closest that they can come to this, and I'd just like to point out that that case has a dramatically different question than the one here. In that case, there was no question of the Federal Government giving authority to local -- to political subdivisions that the State itself had not -- had not given. That case would be much closer to this case if, for example, the State there had said we don't want our political subdivisions to be providing education because we do that at the State level, and then the political subdivision had taken the Federal money that was at issue there and said we want to open up a local university or something. At least that would have presented the question that's presented here of an intrusion of that sort on State sovereignty, but that wasn't before the Court there and therefore the Court didn't apply a clear statement rule.",
  "I'm not sure what you mean. If you mean by public utilities companies that are in the business --",
  "Yes, they certainly can. Privately owned companies that are in the utility business --",
  "The Federal Communications Commission's position is if, under State law, it's treated as a private entity, the fact that stock, some or even all of the stock, is owned by the political subdivision wouldn't be -- it would still be an entity. It would be -- if it's treated under State law as a private company. In this case, the FCC looked at Missouri law and determined, I think, correctly -- it hasn't been challenged here -- that this is simply a law that prevents political subdivisions as political subdivisions from providing telecommunications services, and therefore, since it's really operating on the political subdivision itself and not on some other corporation, it's not preempted. I'd like to reserve the balance of my time.",
  "I'd like to contrast this case with the Yeskey case, which came up during Mr. Strauss' argument. In the Yeskey case, the Americans with Disabilities Act referred to public entities, I think, and then it defined them as including any department of the State. Once -- that meant that in that act, Congress had specifically considered that it was going to intrude deeply, as Justice Scalia said, in State government, and it had made the decisions of how to do it and the whole -- in fact, title II of the act is designed to -- to tailor that, exactly how Congress wanted to. In this statute, there's no indication that Congress crossed that initial dividing line and wanted --",
  "Yes, Congress did contemplate giving some leeway to the States when it was competitively neutral, but the question of what competitive neutrality means in this context is not an easy one. And -- and I'd like to add that if Congress had had to take the -- do what it did in Yeskey and -- and decide yes, we do want this to apply to the States, it might have occurred to Congress that they were going to have to think about exactly what that means, applying a statute like this to State governments that grant their political subdivisions different kinds of powers in different kinds of ways. Congress didn't -- never made that first choice that it consciously wanted to intrude on State -- State sovereignty the way the Eighth Circuit held, and therefore it never answered those other questions.",
  "Well, I mean, that isn't at issue in this case, but the FCC's rationale is that insofar as under State law you have a thing that is treated just like a private corporation, it's -- it's an entity. That's exactly who Congress was clearly and directly and most importantly targeting this law at. It's -- it's where the -- if it's a municipally owned utility that is really treated like the political subdivision of the State, as they are in Missouri, then that would be different because that would raise these other questions, and Congress had never made the decision that it wants to intrude on -- really in an unprecedented way, on the authority of the political subdivisions. States decide to give --",
  "Yes. As Justice Gin -- as Justice Ginsberg said, our position, I think, is in footnote 13 of our brief, and it's a position the Department of Labor has taken in cases and number -",
  "Well, it's -- it really isn't the issue in this case because our position in this case is that the claims are preempted by 502(a)(1)(B). But, in a case where there was a fiduciary involved, in the days of the divided bench, when a beneficiary sued a fiduciary, they weren't -- they could -- were able to get make whole relief. And the -- by the same -",
  "You get -- there were -- there are cases that I -- I don't want to get too deeply into 502(a)(3)(B), because I don't think it's what's at issue in this case. But there are cases in which, for example, a trustee doesn't buy an insurance policy that they're supposed to buy and then the beneficiary can get, as a relief, whatever the value of that insurance policy would have been and -",
  "Well, 502(a)(3) -- I mean, ERISA does set up a beneficiary trustee -- a beneficiary fiduciary type of relationship that does have analogies in traditional equity. But in any event -",
  "I -- it's not clear to me whether it would, because it's not clear to me whether there was a fiduciary involved in this case. Neither of the claimants in this case, neither they -- the people who denied the benefits on behalf of the plans may or may not have been fiduciaries.",
  "They -- well, whether the -- you know, I frankly haven't thought about whether the plan itself would be a fiduciary. Ordinarily, the way the ERISA scheme is supposed to work is, if you have a denial of benefit, you have a right to appeal to an appropriate named fiduciary, and at that stage, departmental regulations give you kind of very substantial procedural rights to make sure that benefits determination gets made very quickly and appropriately, in light of the medical exigencies of the case.",
  "Thank you. Our argument is that the Texas law provides an additional remedy to that in Section 502(a)(1)(B), because respondents' right to recover compensatory and punitive damages in this case depends on their showing that they had a right to the benefits under the plan -- under the terms of their plan. The state law provides that plaintiffs must prove that the plan's failure to exercise what the state law says is due care, that their failure to exercise due care is the proximate cause of the plaintiff's injury. The only way that that could be true is if the plan didn't pay benefits that it was obligated to pay under the terms of the plan. The plan -",
  "Well, I -- in the first place, she was told before -- I think the complaint says she was told before she entered the hospital that she would have only one day in the hospital. But in addition -",
  "Right. And I would just say there's about three backstops there. One is Department of Labor regulations say you have to make determ -- these determinations as soon as possible considering the medical exigencies of the case and she didn't -",
  "These claims can be made orally, again, if the exigencies require, and she could -- she didn't try -- as far as we know, no one made a phone call to the insurer and said can I get the extra benefits; she needs it. We don't know what the results of that would have been.",
  "But then -",
  "That would have been itself a denial of their obligations under the Department's claim processing - claims processing procedures. But let me say there's also -",
  "Right, but there are other backstops for her getting the extra day in the hospital. She is, at that point, in the same position as anyone else who can't pay for another day in the hospital but they need it.",
  "It's up to her doctor, with whom she has a doctor patient relationship that's a consensual relationship for providing medical treatment. It's up to her doctor to decide when she should be discharged from the hospital and when she shouldn't.",
  "Yeah, but the State of Texas has many remedies to make sure the hospitals don't discharge people who need an extra day in the hospital and medical ethics provides additional reasons why doctors have -- cannot discharge patients who need an extra day in the hospital.",
  "There was -- he took the drug, I think that -- the record actually shows, I think, that he took the drug for several weeks before he had -- before he had the problem with it. He could have been pursuing the plan remedies all throughout that. In addition, Texas law, like the law of 44 other states, provides for an independent review mechanism which is also designed to decide at the front end whether -- what benefits you're entitled to. And under that mechanism he could have sought independent review from somebody who's independent of the plan, not subject to any bad incentives he might have thought the plan might have, to make an accurate determination of what is - what he's entitled to and what he's not entitled to. It's -- there are -- there are a number of remedies that people can -- that people have in order to make sure they stay in the hospital. What the ERISA plan is doing here is simply making a benefits determination. It's a pure determination under ERISA and it's not based on the formation of a doctor patient relationship which the patient has with their doctor. It's based on their determinations under ERISA, under Section 502(a)(1)(A) -- Section 502 of ERISA, Congress drew a very careful balance between the needs for a prompt and quick claims processing procedure that will be effective and will decide in advance whether you get benefits and the public interest in encouraging the formation of employee benefits plans and encouraging the provision of benefits under those plans. To allow states to essentially say, as the state has said here, well, we're going to provide an additional remedy that Congress rejected when it drew that careful balance, would be an -- as the Court said in Pilot Life, to completely undermine Congress's decisions about how this system should be structured. The state has ample authority to address medical malpractice in the state in between -- between doctors and patients where that doc -- consensual doctor patient relationship has been formed. What it doesn't have authority to do is to take its -- that medical malpractice law and extend it, not to the normal doctor patient situation, but to a situation that is governed by Federal law under Section 502 and by the remedies that Congress chose where appropriate.",
  "There's -- I don't think there's any indication of whether they did or not. And, in fact, I don't - I think that under the co-payment of the Aetna plan, Vioxx wouldn't have been terribly expensive because Aetna would have picked up some of tab for that. But all of those would be facts relating what's in the plan. I think they all just point out that the question in this case is what the plan provided and did the plaintiffs get what the plan provided. And this Court decided, in Pilot Life and in Metropolitan Life against Taylor, and it reaffirmed two terms ago in the Rush Prudential case, that those questions are ERISA questions and Congress decided that - set in place a set of remedies that allow for very substantial rights to determine whether you're entitled to the benefit, but limited your rights to sue for pun -- for compensatory and especially punitive damages afterwards, because there's also, on the other side of the balance, the need to encourage employers to provide healthcare and to create ERISA plans. And, as I said, to allow states to interfere in that balance and, as Texas has done here, to create a cause of action which is essentially for the denial of a plan benefit, and that's something that the plaintiffs, I think, have to prove in order to prevail, is to directly interfere with that decision that Congress made.",
  "Those cases involved disability insurance, but they were -- they had a medical element in those  - in those decisions. That's -",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: With respect to the bedrock principles -- that is -- that is, the bedrock watershed rules that come within the second Teague exception -- the Court has articulated that exception not in terms of any rule that carries out a principle of the Constitution, even an important rule that carries out a principle of the Constitution, or one of the amendments that have been incorporated, but rather a bedrock rule. And the examples that the Court has given, which are things like the violation of the rule of Gideon against Wainwright or a mob dominating a trial or the confession that was extracted by torture I think give guidance as to what that sort of bedrock rule is. And what it is, is those are elements that, if they exist in a criminal trial, you can look at that trial and say this was not -- could not have been a fair trial. In fact, the trial conceivably could have come to the right result, but it couldn't have been a fair trial if those elements were not satisfied. The rule in Ring and Apprendi does not come within that class.",
  "I -- I think that -- that was a relatively brief period, but during that period, this Court's decision in Walton had held that judges could decide aggravating factors. And accordingly, the law at that time was that and it would have to satisfy the Teague second exception if it were to be applied. For the reasons I've said, I don't think it does. The Court -",
  "We should have. The Court said in -- in the -- in the Duncan case -- actually the quote is we would not assert that every criminal trial or any particular trial held before a judge alone is unfair or that a defendant may never be as fairly treated by a judge as he would be by a jury. That's a quote from Duncan. In DeStefano, which was a pre-Teague case and I suppose maybe that was the reason why it was overlooked, but the Court relied on that particular reasoning in holding that the Duncan rule, which was the whole Sixth Amendment right, should not be retroactively applied. The rule in Apprendi and Ring doesn't apply to the whole Sixth Amendment right. It was long accepted before Apprendi and Ring that any element that the legislature identifies as an element of the offense has to be proven to the jury. The question in these cases was things that the legislature had -- was at the margins, things that the legislature had set forth not as an element of the offense, but as a sentencing factor that only goes to sentencing. And what those cases did is divide up the -- the universe of things that just go to sentencing and say some of them have to be submitted to the jury and others don't. Those kinds of line-drawing decisions are not the kinds of things that are -- that you can look at the submission of that particular fact to a judge rather than a jury and say this proceeding couldn't have been a fair one. In fact, judges make -- the Court has recognized that judges make similar types of decisions both procedurally in terms of the admission of evidence, in terms of the application of the Fourth Amendment, and even substantively, in fact, even in the capital context, in deciding the presence of mitigating factors, in deciding facts that may be of -- of crucial importance in weighing the weight of mitigating against aggravating factors. All of those things judges may permissibly do and may do so fairly. Given that those things can be decided by a judge fairly, I don't think that it can be said that the rule in Apprendi and in Ring reaches that level of bedrock importance, that it just is -- is -- necessarily the whole proceeding was unfair because this element was -",
  "I -- I don't think so. I think for the -- for purposes of Teague, the best definition of substantive offense -- of what is substantive is what substantive is what -- what has been made criminal and - and perhaps what facts -- on what facts turns a particular punishment. The definition of those facts is a substantive point. And the reason for that is that in Bousley, what the Court said was a -- a longstanding concern of Federal habeas is that someone is going to stand convicted of an offense based on conduct that the law does not make criminal or does not subject to the punishment that he's going to get. Now, when a court comes to a new understanding of an element of -- of what the meaning, the substantive meaning, of an element of an offense, what conduct is or isn't criminal or can or cannot be subject to a particular punishment, there is a risk that -- that the defendant, who was tried under a different standard, does stand convicted of committing an act that the law didn't make criminal. And that's why substantive rules don't come within Teague. But where -- what happened here is not at all times, both before and after Ring, the -- in Arizona the list of aggravating circumstances was the same. They meant exactly the same thing. And that risk that the Court talked about in Bousley of standing convicted of an act based on a finding that you committed an act that in fact is not criminal or couldn't be subject to the death penalty, that risk was not raised by this decision in Ring.",
  "I -- I would think they stand or fall together because the Court in Ring -",
  "Well, I'd prefer not to be categorical about that. I -- I mean, if the Court reached that conclusion, I'd want to see what the reasoning was that the Court used and see whether there are distinctions or aren't distinctions at that point. But the Court --",
  "It -- it may well. It may well. But I don't think the Court should reach that result for the reasons I just said, which is as a matter of substance and procedure, I think you can -- if the question is, is this an element or is it a sentencing factor, but in both cases it's something that the legislature intended to set aside as this is something that's going to trigger a particular penalty, in this case the eligibility for the death penalty, either way I don't think that's a substantive decision. If the question is, as it was in Bousley or in the -- the Bailey case, well, is mere possession of a gun a criminal act or do you have -- or is something else, is it something narrower than that, it has to be active use of the gun, that is a substantive decision because there are defendants who might have been found to have just possessed the gun and -- and therefore not to be guilty of any crime at all. And that does tie into a core purpose of habeas as -- as the Court articulated in the Bousley case. The Court has said in -- said in Tyler -- to return to the -- the bedrock, the second Teague exception, the Court said in Tyler and -- v. Cain, that not all rules relating to due process, not even all new rules relating to the fundamental requirements of due process, will satisfy the second Teague exception. That exception is a narrow one because States have very vital interests in the finality of criminal convictions and in coming to closure after there's been a criminal conviction based on a good faith interpretation and reasonable interpretation of existing law, that not having to constantly reopen criminal convictions as the law naturally develops, as it does with respect to the jury trial right or any of the other rights that have been incorporated. Applying that standard, the -- the decision in Ring and the decision in -- in Apprendi also, shouldn't be applied -- don't come within the Teague second exception because it cannot be said in those circumstances that the necessarily -- couldn't have been a fair trial. If there are no questions from the Court -",
  "Mr. Chief Justice, and may it please the Court: It's the position of the United States that - that we agree with Colorado and with the special master that a river master should not be appointed in this case. The compact between the States of Kansas and Colorado sets up a commission that is responsible for implementing the obligations in that compact, which has to do with Colorado's obligations to deliver a certain amount of water to Kansas. The commission is also charged with investigating violations of the compact, and the compact includes a dispute resolution mechanism of submission to binding arbitration if the -- the States agree to that. The -- the commission also certainly could use other dispute resolution mechanisms and certainly would have the authority to do if it wanted to. The States have agreed to that. Congress has enacted it into law, and this Court should permit the parties to use that mechanism to resolve any disputes that might arise in the future rather than putting a river master in place under the authority of this Court. Now, the Court has -- itself has frequently stated that consensual resolution of disputes of this sort is preferable to litigation. As the special master pointed out, in the two river basins just north of the Arkansas River, the Republican River and the Platte River, the parties recently, after having a dispute, including these very same two States in one of them, have come to a consensual resolution of the dispute that they had. And I think that does show, as the special master pointed out, that these -- the States can -- in fact, the disputes in of well pumping, among other things. As the special master pointed out, I think that shows that the States can use a consensual mechanism to come to a resolution, and this Court ought to continue its often-stated preference for consensual rather than litigative type of solutions to problems of this sort. If the Court were to appoint a river master in this case, then I think the question would arise in any future case in which you have two States that have conflicting interests with regard to an ongoing activity, as what happened with river compacts, equitable apportionments, and in other areas, whenever there's an inherently conflicting interest, the Court would have an appeal that it should appoint a master to oversee a decree or judgment. And I think rather than -- that -- that would be directly contrary to the Court's other statement in the area, which is not only that the Court prefers and that it's far preferable to have consensual resolutions, but also that the Court does not favor appointing agents or functionaries to carry out its decrees.",
  "Yes. The Pecos River -- I mean, there were a couple of differences, in addition to the ones that Mr. Robbins pointed out. One difference is that not only the special master, but the parties in the Pecos River case -- neither party objected to the appointment of a river master or even to the more extraordinary step of clothing the master with authority to make determinations that would be reviewable only under a clearly erroneous standard. In this case, there is a party that objects to it. And I would -- I think there's another difference that's important that the Court ought to keep in mind. At the time the Pecos River master was appointed, Federal Rule of Civil Procedure 53(e), which the Court has said that the Federal rules provide a guide for this Court's original cases, rule 53(e) provided that findings of fact by a master appointed by a district court shall be reviewed under a clearly erroneous standard, and the Court, indeed, used that mechanism for the -- it provided that the river master in that case would be reviewed under that standard. As of 2003, rule 53 -- it's now rule 53(g) - provides that masters appointed by district courts said their findings shall be reviewable only under a de novo standard unless the parties agree otherwise. Therefore, at the present time -- and again, following the Court's rule 17.2 that says that the Federal Rules of Civil Procedure should be guides -- and I think they are a useful guide -- the appropriate course here, if the Court were to appoint a river master, would be to appoint one whose findings will be reviewable de novo. But that itself raises problems because if the findings of the river master are reviewable de novo, it's really just a continuation of the current litigation and it doesn't really advance things any. The parties will submit the evidence to the river master. He'll make his determinations, and then they'll come to the Court. That's really more what the special master does at the current time. So I think that under all of those circumstances, both the Court's preference for a consensual resolution of disputes, its disfavoring of appointments of agents to carry out its decrees, the Court's recognition that it's the Court's obligation to decide cases of this sort and it can't -- it's not the obligation of other parties to do that, and the commission that Congress has put into place specifically to deal with this kind of problem, and with a specific recognition that there could be disputes and a provision for a dispute resolution, I think that the Court should not appoint a river master in this case. As far as the prejudgment interest issue, it's the position of the United States also that the special master and Colorado are correct, and prejudgment interest should not be awarded. I think it's a familiar principle in -- to this Court in litigation that if a party -- when the time comes to make objections, a party has to make all of its objections if it wants the Court to hear them. In this case, the special master came up with a recommendation in his third report about how to -- what should happen with prejudgment interest, under which the early years -- the -- the amount of the damages in those early years would never be subject to prejudgment interest. Now, Kansas objected to that and said we should move the year back to 1950. We should get prejudgment interest on everything back to year one. But they never made the objection that if you -- if the Court disagrees with that, which it did, that the method that the master had used to deal with the prejudgment interest as of 1969 was incorrect. That was the time that Kansas should have brought it to the Court and Kansas didn't do that.",
  "Yes. I think -",
  "I -- I actually think it's a combination of two things. On the one hand, what the Court actually said in its opinion was that the special master had awarded damages only insofar as necessary to satisfy the demands of equity, something to that effect.",
  "I think in the normal contract case that doesn't have the kinds of equities that this case had, that is the current rule, that prejudgment interest would run. But this kind of case involves damages that go back 50-odd years. It could have been -",
  "And they're -- they're ongoing that are different in amount in every year, that it's not merely that Colorado was violating the compact as of 1950, although it probably didn't know it at that time, but that Kansas didn't bring a suit until 1985 and the fact, I think, that Colorado has always agreed to pay -- to adjust the damages for inflation. So, in essence, Kansas is getting a portion of what the prejudgment interest would normally cover for those early years. I think if all that's put together, I think the Court's conclusion that the master's conclusion was just the amount that equity dictates was correct, and that if Kansas didn't like that, it should -",
  "No, the Government doesn't have a position on that.",
  "That issue involves the particularities of this case and the Government doesn't really have a particular interest in how that gets resolved. If there's no further questions, that concludes the argument.",
  "Justice Stevens, and may it please the Court: Where Congress creates a special cause of action for -- for a violation of a Federal law that necessarily carries with it its own features and incidents, Congress' decisions about the appropriate mechanisms for dealing with that violation of Federal law should not be frustrated or overridden by allowing a 1983 action in addition. In this case, section 332(c)(7)(B)(v), which creates a cause of action for violation of the specific standards in (i) through (iv) is an independent, standalone cause of action. If 1983 didn't exist, 332(c)(7)(B)(v) would, undoubtedly, still provide plaintiffs with a mechanism to get into court and attain redress for the legal wrongs that they claim. Where Congress has taken that step and has thought about what the appropriate remedy should be for a violation of a particular Federal statute and has created a judicial remedy, then it would only frustrate -",
  "It is. It doesn't say anything expressly about either of those things, but I think it has long been -",
  "As a matter of damages, I think all appropriate relief would be the standard. But as a matter of attorney's fees, I think is a good example of why there shouldn't be a 1983 action here because the law is 100 percent clear, from this Court's decision in Alyeska and other cases, that where Congress hasn't provided for fee-shifting, there simply is no fee-shifting authorized. That's what they intended.",
  "Are never appropriate unless Congress specifically provides for them.",
  "That's right.",
  "I don't think it's circular because I think when Congress created the specific cause of action here in (B)(v), it didn't provide for attorney's fees and therefore intended that attorney's fees not be provided. If respondent's view in this case were accepted, the -- the presumption would be exactly flipped, and Congress would have had -",
  "Yes, I -- yes, I think it -- I think it would. The question here, though, is where Congress has thought about what kind of remedy it wants for violation of a Federal statute and created a judicial cause of action for every wrong that's -- that -- that can exist under that statute, then the incidents and features of that cause of action should govern, not the incidents and features of 1983 which almost inevitably and in this case are different. And attorney's fees is just the best example of that. If -- under respondent's view -- when Congress was fashioning this statute, it certainly was aware of this Court's decisions that have repeatedly said that attorney's fees are not available unless they're expressly provided for. And indeed, elsewhere in the Communications Act -",
  "That's right. But it's just an illustration. There's other differences between the provision here and 1983, but I think the basic point is that where Congress has given thought to the remedy for a particular violation -- type of violation of Federal law and has provided for a judicial cause of action, with whatever features and incidents it -- it wants, 1983 shouldn't be allowed in. It should be assumed that Congress didn't want to have its decisions frustrated by also allowing a 1983 action.",
  "I think -- I think the same rule would apply to any of the provisions where Congress has specifically provided for a cause of action for the same reason, otherwise Congress when -- here, for example, just to return to attorney's fees for a second. When Congress was framing this legislation, they knew that they weren't giving attorney's fees and this 332(c)(7)(B)(v) would be construed not to give attorney's fees, but not -",
  "That -- I -- I think that's correct.",
  "I think in -- I think the rule would be in general because, first of all, it's not just remedies. There's other incidents of a cause of action such as statute of limitations, the provision here for expedition, and other things. And really when Congress has given thought to what remedy it wants for a violation here of (i) through (iv), for a violation elsewhere in the Communications Act of other Federal standards, it shouldn't be assumed that they all -- that -- to allow a 1983 action would just frustrate Congress' intent in fashioning that particular remedy.",
  "I -- I think that that's completely wrong. When Congress has created -- has recognized a right, as this Court has found is essential for a 1983 action, and it hasn't done anything about providing a remedy for that right, hasn't created a cause of action in court in particular, then that's the function of 1983, is to serve -- it provides a cause of action for people who suffer a violation of that wrong, a statutory violation. But where Congress has given thought to what kind of a relief it wanted and it said we want a cause of action with these such-and-such incidents, no attorney's fees, 30-day statute of limitations, expedition, whatever the other ones are here, then it would just frustrate Congress' intent to say, oh, and also you get a 1983 action to undo all of the things that Congress provided for.",
  "That's right. And -- and I - whatever -- I guess the general point would be whatever remedial decisions Congress made, those should be respected, but I would add in this case it's not just -- it's a question of attorney's fees, which they would have had to -- Congress would have had to do something very unusual here, which is particularly put in this statute no -- there shall be no fee-shifting because otherwise you can always go to 1983 and get it. In fact, even if they had done that in 332(c)(7)(B)(v), respondents would still argue, well, we still have our 1983 action.",
  "We don't have a position on whether it does. I think there's arguments both ways. I would point out --",
  "I think it is unnecessary, and in fact, I think it shows a problem with -- a reason why our view, which is if Congress creates a cause of action, that should be respected -- why that should be respected. Under other views, you have to look at the 1983 action and figure out all of its incidents. You have to look at the 332 action and figure out all of its incidents in the abstract as here, not where -- in connection with a particular claim for damages, and then see whether they're consistent with each other. I think the much better rule would be to say where Congress has created a specific cause of action, that's what it wanted, and whatever you get under that, you get. Whatever you don't get under that, you don't get. But 1983 shouldn't be used to -- to frustrate Congress' intent and give you things that that cause of action wouldn't to give you a longer statute of limitations, which would be, I think, the case here, to give you -- eliminate the provision for mandatory expedition, to have any differences in damages. Another way to put it would be under the Court's decision in Franklin, this statute gives you any appropriate relief. All that 1983 could do here -- it maybe gives you the same thing in which, as far as that goes, it doesn't matter. But all it could do otherwise would be give you inappropriate relief, i.e., relief that Congress didn't want. And instead of construing the two statutes in that way, they should be construed harmoniously and in accord with this Court's decisions which have set forth the line of cases where you have a right to get into court in Wilder -- I'm sorry -- in -- in Sea Clammers and Smith against Robinson and said there we want to take Congress' remedy, however simple or complex it is. It gives you a complete right to get into court and gives you whatever it gives you. And that should govern. And then the other line of cases, which is Wilder where -- and -- where it says -- and the Wright against Roanoke where Congress didn't give you a right to get to court -- get into court. In those cases, that's the function of 1983. The same thing would be true in -- in a number of other this Court's cases that have recognized you have a 1983 action when Congress gave you a right and didn't think at all about the remedy because that's the function that 1983 was supposed to serve. If there's no further questions.",
  "I'm not sure I completely held it in -- in my mind.",
  "Our basic position is --",
  "I -- I have two comments about that. That was a position which actually a footnote in our brief in Tyler against Cain I think suggested, although that wasn't the issue before the Court in that case. But since that time, this has been litigated in a number of courts of appeals and district courts, and as far as I'm aware, no court has accepted that. And the reason they haven't -",
  "Yes.",
  "It would be, but I think we came to the conclusion that it probably wasn't because the words, by the Supreme Court, are not only present in two different places right in this paragraph 6(3), also in 8(2), also in 2244 and in 22 -- I think -- 64. And it does seem to be a pattern that where the Congress expected a decision by this Court in the whole series of statutes, they said, by the Supreme Court. And it's notably missing from the phrase that says, made retroactive to cases on collateral review.",
  "It -- that -- it -- what it says -- it says newly recognized by the Supreme Court and made retroactive. It doesn't say by the Supreme Court. That's the rationale the courts have used. But if I could move to the -",
  "I -- I think the other -- the other problem that I actually am -- that I think the Court should be worried about is that this statute sets one - it doesn't say anything about the date on which something is made retroactive. It says it runs from the later of four dates and it then sets forth what those dates are. And it says, the date on which the right asserted was initially recognized by the Supreme Court, if certain conditions are satisfied. Now, that if clause may well raise some -- it does raise, I think, some interpretative issues. But however you interpret the if clause, that just tells you whether the petitioner can use that date on which the right was initially recognized or not. If he can't use it, if the if clause is not satisfied, then he's -- he only has to show he's timely under one of the other three provisions. The normal one is 1 year from the date that the conviction became final. And I think our primary submission in the case is however you construe the if clause, it can't possibly be read to -- whatever interpretative problems there are there, it can't be possibly be read to alter the totally plain language that Congress -",
  "Right.",
  "And it's not --",
  "It's not -- it's not --",
  "-- it doesn't. But even then, it's not -- it doesn't run from that date, and the -- he's -- and the -- the petitioner has the -- the applicant has no date on -- if he's past his 1 year from the date the conviction became final, he has no date on which he can rely to make his application timely. And our primary submission -",
  "But this statute doesn't -- it's not worded the way the -- the -- paragraph 6 as a whole says you have the later of four dates. It names four different things. But subparagraph (3) doesn't say, well, the later of any of these things. It -- it tells you if the condition is satisfied then you -- the question is - okay, the if condition is satisfied. I can use paragraph (3). What's my time limit? And it says the date on which -- 1 year from the date on which the right was initially recognized by the Supreme Court, and that's the date he has. If the -- if -- if it turns out that he can't use it because the appropriate thing doesn't happen till later, then he just can't use that date. He has three other possible dates to use under paragraph (6) -",
  "Well, I -- I disagree with that. First, on second habeas, the -- this Court, I think all three opinions, in Tyler against Cain recognized that there can be cases where this Court recognizes a new right and it is retroactive at the same time where it's the combination of some earlier decision that said all rules of a certain type are retroactive and then in the second -",
  "-- the Court said we are recognizing a rule of that type.",
  "It -- it says actually made retroactive, and I -- all of -",
  "-- all three of the opinions in Tyler recognized that that sort of thing can happen, and I think that that actually is by far the most common kind of case because that's likely to be a case where the Court has said, for example, where Teague doesn't apply at all where the Court has narrowed the scope substantially of a Federal criminal statute such as in the Bailey case where -- where the question was whether it has to be active use or mere possession of a firearm. And those kinds of cases are very possibly, at least if the Court has made it clear that they're narrowing the -- the Court is narrowing the conduct that was thought to be criminal in construing a criminal statute, those are the kinds of cases that are likely to arise most often. In those kinds of cases, that is likely to be the kind of the thing the Court was talking about in Tyler against Cain. With respect to the other class of cases, which would -- the only other class of retroactive cases would be those that come within the second -- what used to be called the second Teague exception for bedrock principles that have the primacy or centrality of Gideon against Wainwright. Now, the Court has suggested -- it has said that it may be doubted that any such rules remain to -- to be discovered. But if there were, I think a court of -- a case of that level of centrality and primacy and importance, I think that this Court and other courts could take steps to decide whatever pending section 2255 motions they have or whatever ones could be filed by someone who still has their 1 year to go from date of finality of conviction to decide those quite quickly because that would be -",
  "I -- you know, I -- for instance, I don't know what the history was.",
  "I think the -- what the Court has said and clarified most recently in the Summerlin case last year is that those -- Teague doesn't apply. It's not an exception to Teague, but Teague doesn't apply because those cases are retroactive without going through a particular analysis under Teague.",
  "The Government doesn't have any interest in doing that. And I -- I think if the Government -",
  "I would -- I would recommend the Government do that if we found a case. What actually happens, of course, in real life is there's argument about what were -- what -- how was the jury actually instructed. Did the jury find the necessary fact? Was it just harmless error because this case was tried on a theory that made it totally clear that he did commit the crime even as narrowed by this Court and those kinds of questions arising.",
  "I can't say how they would work themselves out.",
  "I don't -- I don't think -- I don't think so because I would only think -",
  "Yes. I don't think the Government holding somebody pursuant to a hitherto valid judgment would be seen as an impediment to making an -- a motion. I think that would be the Government -",
  "Well, but the -- the defendant -",
  "The fact that the Government is holding him doesn't prevent him from file. If the Government did actually prevent him from filing something, said you -- we're not going to take your mail that you're trying to send to the court, I think that's the kind of thing -",
  "I don't think -",
  "I don't think the Government has. I think the Government has said, go ahead and file whatever you want to file, and if you can obtain relief, then you should get it.",
  "And if the Government itself concludes that someone should be released, there are mechanisms to do that -",
  "-- the Government could.",
  "I think under that -- those circumstances, there may be circumstances under which equitable tolling would be appropriate in a particular case. That's the kind of thing that also -",
  "But I don't -- I wouldn't go here on equitable tolling. In other words, I think maybe -- I don't -- I can't imagine all the possible cases under 6(3).",
  "But where the event that you're relying on for tolling would be an event that is anticipated in the statute and would be across the board and would really have nothing to do with the particular conduct of the petitioner's case, but whether someone else has gone and gotten a retroactivity ruling, I think it would be unprecedented in those circumstances to just rewrite the statute to come to a different date than what Congress had set. Congress set the date on which the right initially was recognized by this Court.",
  "You know, I'd -- I'd have to look at the -- I can tell you where the statutes are. One is 8(2), of course, which is right in 2255.",
  "The other is in 2244 which I think is worded exactly the same as this is. The third is I think 2264, which I -- I just would have to look at the specific wording of each of those. But I think the -- you know, and this -",
  "But --",
  "You could also --",
  "You could also -- you -- you could, but you -- and we did take that position in Tyler. You could also read it, though, the -- the presence of the word Supreme Court right before and the absence of the words, the Supreme Court, here and the presence of the Supreme Court in the first one -- you could certainly draw the inference that this was not something -- this part of it didn't have to be made by the Supreme Court. And perhaps Congress was recognizing that it -- it does take this Court a longer time to reach a retroactivity decision than it would take the lower courts hearing cases. Once --",
  "I don't think there's any statement one way or another, but I do think there are holdings. There are holdings as -- as the petitioner relies on by the Eleventh -",
  "I -- I just -- I think that would be unlikely because this Court's practice has certainly not since Teague and even going decades before Teague -",
  "I -- I guess I -- I would just think it's unlikely because although this statute has some drafting -- it certainly raises some drafting issues, I think they likely -- that basic element of this Court's retroactivity jurisprudence, which has been true for decades, I think likely -",
  "Just -- I'm reading it has an if. If is a condition. If -",
  "What if does is states a condition.",
  "Right, because Congress didn't say it. If Congress had phrased this the way it phrased the -- the 6(3) as a whole and said it shall it run from the later of three dates, the date that the Supreme Court holds it -- recognizes the right or the date it holds it retroactive, that would have -- that would have been -",
  "-- that would have -",
  "I -- I don't think so. I think what the clause does is it makes it clear that in 6(3), which is a -- you know, intended to be a narrow exception from the -- the rule of finality -- that in 6(3) what Congress was doing was saying this is the only class of cases that we want this to apply to. And if they had just said the date on which the right was initially recognized by the Supreme Court, I think there might have been some inference that they were not -- they were trying to extend that beyond cases that are retroactive under Teague, or perhaps someone might have read that and said, you know, Teague is no longer applicable. Now Congress has a new standard that it's enacted here. And I think Congress wanted make clear -- the people who drafted this -- that that was not what they were trying to do. And by saying made retroactive -- if it has been newly recognized and made retroactive to cases on collateral review, what they were plainly referring to was this Court's jurisprudence under Teague so that no one would think this deadline is supposed to somehow open the door to cases that would otherwise be barred by Teague.",
  "I think every court that has addressed that question has come to the conclusion that it can be -- it has to be the circuit with territorial jurisdiction over the applicant's case. That's generally the jurisdiction of courts of appeals and the area in which their rulings are effective. It also could be, in our view, the district court that's hearing the particular defendant's case because that's -",
  "Yes. I don't see any -- I don't think that that would be the appropriate thing to do. I think if -- if the view was that this had to -- it couldn't be filed until a court with jurisdiction over the case had actually held that the right was retroactive, then I think the correct course for the district court would be to dismiss it because it's -- it's not -- it's not a timely petition. At the time when it's filed, there's -- it's -- we're assuming 1 year past the date that the conviction became final, and there's no other provision at that point that can render it timely. And at that point, the correct course for the district court would be just to dismiss it.",
  "Our view -- well, that -- that - if -- if the -- the made retroactive has to occur before he files, that would be the consequence. But our view is it can be made retroactive in his own case, and therefore, anyone can file. They have a 1-year window from the time when a new right is recognized, and if in their own case it's held to be retroactive, then they were timely and they may well get relief depending -",
  "So far as first habeas goes.",
  "I -- I think that it's -- I don't -- second habeas is definitely a narrower window, and I think Congress intended it to be a narrower window. But for the reasons I said, there are decisions where the Court holds -- where this Court recognizes, in effect, the retroactivity of a new rule at the same time as it announces it, as the Court said in Tyler. And there are -- this Court and lower courts can act quickly on these kinds of things. If the kind of bedrock principle with the primacy and centrality of Gideon against Wainwright came up, I think the lower courts would see we have to act very quickly on this. I -- one point of note is that Richardson itself, which the Government doesn't believe is retroactive, but that's not before the Court here -- the first decision holding Richardson retroactive came down 7 months after this Court decided Richardson. The second - and that was where no one was thinking they had to particularly rush on that. But if this Court were to recognize a new right under -- a -- a new right that satisfied the second Teague exception, I think it can be expected because it would necessarily be -- have a certain primacy and centrality and sweep that there would probably be cases pending in the courts of appeals, in the district courts raising that issue, and I think the courts involved, if they -- this Court said, look, this is -- this is the way the thing has to be understood in accordance with -",
  "I think this Court has -- has to take cases and plan its docket in accordance with a wide variety of considerations and that may be something that the Court would want to take into consideration.",
  "I think essentially the same one, that -- that they use the term right in 6 and they didn't intend that term to mean something different, whether it was a first habeas or a second habeas.",
  "They were talking about the right that was asserted.",
  "That's right. That's another -",
  "But --",
  "Yes. In paragraph 8(2) only - only -- it does require a constitutional right. But in - in 6(3) it refers just to right. But, as I said, that would, I think, encompass the class of cases such as Bailey where this Court interprets a Federal statute and narrows it and makes conduct that was thought to violate the statute earlier -- it means that conduct no longer violates it. Those kinds of decisions may well under - if the Court has made those points clear, if that clearly is what this Court decided, those cases may well be retroactive at the time they're announced under the rationale that all the opinions in Tyler against Cain accepted.",
  "I think there's sound -- those seem to me to be synonymous and -",
  "That's correct. But I think initially recognizing may well be another way of saying the same thing.",
  "I was actually thinking of it the other way around.",
  "Which -- but that -- that -- where this Court has -",
  "No, I don't. No, I don't. No, I don't. But I think the point of the newly -- in fact, if you look at -- if you kind of flip it, the point of this provision can -- maybe becomes a little bit clearer. It's if -- if you start with the if, if the petition is based on a right that is newly recognized and made retroactive to cases on collateral review, that's the class. If that happened -",
  "-- then the time runs from the date on which it was initially recognized. In other words -",
  "Right.",
  "That -- that would have been better. I would definitely agree with that.",
  "I think I just have a couple of answers to that. One is that when Congress enacts a statute of limitations, any statute of limitations has the effect of pushing people into court who might otherwise like to wait. And that was a predictable result that Congress would have surely known when it enacted this. I -",
  "But -- and which -- many of which may be quite easy to -- to dismiss. But I would say Ms. Bergmann's reading has a kind of -- the opposite problem with it, which is under her reading the -- no one -- when a court holds something retroactive can -- is an unpredictable matter. And under her reading, nobody -- even where there's a right that's rather important and that should be retroactive, no one could get relief until an appropriate court has held it retroactive, which could take years. It could be never. And if the Court -- and I think that that reading of that -- therefore, I think that that -- that reading has just the opposite problem.",
  "What Congress wanted -",
  "It can do that subject to appeal and ultimately certiorari in this Court. I think, though, that ultimately what Congress wanted was a 1-year period after this Court initially recognizes a new right. When the -- for that -- that period of time the finality that is so important to the criminal law is -- does -- is suspended to a certain degree. People can litigate the issue. After that, the criminal law can go back to its retributive, deterrent purposes which can only be achieved if finality is recognized. I think, in particular, when you're talking about section 2255 motions, frequently the relief, if there is any, is going to be a new trial. And there's a particular cost, as the Court has recognized, of trying to retry somebody many, many years after an initial conviction. Sometimes it means, in effect, it's just an acquittal because you can't find the witnesses or you can no longer prove it beyond a reasonable doubt. And I think, therefore, Congress said, all right, well if there's a new right, that's a sufficiently exceptional circumstance, that we can suspend that finality for a brief period, but 1 year and that's all. These things shouldn't come out 10 years later or 15 years later or 20 years later. And that was the purpose, I think a perfectly reasonable purpose that Congress intended to serve here. And I think that actually the language of it, which says 1 year from the date on which the right asserted was initially recognized by this Court, accomplishes that purpose.",
  "I think that the date -- there's only one possible date that can be found in this language. Unless the Court felt that it had to completely rewrite it, there's only one date, the date on which the right asserted was initially recognized by this Court. And even if -- whatever problems the if clause have -- has, that may mean that this -- not very many people -- the worst it would mean is that not many people can take advantage of that date. But unless it's -- that date is -- there's something unconstitutional, which no one has suggested, about Congress picking that date and that limitations period for people who have had the chance to litigate things on direct review -- in any event, it had 1 year from the date their conviction became final. Unless there's something wrong with that, I think that the Court should follow the terms of the statute, and the time should run 1 year from the date on which the right was initially recognized.",
  "Mr. Chief Justice, and may it please the Court: An improper question or comment under Edwards can be cured if the police terminate the questioning and make it clear to the suspect that they will honor his decision whether or not to talk to them -",
  "-- without counsel.",
  "I think -",
  "I think all of those things can be present in any Miranda case, and are taken care of in a normal Miranda analysis as to whether it was voluntary or not. The problem here is that the -",
  "Right, and I -",
  "-- I think you could say that all of those voluntariness factors should be looked at, in terms of initiation, although I just think the analysis would be exactly the same as if you were asking whether he made a voluntary waiver, that it's the same voluntary -- voluntariness analysis. Now, in the -",
  "But you never -- there's never -- first of all, he had gotten a Miranda warning, initially; and that was when he said he wanted to see a lawyer. That was -- that had happened. Secondly, whenever there's an initiation case, you've never had another Miranda warning before the initiation. And what the police did here -",
  "But -",
  "Right, but I -- still, the -- there has been, already, an -- a Miranda warning.",
  "But, still, the question should be broken down into two parts. The -- as the Court said, in Oregon against Bradshaw, you have to -- it's useful, at least, to separate the question of initiation, which is a more limited question, from the broader question of voluntariness of a waiver -",
  "-- or voluntariness.",
  "Yes.",
  "Well, if the --",
  "-- the middle-level -- what -- Maryland has -",
  "-- -- at the middle-level -",
  "Right.",
  "But the State has argued that actually, given the procedures in this case, the defendant waived his voluntariness claim. But, in any event, the State  - the Maryland Court of Appeals --",
  "Right. But -",
  "Well, I'd say -- well, two things. One is, the Maryland Court of Appeals itself explicitly -- specifically said that it did not -",
  "-- voluntariness.",
  "Not the midlevel -",
  "-- court, but the -",
  "No, the -- I don't think so. The highest court in Maryland said, \"We are not going to decide anything about voluntariness, we're only going to decide something about initiation.\"",
  "And -",
  "And I don't think -- oh, because I don't -- the -- that court was relying on a -- on the -- on the -- on the question of initiation. What -- what that court was doing was saying, \"We're going to do a kind of voluntariness- lite here and take all the facts that might suggest it's not voluntary, and count them, and say -- well, give -- those, plus whatever\" -",
  "-- means it's not -",
  "Yes, but -- well, I think that the trial -- what the trial court -- I think it -- no, I don't think so, because I think the trial court was not operating under the correct standard of what it was supposed to -- of what initiation consists of.",
  "Right.",
  "Right.",
  "That's correct.",
  "The Court has consistently found, in the Miranda context, that that kind of broad \"fruits analysis\" doesn't apply in Elstad and -",
  "-- other cases.",
  "Because -",
  "Because the -- the point of the fruits analysis is -- has to do with the deterrence function of the Fourth Amendment, which is nonexistent, or much, much reduced, in the Fifth Amendment context, and -",
  "And I think the Edwards rule is an important, but limited, rule. And the point of the Edwards rule is to address the particular problem that's caused by a question. It's not intended to address all of the other problems that can arise in connection with voluntary --",
  "That's correct.",
  "And -",
  "The problem was that the trial court was not looking at all the factors that you would normally look at to decide voluntariness. It thought that, in looking at -",
  "-- initiation -",
  "It overlooked the fact that he had been given the Miranda warnings, that, as far as anybody -",
  "Right. Well, it's -",
  "-- so that's the case.",
  "It overlooked -",
  "-- the fact that -",
  "-- he knew that he had the right to remain silent, and that the particular problem that had been caused by the question -",
  "-- which was -",
  "Right. She didn't overlook the fact. She knew what the facts were. But she overlooked the significance of that in the analysis. But, more importantly, she overlooked the significance of the fact that the defendant, at the time that he decided, a half hour later, that he wanted to talk to the police, the police had terminated the earlier questioning and had made it clear to him that they were going to honor his decision whether or not to talk to them without counsel present. And -",
  "-- those are -",
  "-- extremely --",
  "We -",
  "We -- well -",
  "It -- she did -- what -- she did not give the proper weight to those facts, which, in a proper involuntariness analysis, are ones that are important.",
  "Right.",
  "Right. And that Edwards was designed to support -",
  "That -",
  "Coupled -",
  "Right. And the concern of Edwards -- as the court has repeatedly explained, the concern of Edwards is that the court -- that the police will wear down or badger the defendant. But once there's -- if there's been a -",
  "-- single comment, as can happen -",
  "But -",
  "That -- I mean, there's two points I'd like to make about that. One is, as far as I know under Maryland practice, what they did is consistent with Maryland practice as part of what's normally attendant on taking somebody into custody. And it's -- and it doesn't count as questioning, under Miranda. And it's a -- it's a different problem. And, secondly, that issue of handing him that charging document -- which I think is probably a sound practice, because it lets the defendant know what he's charged with -- that practice is one that can happen and can have its influence on a defendant's decision whether or to talk, in any case, and should be considered in a general involuntariness analysis. But it's not a decisive factor in this case, and it doesn't have to do with the particular concerns of Edwards.",
  "That's -",
  "-- correct.",
  "That's correct.",
  "That's correct.",
  "That's correct. They're all -",
  "That's correct. They're already under --",
  "I don't think they do, because, under the Court's decision in Bradshaw, there's initiation, and then there's always a separate voluntariness inquiry to take care of those problems. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The notice that was provided in this case satisfies the Mullane reasonably calculated test. First, the State sent it by certified mail. Certified mail -- actually in response to a question that came up earlier, the form -- when certified mail is -- is delivered and the recipient is not there, they leave a form 3849. That form isn't in the record, but I think it's probably available from any post office. On the reverse side, it says, we will redeliver or your agent can pick up your mail at the post office, and it has a place for the person to check off a box saying to redeliver and leaves instructions to leave this where the postman can find it.",
  "Right, but they --",
  "They do need a signature.",
  "The Court -- I believe that certified mail is -- is a more reliable method than first class mail because it requires the mailperson, the carrier, to get to -- get a signature at -- at -- he has to go from a particular person. He can't deliver it to the wrong place. Also, the post office itself has means whereby the carrier has to keep track of how many receipts he's supposed to have, whether he's brought them back and so on.",
  "And --",
  "And if the Court were to adopt that rule, it would give States an enormous incentive and people giving notice to just send things by first class mail in the first instance, which this Court has repeatedly said and has -- has said is -- is sufficient to satisfy due process, including in cases involving tax sales in the Mennonite case, condemnation of property in the -- in the City of New York case, and similar kinds of events. Certified -- what the State did here, though, it has always -- it has generally been thought that certified mail is a more reliable means of giving people notice, and that's what the State used here. And I don't -- I don't take petitioner to be arguing that they made a mistake because they used certified mail rather than First class mail. Having said that, the State also sent the mail to the only address, probably the only address anywhere in the public record. What it needed was something that tied this person to this address, not to somebody named Gary Jones somewhere in the State or the world. And probably the only thing in the --",
  "I say they -- they do slightly more. What the IRS does do is there is a requirement and Congress can provide and other States can provide that more resources should be spent in something like this than the minimum due process floor. But what they've provided is that where the property owner is in the IRS district, then -- then personal service is what they first attempt. Where the -- where the property owner is not in the Internal Revenue district, then they do exactly what the State did, which is they send it via certified mail. And they check up -- I think they check a postal database of change of address forms. But we know in this case that there was no change of address form because when the letter came back, it didn't come back saying, moved, here's the new address or -- or change of address form expired. In any event, this was probably the only thing in the public record that tied this taxpayer to this property, and that's what the State used. And then it further used publication and sent another notice. There was a total of six different times when the mail carrier attempted to -- to deliver it and, if he followed the postal regulations -- there's no reason to think he didn't -- left a notice on the door.",
  "Well, right, but the State under the Dusenbery case is not obligated to provide actual notice. The State is obligated to provide notice reasonably calculated to let the person know what's going on, and if the person is not responding to a notice from the Commissioner of State Lands and going to the post office to pick it up or asking for it to be redelivered, I don't think this Court has ever suggested that in those circumstances, the notice is -- is inappropriate because the -- the landowner hasn't taken the steps that he should have taken to -- to, in fact, I think a -- a large part of what petitioner's argument here is, is really at bottom an attack on Dusenbery. Dusenbery said -- the Court held actual notice is not required. What's required is just notice reasonably calculated to reach someone. But under petitioner's rule here, the State, as soon as it finds out some doubt -- and that's all it had here -- some doubt about whether it had the right address because it may well have had the correct address and he didn't go to the post office to pick it up. As soon as it had some doubt about whether it had the right address, it has to take unspecified further steps to send it out again to another address, and if that doesn't work, presumably another address and another address. And each -- whatever method, whether it's a directory or the Internet or whatever method it uses, it's -- it's going to create a litigable issue about whether did it do the right thing, did it use the right Internet service, did it use the right telephone directory, did it go in a wide enough area, should it have done the whole country.",
  "Yes, our position is that the standard is if it was reasonably calculated to provide notice at the time it was sent, which in this case it was -- they used the only address in the public record that ties him to this property, and their belief that they had the right address was supported by the State law that said he has to provide them with a change of address. That under those circumstances, they've done enough, and if it comes back and just says, well, he didn't pick it up at the post office, then that's -- then they've satisfied the rudimentary --",
  "I -- I don't think that that's necessarily true. And -- and Mullane also said that what the -- whoever it was who had to provide the notice in that case had to do was provide notice to the addresses. The addresses were at hand was the phrase that it used. And in other cases, the Court has talked about the line between publication notice, on the one hand, and notice by mail. That line is a line of addresses that are very easily ascertainable. If they're very easily ascertainable, you have to send the mail. If not, then that's what publication notice is for. And it seems to me in this case, when the notice came back unclaimed, then the State was entitled to assume that either it had provided notice and he just didn't want to pick it up or, at worst, that his address was no longer very easily ascertainable, and at that point his obligation was only to publish notice, which it did.",
  "I don't agree it does no good at all. I --",
  "I don't ordinarily do it.",
  "I -- I can't recall.",
  "But I --",
  "What I was going to say is I think that every year, I'm confident that there's home -- there's people throughout the country probably who are notified of -- of tax sales and things like that because someone sees it, someone lets them know. They're keeping an eye on that to see what's happening to their property. He had left his property without leaving a change of address form with the State, and it -- it is possible. Now, notice by publication is not preferred, but what -- the line that's drawn in Mullane and the Court's other cases are where the address is very easily ascertainable or readily available or at hand versus where it's not. And unless the Court is going to say, well, that line has to be -- it's going to overrule cases that -- that have actually drawn that line, such as Mullane itself that permitted publication notice to some people, then I think the result follows here that when the notice came back unclaimed, that was -- the State was permitted to go ahead with the sale.",
  "Right. That's true, but the Court has also permitted notice by publication where other -- I mean, it has always drawn the line of notice of publication versus notice by mail at where the address is very easily ascertainable. But I would say that what -- the government's interest, the most important interest here, is in knowing what it's supposed to do. If you -- if there's an open-ended standard that says, well, it just has to keep doing something, then either it's -- well, then the result of that predictably is going to be the government is going to never be able to be satisfied unless it gives in-hand notice or --",
  "May I respond to that?",
  "I just have two quick things. One is in the Greene against Lindsey case and -- I can't remember the name of the other case. In the Greene against Lindsey case, the Court said that -- that kind of notice has its own problems. The IRS and State authorities have had problems with posting notice in cases where the owners are not often happy to see agents from the government trying to collect taxes. That can actually be rather expensive. And the Arkansas Supreme Court itself said that the State itself frequently doesn't have the address for the property. It has only the legal description and it would be a significant burden to find it.",
  "Mr. Chief Justice, and may it please the Court: This -- this case is an action for appropriate equitable relief under this Court's decision in Great-West. First, it seeks a specifically identifiable fund, which is the money that Petitioners got from their tort settlement. Second, that fund can be traced to Petitioners. It's sitting now in an there. Third, the fund belongs in good conscience to the plan because the plan provided that the fund -- plan, quote, for benefits paid.",
  "I don't think that's correct, with respect. In Barnes against Alexander and in the whole line of cases that we cite, the Court has made quite clear that parties can commit contractually that a particular fund that will come into existence in the future should be used for a certain purpose, and that will be equitably enforced.",
  "I think -- in general, I think that the terms of the plan, both under ERISA law and under these traditional equitable principles that we've talked about or I mentioned just now, that the plan would likely be entitled to get -- get up to the amount of the medical expenses --",
  "Right. It is --",
  "It is the case that in extreme cases, for example, the beneficiary has collected the medical benefits, does have some leverage over the plan, and in fact, the plan -- and -- and can say, well, I'm not going to bring the claim, I'm not going to, you know, do what I can to collect the money unless we come to some kind of agreement. And in fact, the plan in this case provides -- that says, the company's share of recovery will not be reduced because your -- you have not received the full damages claimed, unless leave it open there, in appropriate cases, for the parties to negotiate that. equitable court to enforce an equitable lien that arose out of a contract where that satisfied the -- the standards for an equitable lien.",
  "Well, first of all, make-whole I think is best -- there are a variety of make-whole rules in addition to those that Mr. Coleman mentioned. There's rules where you prorate the settlement in certain ways so that you get some proportion. But the basic make-whole rule, as has been described by the courts of appeals, is a default rule and that is where you're just relying on a pure subrogation clause or you don't mention it all in a particular insurance document, then some courts have said you apply some kind of make-whole rule or some other allocation rule to figure out how much of the tort recovery goes to the insurer.",
  "Right, where you -- where the parties have specified. Even in other -- in insurance insurance contract how that's supposed to work, then the courts will enforce that. And there's nothing unusual in courts of equity taking a look at the agreement that was reached between a -- the parties, presumably supported by consideration, in deciding what kind of relief to grant. That was a traditional function that equity served.",
  "I think, first of all, the -- the question presented in this case is whether there's a cause of action. Those -- that question really goes to the amount of money that gets recovered in the cause of action, and actually the -- the question presented in the petition doesn't squarely present that. But insofar as where you're going on to that further -- because this case can be just answered by Now, insofar as the Court goes further into the make- whole doctrine, I think generally courts should -- supposed to do is enforce the terms of the plan.",
  "The Court has recognized that -- that Federal courts, especially in an unusual circumstance like that -- but Federal courts do have the obligation under ERISA to determine a common law of rights and obligations under ERISA plans. And there are doctrines like unconscionability and other doctrines that may be applied in particular cases where some plan is just taking advantage of another party, where --",
  "Yes. It would still be an equitable claim because the question still is are you equitable lien cases make quite clear that that court in equity will enforce that so long as a particular -- come into existence, is what's been specified. In fact, the cases that are cited by Petitioners' counsel to the contrary, starting with the Trist case, was a case that was specifically disapproved in Barnes against Alexander as resting on other grounds. That was a case where the -- there was a contingent fee for lobbying Congress and there was a statute that forbade it. There were two other grounds that the Court decided the case, and then Justice Holmes in the Barnes case went on to say -- well, insofar as the question is open, he gave the answer, which is the question as to whether there's an equitable lien is determined by what the contract says. As far as the make-whole doctrine, another point about the make-whole doctrine that's worth keeping in mind is that insofar as some States have applied it, as a matter of their insurance law and have said, well, an insurance company is not allowed under our State's law to contract out of the make-whole doctrine which we -- under our State's law is the default rule. Insofar as a State has said that, that savings clause and there wouldn't be any question I think that it would. But -- matter of -- of contract construction in determining what the contract was that -- that would be looked to for determining what equitable remedy would be available.",
  "That's right. And if the insurance contract departed from what the State's law was, the State's law would govern it under ERISA's insurance savings clause. But where you have an -- and so the -- the case with ERISA plans is not really any different than it is outside ERISA. Insofar as a State under its insurance law decides to establish a make-whole doctrine or an allocation rule of some sort or a default rule, it can do that, and that can be applied to insured ERISA plans. But as to uninsured ERISA plans, it wouldn't be applied. And that -- this Court established that in its decision in FMC against Holliday. This case really actually arises -- it was really -- it was at the intersection of two distinct doctrines that -- two distinct lines of cases that both the -- those that I've spoken about already, which is the equitable lien cases. The other is the line of from the very earliest times, it was recognized in subrogation cases that that gave the insurer not only a right to advance the insured's claim, but where the insured advanced the claim and got a recovery, he holds it as a trustee for the insurer. And that was recognized from the early -- from the mid-18th century cases that Mr. Coleman cited in his brief. It was recognized by this Court in Comegys -- the Comegys case, written by Justice Story in the 1820's, and it's been a consistent rule. And this is an appropriate equitable relief to enforce the terms of the plan because it arises directly at the confluence of those two lines of equitable cases. Thank you.",
  "Mr. Chief Justice, and may it please the Court: There is no dispute in this case that under sections 206 through 208 of the Communications Act, a party damaged by any violation of the Communications Act may bring an action either in Federal court or before the Commission to obtain damages. The scope of the remedies before the Commission under the kind of standard primary provision of the Act that deals with damages, 208, and 207 mentions it as well, the scope of the action before the Commission and before the court is exactly the same. Now, because petitioner's -- therefore, if -- well, because petitioner's failure to pay fair compensation to respondent was an unjust or unreasonable practice - -",
  "No. The Act in 207 -- I believe it's 207 -- specifically says that you may, the court may award attorneys' fees in an action in court. It doesn't provide that -- there's no similar provision for actions before the Commission. But the scope of the kind of thing that Congress decided that a complainant could bring either to the Commission or to court is exactly the same. There's no way to drive a wedge between them. There are other provisions of the Act, as Mr. Fisher said, where Congress specifically authorized the Commission -- an action before the Commission for damages. But those are -- those provisions which Mr. Fisher cited are in section 226, which do not have to do with common carriers. They have to do with automatic dialing, with do-not-call lists, with things like that, where the person who's violating it is definitely not the -- never going to be a common carrier. In those provisions, Congress found it necessary to say, okay, we have to now give you the authority to create a damage action. But in other provisions, where you are dealing with common carrier, 206 through 208 provides Congress's determination of what the scope of a damage action should be either before the Commission or before a court.",
  "I think that - -",
  "I think that -- I guess we don't have a position on whether 276, independent of 201, would be sufficient to have a prior right of action under 206 through 208. But as for 201(b), once -- the FCC does certainly gets deference, has gotten deference for a hundred years for its determination of what is an unjust and unreasonable practice.",
  "No, and I don't think the FCC here is claiming that there's a right of action to enforce its regulations.",
  "That's correct, and that's why under --",
  "That's correct. That's correct.",
  "Right. But 208, like 206 -- maybe I'm not understanding the question. Both provisions address only violations of the statute.",
  "So in order for the FCC to decide that there's an action either before the agency or the court, it has to identify a violation of the statute. Here it's identified 201(b) as being the provision that's violated. It's absolutely standard for a hundred years that -- I mean, Mr. Fisher says, well, you can't look at 201(b) and decide who is supposed to pay and how much they're supposed to pay. That is absolutely standard from the very beginning of the Interstate Commerce Act, that you can't look at the words \"just and reasonable\" and decide whether a rate was just and reasonable or the practices that a carrier is using are just and reasonable. In fact, the whole - -",
  "That's correct, that's correct. I would add also, with respect to the Commission's determination about what is just and reasonable, it was not just a question of saying that a violation of the regulations is just and reasonable. The Commission was charged here with the responsibility for adopting a compensation scheme that would provide for fair compensation for each pay phone operator for each and every call. And it spent a number of years and a number of different attempts working out what is a fair compensation. I would submit that all of that reasoning about what is a fair compensation scheme is also reasoning why it's unjust and unreasonable for a carrier not to pay the compensation. It's not just simply a question of an ipse dixit, it's a question of years of rulemaking and working out what the scheme should be, so it's fair. Once it did that, it didn't require a lot of explanation for why a failure to pay fair compensation that had been worked out over this period of time, a failure to pay that was unjust and unreasonable.",
  "Yes. I'm really expanding on that point, that it didn't -- the FCC has always gotten deference for what -- determining what is unjust and unreasonable under the Act. And it didn't require a great deal of explanation. The FCC's explanation here was more than adequate in light of its years of explanation about why this -- this scheme with these rates and these carriers and the primary economic beneficiary being the one who pays. All of that were reasons why this was fair compensation. Once it decided all of that, it didn't take much to say that a failure to pay fair compensation is unjust and unreasonable. That was adequately explained and didn't require a huge additional amount of explanation.",
  "I think in that case also, I would probably be here arguing that maybe if the FCC had determined that it's necessary, for whatever regulations they came up with under that scheme, in order for the Act to function correctly, that they have to be complied with. I think I would also argue that that was unjust and unreasonable. But this case, if the question is, did the FCC adequately explain what it did here, I think that all of the years of explanation of why something is fair are also reasons why it was unjust and unreasonable not to pay the compensation.",
  "I think there probably are. Mr. Englert mentioned a couple. I mean, there's probably numerous ones that wouldn't be. And in fact, the question about most FCC action, or at least a lot of FCC action, regulations, adjudications, and so on, most of them have to do with carriers' obligations, and most of them are things that have to do with what's unjust and unreasonable under the Act. And they've been enforced for years, in the -- you know, from the very early cases under the Interstate Commerce Act. Mr. Fisher also suggested that there's a difficulty with numerous district courts deciding these issues as opposed to the FCC. Well, I would suggest that Congress decided that these kinds of actions can go either to district court or to the FCC. And in fact, by making damages actions, the scope of damages actions, as opposed to other remedies, co-extensive, did anticipate that there would be that result. The primary jurisdiction - -",
  "I don't think that that's correct. It means that in the context of a statute that gives the agency authority -- that prohibits unjust and unreasonable action, which was not the case in Sandoval - -",
  "No. I think it is possible that the FCC could determine that any violation of a regulation is unjust, and the FCC is entitled to deference for its determinations about what is unjust and unreasonable, that's been - -",
  "No. I think the FCC's determination has to be reasonable under the ordinary types of Chevron standards. But, in fact, when you look at questions of what's just and unreasonable over the years, it is -- it has always been the case that the agency entrusted with determining that and getting the communications system working or getting common carrier systems -- common carriers to fulfill their obligations, does have a lot of leeway in determining what is unjust and unreasonable in that context. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The Second Amendment should not be incorporated and applied to the States because the right it protects is not implicit in the concept of ordered liberty. States and local governments have been the primary locus of firearms regulation in this country for the last 220 years. Firearms, unlike anything else that is the subject of a provision of the Bill of Rights, are designed to injure and kill. And the very same features that make firearms valuable for self-defense as the Court noted in Heller also --",
  "I don't believe it was, Your Honor. The --",
  "I think the -- the Court has -- the Court has used the term in a number of cases. Since then, it has used it in -- not in corporation cases as recently as the Glucksberg case. It used it in Mapp. It has used it in other cases, but I think --",
  "Yes, I do.",
  "Yes, I do, and here's the reason why. In 1833, this Court has held in Barron v. Baltimore, in a -- in a ruling that Chief Justice Marshall said was not a difficult one, although important, that the Bill of Rights did not apply to the States. As far as I know, no justice has ever disagreed with that -- with that ruling or suggested he was wrong in so ruling. From -- it was -- the only reason -- and when the Fourteenth Amendment was passed and ratified in the late 1860s, again, the -- the framers did not directly apply the Bill of Rights to the States. They gave us some generalities. And the Court has always understood that when it's applying the Due Process Clause, what it asks is not just is something in the Constitution, but is this something thats so fundamental it's a necessary condition --",
  "I think that it --",
  "I think it is in the following sense: When youre talking about a procedural right thats embedded in a particular procedural system, you have to look at how that system operates and how the -- the right works within that particular system.",
  "I -- I agree -- I -- I think that's right. I was just distinguishing between --",
  "The question that the Court was addressing in Heller was not -- again, was not how important the Second Amendment right was, or how implicit it is in our system; it was what did it say and what did the -- what restrictions did the framers of the Second Amendment impose on the Federal Government.",
  "No, I -- I -- I don't think that that's right. The question is what right -- what did they impose upon the -- as restrictions upon the government when the Second Amendment was ratified. And as to that, it's not a question of whether it's fundamental any more than with the Grand Jury Clause or with the civil jury trial right --",
  "-- under the Seventh Amendment.",
  "I -- it was important, but actually what Heller says is this: The Second Amendment preexisted the -- its inclusion -- or the right that's in the Second Amendment preexisted its inclusion in the Bill of Rights. But the reason it was codified, the reason it -- the reason it was put into the Bill of Rights was because the framers were concerned about the Federal Government disarming the militia. The right of self-defense, which had been previously recognized and highly valued, I would agree, was -- had -- according to Heller, quote, had little to do with its codification --",
  "-- with its inclusion in the Constitution.",
  "Thats --",
  "That -- I agree as far as the Federal Government goes. But now theres a different question being asked, and the Second Amendment in this respect is unlike any of the other amendments that have been incorporated. The same -- very same reason why the First -- the various rights in the First Amendment were put there in 1791 is exactly the reason why it was held -- why it was incorporated and applied to the States under the Fourteenth amendment.",
  "Yes.",
  "Yes.",
  "Well, that -- that --",
  "That's what --",
  "That's what -- and that's what Heller said. And here's the difference -- is, it is it is now urged that this right is fundamental because of its importance, the importance of firearms in self-defense. That was true also in 1791, but it wouldn't have been in the Constitution for that. That had little to do with putting it in the Constitution. This is a right that has always been subject to the political process and --",
  "That's -- that's --",
  "No, I don't think so. I think -- the argument that Im making is that States and local governments under the political process, which as far as we know, if the only issue had been self-defense, the framers would have been satisfied to leave this to the States and to leave this to the political process, and not to put it in the Constitution -- that -- that -- that as far as the right to self-defense goes, thats something that has always been effectively regulated through the political process and especially at the State and local level. And through our history, as technology has changed, State and local regulation has altered to draw the balance that has to be drawn.",
  "If the State and local government did that, I think would it raise two questions. One question would be, there is always review under the Due Process Clause and under the Equal Protection Clause for provisions that are arbitrary. And Id want to know why a State had done that. Its certainly relevant that in the last 220 years, no State has done that or even come close, and, in fact, as the briefs on the other side of the case from some of the States show, they are quite in the opposite direction. But the second point would be --",
  "Well, there's always --",
  "Right, and that has --",
  "It has not led to States doing it in -- in this country. The second question --",
  "No, the second -- there would be two questions actually. One would be was this arbitrary, or is that actually based on a reason thats -- a sound reason?",
  "The second argument would be, the Court at that point, if in the very unlikely event a that a State or local government tried to do that, then the Court might have to wrestle at that point with the question of the relationship between self-defense and the right to keep and bear arms. In other words, this Court has never said --",
  "I mean, if by that is, do you have a substantive right to self-defense, the Court actually has never answered that question, but Im willing to accept that there is such a right for --",
  "Yes, and -- and what Id say about the right to self-defense is, if -- if the challenge -- if a State or local government banned all firearms it might raise the question of, given that there -- if there is a constitutional right to self-defense, has the State prohibited you from reasonable means of exercising that right? But that --",
  "I -- the Court would just say that what Heller held was if you look at the meanings that the words in the Second Amendment had, the common meaning -- as the Court said in the Heller opinion -- the common meanings that the word had in 1791, it imposed limitation on the state. It took a preexisting right that had not been -- it was not codified in the Constitution, and it said, this self-defense right we need in the Constitution in order -- in order to protect the militia against being disarmed by the Federal Government.",
  "Well, it's actually what the Court said in its opinion. What the Court said in its opinion is the reason it was codified was the concern that the framers had with the -- that the Federal Government might disarm the militia. Not self-defense. Self-defense according to the Court in Heller, quote, \"had little to do with the codification of the right.\"",
  "And that -- that --",
  "That -- that's correct, and I'm not arguing today about what it consists of, but the point being that this was a right that had been -- that the framers as far as we know would have been satisfied to leave to the political process if it was just a question of the feature of it. But today --",
  "Thats correct.",
  "The right to keep and bear arms that was recognized -- I don't think actually the right to keep and bear arms itself is. Perhaps the right to self-defense is, and then like other rights, similar rights, if the Court were to hold that that is constitutionally protected, the question would be is the State now giving you sufficient means to exercise that right? Not whatever means you want, but sufficient means so that you reasonably can exercise that right. I would think that would be the only way that that kind of analysis could go, if you start off from self-defense.",
  "Yes, but I -- that --",
  "But that --",
  "Yes, but I don't think the argument -- the primary argument thats being made today, that this is implicit in the concept of ordered liberty or sufficiently fundamental or whichever other formulas --",
  "No, I'm not. No --",
  "I -- I think that few people today would say -- and in fact few people in 1868 would say that the concern to protect the State militias is something that's so fundamental or essential to a concept of ordered liberty or central to our system that it has to be --",
  "-- protected --",
  "It -- that would be -- that would be possible, but another -- another way to look at it is that the question that the Court had -- the Court has never answered the question, is this implicit in the concept of ordered liberty or should this be incorporated under any other test?",
  "By just --",
  "I -- I don't think -- I don't think the Court would. And what I was really responding to Justice Breyer was, we understand that the Second Amendment is in the Constitution and binds the Federal Government, but it has always been understood, from 1868 on, that before an amendment applies to the States, you need something more than just finding that its in the Constitution, and --",
  "No, I -- actually my -- excuse me. My answer to the question would be its -- I think it's out, because all that shows is the framers certainly had --",
  "I think that -- I think the best argument is that it's out, for this reason: When the framers --",
  "Okay.",
  "No, that's not the argument that were making.",
  "The argument that we're making -- yes.",
  "The argument that we're --",
  "I -- in our view, the things that the framers -- the framers had their reasons for putting --",
  "No. No, I think that --",
  "I think the framers had reasons to put everything in the Constitution that they put in it. But the question about whether it should be incorporated against the States is a different question than whether they put it in the Constitution. And what you have in the Second Amendment -- and it's right clear on the face of it from the prologue; it's clear -- it's clear from the opinion in Heller -- is the reason they put it in the Constitution is not the primary reason why people today are arguing that this is a right that -- that is so fundamental that it has to be applied against the States.",
  "I think that's the underlying standard, but the Court has certainly looked at our history and our traditions in answering this question, and I think they are relevant in this area, as they were --",
  "I would say that --",
  "Yes.",
  "Yes, and I think it's -- I think it's not. We have discussed already 1791, and the reasons why -- the reasons even that the framers thought that -- well, Ive already discussed that. I don't want to go into it again. The --",
  "I -- what the Court actually said in Heller was that there were two States at the time, in 1791, that had a firearms right, and with -- there were possibly two more where the evidence was a little bit more ambiguous. As far as today, it is true that 44 States have some kind of recognition of a right to keep and bear arms. Now, some of those States -- a couple of them, at least, two to four -- recognize that only in connection with the militia, and it's really quite different from the right that this Court recognized in Heller. Many other of the rights that are recognized in State constitutions include provisions that really would be unheard of, and that actually point to the reasons why this is not fundamental, like, say, freedom of speech or freedom of religion. They have provisions that say: Subject to such regulation as the legislature may prescribe, or the like. And that points out the other difference. Because firearms are -- the same features that make them useful for self-defense make them also useful as instruments of violent crime, suicide, and accidental death. Their -- regulation of these items has -- is a part of our tradition and --",
  "No, I think that --",
  "With that --",
  "The overwhelming consensus among the State courts in interpreting the wide variety of different types of provisions that they have is that it imposes a reasonable regulation standard that is not violated by banning a particular weapon or a particular class of weapons, as long as you are allowing some kind of firearm, and that is not the right that this Court --",
  "-- recognized in Heller.",
  "No.",
  "I -- I didn't think I was.",
  "No. What Im --",
  "No, what I'm saying -- I'm sorry. What I'm saying is that the right that is embodied in the wide variety of different State constitutions -- the overwhelming consensus is that what the States have determined as a result of their own processes and in light of their own conditions is that you can't ban all kinds of firearms, but you can ban some kinds of firearms.",
  "And that is -- and the kinds of firearms that have traditionally been banned --",
  "Right. Well -- and the kinds of firearms that have traditionally been banned by the States and that actually the period around the time of the Fourteenth Amendment is a good period to look. At or around that time, there are numerous States that had regulations barring the carrying and even that go up to the point of possession of pistols and Bowie knives, which are not firearms, but are also arms under the Second Amendment, and so on.",
  "I think the Court in Heller did hold that a ban on -- a ban on handguns is invalid. That was the holding of the case. And these are -- these were laws that were passed that are very close to that. In the 1860s and the 1870s, in Texas, in Wyoming, places that -- not necessarily for the whole State --",
  "They --",
  "They banned -- I -- well, not -- I can't say that they banned handguns in the home per --",
  "But if you look at the decision -- no, if you look at -- actually, if you look at the decisions, some of them banned the sale; they banned carrying them anywhere in the jurisdiction, and in such a way that -- and some of the judicial decisions even say: This was intended to eliminate these weapons from our jurisdiction. And they were generally upheld at that time. Now, those were responding to local conditions at the time, and generally, the history of firearms regulation, because of the risk that firearms pose, has been that in this country, it has been widely recognized that in many places it's appropriate to carry firearms. And many jurisdictions have found, and reasonably found, that allowing broad use, carriage, and whatever of firearms is appropriate, but there are some jurisdictions that have found that's not to be the case, throughout our history. And that has been a State and local decision that has worked through the political process in those jurisdictions. And that political process here is another distinction between the Second Amendment and some of the other amendments that have been incorporated -- is that one basis, I think, for incorporating the other amendments and for applying them against the States has been that there is a concern about a discrete minority or a highly unpopular view thats not going to get a fair shake in the political process. I don't think that has ever been the case here. And as far as I know, the framers didn't think that was the case with respect to the right to keep and bear arms. It's a right that gets controlled in accordance with local conditions, with local cultures, and with local views about the necessarily difficult questions about how best to protect public safety. That is -- that has been a part of our -- of our history since 1860, since --",
  "Well, it's just that the end -- I have really two points Id like to make about that. One is the analysis the Court used in Heller. In Heller, what the Court said is: This is not the time to balance things; you cannot ban handguns. Now, there may be local -- there have been local jurisdictions before and there are now ones where they feel allowing some firearms, but banning handguns, is the best way to achieve public safety and to increase the zone of ordered liberty for their people. And those things would be apparently impermissible under Heller. But even more than that, Heller construed the Second Amendment's \"bear\" -- the word \"bear,\" \"to keep and bear arms\" -- to mean the same thing as \"carry\" in this Court's case in Muscarello, much later. And to carry -- generally to carry. Many -- theres a long history of regulation of not just concealed carry, as the Court did recognize in Heller, but of banning open carry in a variety of jurisdictions. Again, generally, it's someplace that is -- it has a particular problem; it's a city or something like that.",
  "Well, I think that there would be --",
  "I think really this -- I cannot offhand think of a case that would lead you to that -- would lead to that.",
  "And actually the other point I make is if you approach it from the other point of view, the case has not been made here -- it hasn't even been brought -- that the City of Chicago is denying people the -- the right to have any kind of firearm or the right to have any kind of reasonable means of self-defense.",
  "No.",
  "No, what I would say is that -- what I would say is that if the Court -- what I was saying is that if the Court approaches it from the standpoint of perhaps if there is -- if the Court chooses in an appropriate case to recognize a fundamental right to self-defense, it would then raise those kinds of questions. And someone could make the case that they are being denied any right to self-defense or any reasonable right to exercise self-defense because of a jurisdiction's firearms regulations; the Court could address that. That's not a claim that has been made in this case; that's not a claim that could be made in this case because --",
  "Well, I --",
  "No, actually I -- I don't want to impose that on the States. I think it's very unlikely that the Court would ever be called upon to, because our history for the last 200 years -- 220 years had been of reasonable State and local regulation of firearms that responds to local conditions, to local threats of violence, and so on that occur. And I don't see any reason to think that there will be a jurisdiction that would try to sufficiently ban firearms that people wouldn't have a reasonable means of self-defense.",
  "Well, the District of Columbia in any event is controlled by Second Amendment as it -- as it's written. That's not the question in this case.",
  "Well, there is the reasonable regulation standard. Theres an article by Professor Winkler that we cite in our brief, that goes very extensively through the ways that State courts have dealt with their own rights to keep and bear arms and have adopted, really by overwhelming consensus, that kind of a reasonable regulation standard, which generally recognizes --",
  "Excuse me.",
  "Right. Well, it's just our view would be that what Chicago has done here, which is permit you to have a -- permit you to have long guns but ban handguns, is the kind of regulation that throughout our history jurisdictions in their own -- that are most familiar with their own particular needs, their own particular problems, and in a position to balance the -- the need for self-defense with the risks to the use of firearms -- for violence, for accidental death, and for suicide -- that the City of Chicago has come up with something that is well within our tradition. And --",
  "I -- I think that, if I may -- that the restriction that the Second Amendment imposes on the Federal Government should be and is controlled by what the meaning of that Second Amendment was in 1791. It shouldn't vary one way or the other with whether theres incorporation against the States. Thank you.",
  "Mr. Chief Justice, and may it please the Court: As the language and structure of the Gonzalez Act demonstrate, Congress did not completely eliminate the long-recognized tort remedy that's available to essentially everybody else in the country when doctors perform surgery without a patient's consent. By abrogating the intentional tort exception to the FTCA for the class of cases covered by the Gonzalez Act, Congress both preserved a remedy for the victims of that tort, and, by virtue of the Gonzalez Act's exclusive remedy provision, they made certain that the Federal employees themselves would not be sued. As everyone understood at the time of the enactment, that was the meaning of the terms of the Gonzalez Act. The Act has two clauses, an operative clause and an introductory clause. The operative clause says, in simple declarative terms, that the intentional tort exception to the Federal Tort Claims Act shall not apply to any cause of action arising out of a wrongful act or omission in the performance of medical functions.",
  "No, Your Honor. That's not right. We -- we -- that -- that -- the part after the introductory clause says, \"The provisions of the intentional tort exception shall not apply to medical malpractice cases.\" And that would make it apply across the government to any government employee who is performing those medical functions. By saying, \"for purposes of this section,\" Congress limited it in accordance with the case -- the agency by agency approach that it had adopted in this area and limited it to just the cases that are covered by the Gonzalez Act; that is, by malpractice that's committed by doctors of the Department of Defense, the National Guard, the Armed Forces Retirement Home, and so on. And so the -- each clause serves quite an important function. Congress had before the Gonzalez Act -- they had already passed the statutes dealing, for example, with the Public Health Service that's essentially written in the same terms, with the Veterans Administration -- although part of that was then added later -- with the State Department doctors, and so on. And so they were proceeding on an agency by agency basis, and the way to accomplish that was to first say, we -- we think that the intentional tort exception should not apply to these cases because in medical batteries of the sort that we -- as alleged in this case, are so close to the kinds of medical malpractice cases that are going to be brought against the government anyhow. But then, in each statute, they say, \"for purposes of this section,\" because it's only the agencies, only the personnel covered by those sections, and the torts covered by those sections.",
  "The Veterans --",
  "The Veterans Administration, originally -- the original Veterans Administration statute, which was from about 1965, doesn't have this 1089(e) intentional tort exception at all in it. But then they added it later, about 10 years after this statute, and then they added a provision that was slightly worded differently, but it achieves exactly the same result. Instead of saying, \"for purposes of this section,\" it says, \"by the personnel named in Section A,\" which accomplishes exactly the same thing. And, actually, if you look at the history of that statute, the Senate report on that statute, quite clearly, recites that Congress understood that 1089(e), the statute here, has exactly the effect that I said. And they said, we are modeling it on that provision. And then they did tinker with the wording, and there's actually no explanation for the specific change. But it's not uncommon that, in statutes that have been reviewed by different committees and passed 10 or 12 years apart, that Congress would have a -- they would use slightly different language to achieve, essentially, the same purpose.",
  "Right. I believe, actually, that's our -- that -- that's the way we read it, exactly like that, which is the -- by nullifying the intentional tort exception -- what the intentional tort exception provides is -- actually, what it says, is, \"The provisions of the Federal Tort Claims Act shall not apply to any case arising out of assault, battery,\" and so on. And, by eliminating that, the -- the provisions of the Federal Tort Claims Act are otherwise totally applicable to cases of medical battery, like this, or other kinds of intentional tort. And so, for cases, covered by the Gonzalez Act -- that is, cases of medical malpractice committed within the scope of employment by the doctors of the certain specified agencies that Congress has named -- for those cases, there is no intentional tort exception, and, therefore, you can bring an action against the government.",
  "Well, I don't think that that's right. I mean, I think, for purposes of this section, you have to read it in context. And the fact is that 2680 -- the term \"2680(h) of Title 28\" doesn't appear elsewhere in the Gonzales Act. The only work that that provision does in the law, section -- the intentional tort exception, 2680(h) of Title 28, the only work that that does is to make the -- is in the Federal Tort Claims Act, is to make the -- the Act inapplicable to those kinds of cases. So when they say, in simple terms, that shall not apply, all that could mean -- all that could possibly mean is you eliminate that, and then you have the Tort Claims Act how it is. And then what the four purposes of this section does is say, but we're not doing that across the board for every Federal employee everywhere or even every malpractice case. We are just doing it for the claims that are covered -- for the cases that are covered in this section -- for purposes of this section. In this section, if you look at (a), then, (a), which is the -- you know, basic exclusive remedy provision that Your Honor mentioned, what (a) does is deal specifically with -- intent with medical malpractice committed by doctors and personnel.",
  "Right. I -- I think there are -- there are a few reasons why the statutes have to be construed differently. I mean, one is that, if you look at the Court's decision in Smith, where it construed that provision of the Westfall Act, it -- the Court never suggested that the language -- the part of the Westfall Act whose language is the same as this supported its conclusion there. It was relying on other provisions in the Westfall Act. In particular, there was a provision that said, \"Once the government substitutes itself for the defendant, the case shall proceed, subject to all the exceptions and limitations in the Tort Claims Act.\" And the Court said, well, yes, that -- that gives us a clear understanding that, whether there's exceptions or not, we want that case to proceed -- to proceed. That provision isn't here in the Gonzalez Act. And there was another provision in the Westfall Act -- in the Smith case, in the Westfall Act, that dealt with making a specific exception for Bivens cases. And, again, that provision isn't here. And that --",
  "Right. I think the reason is, when they were dealing in this case with this area in 1976, they were dealing with a specific problem of medical malpractice, and they were looking at that -- that problem, doctors, doctors had to get insurance, what are we going to do about that for Federal employees? And they were -- when they focused on that problem -- actually, as the Executive Branch itself said in a letter that was sent to the Senate committee, it said there's an urgent need, both, to assure adequate remedies for tort victims and to protect Federal employees. And that's what they were trying to do here, and I think you see it throughout the Gonzalez Act. But --",
  "Well --",
  "Right. I think the difference is that, here, they were dealing specifically with the problem of medical malpractice. 12 years later, when they got around to the Westfall Act, they weren't looking at medical malpractice. They were looking, generally, at a whole -- the whole problem of government employees being sued after this Court's decision in the Westfall case, a problem that particularly affected, actually, lower level government employees who were -- it's clear, couldn't take advantage of the discretionary function exception. And, when they are looking at the broad universe of employees, they took a different approach and decided, well, we're just going to -- some people are just going to be out of luck because this is the -- the determination that Congress made -- felt was appropriate there. But, when it was looking at the specific problem of medical malpractice in the Gonzalez Act, it definitely took the position, as everybody said at the time and as the structure of the Act itself showed, that they wanted to preserve remedies. And there are two provisions in the Westfall Act that make that clear --",
  "That -- that's correct.",
  "The reason they'd want it is this: In the first situation, that -- that really arose -- that -- that problem came with the Tort Claims Act when it was first enacted in 1946. And, when Congress was looking at the universe of Federal employees, they felt -- and, especially, given the law at that time and that continued really up to the present, that, when a Federal employee or average Federal employee, for the types of intentional torts that they commit, especially a battery, it's extraordinarily unlikely that that's going to be within that scope of that employee's employment. And Congress felt, well, we want to just eliminate that altogether. It's not just to hold the government responsible for that kind of a claim, when some Federal clerk slugs someone or something like that, and that was the determination they made. When they got around to 1976, to dealing with the particular problem of medical malpractice, the -- it doesn't actually usually happen -- these kinds of claims don't arise -- I'm not aware of anywhere a doctor just grabs somebody and throws him, physically, into the operating room. They happen when the doctor is performing some procedure and performs a different procedure or a procedure that was not authorized by the patient. And that -- that is very closely related to core medical malpractice claims of exactly the sort that they were dealing with here. It's very closely related to informed consent claims, which I believe the government -- I read the government to be conceding, could be brought against the government. And they thought there was no reason to distinguish -- to distinguish one type of medical malpractice from another. We want all of these claims, we want to provide a remedy, and they all should be brought against the government. I would add one other --",
  "I think that is fair to say, and -- you know, States -- a lot of States have dealt with this by dealing with -- in statutory -- in statutes, not in common law development, so they could kind of rationalize the system and say, look, this is the kinds of claims you're going to have. But the key thing is that everybody in the country, I think, under every State's law, if a doctor performs an operation that you didn't consent to, you have an action in tort. And that protects both you and provides an incentive -- an important incentive, to doctors and medical personnel, to be sure that they are only doing what they are authorized to do. There is not a hint that, when Congress was dealing with the Westfall Act -- I keep saying, \"the Westfall Act\" -- when Congress was dealing with the Gonzalez Act, there is not a hint that they were trying there to say, well, we want to save money or something by eliminating those kind of very, very traditional tort claims from those victims, and we don't want those people to have compensation.",
  "No, I don't -- I don't believe that that's correct. There is nothing in this Act that says it should make any difference. There is nothing, certainly, in Subsection (e) or anywhere else in the Act that says it should make any difference, whether you are suing the government or suing the -- or suing the -- or suing the doctor. If you sue the government, the government says, well, we have a defense that the intentional tort exception applies. You would say, no, it says here, for purposes of this section, the intentional tort exception does not apply. And what that means, \"for the purposes of this section,\" is for claims that are covered by this Act, which is claims that are medical tort claims brought against personnel of the affected agencies who are acting within the scope of their authority.",
  "If it would be an assault or battery that was committed by -- within the scope of the professional's employment, then it would be. But it's always the question of whether it's within the scope of employment. And I think, usually, the -- the case law -- I mean, I think, usually, the cases are that a doctor who commits a sexual assault on a patient or something is not acting within -- in the kind of circumstances you are talking about, is not acting within the scope of employment. But that would be a case-by-case determination. There might be some kind of case where -- you know, it would depend on the facts of the case.",
  "What -- I beg your pardon?",
  "The -- the scope of employment determination is made every day because that is made -- that is applicable throughout, in any kind of respondeat superior situation, whenever the employer of the medical professional is sued and that kind of thing -- or -- or nonmedical professional, for that matter. That --",
  "That's correct. That's correct. And that is actually one of the two -- one of two of the key provisions of the Act, that kind of establish -- that could make it very clear that what Congress was trying to do was preserve remedies because, in that very provision, after it talks about removing when the Attorney General has certified that it's within the scope of employment, it says, \"The case can be remanded if the removed case is one such that\" there - - \"that no remedy against the United States is available.\" And what that shows is that Congress knew that there would be actions that would continue to be brought against doctors. And they actually wanted to provide for that, right there, and say it should be -- those should be remanded to State court, and then they will proceed against the doctor in State court. Then there is -- so that there would be --",
  "That would be a case, for example --",
  "No, it wouldn't be -- if Congress didn't have this provision in the statute --",
  "-- it would have been by reason -- that would have been.",
  "Another one would be a foreign tort, which is also another exception under the Tort Claims Act --",
  "-- a discretionary function case, and there are some in the medical context.",
  "Or one of the other exceptions. All of those exception cases, they go on. They go on, and Congress -- Congress could have closed all of them down. And, in fact, if Congress was worried that there would be -- really, if their sole purpose here was to say, we don't want any actions to be brought against Federal employees, they should -- they could have just said, we don't want any actions to be brought against Federal employees. But, instead, they are providing for what happens and for the continuation of the action against the doctor.",
  "I would. I think that because, as the court -- when the courts used -- you know, a number of different formulations to -- to talk about that -- I think you are referring to a kind of strict construction rule that -- that applies to waivers of sovereign immunity, which we don't think is applicable here. But, even where that rule does apply, really, the question is, is it a reasonable degree of clarity that Congress intended to waive immunity? Is it -- as the Court has said, is it clearly discernible from a fair reading of the statute that they intended to waive? And it has to be clear, and I think it is clear here. And that was what everybody at the time of the statute thought. It's what the government itself thought up through the time of the -- of the Smith case, 15 --",
  "I think so. I would add that -- I am not here to defend the Ninth Circuit's judgment, but I would add that they had a pro se litigant before them, and I don't think they had access to the full degree of presentation that they might have had, if -- if it had been more fully developed. But I do think that, when the Court is making that determination of what's clearly discernible from a fair reading of the statute, the Court has also made it clear, though, that what you don't do is take each word in the statute and say, we're going to take the most pro-government meaning of this word, and then you add them altogether. What you do is you look at the statute as a whole, you look at the context of the statute, you look at the structure of the statute, and then you say what is plausible, what is clearly discernible from a fair reading.",
  "Well, I can give you the answer that the government gave in its brief in Smith, which is the Gonzalez Act and the other four or five statutes continue to serve two -- at least two vital functions, and one is specifically this: That they eliminate the -- the intentional tort exception and, therefore, allow relief for victims of intentional tort in this medical malpractice context, just like victims of other kinds of malpractice. The other thing is there are some cases, for instance, foreign torts, where there is another provision of the Gonzalez Act, 1089(f), that provides for indemnifying or holding harmless doctors, when judgments are against them in certain -- when there's a foreign tort, when the doctor has been detailed to a non-Federal agency, or if the circumstances are such as are likely to preclude a remedy under the Tort Claims Act. So, again, Congress in that -- that provision remains important because there could be a foreign judgment against the doctor or something, even after the Westfall Act, and that would -- that gives the authority to reimburse the doctor, if the agency determines that -- that that's appropriate. But that provision also shows that Congress intended that to preserve remedies here because it would have made no sense for Congress to say, we want to provide for the indemnification or reimbursement of the doctor, if what they really were trying to do was eliminate all the cases against doctors.",
  "That's right. And the -- and the choice that Congress had -- had here, really, was between taking intentional tort cases and allowing them to be continued to be brought against doctors and then subject to this kind of reimbursement provision, which they had provided for, or saying, no, we want these to just be brought against the government and to protect the Federal employees much more fully. And so that was the purpose of 1089(e). They said, we want to steer this into the same channel that all the other malpractice actions are going into.",
  "No. I mean, that's -- that question isn't at issue in this case. That would really only be directly at issue if somebody brought a suit against the doctor. But --",
  "I -- I just wouldn't say it's irrelevant because what the -- the provisions that I have been talking about show is that Congress -- Congress was not trying, in this Act, unlike in the Westfall Act, which doesn't have either of these two provisions, the reimbursement and remand provision that I've talked about -- unlike in the Westfall Act, Congress wasn't trying to save money or other -- do something else by just eliminating remedies for victims. It was trying to -- as the Executive Branch said, as I said, to assure remedies for all tort victims and to protect doctors in a variety of different ways. And given that that's what they were trying to do in the Gonzalez Act, which is clear from the structure, that also helps clarify what 1080 -- or makes more clear what 1089(e) means.",
  "Yes.",
  "Yes. That is correct. I would add that, with respect to the strict construction standard, I don't think it does apply in -- in this context. The Court has never applied it in the Federal Tort Claims Act context. In the Gonzalez Act, 1089(e), specifically, refers to the Federal Tort Claims Act. It says, \"Section 2680(h) of Title 28.\" Each of the other provisions of the Gonzalez Act, for their operation, also depend on the Federal Tort Claims Act. The exclusive remedy provision talks about the Tort Claims Act. The reimbursement provision, the remand version, each of them -- the whole statute is really part of the Federal Tort Claims Act machinery. And, when Congress invoked that machinery here, I think it knew and I think it was consistent with this Court's precedents that the Court applied the same rule that it applied in the Dolan case, which is construing the words in accordance with their reason and normal tools of statutory construction, without a strict construction rule. Although, as I said, I do think that it is clear what the meaning of -- of the provision is, if they do -- you do apply the rule. Thank you.",
  "I -- I just wanted to make a couple of quick points. One is the Court has not applied the clear statement -- the unequivocal statement standard at any time in the Tort Claims Act, not just when it's dealing with exceptions, but, if you go back to the very early cases, the Aetna case, the Yellow Cab case, really, right after the Act was passed, you can see that the Court is saying there, no, we want to interpret this Act to -- consistent with Congress's intent, the way it wanted it interpreted, which is with a fair reading of its words, not in one direction, not in the other. I just also wanted to clarify, in the Smith case because, of a possible misunderstanding, the Court definitely addressed the Gonzales Act, repeatedly, in its opinion in the Smith case, but it didn't -- the Court did not actually address 1089(e). The reason the government, though -- this was important to the government, and, actually, the government's reply brief in the Smith case was, I think, a hundred percent about the Gonzales Act -- was that the other side of the Gonzales Act was saying, if you construe the Westfall Act the way the government wants, that will be an implied repeal, but the Gonzales Act will have nothing left to do. And it was important for the government -- that's why they kept saying it. It was important for the government to say, no, the Gonzales Act does have things to do, this is not an implied repeal. And one of the things it does is exactly what we say Section 1089(e) does. If there are no further questions?",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: There are two principles that, I think, resolve this case. The first one is that all damages claims, no matter how small or large, have to be resolved before a judgment is final under Section 1291. Although, occasionally, Petitioners have suggested that the size of the award somehow makes a difference, I don't think the Court has any basis to depart from that longsettled rule. The second is that, as this Court itself has held in the Vaughan Distilling case  I'm sorry, in the Fleischmann Distilling case and the Vaughan v. Atkinson case, attorneys' fees that are sought under a contract are damages. They are sought as damages. They are indistinguishable from any other kind of contract damages that are sought. When parties ",
  "There  you know, there is conflicting authority on that, but I would agree with my friend. The general rule is you do have to  when there's a jury, submit whether you get the fees to the jury or not. The amount then ",
  "I'm sorry. You do submit whether or not you get the fees to the jury. The amount of the fees  frequently waits later for practical reasons. It's a long history of that's the way it's been litigated, its probably the way it was done in 1791. It doesn't create a Seventh Amendment problem.",
  "You have to ",
  "I don't think it's because it's a collateral matter. What you submit  you do have to submit to the jury whether or not you get the fees. That question has to go to the jury, and that's because it is part of the merits. When people get together and make a contract and they decide about their mutual obligations and the consequences of somebody breaching that contract, they are defining what the merits of a contract claim is that will ",
  "I think what the courts have dealt with that, quite clearly, in Budinich ",
  "Right.",
  "No, I ",
  "I disagree. I think that what Budinich said is we're going to  Budinich was based on  the question it was asking was are these merits or nonmerits determinations. And then it  but what it said is, because of the particular place this comes in, in litigation, we have to deal with this on a  as a categorical matter, and it doesn't matter ",
  "I don't  that's actually not what the Court said.",
  "What the Court said ",
  "What the Court said several times in Budinich, they said  the Court said, for example, it shouldn't turn upon the characterization of the fees or whether the fees are deemed to be one or the other because the Court had decided that it's indisputable that, as a general matter, statute  and I think it's only true of statutes, that statutory fees ",
  "And as the  what the Court was  it was correct in  with respect to statutory fees that was at issue in Budinich, the Court was quite correct in saying those  it is indisputable that those, as a general matter, are not a part of the merits. They are costs, which have never been seen as part of the merits. But that's not true and never has been, of contractual damages, and this Court, itself, has viewed contractual damages ",
  "I mean, I wouldn't say that  they are not doing the same thing. And also, the source of law is important because what  the whole point is that the law has always been that statutes define what court costs are. Court costs are basically a narrow segment of the money that people pay each other under certain circumstances. They are defined by 28 USC 1920, by this Court's Rule 43, and by the feeshifting statutes, now we know, after Budinich. Okay. But the  that's what statutes do. And in fact, the Court said, in United States v. Idaho, in defining costs, costs are things that are provided for by rule, and I'm sure the Court intended statute, also. But ",
  "I would actually think what Court what Budinich acknowledged was that they are labeled different ways. They are deemed or characterized in different ways. The Court never actually said that they weren't. But they did  the Court did say it was operating on a categorical basis ",
  "The Court felt, as a categorical matter, that  and quite correctly, that statutory fees are costs, but as a categorical matter, contractual fees are not costs. When parties agree in a contract that one is going to pay another a certain amount of money in the event of some  something happening related to a breach, that's what defines the  the damages that are due in a subsequent ",
  "I don't think it does matter what the contract says. It just matters that it's in a contract because there's no history  while there's a history of statutes defining what costs are, there's no history at all of contracts defining things that are obligations between the parties, but that are not part of the merits of a subsequent dispute.",
  "I  I don't think that there'll be any problem with that at all, actually, for about three reasons. And I could start with this case. In this case, our complaint talks about the contract. Our motion for summary judgment talked about the contract. As a base for fees, I'm talking about, specifically ",
  "Also ERISA, also ERISA.",
  "But it's  for our purposes, it's irrelevant whether there was also a statute. The question is: Was there a contractual fees issue in the case, and was it decided? Okay.",
  "That's true, but ",
  "The notice of motion actually  what the notice of motion said  this was the sequence of events: The affidavit was put in on, I believe, April 4th. The notice of motion came in the next day, and I think actually the reason is because we didn't actually think we needed a notice of motion and later figured out that we did. What the notice of motion said was defendants are liable for those monies, pursuant to",
  "This is page 72.",
  "Of the Joint Appendix. \"Defendants are liable for those monies pursuant to ERISA and for the reasons detailed in the accompanying Wagner affidavit filed on the day before.\" Okay? It didn't say  it said ERISA and for the reasons given. And if you look back at JA  at the affidavit at JA 75, in paragraph 6, as indicated  no, I'm sorry  it's paragraph 3 on 74. \"In accordance with a collective bargaining agreement, the trust agreement, and ERISA, the defendants are liable for all auditor fees, attorneys' fees, and so on.\"",
  "But there's no need to. All  the only question that you have to ask is: Was the  was there a contractual damages issue in the case? And then here's the other half of it ",
  "That's correct. Well ",
  "I don't  that  that wouldn't have worked in this case because that's a situation where there's already been another judgment on the other merits issues in the case. At the time when we put in this affidavit, this affidavit was actually  I think my friend was mistaken  because this affidavit was put in right at the end of the trial, actually, at the same time, in effect, as the trial memorandum telling  our posttrial brief telling the judge everything that we wanted. It's just, for this part of it, we then  we originally said we're going to get it in at the same time. We later said, can we get two weeks extra for this.",
  "The problem with  I do think that that rule was designed to address an issue when people put in their fees' motion two weeks after there's been a judgment in a case, not at the time  at the end of the trial, before there's any kind of judgment of any sort in the case.",
  "I'm not sure that that's right. The judge says, at the end of the other order, he says, \"Now, this case is concluded,\" and I have to look to see when the actual  I mean, I don't  I think the  actually, I think the judge thought that the final judgment in the case was the one doing the attorneys' fees. He was maybe running the  the interest from the other one.",
  "Right. That's correct. But I'd like to go back to a couple of other things. One is there's no sorting through things that's really a problem. First of all, there's very few cases that ever have both contract and statutory fees. We've looked through every case cited in the papers in this Court. None  none  actually, maybe one or two did, but in those, there was no doubt at all that there were contractual fees that were at issue. But more importantly, unlike other kinds of contract damages where, if you want lost profits or if you want the cost of some replacement performance, you don't have to tell the judge what the legal source of getting those things are. You just have to tell the judge, this is what I want, I'm entitled to it, there was a breach of contract. But with fees, you don't get them, just as a matter of saying, I want to get my fees. You have to give the Court some source that authorizes them and that usually  it is a statute, or it's a contract. And parties, I think you'll find  I couldn't find cases where there was any doubt as to where a court said, I have some doubt as to whether it was statute or a contract.",
  "That's right.",
  "I  I don't think it is, and there's a number of reasons. Okay? One is that the  what our rule does is you file the notice of appeal after the case is finished, at the end. Their  under their rule, you'll necessarily set a trap for the unwary. For lawyers who aren't sure or don't know the law or whatever, for those people who aren't up on it, they're going to find  miss the earlier notice of appeal, and they're going to lose their right to appeal altogether, if you adopt Petitioners' rule. That would be what would happen. If you adopt our rule, then that wouldn't happen. It would be true, there would be people who would file a notice of appeal too early, but filing a notice of appeal too early is much less of a problem because, if you file a notice of appeal too early, you can cure it by just filing another notice of appeal later. And under Federal Rule Appellate  of Appellate Procedure 4(a), there are times when an early notice of appeal in, I think, a number of circumstances, relates forward to a later judgment.",
  "They do  actually, they did make a distinction between fees that have to be proved as part of the substantive claims in the case. And actually for  you know, attorneys' fees are actually very close to that. I would also point out that the other fees at issue here  this is the other problem  aside from the fact that there's a trap for the unwary set up by their rule, but not by our rule, and that other things being equal, procedural rules should be set up, so they don't have those kinds of traps. But even aside from that, they do have to draw a distinction between attorneys' fees, auditor's fees, accountant's fees, architect's fees, real estate inspector's fees, there's many different kinds of provisions people can put into contracts and say, if you breach the contract, I want a right to inspect the property, I want a right to inspect your books, I want a right to figure out whether you've met your covenants in this bond deal or in this business arrangement that we have. And you have to pay for it. Or you have to pay for it if it turns out that you really have breached the covenant or there really is something wrong with the building. In all those cases, I don't know under  I don't know any way to figure out whether all those other types of professionals that may be involved in the case  they're all the same thing. They're all cases where someone is saying there might be a breach here and we want to figure it out. In this ",
  "But in this case ",
  "But these are not costs of litigation. I mean, when the auditors came  this is what happened, in this case  and this is not uncommon. The  there was a suspicion that Petitioners were not paying the contributions that were due. There were no attorneys involved in the case. The auditors came in to do what they're contractually entitled to do, which is look at the books that  the Petitioners' books, to figure out whether they had or had not made the contribution.",
  "And we would prevail in this case under that  in that event. But even on attorneys' fees ",
  "Right. I think that there's no  I think that there's  once you start parsing contractual provisions out and saying, some of them are meritsbased, and some are not, even though they're all doing the same thing, that is, they're all saying, in the event  this is what a damages provision ",
  "And even then  even in attorneys' fees, if I can just go back to this case for a second, because I don't think this is all so unusual, when the attorneys first came in, they didn't come in to sue Petitioners. They came in because the auditors weren't getting cooperation and being given all the books that they were supposed to be given. And their first thing that involved a certain amount of time at that point was trying to get them to give the books to the auditors, which they eventually did, okay? But those are costs of collection. Those fees, under this contract and many, many contracts that are similarly worded, those are costs, costs, including attorneys' fees, of collecting money due, and those costs are due and payable by Petitioners before any case is brought and whether or not any case is brought. If it turned out that the auditors had found that there are some contributions that were not made and the auditors then  and then Respondents  the funds came to the employer and said, you owe us $5,000 in contributions that weren't made, your books were no good, and we found it, and you owe us another $5,000 for the auditor's fees, they might have just paid that. They should have paid it. And in many cases, they will, or they might pay one or the other. But they're on an exact par. That money is totally due and owing under a provision like this. It's not a prevailing party provision, which is the sort of thing that  that statutes almost uniformly have. It's covering obligations that one party has to another, based on the fact that they didn't comply with their contractual obligations. You know, another  another reason why it is important that the Court pay close attention, I think, to the rule against piecemeal appeals in a case like this and the strong policy that, at the very least, if there's any doubt you should avoid the piecemeal appeals, is that, for people  again, in this kind of situation, it can be very, very important to know whether you're going to get your fees paid before you have to file a notice of appeal ",
  "They can be combined if the district  they can be, if they come along at the right time and if the district court can  can see to it under Rule 58. If they  after they ",
  "It can be done, and there's always  of course, but that's true always when the rule against  or policy against piecemeal appeals applies. It always is a case an appellate court can put things together that would otherwise be apart. The point of that rule, though, and what I was getting at, is, for people in the situation of  of Respondents here, we were  there was, I think, $143,000 in fees at issue that we have to pay  they have to pay the attorneys in this case. And it's very important to them to know whether they have to pay that amount before they decide whether they want to appeal the case or not. It's just as important to decide whether they want to appeal that amount than to decide how much they're going to get for the basic contributions that was  that Petitioners also owe us.",
  "They can do it, but ",
  "They can do that, but it's  the point of the rule against piecemeal appeals is these kinds of decisions are much best left  and this has really long been accepted  till the end of the litigation, not to try to push it up earlier, which creates traps for the unwary of the sort I was talking about.",
  "It would apply, but  first of all, a statutory fees case are usually not as broad as this. They're usually prevailing parties' fees. They're quite different  they look quite different. But they usually involve exercise of district court discretion. The court may, in its discretion, order fees. Nobody has ever written a contract, I don't think, like that. But more importantly, in the statutory case, the court was quite correct, in Budinich, that it's really indisputable that, as a general matter, statutory fees are costs, and costs have never been seen as part of the merits. They're defined by statute, 28 USC 1920. 1988 is just another provision defining costs and extending it a little bit farther.",
  "I think when contracts talk about  I don't think  there's very little, if any, history of contracts actually trying to allocate court costs of the sort that statutes do. I do think they used the word \"costs.\" This provision here uses the word \"costs,\" but quite differently. It uses the word \"costs\" to mean expense, costs, including attorneys' fees, of collecting payments, just like costs, including transportation of obtaining substitute  substitute performance, if there's a breach, or any provision like that. They don't use it in the technical sense of referring to court costs.",
  "I don't actually think it's the word. I think it's the underlying issue of what the court is doing. In the contract case, the court is just adjudicating another claim by one party against another, for some money, based on their performance under the contract. And the simplest way and the way you have to make the least distinctions is say, all of those things are damages and all those things are part of the merits that have been viewed as part of the merits of a case, always. In fact, there's no authority that they are not viewed as part of the merits of the case, and this Court, in the Fleischmann Distilling and the Vaughan cases, viewed it as part of the merits. In the statutory case, the  where Congress may  writes a statute, many, many of them are; the court may, in its discretion, award fees to a prevailing party. I think the intuition of Budinich was that the court  Congress was tying into the long tradition of taking litigation costs and extending it a little bit farther, and that's something that Congress does. And if Congress wanted to say the contractual attorneys' fees are available under some circumstances or under  however, then that would probably be defining costs, too, especially if they are tied to what goes on in the litigation. But when it's a provision like this one, and like many, many contractual provisions  and there's a wide, wide variety of them  that just talks about what happens when there's a breach, and there's going to be attorneys' fees, there's auditor's fees, there's other kinds of things  other kinds of expenses that the nonbreaching party has, those are just the damages of the case. They've always been seen as the damages of the case. And it would be odd if you do start to try to say, well, these have to be treated like they were costs, then it does inevitably raise the question what else has to be treated the way of  the  costs. Petitioners said that  you know, in this case, there was no doubt that anybody had ever, in this case, that we were seeking contractual fees. And one reason that I think is pretty conclusive on that, aside from the fact that we mentioned it at every single opportunity throughout the case, that we were seeking contractual fees, in our summary judgment motion, in our trial brief, posttrial, in the complaint  it was everywhere. But we  the auditor's fees that we were seeking probably wouldn't have been awardable under ERISA because the ERISA provision, 29 USC 1132(g) says you get reasonable attorneys' fees and costs of the action to be paid by the defendant. And I'm not sure, at all, that that would include  I don't know any authority that that includes auditor's fees. But the contract was quite clear. Costs, including attorneys' fees of collecting payments, and the auditor's fees did fit in that  in that basket. And nobody doubted it throughout the litigation. There was no litigation about whether we are entitled under anything to auditor's fees because there's no point in litigating the ERISA issue because it was clear under the contract. And the district court absolutely knew that auditor's fees were involved in the case because the district court awarded them separately and awarded us all the auditor's fees that we sought, not just  well, just actually a relatively small portion of the attorneys' fees. In any event, if  our submission is that the Court  that contractual attorneys' fees have always been seen as damages, should continue to be seen as damages, and the easiest, simplest, and best procedural rule is to say that's what happens with contractual fees, that's the category that we're dealing with. Budinich deals with a different category of statutory fees. But even if not, I do think that, in this case, the nonlitigation fees, the attorneys' fees for a time when they were enforcing the contract, which ultimately got enforced and before there was litigation, and the auditor's fees for examining the books that were sums that were due and owing, entirely without regard to whether there was  to whether there was a judgment in the case or whether there ever was a court case at all, those things, at the very least, should be seen  are damages in the case. They were due and owing before the case was ever filed, and because those were in the case, at the very least, the judgment wasn't final until those were resolved. Thank you."
]