[
  "Mr. Chief Justice, and may it please the court: This court's Montana framework confirms that Indian tribes can, in some circumstances, exercise legitimate authority over nonmembers and nonmember land on their reservations. Unlike what has happened in the criminal context, the political branches have not acted to divest tribes generally of civil jurisdiction over nonmembers. Both before and after Montana was decided, Congress and this Court have repeatedly articulated the firm Federal policy of encouraging tribal self-government and have recognized that tribal justice systems are an essential part of tribal governments.",
  "Well, Justice Scalia, that's of course true, that there is a difference, but the Montana framework recognizes that the political branches have not completely divested tribes of their jurisdiction over nonmembers in circumstances like this. And - -",
  "Well, it did not specifically address any previous cases involving jurisdiction over a nonmember defendant who is hailed into Federal court.",
  "But I think it is -- it is the case that it clearly recognized a consensual relationship that is established before the lawsuit begins is what provides for regulatory jurisdiction in some of the cases and adjudicatory jurisdiction, as is now clear from Strate and the Court's subsequent decisions.",
  "Well - -",
  "Well, in Iowa Mutual, this Court did state that tribal courts are best qualified to interpret and apply tribal law. And so - -",
  "Generally, yes.",
  "Well - -",
  "Well, I think, Mr. Chief Justice, to expand upon the discussion that you were having with Mr. Frederick, that the consensual relationship that's necessary to establish jurisdiction in the sense of Montana's first exception requires not only that there be a consensual relationship with a member, and which we do think that implicit in that is some knowledge at least objective knowledge that you knew you were dealing with a tribal member. And so if the conceptual relationship were established and with somebody who was not a nonmember who subsequently ended up through sales of shares to become a member, we don't think that that ex post facto development would effect the establishment of the original relationship.",
  "Yes, absolutely, Justice Scalia. That is something - -",
  "Absolutely, Justice Scalia, and that follows directly from the terms in Montana itself because Montana says that the exceptions are are about instances of, quote, \"civil jurisdiction over non-Indians on the reservation.\" And that's an important factor.",
  "The only reason - -",
  "Well, everything about this transaction is related to the reservation. To be sure, part of it dealt with the land on the reservation, but the rest of the ranch's operations, including places where the bank possessed collateral and security interest in personal property, were on tribal grazing land.",
  "Well, the thing that's key here, I believe, is that the subject of the contract was intimately connected with the reservation itself, and that's why it comes within Montana's discussion of civil jurisdiction.",
  "Without any further facts, no, I don't think that would be enough to establish jurisdiction. What's important here is that the subject of the contract was actually on the reservation, and that's why it comes in - -",
  "Well, the loan here was for specific purposes. It was for -- I mean, there were a lot of specific terms in which the bank dictated lots of practices on the ranch, and it knew everything about the way the operation was being conducted or required express approval for individual purchases and things like that. And so, this is not an instance where a member is engaging in business off the reservation. And indeed in Blaze Construction the court addressed a case in which there was a member-owned corporation that was doing business on a different reservation, and the parties conceded there that that would not be considered to be a member for purposes of Montana -- that was actually a taxation case, but it would not be considered a member for purposes of these exceptions.",
  "Well, that's generally correct, Justice Scalia. There is a little bit of a dispute in the probate proceedings about exactly the status of the land. But, yes, this transaction did involve transfer of the deed to the bank, and therefore, at that point it would have been -- to the extent that that transfer was effective, it would have been a nonmember only on the reservation.",
  "The thing that triggers the regulation here or the jurisdictional authority of the tribe is the consensual relationship with the tribal member. And so it's -- it's -- it's not -- this isn't -- this isn't like a tort that occurred on a particular piece of land while we are asking - -",
  "Yes, Justice Scalia. And the Montana exception to deal with jurisdiction - -",
  "I -- I -- I can't say - -",
  "In general, the sale of goods off the reservation, unless there is some particularly intimate connection with the reservation that -- that the parties anticipate at the time, probably isn't going to be enough to trigger jurisdiction. And so - -",
  "For a home that's on the reservation?",
  "And it's for remodeling the home - -",
  "Yes. I think that that's -- if it were going to be used for something completely off the reservation, then maybe an argument could be made that it doesn't have enough to do with regulating activities that are occurring on the reservation.",
  "And that's an example where I do think that - -",
  "If they know that they are dealing with a member and they have not included any form selection or choice of law provisions that say that they want to be sued and resolve disputes in some other forum, then it may well be the case that they will be sued in tribal court.",
  "Well, I think it's probably unlikely that the tribal courts would -- or that the tribe would adopt a rule like that, because as a pragmatic matter it would make it more difficult for their citizens to engage in business relationships if they had a categorical ban like that. And so - -",
  "I -- if -- if there was a forum that would be a question about the nature of the underlyng consent. And I do think that, in general, forum selection clauses here ought to be enforced. And so, it would be relevant to the scope of the consentual relationship there.",
  "Well, as was pointed out earlier, Mr. Chief Justice, the -- the -- the only duties that the bank was exposed to here were a duty not to breach contracts and not to discriminate. And the only question is the source of those duties.",
  "It was the -- under - - according to the jury instruction it was a person or entity denied a privilege to a person based solely upon that person's race or tribal identity.",
  "No, I don't believe so, Your Honor. Thank you.",
  "Mr. Chief Justice, and may it please the Court: Respondents' fundamental right to a workplace free of invidious, class-based discrimination is something their union has no power to barter away in collective bargaining, and the union - -",
  "Yes, Justice Breyer. This Court's cases have not yet described a specific law, and --",
  "I think that the -- the best line that we have is -- is stated in both Gardner-Denver and Barrentine as contrasting statutory rights that are related to collective activity, and especially economic activity, are the kinds of things that are normally delegated to the union. Those are the sorts of things that the union can actually engage in collective bargaining about. And when the union negotiates the underlying right, then it makes perfect sense that the labor arbitration framework that's set forth here would continue to resolve disputes that are arising under - - out of that specific right.",
  "Because - -",
  "Well, I -- I think, Justice Scalia - -",
  "But I think what's important, Justice Scalia, is -- is, though -- is the line that the Court stated in Barrentine: That if a statute is designed to give specific, minimum protection to individual workers, then that's the sort of thing that the union doesn't have the power to engage in collective bargaining over. And so your salary may well be something that the union can normally bargain about. But if you want to assert that the -- that the employer or the union -- because both are the types -- the types of entities that can be charged with discrimination under Title VII or the ADA or these other statutes -- the reason that they gave you a lower salary was on the basis of something for which you had a Federal statutory protection, then -- then you have an independent statutory right that the union's majoritarian decisionmaking processes should not be in the process of controlling - -",
  "Yes. And the difference is that the union is making the decision about where the claim will be vindicated. And in this case in particular, the union is going to control whether the claim will actually be able to be officially vindicated.",
  "Absolutely, Mr. Chief Justice.",
  "Well, I -- even the employer here is not claiming that the underlying statutory right is subject to collective bargaining. They are just saying - -",
  "Well, in this instance Congress gave individual employees the right to bring a civil action in a judicial forum as a means of enforcing their antidiscrimination claims. And although arbitration may always provide an alternative forum for that, this Court has repeatedly made clear that arbitration is always a matter of contract. And it does not impose on the employer any more than on the employee a requirement that they arbitrate a claim when they - -",
  "Well, Mr. Chief Justice, I don't think that that's true. Since 1974, this has been the law of the land, and it's been even after Gilmer in every circuit - -",
  "Well, it -- it is the prevailing interpretation in every circuit that has considered the question since Gilmer except the Fourth Circuit. And if you look at the empirical data that's mentioned in some of amicus briefs, including the particular amicus brief of the National Academy of Arbitrators, it is true that even when there is just a labor arbitration machinery that was invalid under the terms of Gardner-Denver and would not be binding on the employee if the employee happens to lose in that arbitration, in most of those cases when the employee loses that arbitration, he does not go on to file an independent case in federal court.",
  "Well, we don't think that there is any reason why the employees will not be able to make a grievance with the employers, as was made possible in Gilmer. And so that the point is that it just can't be a vicarious agreement to arbitration on behalf of the individual.",
  "Well, there was an argument in Gilmer that they didn't have leverage, either. And the Court stressed that as long as the employee has actually agreed to it, that -- and -- and as long as the arbitral forum is going to be adequate to provide for effective vindication of the underlying statutory rights, then - - then the arbitral forum would be adequate.",
  "Well, that's -- as Mr. Frederick mentioned and is as discussed in several of the briefs, that's an undecided question of labor law. The National Labor Relations Board - -",
  "Well - -",
  "We think that as long as the employee have been -- have been able to indicate exactly the same level of individual agreements that was upheld in Gilmer and that the arbitral forum itself is going to be adequate, that that takes care of that half of the question. The National Labor Relations Board which has -- which would be entitled to deference on this question and which has never spoken to the labor law question of what role the unions might be able to play in helping facilitate the agreements negotiated between the employers and the individual employees, it could come out in at least three different ways. One of them is the arrangement outlined in the Abbott D.C. Circuit decision that -- that Petitioners rely upon. But, of course, that's an instance where there were two completely separate agreements that the employment arbitration was agreed to by the employees before they are even represented by the union. It was at the outset of the establishment of the employment relationship, which Mr. Frederick discusses.",
  "Well, not necessarily, Justice Souter, because there are all sorts of other attributes of the arbitral forum that might -- might well be relevant to the question of whether it's sufficient to effectively been -- rights. In Gilmer itself, the Court specifically considered whether the employee, Mr. Gilmer, would have an opportunity to play a role in selecting the arbitrator. In this instance, even under Petitioner's view of the CBA, which we don't think is supported by the text of the CBA, this -- these employees are still stuck with an arbitrator who has been chosen by the employer and by the union. And those are the two entities that have already decided that their claim is meritless.",
  "If the variables are - -",
  "We think that there needs to be individual agreement in order to comply with Gilmer because of the underlying inherent tension between the collective interest of the union and the individual interests of the employees, especially in anti-discrimination statutes.",
  "Mr. Chief Justice, and may it please the Court: Petitioner's reading of subparagraph (M)(i) implausibly excludes the mainstays of Federal fraud prosecutions and applies at best to a tiny handful of outlying offenses: Thefts of major works of art, extreme cases of government contract fraud, and some frauds obtaining confidential phone records and - -",
  "Well, I -- I think, Justice Scalia, that he does offer this -- this variation on a so-called modified categorical approach by saying that we could use extraneous facts in guilty pleas in order to satisfy the categorical approach. But we think that that doesn't work for both practical reasons and for the types of reasons that -- that several of the questions raised in the first half of the argument - -",
  "He does seem to contemplate that interrogatories for the jury might also achieve the same purpose. But as Justice Alito was pointing out, there -- there is little reason to believe that a judge is going to permit such extraneous questions to be put to a jury that are -- that are not necessary for the criminal proceeding that is actually being held at that point. It's unlikely that the government wants to make the entire -- wants to imply that the conviction needs to turn on that. And obviously, both with the -- the special interrogatories and the guilty pleas, there are practical problems, because this could only apply prospectively, even though Congress's definition of aggravated felonies is intended to apply to convictions that predated the enactment of IIRIRA. It -- I just mean that it would not be until we knew that this was the rule, that we could implement such -- such a rule. And it's not clear why any alien who would be contesting his removability in the civil removal proceedings would concede in the -- in a guilty plea or to a fact that is extraneous to that conviction that would ultimately - -",
  "Well, he did not ask the judge for a finding of loss. He -- he asked for an instruction -- for a special interrogatory as to \"the amount of money my client is responsible for.\" That's on page 14a of his opening brief. And that's not the relevant question for purposes of the loss threshold in subparagraph (M)(i), which is actually about the -- the loss to the victims from the offense involving fraud or deceit, not how much any individual defendant might have been responsible for. And even now - -",
  "Well, and at that point he - - he -- we -- we presumably wouldn't want to have to prove up a loss at that point that's irrelevant for purposes of the criminal guilt proceeding, although it may well become relevant for the sentencing proceeding, as it did become relevant here, and there was a sentencing stipulation.",
  "Well, I -- I think that it could confuse the jury. Even if it were clear that it had nothing to do with a determination of guilt, that would be a particularly odd sort of bifurcation to thrust upon the original criminal proceeding, to require the jury to make findings about facts that are truly extraneous to the purposes of the criminal proceeding that is being held there, and for -- at least for guilt purposes, there is no reason for the jury to have to find that. And as -- as the questions before were making clear, the reason this Court has applied the modified categorical approach is to determine what is necessary for the underlying conviction. That's why it's tied to an investigation into what really were the elements of the underlying offense. And interrogatories about facts that were not, in fact, necessary for the conviction or -- or extraneous facts that are introduced into guilty pleas do not change the fact that that particular attribute was not necessary for the conviction. And so, we think that it makes sense, in context of the other definitions in paragraph 43 of the definition of aggravated felonies, where it is indisputable that there are multiple provisions that include both an element that needs to be evaluated as an element of the offense and some other limiting factor that need not be an element of the offense; that it makes sense to construe the loss threshold in subparagraph (M)(i) as something that need not be an element, because the consequences of Petitioner's approach would be to read out virtually all Federal fraud prosecutions, including such mainstays as mail fraud, wire fraud, conspiracy to defraud the government, bank fraud, the offenses that were at issue here. And he does offer a patchwork of some State offenses that could be satisfied. But even there, there -- there's not any particular consistency to it. He invokes the Model Penal Code, which has a gradation scheme for theft by deception offenses. And although the BIA has -- has acknowledged that theft by deception offenses may in certain circumstances constitute fraud offenses, the Model Penal Code does not in the next chapter dealing with forgery and fraudulent practices have a consistent gradation scheme. So even in the States that Petitioner cites in his reply brief, Delaware doesn't have monetary thresholds for insurance fraud, even though it does for health care fraud; and New Jersey doesn't have monetary thresholds for credit card fraud or payment card fraud, and so a million-dollar fraud would not be -- would not be treated consistently, depending upon which State it was committed in and even which type of fraud it was in an individual State, if the State - -",
  "Yes, we think that it is not necessarily the same as the loss determination that would be made for sentencing. And so, the board has made it very clear that even though a restitution order, for example, can be sufficient evidence of loss to the victim, that it needs to be assessed with an eye to exactly what losses were determined in the underlying restitution order and with regard to the burden of proof there. And so - -",
  "Well, I think that the text of the statute here in subparagraph (M)(i) talks about an offense that involves fraud or deceit in which the loss to the victim or victims exceeds $10,000. And so, we think that the loss threshold is tied to the offense that involves fraud or deceit, not to the individual defendant's role. If he's convicted of a $100 million fraud or in this case what may well have been a $683 million fraud, he is -- that -- that is the offense of which he was convicted, and it is an offense in which the loss to the victims exceeded $10,000. And so we think - -",
  "Yes, Justice Ginsburg, in general the -- the judge does have discretion to -- to adjust aspects of the restitution order on the basis of the facts of the underlying offense. And that's - - that's one of the reasons why I think the board has been sensitive to the idea that the restitution order does not necessarily determine what the amount of loss is going to be for purposes of - -",
  "It would depend upon the facts of the underlying case. If the underlying fraud was one in which the victims lost nor than $10,000 and we could prove that by clear and convincing evidence in the removal proceeding, then -- then we think that we would not be bound by the judge's discretionary refusal to impose a restitution requirement on the particular defendant.",
  "Depending upon the facts of the case, yes, Justice Ginsburg, in your hypothetical if we can prove by clear and convincing evidence that the amount of loss associated with a fraud offense was more than $10,000, we think that would satisfy.",
  "Yes. Yes, Justice Ginsburg. It's not a pecuniary gain threshold. It's a loss to the victim threshold. And -- and although the judge may well take that into account for purposes of restitution, it doesn't change the metric that Congress chose to determine which types of frauds are serious enough to be considered aggravated felonies. In 1994, they -- they picked a threshold of $200,000. In 1996, they dropped that to 5 percent of that value, to $10,000. I think Congress's judgment here is that if the fraud is so severe that it - - that -- that somebody -- that the victims lost $10,000, then -- then that is a qualifying offense for purposes of subparagraph (M)(i), even if the original criminal sentencing judge, on the basis of all sorts of factors associated with the case and under the restitution standards, decided that the defendant was not necessarily liable to pay restitution in that amount.",
  "Well, I -- I think that we are not taking the position that the -- the stipulation for sentencing purposes, which was pursuant to (6)(B)of the guidelines and was for stipulation purposes -- we're not arguing that that is -- is dispositive in the -- in the civil removal proceeding. We're arguing that it's persuasive evidence of the amount of loss here. And so, he's -- he is certainly able to say before the board or before the immigration judge that - - that for some reason the amount that he admitted to isn't really the -- the actual amount of loss associated with the case. That's not what he has done here. He has -- he has consistently tried to establish that - - that this -- these -- this gargantuan loss amount was - - was not one that was found by the jury, not that it was not in fact the loss that actually accrued in association with the - -",
  "Not necessarily, Justice Stevens. If the conviction was for the entire scheme, then we could bring in the amounts that were relevant to the scheme. But if - -",
  "It's possible. I think it would depend upon exactly what we could determine had actually been associated with the original - -",
  "Well, I -- if we had that amount of evidence in this case, we had sentencing stipulations and all sorts of determinations at the time of the sentencing where the defendant did not even try to argue that this wasn't actually the amount of loss associated with his offense and conviction, then we probably would be able to establish by clear and convincing that the - -",
  "I -- I thought, Justice Scalia, that that was the premise of Justice Stevens' question. That that - -",
  "Well -- I think that it's unlikely if we didn't have the evidence contemporaneous with the trial.",
  "Well, I -- if it were like this, we had the evidence contemporaneous with sentencing, with $100 million stipulations and things like that, and that makes it obviously much easier for us to prove the extent of the underlying fraud.",
  "If -- if that were, in fact, the scope of the conviction, because it was for -- for the entire fraudulent scheme, then that may well be so. Obviously, that -- the cases that have applied the - - the tethered approach, to use the word that Petitioners invoked here, are cases in which the -- the courts and the BIA have recognized that sometimes it is necessary to recognize that there's a distinction between what the defendant actually pleaded guilty to. If the defendant pleads guilty to only an individual account, that's involved in the scheme - -",
  "Well I - -",
  "I -- in those circumstances I -- I think that we may well be able to prove that in the second proceeding.",
  "Well - -",
  "Yes, that's right, Justice Scalia, and as long as it is the scope of the scheme that -- that he was convicted - -",
  "Yes, yes, Justice Kennedy.",
  "As long as the offense were in fact the scheme rather than an individual instance of a mailing, that's correct; and so I think that that - - that that is consistent with Justice Stevens' hypothetical and that we would in those circumstances be able to -- attempts to prove by clear and convincing evidence in the civil removal proceedings that the loss associated with the offense, which was the scheme rather than just an individual mailing, then -- then we would be able to prove that. Given - -",
  "Well, with -- here it's - - we're not trying to prove a separate criminal offense. We're trying to prove that the offense - -",
  "Yes.",
  "Yes, that it -- this is the offense of conviction. This is just like the domestic relationship prong of the misdemeanor crime of domestic violence that the Court decided in its recent decision in United States v Hayes, that -- that there is a prior conviction, some aspects of which were elements of the underlying offense, and in order to establish whether the prior conviction needs the statutory definition in the subsequent proceeding, the government will need to bear the appropriate burden of proof for that proceeding. Whether it's - -",
  "Yes.",
  "I -- I think it was beyond the reasonable doubt in the context of the 922(g)(9) prosecution - -",
  "-- because that was itself a criminal proceeding, and that's right, Justice Ginsburg.",
  "We think that if this definition were -- were to be applied in the criminal context, then we would need to prove this aspect, the loss threshold.",
  "Yes, Justice Ginsburg, just to be clear it's -- there's already a 10-year statutory maximum that applies under 1326(b)(1) for the prior conviction for a felony. I think that's something that can easily be established through the categorical approach and we would not need to have a \"beyond a reasonable doubt\" determination in the illegal reentry proceeding under 1326 to determine it's a felony. But in order to determine that it is an aggravated felony, as long as we could not satisfy through a categorical approach to demonstrate that it was an element of the offense in the original proceeding, then, yes, I agree; we would need to meet the relevant burden of proof in the 1326(b)(2) proceeding. Now, as it happens, this -- the extra 10-year statutory maximum at issue in 1326(b)(2) effectively never gets litigated because the sentencing guidelines arrange for aggravated felony enhancements in that context for crimes like subparagraph (M)(1), ranges from 21 months on the low end with no criminal history to 5 months on the high end with criminal history of 6. And so this effectively -- the extra 10 years of statutory range is never employed by -- by judges for these types of crimes. In the last three years, according to sentencing commission data, there isn't a single defendant in the 1326 proceeding who received a sentence of more than 10 years and had an increase on the basis of an aggravated felony that would include the category that we're dealing with here in subparagraph (M)(1).",
  "Well - -",
  "Well, I think we have to prove for purposes of the relevant proceeding in which we're trying to establish that it is an aggravated felony that it also exceeded the $10,000 threshold.",
  "No more - -",
  "Well, we would need to prove that if it were relevant to a criminal proceeding, but in the civil removal proceeding those protections aren't there. And so we - -",
  "Well, Mr. Chief Justice, there are several other statutes here that have extra limiting factors that are necessary to make the crime an aggravated one for purposes of the aggravated felony, but don't have to be proved as an element of the original offense. Congress has established - -",
  "Well - -",
  "Well, but for many of the offenses it's things that as Petitioner acknowledges, would never be proved as elements of the offense. It's the notion that a crime of violence is one in which the term of imprisonment is at least one year. There are other ones that depend on the actual sentence that was imposed. There is a second or subsequent offense that's referred to in subparagraph (J); there is an exception for purely political offenses from the definition of -- of crime of violence. There are affirmative defenses - -",
  "Well - -",
  "But not according to Congress. It is only in the area, if it is not a purely political offense, and if the term of imprisonment is at least one year. And so by definition, it already can't be an aggravated felony according to Congress if it doesn't meet other factors that we would not have expected the original jury to determine as an element of the original crime of violence.",
  "Well, I'm the one that's sorry.",
  "Well -- and I think that's - -",
  "Well, it's -- it's not a much lighter burden in the sense that we do, for purposes of the civil removal proceeding, need to establish it by clear and convincing evidence, and -- and it is, in - - in a subsequent criminal proceeding, there will be all the constitutional protections that you're talking about, just like the domestic relationship prong of the -- of the crime that the Court considered in Hayes.",
  "Well, I - -",
  "I tried to explain that it is not as long as there isn't a sentence that is imposed of at least 1 year according to Congress's way of determining what is an aggravated felony, and Congress has determined that - -",
  "Well, that's correct, Justice Stevens, but in -- in that regard - -",
  "Well, no, we think that you were convicted of the offense, which is an offense that involves fraud or deceit, and then there is the further limitation that Congress has imposed, not as an element - -",
  "But it -- it can't have that same meaning with regard to all of these other things in all of these other offenses in which Congress has determined they're not an aggravated felony until those other criteria are also satisfied. I mean -- so we think that in a statute that indisputably involves individual offenses that have both elements of the offense and nonelement limiting factors in order to limit the category to those that Congress would have deemed to be aggravated, that it makes sense to not have to find as an element of the offense those extra factors that generally wouldn't be for most of the other provisions. And here we know if that reading is imposed on this statute, that it reads out all the mainstays of Federal fraud prosecutions and brings in a haphazard patchwork of - -",
  "And we - -",
  "And we think - -",
  "Well, for purposes of a civil removal proceeding, that's true, and that's no different from the limiting factors in several of the other provisions, like the sentence that was imposed -- the potential sentence -- whether there was an exception for a first offense that involved family members, for the alien smuggling and document fraud, crimes in (N) and (P). And the -- this also is a reading that we can't impose on subparagraph (M)(ii), where we know that there is no loss requirement there, that the government have a revenue loss of more than $10,000 for a crime in which the loss to the government is $10,000. The \"in whiches\" here are parallel to the \"for whiches\" elsewhere in --in the statute. And although Petitioner invokes the guilty plea practice in the context of tax evasion offenses for purposes of section 7201, this -- this doesn't help his argument for the same reason that he cannot use extraneous elements and guilty pleas generally to establish that something was necessary for a conviction. But if you look at the criminal tax manual that he invokes, it makes clear by referring to relevant conduct and the need for the loss amount there to include all of the losses for all of the years in the indictment, even if the defendant has pleaded guilty to an individual count for a single year of tax evasion, that the loss amounts that is typically included in guilty pleas in 7201 cases is not the loss amount that is relevant here. It is in fact directly parallel to the sentencing stipulation that -- that the Petitioner entered into here. If the Court has no further questions - -",
  "The court of appeals should be affirmed.",
  "Mr. Chief Justice, and may it please the Court: The fiduciary duty imposed by section 36(b) prohibits an investment adviser's fee from being outside the range that arm's-length bargaining would produce. The courts below erred by failing to consider evidence about what the investment adviser in this case charges its unaffiliated clients when it provides services that Petitioners claim are, in fact, comparable to the services at issue here.",
  "Well, we do think that - -",
  "Well, we do think that the term \"fiduciary duty\" is here used to counterbalance the lack of arm's-length bargaining that exists between the board of directors and the investment adviser, and we do think that it drew upon the established term of art in Pepper v. Litton, the case that counsel for Petitioners was already referring to. That's a case that actually involved corporate directors and there the same test, the same ultimate standard, was stated, which is whether the bargain carries the earmarks of an arm's length bargain and whether it's inherently fair. And so we do think that in the development of the legislation in 1969, the memorandum that the SEC submitted to Congress in 1969 explained that the shift from reasonableness to fiduciary duty largely achieved some procedural objectives of shifting the focus from the board of directors to the investment adviser, and the text of the statute specifically makes it a fiduciary duty with respect to receipt of compensation. We think one salutary affect of that was to -- to make it clear that the Court's burden here, the Court's duty here, wasn't just to establish what the single most reasonable fee would be, but harking back to the Pepper v. Litton test, whether the bargain fell within the range of what arm's length bargaining otherwise would have achieved.",
  "Well, in the abstract, it might make more sense, Mr. Chief Justice. I think the choice that Congress made here was to counterbalance the - -",
  "Well, even under this statute, the SEC has the authority to file suits under section 36(b).",
  "It hasn't filed any since - - since 1980, Justice Ginsburg. I think that the SEC in this context -- it has -- it has primarily directed its resources and energies into encouraging there to be better disclosure of fees, both the disclosure of information to the board, disclosure to investors, better education to shareholders so that they would be able to go - -",
  "It is aware of that.",
  "Since 1980 it hasn't used section 36(b). It has used less formal mechanisms in the context of examinations and investigators -- -",
  "Well, when the SEC helped draft the statute in the 1960s, it recognized that there was this systematic disparity between the amounts that mutual funds were being charged by investment advisers and the amounts that investment advisers were charging their unaffiliated clients, and in the 1969 memorandum that I referred to, which is reprinted in an appendix to the amicus brief by John Bogel in its entirety, the SEC mentioned that comparison as being something that may well be relevant in proving in an individual case that that particular investment adviser's fees are excessive. And we think that the test here of whether under all the circumstances, which is what section 36(b)(2) points the Court towards, of having to weigh - - having to weigh the board's approval of fees in light of all the circumstances, that those circumstances include things like the evidence that petitioners have presented here.",
  "Well, it also comes, Justice Ginsburg, from the text of section 36(b)(2).",
  "The footnote that you are talking about did point out that in that case the comparison that the plaintiffs were attempting to draw between the money market fund at issue and a pension fund wasn't a particularly relevant one, because the services at issue were so different. And here the parties appear to dispute how different the services are. And at the summary judgment stage, the Respondent stated that it disputed how comparable the relevant services were. The district court and the court of appeals considered that dispute immaterial because, instead of comparing, instead of determining whether this investment adviser is selling the same services at half the price to its unaffiliated clients who actually can engage in arm's length bargaining, those courts simply said that if it -- if it falls within the range that is charged by other mutual funds, that would be acceptable. And we - -",
  "It does say that you should give the board - -",
  "-- such consideration as is deemed appropriate under all the circumstances. That's correct.",
  "Well, I think that it demonstrates that the Court is obligated to look to all the circumstances simply to determine whether the board's approval -- how much weight it should be given. And as this Court explained in Daily Income Fund, the entire point of section 36(b) is to provide an independent check, the -- independent of the fact that the directors approved the fees. We think that an appropriately informed board that asks the right questions, that gets the right information and fully considers the sort of factors that are discussed - -",
  "We think that -- that the right process followed by the board would be probative, but something like double the price may -- may demonstrate that that is an unfair bargain.",
  "If there was a lack of full disclosure, that might in the abstract be a breach of fiduciary duty even under the Seventh Circuit's test. We think that if it didn't actually have an effect on the fees, then it wouldn't be actionable here because there would be no actual damages flowing from the lack of disclosure.",
  "A court would need to decide whether the plaintiff has met its burden of proving that it falls outside the range of fees that arm's-length bargaining would have arrived at, and that's a cause of action that would be - -",
  "Well, I think that the term of art of \"fiduciary duty\" doesn't necessarily demonstrate how much deviance away from the range there would be. I think that depending upon the segment of the market the range might be more or less narrow. In segments of the market where services are more commodified and standardized, perhaps with index funds, there might be a much narrower range of fees that are arrived at through arm's-length bargaining, and even -- and smaller disparities might be inappropriate there.",
  "It -- I think that the chief way it differs from reasonableness, Justice Kennedy, is in saying that the Court doesn't actually have to decide what the single most reasonable fee is. But as the SEC explained in 1969, the shift from reasonableness to - -",
  "Well, I think reasonableness is - is inevitably going to be part of the inherent fairness inquiry that this Court referred to in Pepper v. Litton as being part of the fiduciary duty status as to whether the transaction - -",
  "I -- I -- I think that it is different from the status of a president of a corporation; that -- that the term of art, \"fiduciary\" which Congress was invoking here can mean different things in different circumstances. Pepper was a case that involved corporate directors. The chief difference here and what Congress was intending to counteract was the inherent structural impediment to arm's-length bargaining between the investment adviser and the board of directors. And that's what makes that high burden that was used in Pepper v. Litton for controlling shareholders the relevant analogy, we believe.",
  "Thank you, Mr. Chief Justice.",
  "Mr. Chief Justice, and may it please the Court: Petitioner's offense under 18 U.S.C. 2250(a) occurred when he failed to register as required by SORNA well after SORNA was enacted. As Justice Ginsburg elucidated, he does not dispute that the first paragraph of SORNA can be triggered by a pre-SORNA conviction, and adopting his construction of paragraph (2)(B) would create a serious structural anomaly between the Federal offenders, with whom there is no requirement that they engage in any post-SORNA conduct other than the failure to register, and the State sex offenders, who are the majority of the missing sex offenders that Congress intended to capture by enacting the new registration regime and ensuring that there would be a serious Federal penalty that would encourage offenders who had used interstate travel to evade their registration requirements to get back on the registration rolls.",
  "We don't think he was in violation of the law the instant it was passed for purposes of the Ex Post Facto Clause; under cases like Tranbarger and Samuels, we think that he did have a reasonable period of time to comply with the new obligation. This is a problem that would occur with all sorts of Federal criminal statutes based on a status that somebody was in at the time something was made criminal. In the -- in the case prohibiting possession of handguns by persons who had been convicted of misdemeanor crimes of domestic violence, that this Court upheld that statute last year, when that statute came into effect, if somebody had the relevant conviction on the books and possessed a handgun, they would have been guilty at the instant the statute came into effect, but they would have been allowed a reasonable period to come into compliance. That's the reasoning that the Court used in Tranbarger and in Samuels; somebody who acquired alcohol legally before a statutory prohibition provision came into effect would be given a reasonable period of time to divest himself of possession.",
  "Well, it's going to depend upon the facts of the individual case, as the Tranbarger Court recognized. In -- in the context of this statute, where somebody is typically allowed only 3 business days to update their registration, we think it would be a fairly short period. It's something that -- that -- that may depend on all sorts of circumstances. If Petitioner -- or if a defendant, a sex offender, was in the hospital for a long period of time and unable to make it to the registry, that would provide him with an -- an affirmative defense under the text of 2250(b). And -- and so -- but we do think that this is a --",
  "In -- in --",
  "Well, that -- that's right, and -- but I -- but we do think that it is a background principle in -- in all of these cases that if somebody is literally unable to avoid the criminal consequences of their pre-enactment conduct, that that would raise the concerns that the Ex Post Facto Clause is intended to solve. And in cases like --",
  "Well, I --",
  "Well, this -- I mean, this is -- that's -- we -- we think that somebody does need a reasonable time to come into compliance. It doesn't need to be a long time. But this is an issue that -- that exists in the statute completely separate from the travel requirement here. The Federal offenders who are -- who are covered by paragraph (2)(A) -- there’s no requirement, there’s no actus reus for them under 2250, other than the fact that they have a previous conviction, which can be pre-SORNA.",
  "This is in 2250(a)(2)(A). It's on page 1a of the government's appendix. And so paragraph (2) is divided between (A) and (B) --",
  "(A) applies to sex offenders who -- who are sex offenders by virtue of a conviction under Federal or tribal law. Federal law --",
  "They don't have to travel in interstate commerce because of the \"or\" between (A) and (B). The only thing they have to do --",
  "-- is then knowingly fail to register or update a registration as required by SORNA in paragraph (3). And so the reasonable grace period question for purposes of the Ex Post Facto Clause here is not something that the Court can -- can sidestep by deciding that interstate travel needs to occur after the statute was enacted. And, indeed, if somebody were traveling on the day the statute was enacted, there would still be a question about whether they had a reasonable time to comply.",
  "It -- it was a few days at the time. He was also required under Alabama law -- when he registered and signed a sex offender registration form in Alabama in 2004, it said that he was required to notify the law enforcement authorities in the jurisdiction of his new residence within 10 days of his arrival there. And the Indiana law was -- was I believe a period of 7 or 10 days at -- at the time.",
  "Well, the -- the period is specified under -- under SORNA with -- when, once the SORNA registration --",
  "-- regime comes into effect.",
  "And it does require in -- in 16913(c), that somebody update the registration after a change in residence within 3 business days of -- of coming to the new residence. And so we -- we do think that that would be relevant in evaluating what would be a reasonable time period to come into compliance here. This is the sort of thing that -- that after the statute already comes into effect, that it would -- it would require somebody to comply within 3 days. If they moved a year later, then -- then that should be a reasonable time period to --",
  "Well, that's -- that’s partly true, Justice Ginsburg. Since -- since the press release that's cited in the briefs, another Indian tribe has come into substantial compliance. But what's important here is that that's just a question of whether the State is in substantial compliance with SORNA's requirements for purposes of receiving Federal funding under -- under the Byrne program. And here even if a State has not come into substantial compliance -- and Indiana has not yet been certified as having come into substantial compliance -- it still had a functioning sex offender registry that would take most of the information that SORNA required Petitioner to provide, things like his name, his physical characteristics --",
  "-- his -- his address --",
  "It's true that, especially before SORNA was enacted, that that's all the State was doing, if the State has amended its law since then, and Indiana did update its law in 2006. But to the extent -- so the State may well accept Congress's invitation to restructure its registration system to match what SORNA requires, but even when a State has not yet done that, there's no doubt that someone like Petitioner can go in and register. He was supposed to be registered, and, indeed, after he was arrested in a -- in an incident in 2007, he did register under Indiana law, and he provided the information that Indiana was willing to take. And so --",
  "Well, we think that that's not covered under the sequencing argument that we’ve made, which -- which partakes of the purpose of the statute that Justice Alito was talking about and -- and the order in which the relevant acts occur. As long as somebody is already a convicted sex offender of the kind that SORNA requires to register, and they are within the time period within which SORNA would require them to register -- and Petitioner here is a tier II sex offender, so he would be required to register for 15 years after his 2004 sex offense conviction. As long as he is within that period when he engages in the travel, then we think that it’s within the heartland of what Congress was concerned about, which is a sex offender who is engaging in interstate travel --",
  "Is --",
  "It's -- no, it's -- you have to have been convicted of a sex offense, because that -- that's what brings you within the category of persons --",
  "Well, I don't think that we are making it up, Justice Scalia.",
  "Well, we get that from the facts -- from the context here, from the anomaly that would be created, the structural anomaly about the differential treatment between Federal and State sex offenders. The fact that the purpose of the statute is to recapture missing sex offenders, which are persons who engaged in interstate travel to elude the registration requirements that already apply to them as sex offenders. And so we think that when Congress invoked the -- its powers to regulate travel and interstate commerce, in order to give that element meaning, we think that it makes sense to apply it to persons who already have the type of sex offense convictions that SORNA requires them to register for.",
  "We get it from the context. That's right. And we know that the plain language of the statute can't completely control this inquiry, because the Congress changed the language that existed earlier in the drafting process of the --",
  "Well, there is something like that, but that's not all that’s going on. On page 26 of the House report --",
  "-- that you’re talking about, Justice Breyer, it specifically says that sex offenders who fail to comply will face felony criminal prosecution. And this -- this was a way --",
  "Well, it's --",
  "Well, I think that Congress did pass the statute for -- for multiple reasons in -- in order to encourage there to be a more effective, comprehensive nationwide registration scheme. And one of the things that that required was -- anticipated, was standardization among the States. But it was also -- these -- Mr. Carr was required to register both by the law of Alabama and by the law of Indiana at the time when he committed his sex offense and when he moved from one State to the other. Congress considered that type of regime as being inadequate. Congress obviously thought that the State violations that were occurring with 100,000 sex offenders who had eluded registration, gone underground, was a problem they wanted to solve.",
  "Well, it -- it first of all imposes a Federal registration requirement. So in --",
  "-- in 16913 --",
  "It's -- it's not just that he’s afraid of the Feds when they can come with prosecutorial powers under section 2250. It is also, as you say, that there are several aspects of SORNA that will encourage there to be much more cooperation among jurisdictions in standardizing this information, notifying different jurisdictions when somebody moves from one to another --",
  "Well, that -- that's true, but we already know that this is true without regard to post-SORNA travel for persons who have Federal sex offense convictions.",
  "Well, I think, to the extent that the committee report identified 100,000 missing sex offenders as the most significant enforcement problem in the sex offender context, 10 years after every single State and the Federal government had passed a panoply of sex offender registration requirements, shows that they were concerned about persons who had fallen off the sex offender registry rolls. And that this provision, if it is -- if it is read to treat Federal and State sex offenders more consistently, which is to require them both -- to subject them both to potential Federal prosecution if they knowingly fail to register after SORNA comes into effect --",
  "There is going to be some inconsistency --",
  "-- but we think that it's dramatically lessened, and it's important in this context to --",
  "There is, but the vast majority of the 100,000 sex offenders that were missing were people who would have been convicted under State sex offenses. And most of the -- most of the 705,000 registered sex offenders in the country right now have been convicted under -- under State provisions, rather than Federal --",
  "I think that lots of jurisdictional hooks referring to travel and interstate commerce are phrased in present tense. There are -- there are a handful that -- that are -- are specifically tailored and have extra language, like the one we cite dealing with gambling devices that have been transported in interstate commerce after the effective date of that particular statute. But, for the most part, I think that they are phrased in present tense and --",
  "I -- I'm not aware of -- of a provision that's -- that's phrased like that --",
  "-- where that -- where those are the only things that are at issue.",
  "That's -- that's true. In most instances in which Congress has an interstate travel element, that's true. In some -- in some cases like the -- the statute at issue in the Trupin case about possession of -- of stolen goods that have traveled in interstate commerce, that -- that's -- that's -- that's an invocation of --",
  "In those cases in context, I think it was easiest to say that when it has traveled vis-à-vis the act that was in question there. And -- and here -- neither side is contending that -- that the travel can happen after the failure to register and somebody immediately then becomes guilty of the offense. We think that the sequencing requirement makes sense on both ends, that somebody needs to have the sex offense conviction before they travel, and then they need to fail to register after they have -- they have engaged in the travel, because that's the concern that Congress was trying to get at, persons who were able to use the fact of interstate travel to evade registration. And the reason, Mr. Chief Justice, why I think that Congress didn't include a purpose requirement there is because Congress didn't want sex offenders to be able to take advantage of the fact that they had another good reason to travel. If my employer transfers me from one State to another, and then I take advantage of that situation to go underground and not re-register, that’s one of the 100,000 missing sex offenders that Congress was concerned about, even though I would have had a good defense to the charge that I had traveled with the purpose or for the purpose of evading sex offender registration requirements. Justice Sotomayor, I think you were asking a question about -- about why the -- what the purpose would be served here if States would already have the underlying offense that would be made criminal by SORNA. I think that there are a couple different answers to that. Mr. Rothfeld acknowledged that Congress may well have intended there to be extra force that would come from the -- from the Federal prosecution itself. But separately I think it's important to note that -- that States were given time to comply with SORNA, to come into substantial compliance with SORNA. And -- and even though no State at this point has said that they don't intend to come into compliance with SORNA, Congress couldn't necessarily have expected States to adopt the particular offense that they -- that they were concerned about. And I think that -- that -- that here Congress did want to -- to cover that situation. One other factual point that’s associated with the -- the effectiveness there that was brought up in the briefs and hasn't come up today is the question of -- of when the prior Wetterling Act offenses were repealed. And I -- I -- in section 129 of SORNA, the Wetterling Act offense was repealed effective 3 years after the date of SORNA's effective date, even without regard to the 1-year extensions issued by the Attorney General, notwithstanding a point in the Petitioner's reply brief, simply because section 129 doesn't incorporate 124(B), which has the extension provision for the Attorney General.",
  "Well, I -- I think here that there -- the question of notice and knowledge has not been an issue because it’s --",
  "And I think that's -- this -- one of the things you said is the States may not have a place to register. And that's -- that's just not true. Since -- since before 1996, every State has had a sex offender registry.",
  "And -- and --",
  "Well, it's the same place. What SORNA requires is that you provide the following types of information to the relevant officials that run the sex offender registry for the jurisdiction. And “jurisdiction” is defined to include the State. And, so, in -- in -- in these cases, even if the State hasn't changed the name on the door to SORNA registration facility -- it's just sex offender registration facility under, you know, Zachary's Law, which is the name of the Indiana sex offender registration law, as opposed to Megan's Law -- there is -- they are still required by SORNA to register, which requires them to give information to the relevant officials in the relevant jurisdiction. And the jurisdiction is there; the officials are there. They are taking the information. As long as the officials will take the information, the failure to do that is a violation of 2250. And there’s one -- one other point that Petitioner was making in the reply brief was that there seemed to be some confusion about -- about whether there was an offense under SORNA when States had not yet come into compliance or whether that would have been an offense only under the pre-SORNA Wetterling Act. And -- and the reason that there isn't a SORNA violation there, if -- if a State has not yet decided to accept things like digital palm prints or whatever the extra information is that SORNA would require, the -- the defendant is still required to provide that, what information the State will accept. And the affirmative defense in 2250(b) would only be applicable in circumstances where the State wouldn't take that extra information. So it's only those aspects of SORNA that are above and beyond what the State will allow the offender to do, that he's excused from complying with by the affirmative defense, that it's uncontrollable circumstances that he -- that he can't provide a DNA sample or a palm print in a particular State that doesn't do that yet. But as long as the State is taking the rest of the information, he needs to give that. And this is a case where Petitioner utterly failed to give any of the information to Indiana once he arrived there at the end of 2004 or beginning of 2005. So, there's -- there's no dispute that the State would have taken that information had he been in compliance with that law. Once SORNA later came into effect, he probably wouldn't have been in violation of SORNA at that point. But -- but that -- there's nothing unusual about the fact that he could have engaged in pre-enactment conduct that would have prevented him from being in violation, just as the person convicted of a misdemeanor possession -- misdemeanor crime of domestic violence, if he doesn't possess a gun before the -- the new provision in 922 comes into effect, then he hasn't committed the offense. If somebody doesn't acquire the alcohol before the statutory prohibition comes into effect that was at issue in Samuels before that law came into effect, then he hadn't committed the offense. So, there’s nothing unusual about saying that he could have complied with SORNA effectively in anticipation of its being enacted, even though it didn't yet exist. The -- the -- the question here is whether he knowingly failed to register as required by SORNA after it came into effect. And -- and we think that -- that -- that he did, because he had already engaged in the interstate travel after he had been convicted of a sex offense. If there are no further questions, we would urge the Court to affirm the Seventh Circuit --",
  "That's -- that's true under Section 42 U.S.C. 16913.",
  "That's true. The registration requirement applies without regard --",
  "If you fall within (2)(B) --",
  "-- the person who -- who has to --",
  "In order to -- to meet the --",
  "To meet the registration requirement of 16913, that's true. That's correct.",
  "And -- and -- and, obviously, that -- that makes sense in terms of implementing the scheme, that if somebody registers beforehand, it makes it much easier to catch them once they move afterwards.",
  "Mr. Chief Justice, and may it please the Court:",
  "A primary violator must be somebody who has actually committed all the elements of a 10b-5 cause of action -­",
  "Well, the elements for the private cause of action are the ones that this Court has repeated. They're -- were cited on page -­",
  "In -- in this case the key one that we're talking about is that you would need to be an actual maker of the statement, and -- and -­",
  "It -- we think that somebody can make a statement if they create the statement, and the statute and the rule both expressly apply to those who make statements directly -­",
  "Scienter is another element, and so a lawyer who just reviews the policy, JCM in this case -- when JCM submitted false statements to the funds, if the funds were unaware, this is where Mr. Frederick concluded for the Chief Justice that if there -- if the person who actually releases the statement to the world has been duped and doesn't have scienter, then there is -- they are not going to be -­",
  "-- a primary violator.",
  "Under sections 20 -- it depends on what the situation -­",
  "Yes, if the situation here is one in which the funds ultimately cannot be proved to have scienter. If they did not know about the falsity of the statements in the prospectuses that they released to the public, then there would not be a primary violator. Under section 20(e) for aiding and abetting liability, the Commission can bring an aiding and abetting claim against somebody who provides substantial assistance, recklessly or knowingly -- recklessly or knowingly provides substantial assistance to a primary violator, but the Court has repeatedly made clear that a primary violator needs to have violated all of the elements of a 10b-5 cause of action, which includes -­",
  "If it -­",
  "Well, I think that -­",
  "No, I don't think that that's necessary. If -- the position -- the position that the Commission has taken is that somebody who makes a statement, if he writes the statement or provides the false information that's used to construct the statement or allows the statement to be attributed to him. And we think that that's a reasonable construction of the term \"make,\" because the statute and the rule both apply to persons who make the statement directly or indirectly. And so, they could be using a conduit, whether the conduit is witting or unwitting. They would be a primary violator if they had -­",
  "Well, if -­",
  "Well, but if the -­",
  "Well, that may be true in the case of a speech, Justice Scalia, but in a classic boiler-room situation, where somebody has written the scripts for salespersons to -- to use in order to make calls to sell stocks, the person who actually writes the scripts may never speak the words to a customer, he may never have his own name spoken on the phone, and, therefore, the statements have not been attributed to him -­",
  "If he writes it out and he doesn't know, he obviously isn't liable -­",
  "-- because he doesn't have scienter.",
  "In that instance, because he was acting specifically at the direction of superiors -­",
  "But they -­",
  "It -- we do, on page 22, acknowledge that somebody needs to be sufficiently involved in the creation or dissemination of the statement in order to be -- in order to be deemed its maker or its author. And so, it's -­",
  "In this instance, there's no doubt that the manager of the funds was not a mere adviser. They bought into -­",
  "Well, the -- the test does acknowledge that -- that if there is not sufficient control over the content of the -- the message and the dissemination of it, that somebody may be more in an advisory capacity. That might be the instance with lots of outside law firms when they're acting at the specific direction of counsel. That's not the situation of -­",
  "Well -­",
  "We said that -- he was referring to the statement on page 22 of the Government's brief, referring to the need for the -- for the author to be sufficiently involved in creating or disseminating the statement. And I think it's very important to recognize that scienter is an important limiting -- limiting principle for the 10b-5 cause of action to be brought by a private -­",
  "It would be -­",
  "It's not simple, Justice Scalia, in light of the PSLRA, which requires it to be alleged with particularity. There need to be facts sufficient to give rise to a strong inference that the defendant acted with scienter. And -- and there are penalties beyond Rule 11 that are -- that are imposed if the -- if the plaintiff is -- is mistaken in doing so.",
  "That's correct. We think that -- and any other rule would immunize falsely attributed or anonymous statements. And if the whole purpose of a fraud was to convince somebody that this statement came from Warren Buffett, so that I could turn a quick buck before the market realized that it wasn't actually from Warren Buffett, the fact that it was not attributed to me would not change the fact that I had made the statement and that the market had relied upon it. The truth is that reasonable investors -­ and that's the test for purposes of reliance -- can rely on anonymous and falsely attributed statements. In this instance, there's no reason to doubt that an investor would have relied on statements in the prospectus about the fund's purported anti-market timing and excessive trading policies. And so, we think that there -- in general, there doesn't need to be an attribution requirement, but in this instance, it's quite clear that a reasonable investor could have relied on these statements in the prospectus.",
  "The control person liability also needs to have a primary violator under the terms of 20(a).",
  "Well, I think the easiest way would be to analogize it to the cases involving corporate employees. As Petitioners acknowledge, there are cases where a corporate employee drafts a statement that's issued in the company's name. In this instance, the investment adviser is management for the company, and the fact that they happen to be management by virtue of contract rather than just the internal arrangements of the corporation shouldn't change that arrangement. It -- it's also the case that if the Court were -- were looking for a way to narrow its holding, it could do so by talking about the elements of the 10b-5 cause of action, which -- which would apply only to private suits and -- and not to enforcement actions brought by the Commission or by the Department of Justice.",
  "Well, the -- the statute says that if somebody -- any person makes the false statement directly or indirectly -- and in this instance, the SEC sought -- got a cease-and-desist order that's reprinted at -- on page 407 in the joint appendix that was predicated on a provision of the Investment Company Act, section 34(b), that -- that tracks 10(b) and makes it unlawful for any person to make any untrue statement of material facts. And the Commission believed that they were chargeable with that violation.",
  "Mr. Chief Justice, and may it please the Court: When a criminal defendant and the government agree to a specific sentence and that agreement is binding on the sentencing judge by virtue of Rule 11(c)(1)(C), the resulting sentence is based on the parties' agreement. It is not based on the advisory guideline range that would otherwise have been used at sentencing, even if the sentence corresponds to that range.",
  "The court certainly made the -­",
  "Well, the question -­",
  "Well, I think the statutory question here isn't just whether the sentence is based on the guidelines. The language under 3582(c)(2) is whether the defendant was sentenced to a term of imprisonment based on a sentencing range that has subsequently been lowered by the Commission. So it's not just whether the guidelines played a role; it's whether this particular sentencing range was what was driving the sentence. And, Justice Kennedy, you point out pages 25, 26 of the plea agreement in the Joint Appendix. And I think it's instructive that the agreement deals differently with the fine component, as Justice Alito referred to earlier, than it does with the term of imprisonment. At the bottom of page 25, the agreement says that a fine will be at the lowest end of the applicable guideline range. And then if you go over to pages 27 and 28 in paragraph 11, that's where the guideline calculation occurs. And notice it is an incomplete calculation. The parties don't actually come up with a final calculation because they don't come up with a criminal history. They don't -­",
  "They -- they come up with a recommendation for purposes of determining the offense level, the base offense level of 22 and then reduced to 19.",
  "Well, that aspect is based on the guidelines, but then the guideline application computation is incomplete because the next paragraph, paragraph B, says we aren't agreed on what the criminal history is going to be. And to the next paragraph, paragraph C specifically says that the foregoing statements of applicability of sections of the sentencing guidelines are not binding upon the court. The defendant understands the court will independently calculate the guidelines at sentencing; that is -­",
  "Well, I think what I'm trying to say, Justice Kennedy, is the agreement expressly contemplates that the judge needs to determine the applicable guideline range for purposes of determining what the fine will be. And that's different from the way the plea agreement deals with the term of imprisonment because if we go back to page 26, it does not tie the -- the term of imprisonment to a guideline range. That's completely different from the way it deals with a fine. It specifically says there's an agreement that the sentence of 106 months of incarceration is the appropriate amount. And so that happens to have been at the bottom end of the guideline range that would have been applicable if the parties' agreement -- if the parties' prediction about the likely criminal history calculation turned out to be the right one.",
  "Well, I -­",
  "Well, at that point the remedy for the breach would be that the United States is relieved of its obligations under the agreement.",
  "Well, I think that's -- that's part of the problem in a case like this where there was a specific sentence agreement, that it's impossible for government to get back the things that it gave up at the time, that were agreed to under -­",
  "Well, but it also -­",
  "Well, I think that -- that would -­",
  "I don't think that the 3582(c)(2) contemplates that the sentence will be increased. The only thing, as the court -­",
  "Well, I think that's if -­",
  "Now that the sentence has become final, I think 3582(c)(2) has opened a narrow window for ways in which the otherwise final sentence could be modified. It only contemplates that the judge will have the discretion to reduce the sentence if it is, first, a sentence that was based on the relevant guideline range that's subsequently been amended and made retroactively applicable. But also, second, then the judge would need to comply with a policy statement that appears in 1B1.10 of the -­",
  "Well, I think that the remedy that the agreement contemplates of the government being released from its other obligations in the plea doesn't really leave us much of an option at this point. We're not going to be able to go back and argue that he should have been sentenced at the upper end of the range that we're talking about. We're not going to be arguing that the criminal history should have been a higher or that the criminal history substantially underrepresented the seriousness of his history where he had 10 years of offenses preceding this one. There may have even been a potential career adjustment that -- that went by the boards. That's mentioned on page 162 of the Joint Appendix.",
  "I think the agreement is arguably -- I mean, I don't think the face of this agreement proves that it's based on the guidelines, but I -- it is obvious that the parties negotiated in the shadow of the guidelines.",
  "Well -­",
  "Well, I think it's not clear that the judge needed to be considering the guidelines in the course of deciding whether to accept the plea agreement. And Justice Breyer earlier had a colloquy with Mr. Heft about guideline 6B1.2, which, even before Booker, was a nonbinding policy statement. And so, to be sure, when 3582 was enacted, the guidelines were binding, and, therefore, it -- they would have been expected to have played a larger role in most sentences.",
  "Yes. And -­",
  "I think -­",
  "Well, I think that there's a different purpose that's being served by asking the 3582(c)(2) inquiry, which is asking the judge to -- to go back and redo the aspects of his analysis that would have been different had the -- the relevant guideline range been changed at the time he engaged in his analysis, and -­",
  "Outside of the context of a specific C -­",
  "It is -- the test that we state in the subheading of that section of our brief is whether they're of legal consequence in the determination.",
  "Well, our -- the.",
  "The test that we have for -­ the overarching test is whether it is of legal consequence, and the phrase that you're talking about on page 27 of our brief, Justice Kagan, is when we know that there is something that was of binding legal consequence and was controlling, we know that that is the thing that the sentence was based on.",
  "Well, that is -- in -- when something literally is controlling the analysis -- the parties' agreement here binds the district judge -- we know that that is what the sentence is based on. There isn't any -- any -­",
  "Well, it would be of legal consequence even if it weren't controlling. This Court has -- has made clear even after Booker that under 3553(a), courts still need to go through the relevant guidelines analysis. They apply the guidelines. It may turn out that the sentence turns out not to be based on the relevant guideline range because the judge -­",
  "Well, I don't think that's true in the context of a specific sentence agreement under a type C plea because of -- and this is reinforced by the language in the policy statement, 1B1.10, which the Court last term in Dillon held is binding and controls what needs to be done during the sentence reduction proceeding. And it specifically refers to the guideline provisions that were applied when the defendant was sentenced. And that's something that happens in the process of the 3553(a) factors applicability.",
  "Well, I -- I understand the point that the analysis has certainly changed since Booker, but it is still the case that the defendant can appeal an error in application of the guidelines after Booker. If the judge were to -- to misapply the guidelines before he engages in the analysis that you're talking about, Justice Alito, that would be grounds for an appeal. In retrospect, if the judge is asked whether the sentence was based on the guidelines, he -- he may say that particular sentence wasn't, because I ended up disregarding the guidelines under 3553(a). I did the analysis. I was exercising my sentencing discretion the first time around under 3553(a), and the guidelines ended up not being the basis of the sentence. And that is not something that is an option in a type C plea agreement, because there, the defendant cannot appeal when the judge agrees to the sentences in the agreement.",
  "Well, I think in the context of an actual specific sentence plea agreement, that is the one that we think is off the table, because that is what is going to control the sentence. And some type C plea agreements affirmatively contemplate application of the guidelines, as this one does with respect to the fine. And so when you have a plea agreement that tells the district judge, you are bound to apply a guideline provision once you've accepted this agreement, we haven't taken the position that the resulting sentence there is not based on the relevant guideline range, but that is not what is going on here.",
  "Well, I -- I -­",
  "Well, I think that the answer is, it's different. But this is a -- this is a post-Booker case.",
  "The sentencing proceeding occurred six months -­",
  "-- after the Booker opinion came out.",
  "Yes, but.",
  "I disagree, Justice Breyer.",
  "Well, I think that had the Sentencing Commission adopted such a position, and if it were binding on the sentencing judge -­",
  "Which is -- well, because -­",
  "Before Booker was decided, it -- several of the circuits had already concluded that a judge could accept a type C plea agreement that had a sentence outside the range, and that that wasn't a guidelines-based sentence.",
  "I think in those circumstances, the Commission effectively would have repealed type C plea agreements, because -­",
  "In your hypothetical, that is what they wanted to do.",
  "In those circumstances I think that it would be fair to say that the sentence was based on the guideline range -­",
  "-- because the agreement hadn't given any reason for the judge to -- to leave the guidelines.",
  "-- is on the last page of the -­",
  "Well, I think it differs in two key ways. First of all -­",
  "It is on the last page of the government's appendix which is the 16A of our brief. And I think that it differs in two regards. First of all, it -- it was a policy statement that even before Booker was not binding on the sentencing judge. The Commission determined that -- that this particular guideline was not binding on judges the same way other provisions in the guidelines where.",
  "Well, I -- but the question is whether the judge even had to apply it at all, and the judge did not need to. And -- the second point that I was going to get to is that, unlike the colloquy that Justice Breyer had with Mr. Heft earlier on, it doesn't say the court may accept the agreement only if the court is satisfied that it is within the guideline range. It gives the court permission to accept the agreement. This is a policy statement that gives the court permission to accept the agreement when it is within the guideline range or when there is a justifiable departure, but it does not then say that everything else is prohibited.",
  "This is for 6B1.3?",
  "I've been looking at a text of 6B1.2 itself, which leaves out the word only. But I think that here, even if you go back to the pre-Booker practice, I think it was clear that judges were able to depart from the guidelines to accept type C plea agreements that imposed the sentence that was outside the guideline range, and they -- and it wasn't considered an abuse of discretion.",
  "Well-­",
  "I -- I do think that -- that this gets puzzling as -- as you get further down, but I think that this is the simplest case. It is a narrow category of cases. We are dealing with a subset of one particular type of plea agreement. It is distinct from every other aspect of Federal sentencing. It's unlike what happens when somebody goes to trial; in those circumstances the judge clearly has the discretion to apply the sentencing guidelines at the time of sentencing. It is different from regular type B plea agreements where the parties have come up with an agreement and the judge notwithstanding the agreement is still free to determine the sentence that he or she wants to determine. This is a unique -- this uniquely gives a high level of certainty to the parties about the specific sentence that they negotiated.",
  "Well, because I think that the relevant question for purposes of both 3582(c)(2) and the policy statements that the court said in Dillon controls the -- the process of implementing 3582(c)(2), is what did the judge do at the time of imposing the sentence? And so although it is true that the judge generally will consider how the type C specific sentence that the parties have agreed upon corresponds to a guidelines analysis at the time of deciding whether to accept the plea agreement, the relevant phrase in 1B1.10(b)1 which is -- which is on page 8A of the government's appendix is that the judge is supposed to go back and look at what -- to only make substitutions for the corresponding guideline provisions that were applied when the defendant was sentenced. And so when you have a type C plea agreement that has a specific sentence even under the terms of this agreement, the only thing that the judge considered when he decided the sentence was going to be 106 months with respect to the term of imprisonment was the binding plea agreement. That is what rule 11(c)(1)(C) required.",
  "It was -­",
  "And had he not done that the proceeding would have occurred differently and it may not even have right occurred then, and -- and I think because under Rule 11 if he was rejecting the plea agreement and -- and the 106 months that the parties had agreed to, he would have to give the defendant the right to withdraw the plea at that point. So the government would have been released from its obligations; the parties -- the defendant could have gone to trial. He could have -- he could have continued to plead guilty. The parties could have come up with a type plea -- B plea agreement. The parties may have asked for time to renegotiate a different type C agreement. We do not know what would have happened in those circumstances. And as you pointed out before, Justice Sotomayor, this is not about asking the judge to step into the shoes of the parties and renegotiate what the agreement would have been had the judge decided to reject it the first time around. Instead 3582(c)(2) contemplates a limited process by which the judge will reapply those provisions of the guidelines that he applied the first time around and -- and make the substitution that is now called for by the retroactively applicable change. But here because the judge didn't actually make that application at the time of sentencing, the judge did not actually have to apply the drug quantity table.",
  "Because for purposes of the term of imprisonment the judge was not actually applying the guidelines at that point. He did so for purposes of the fine. He ended up actually waiving the relevant fine, but those type C plea agreement here called for the judge to apply the guidelines with respect to the fine and did not call for the judge to apply the guidelines with respect to the term of imprisonment. He knew that it was within what the PSR had calculated as the guideline range and he concluded that that was the applicable guideline range which he needed to do for purposes of calculating the fine and other things, but it wasn't actually the basis for the sentence. The basis for the sentence was the plea agreement that he accepted, and there it was the parties' agreement. And there are all sorts of things that went into the parties' agreement that the judge does not have the wherewithal to reconsider in retrospect.",
  "Yes. And that specifically contemplated in Rule 11(c) and in the guidelines, that the judge may postpone acceptance of the plea agreement until after the presentence report is prepared. And the judge did do that here. So he was aware of what the PSR recommended, but once, and had he decided that he did not like the 106 month sentence and he wanted to preserve his sentencing discretion, the option at that point was to have rejected the plea agreement, at which point the parties would have been free to do different things. And among other things, the Government could then have then argued for a higher sentence within the range. Could have argued that the criminal history failed to represent the seriousness of the defendant's criminal past. Could have argued for an upward departure even, but the Defendant got the benefit of the 106 month agreement of not having the Government raise any of those other arguments at that time. And now he is asking for essentially another bite of the apple and we think that because the basis for the sentence was indeed the negotiation and the agreement between the parties, that the court of appeals decision was correct. If there are no further questions.",
  "Mr. Chief Justice, and may it please the Court: Petitioner was convicted under North Carolina law of multiple offenses subject to a 10-year maximum term of imprisonment, and he actually received 10-year sentences for his drug crimes. He now claims that those convictions are not ones for which the maximum term of imprisonment is at least 10 years for purposes of ACCA's definition of serious drug offense. That result is incorrect, because the sentencing court should consider the offense and the punishment as they were defined by the body of law under which the defendant was convicted and sentenced. This is the simplest approach, because the Court is already looking to the statute at the time of the underlying conviction in order to evaluate whether it satisfies the substantive component of the definition of a serious drug offense. And if I can start where Justice Sotomayor finished with my friend, we have one footnote in the first part of our argument, footnote 5, which clarifies an issue that isn't at stake here, which is that when we say that you need to look to the time of the underlying conviction, that that includes the time of the sentencing which could include some sentence modification proceedings. If the State had amended the law in the meantime, made it retroactively applicable and the defendant were able to get his judgment or conviction modified, then we would not insist that -- that he still had an offense that was subject to a 10-year maximum term of imprisonment. And we think that this approach is consistent with what the Court said in Rodriguez, where it was also evaluating the serious drug offense under ACCA and pointed us to the documents associated with the judgment of conviction. It recognizes that the relevant question here is the body of law that applied to this particular defendant in his offense. And -- and it's the term \"conviction\" that actually points us to that in the statute. The question is what is the sentencing regime associated with the defendant's actual conviction, and the government's -­",
  "Well, I think that this would be a highly extraordinary circumstance. There may be an instance where the State legislature has actually amended the law, made it retroactive and said that it's applicable to people who had final convictions beforehand I -­",
  "The footnote -­",
  "The footnote in part A of the government's brief is -- is not consistent with the court of appeals approach. We're saying that under our principal reading which is at the relevant time, at the time of the conviction, that that includes the sentencing associated with that conviction; and in certain unusual circumstances that may well include a sentence modification proceeding that occurred sometime after the fact. But in any event it's going to be a previous conviction that needs to be on the books at the time of the 922(g) offense.",
  "Yes.",
  "Yes.",
  "It -- in -- we think that it has to be under the documents associated with his judgment of conviction. So it would matter that he had been successfully able to obtain modification of the -­ the judgment associated with his conviction. In those circumstances it would be appropriate to say that the body of law that applied to his conviction was one that specified only the lower punishment. That's obviously not an issue here because the State hasn't made any of these relevant changes retroactively applicable to any offense that was committed before the first of October in 1994.",
  "It -­",
  "We -- we did not advance this below. We weren't heard on the question at district court. The district judge adopted this argument in response to Petitioner's objection to the PSR which had taken this position. In the court of appeals, Petitioner relied upon the Sixth Circuit's decision in Morton, and we -- we responded the essentially the way the Fourth Circuit did, which is to say the Fifth Circuit has distinguished instances like that when the court has not -- when the State has not made the -- the intervening decrease in the sentence retroactively applicable. That's the interpretation that the Fourth Circuit adopted. But the government has made this argument before in -- in the Second Circuit in Darden, in the Fifth Circuit in Hinojosa, in the -- in the Sixth Circuit in Morton in the 1994 decision. The government has made this lead argument that we're making today in addition to the fallback argument that the -- that the Fourth Circuit adopted here, and that the Fifth Circuit adopted in -- in Hinojosa. But I would note that the lead argument that we're making today has several advantages that make it preferable to the fallback argument. Some of them have already been brought up today. I already mentioned the fact that this is simpler, because it requires the judge to just look to one time to evaluate the substantive component of the definition and the -- the sentence component of the definition. But this also prevents the types of problems that Justice Alito addressed earlier that may arise when the State has amended the definition of the offense. If you just look to the -- the actual offense at the time of the conviction, then you don't run into those sorts of problems, and the Fifth Circuit recognized this in its Allen decision and therefore ended up having to adopt what is essentially the government's lead argument here. The Sixth Circuit which generally follows Petitioner's rule also ended up adopting the government's lead argument in the context of a guidelines determination, because it recognized that it -- it was unwilling to assume that a conviction simply disappears when the State has modified the definitions in such a way that you can't precisely translate into current terms what the underlying offense of conviction is. The government's reading avoids that problem because it doesn't require you to recharacterize the old offense at all. It just says what was he convicted of? What was the maximum sentence associated with that offense at the time he was actually prosecuted? There's nothing hypothetical about it. And as the -- as the Court pointed out in Rodriguez, we would expect a lot of the documents association with a judgment of conviction to make this a relatively easy inquiry to answer what was the maximum sentence at the relevant time. This -- the reading also avoids the difficulty that Justice Sotomayor pointed out that -­ that is associated with later increases in -- in the sentence. Under the government's view, if you committed an offense at a time when it was subject to a 10-year punishment, Congress has reasonably assumed that you are a dangerous person; but that Congress could also reasonably assume that there's a distinction between somebody who commits an offense at a time when it's subject to a 10-year term of imprisonment and someone else who commits that offense at a different time when it's subject to only a 30-month term of imprisonment. And so under North Carolina law, for instance, the -­ the felony of manufacture of methamphetamine went from being a class H felony which is subject to a 30-year maximum term of imprisonment to being a class C felony -- excuse me, a 30-month maximum term of imprisonment, to a class C felony, which is subject to a 19-year maximum term of imprisonment on December 1st, 2004. And we think it's reasonable for Congress to assume that somebody who committed the crime of manufacturing methamphetamine in North Carolina at a time when it was subject to a 30-month maximum sentence is not as dangerous as somebody who was willing to commit the same offense at a time when it was subject to a 19-year maximum term of imprisonment. And the government's approach by -- by requiring the court to look to the time of the underlying conviction and sentencing unifies the inquiry across both components of the definition of serious drug offense and the definition of violent felony that Justice Kagan alluded to in the earlier part of the argument, that the definition of violent felony includes present-tense references to whether a crime is burglary, the question of whether it is punishable by a -- by a term exceeding 12 months, which is necessary to establish that it's a felony is one that -- that we believe needs to be made at the time of the underlying conviction.",
  "Well, Congress has given us a very objective and simple yardstick to look to and that's just what the maximum term of imprisonment is. And if -- if the State actually thinks that the previous offenses that were committed were less serious, then it could make the decreased maximum term of imprisonment retroactively applicable if -- if it wanted to demonstrate that -- that it really thought that those were mistakes. But that's not the approach that South Carolina has taken -- that North Carolina has taken here. It has said that for crimes that were committed before October 1st, 1994, the prior sentencing regime still applies. And as the Chief Justice pointed out before, the State has not repudiated the judgment that these were serious offenses, not -- not -- not only with respect to when they were committed, but the entire shift to structured sentencing Petitioner acknowledges -­",
  "-- wasn't intended -­",
  "Well, it's possible that the State could -- could provide a mechanism by which he could have the documents associated with his prior judgment amended to reflect the fact that he -- he ought not to have been subjected to the -- to the greater term of imprisonment. I think that that's probably the hardest case, somebody who once upon a time actually, like this Petitioner, did a 10-year term of imprisonment for -­ for the sentence, the State in retrospect concludes that the offense had not been that serious even at the time, and if he had been prosecuted today he -- he should have received only a 5-year maximum term of imprisonment. I think -- I think that that's -- that's an instance where it -- it might be difficult to -- to -­ to find a way in the statute to say that ACCA doesn't apply to him, that he did not have a previous conviction at the relevant point in time.",
  "Well, I -- I think that we would obviously still prevail under an approach like that. It would be an expansion of what we proposed in footnote 5. We think that the relevant inquiry starts with the conviction, but if -- if the court were to ask in the context of the body of law that applies to his offensive conviction, whether the State has changed its mind by doing -- by altering the precise yardstick that Congress has directed the court to look to, then -- then I think that -- that that would be an appropriate way to deal with it. I'm not exactly sure how you get it out of the words of the statute, but it -- it would solve the problem for -- for cases like this of somebody who had been unable to take advantage of a sentence modification type of proceeding.",
  "Several States have specific saving statutes like the Federal Government does in 1 U.S.C. 109. At least three States have constitutional provisions that effectively are something like a saving statute. Sometimes they have background common law principles. In any instance, these types of general provisions, except where the constitutional provisions exist, could be overcome by the State legislature in a particular statute, just as is the case with the Federal savings statute. A State legislature, if it wants to be express about the retroactive applicability of a change, would be able to do that. There may be limitations under the ex post facto clause of its increasing the severity of punishment, but for something like a decrease, there -­ there would be fewer limitations. If there are no further questions, we would urge the Court to affirm the judgment of the -­",
  "Mr. Chief Justice, and may it please the Court: Petitioner does not dispute that some comparability analysis must be applied to prevent relief under former section 212(c) from being extended to certain grounds of deportability. But his methodology of asking whether his offense could have made him excludable is inconsistent with established cases from the board that long predated the ones at issue here involving firearms offenses and visa fraud. Justice Scalia brought up the case in Wadud. That was a visa fraud case. It was a prosecution under 18 U.S.C. 1546. That's a provision that penalizes fraudulent and other misuse of visas and other immigration documents. It's a very broad criminal provision. It's long been a ground of deportability. And at the time, the alien argued that this is fraud. It's a crime involving moral turpitude, and, therefore, I would be subject to exclusion. In Wadud, the board rejected that analysis.",
  "Well, I agree that the history and the law here is relatively complicated, and it has had a lot of moving pieces over the years. But I think that the board has been very consistent, especially beginning in the 1984 Wadud decision that was picked up in the Jimenez-Santillano decision and also in firearms offenses. Justice Breyer, you talked about the fact that the board had been consistent in firearms offenses. And Petitioner does not dispute that firearms offenses are ones that do not have a comparable ground -­",
  "If I could go back to -­",
  "If I could go back to -- just for a second, to firearms offenses. The board there has continued to say that there is no comparable ground for firearms offenses, even if your firearms offense would be something that could have been considered a crime involving moral turpitude. If you look at the board's 1992 decision in Montenegro, that was a case that was assault with a firearm. And so, it wasn't merely possession of a handgun or an automatic weapon or a sawed-off shotgun -­",
  "Yes, Justice Ginsburg. The board pointed out in the Brieva-Perez decision that minor but relatively common crimes of violence, including simple assaults and burglary, generally are not considered to be crimes involving moral turpitude. In the reply brief, Petitioner points to a board opinion in Louissaint saying that the -- that the record is muddled on burglary, but that opinion only showed that residential burglary isn't a crime involving moral turpitude, and a crime of violence, in the definition, is one that involves the use of physical force against person or property of another. And so, it doesn't need to be aggravated in any other sense. It doesn't need to be -­",
  "Yes, it was a crime -­",
  "Yes, it was. But what I'm trying to say, Justice Ginsburg, is that Petitioner's approach of looking to the conviction is inconsistent with the board's repeated -­",
  "And, Justice Breyer -­",
  "Well, but the category that is relevant is the crime of violence. And as I just discussed with Justice Ginsburg, there are indeed crimes of violence that satisfy the statutory definition in 18",
  "Well, if I -­",
  "If I could finish up on the firearms analogy, I think that this is responsive, Justice Breyer, to your point about looking at the category, and that in Montenegro, the board specifically concluded that this offense, assault with a firearm -­ it's a firearms offense, but because we've already concluded that as a categorical matter, firearms offenses aren't on the list of exclusion crimes; we don't care and we're not going to ask ourselves whether it could have been a crime involving moral turpitude. The board applied that same reasoning again in a 1995 opinion, in Espinoza. We quote all of these opinions on page 41 of our brief. And so, in these two categories, firearms offenses and visa fraud offenses, both of which could often involve moral turpitude on an -- in any individual case -- that such offenses could involve moral turpitude, just like a crime of violence may well involve moral turpitude. And yet, the board concluded that because as a categorical matter, this is not comparable to any ground of exclusion, it was going to say that it was not going to extend this relief, that -­",
  "No -­",
  "No, the board has made it clear from as early as the Meza decision that it would look into the specific category within the definition of aggravated felony -­",
  "-- in order to do a categoric -­",
  "Because that's not the category in the aggravated felony definition that we're talking about. What we're talking about is crimes of violence. That's the category. And so -­",
  "We do have that category here. Right.",
  "Well, I think that there's no dispute about that between us and Petitioner. If somebody had a firearms offense -­",
  "-- it could have been charged either way.",
  "And what I'm trying -­",
  "Well, what it -- the reason it makes sense is because the statute only provides for relief from grounds of inadmissibility or exclusion. By its terms -­",
  "Well, the way -- the way this doctrine developed, Justice Kagan, is that it developed in the context where the board recognized that the statute only applied to waiver of grounds of excludability, and it extended that to deportation cases when it was on the basis of the same grounds that could have been presented in an exclusion proceeding. And so, that's all we're trying to do here, is to continue without -­",
  "The reason why that's so is because the thing that is going to be waived at the end of the proceeding is the -- is the ground of deportation. And so, if the ground of deportation is for an aggravated felony crime of violence, then it needs to be one for which there's 212(c) eligibility. The same would be true if it were a firearms offense. If it were -­",
  "That's -­",
  "That's true. It's also true in the firearms offense cases and the visa fraud offense cases, because those are all instances in which, depending on the circumstance of the offense and depending upon what it was charged, the board has concluded that the 1546 offense is divisible. Some of those crimes are involving moral turpitude; some of them are not. And I -- and so -­",
  "And I think that this is not only consistent with the history; it's consistent with the text of the regulation that Petitioner is invoking here, which makes it clear that what is being waived is a ground of exclusion or deportability or removability. And so, what's relevant is whether the ground of removability is the aggravated felony crime of violence ground or the crime involving moral turpitude ground. Depending on which ground it is, that's what he's seeking relief for -­",
  "Well, we have no cases in which that has happened. And the cases in which the board said that that result would be clearly repugnant were ones in which there was a comparable ground. The board was saying that if you get 212(c) relief -­",
  "-- on a ground of exclusion -­",
  "Pardon?",
  "No, there -- there are no cases that address that principle in the context where there is no comparable ground. And if -- if I could just make one point about this claim of Petitioner's in his reply brief, that he could have been subject to a charge of deportability on the basis of a crime involving moral turpitude, I would caution the Court against relying on that for two reasons, one factual and one legal. One is that there's no factual basis in the administrative record to -- to talk about this 1987 trip to the Philippines. We do have evidence from outside the record that makes us believe that it occurred, but the statute that provides for judicial review here of the order of removability in 8 U.S.C. 1252(b)(4)(A) specifically says that the determination needs to be made on the basis of the administrative record. And the only evidence in the record about that trip is actually a statement from Petitioner's mother that says that it occurred in 1989, the year after the crime. But even assuming that -- that the trip happened, in light -- as I said, we do believe on the basis of evidence outside the record that it did occur -- there's a legal reason why I would caution the Court against assuming that that means the Petitioner could have been deportable for a crime involving moral turpitude, and that's the so-called Fleuti doctrine. Under this Court's 1963 decision in Rosenberg v. Fleuti, which is actually relevant to a case on which you granted certiorari a couple of weeks ago, this Court concluded that if an LPR takes a brief, casual, and innocent trip outside the country and returns to the United States, that will not trigger an entry upon his return to the United States. And so, I think it's very likely that under Ninth Circuit precedent, in 1989 when Petitioner was pleading guilty to his voluntary manslaughter charge, he wouldn't have had any reason to think that he was doing so within 5 years of when he committed -- when he entered the country for purposes of the statute. I think it's also -­",
  "The chief examples are the ones that the board gives in the Brieva-Perez opinion, which are simple assault, which has -­",
  "That's correct. It is not a crime involving moral turpitude. Neither is non-residential burglary which involves force against -- against property, which would therefore satisfy the definition. This is an opinion that -­",
  "If it were an occupied building, if it were a dwelling -­",
  "In the Ninth Circuit, burglary of a residential dwelling that's occupied is not a crime involving moral turpitude.",
  "In -- in a case that's cited in the concurring opinion -­",
  "There certainly are.",
  "They tend to be minor -- minor -- more minor offenses.",
  "I just -­",
  "I see your point, Justice Breyer, and if you look at all of the cases that predate the era that we're talking about here, they all -- almost all involve two categories of offenses, drug trafficking or controlled substance offenses and crimes involving moral turpitude, things that were actually charged under the ground of deportation for crimes involving moral turpitude. And here, Congress added aggravated felonies to the deportation side of the ledger but didn't add it to the exclusion side of the ledger. And then it repeatedly expanded the definition of \"aggravated felony\" between 1988 and 1996 in ways that made these offenses treatable in different ways for purposes of deportation than they were for exclusion. And as a category -­",
  "That's -- I disagree, Justice Sotomayor. If -­",
  "I disagree with that -- the fact that that's the category we're looking at. We're looking inside the definition of aggravated felony, to the particular ground which is crimes of violence. And then what we are saying is that the analysis needs to be done at a categorical level. And the board has said that you cannot get a 212(c) waiver from a ground of deportability unless that ground of deportability is substantially equivalent to a waivable ground of exclusion.",
  "Yes, the officer could say that, and -­",
  "Generally, yes. I mean, there's -­",
  "We're talking about pre-1996 offenses.",
  "We don't have any examples like that, and -­",
  "Well, ultimately, even the durability of the 212(c) waiver wouldn't necessarily have protected somebody against a subsequent proceeding.",
  "We -­",
  "Well, we -- the brief did say that this is hypothetically possible. I'm aware of -­",
  "-- no instances in which it has happened, and we don't have a board decision about what the effect of the earlier waiver would be on a non-comparable ground in a subsequent deportation proceeding. And I do think, however, that, regardless of the prosecutorial discretion point here, even if the board were to conclude that the 212(c) waiver carried across and would prevent this alien from being deportable in a subsequent proceeding, an important purpose would still be served by encouraging the alien to get himself into exclusion proceedings at the beginning, because that is what several courts have concluded would be a rational basis for differential treatment in encouraging aliens to seek 212(c) waivers in the exclusion context. Congress -- when it adopted the aggravated felony definition and repeatedly expanded it, it was concerned about criminal aliens in this country and ways to get them out of the country. And so, to the extent that 212(c) relief still is available for certain LPRs who meet certain threshold criteria and are being deported on the basis of crimes that would have made them inadmissible, if an alien then wants to seek 212(c) relief, he can get himself into an exclusion proceeding, or he could seek advanced parole on the I-191 form that Petitioner reprints at -­",
  "Well, there was a separate ground which is two crimes, any two criminal offenses.",
  "If he has only done it once, then it may well be that it wouldn't qualify. But the board has repeatedly declined to consider whether such a crime, which would be -- could potentially be a ground for exclusion, would automatically guarantee that -­ that the alien could receive a waiver of any ground of deportability based on the same conviction. And -- and when my friend -­",
  "No, I'm saying that the board repeatedly declined to apply this analysis in the context of firearms offenses and visa fraud offenses, where aliens said: My offense is a crime involving moral turpitude; I could have been charged with being -- I could have been excluded on the basis of my visa fraud offense or my assault with a firearm, because assault with a firearm is a crime involving moral turpitude.",
  "Well, there -- there's a new provision, cancellation of removal, which indisputably just simply is unavailable to anyone with a aggravated felony conviction.",
  "And -- and -­",
  "Well, we're giving it to aliens like this, aliens who -- who have older convictions, pre-1996 guilty pleas -­",
  "That -- that is if it's a crime that was -- a conviction that occurred after 212(c) was repealed. So, for instance, in this case, if on remand the board considers one of the other charge grounds of deportation -­",
  "Yes, because 212(c) only lives on by virtue of St. Cyr right now. And I -- but -- but I do want to stress that this -- I think Justice Kagan was correct to point out that this was clarifying a previous state of the law. We believe that there were very clear principles in the cases that are cited on page 41 of our brief, that the board had refused to do the analysis on -- on a conviction level as opposed to a categorical level. And my friend keeps quoting Attorney General Thornburgh's opinion in Hernandez-Casillas for his re-adoption of the nunc pro tunc doctrine, but I would like to point out that the Attorney General there made it very clear in his holding that he was reaffirming the statutory counterpart doctrine as it existed at the time, and at page 291 of his opinion, he says that he rejects the board's attempts to extend 212(c) to, quote, \"grounds of deportation that are not analogous to the grounds for exclusion listed in section 212(c).\"",
  "That's -- you're -­",
  "That -- that is what footnote 4 of the opinion says. That's clearly an under-inclusive list because it doesn't include visa fraud offensives, which had already been recognized in Wadud as being a category that did not have a comparable ground, and -­ and that was reaffirmed later in the Jimenez-Santillano opinion. My friend quotes the Jimenez-Santillano opinion in -- in his reply brief for the proposition that Wadud was really about the facts. This was his answer to you, Justice Scalia. But if you look at the Jimenez summary of what actually happened in Wadud, the other half of the sentence that's being quoted there says the board in Wadud, quote, \"observed that we did not need to decide whether Respondent's 1546 offense was a crime involving moral turpitude because no ground of inadmissibility enumerated in section 212(a) of the Act was comparable to section 1546.\" And so -­",
  "I don't have a good estimate of that because we don't know how many offenders with pre-1996 guilty pleas will end up being picked up by immigration authorities and -- and charged under these circumstances. You know, Petitioner is somebody who, at -- at the time he committed his offense, wasn't even an aggravated felon. It's only by virtue of the retroactive applicability of the definition that he became an aggravated felon. And so, that makes the sort of St. Cyr question about his reliance a -- a bit perplexing here. At the time when he was pleading guilty to voluntary manslaughter, because it wasn't within 5 years of -- of entry, it wouldn't have been a crime involving moral turpitude, and, therefore, it wouldn't have been a ground for deportability. And it also was not yet an aggravated felony. So, he had no reason to think he was pleading guilty to a deportable offense at the time.",
  "I don't know how many times that -- all of the cases that are cited in Petitioner's brief and -- and the amicus brief, there's a gap between 1996 and about 2003, because of the repeal of 212(c) and St. Cyr and the regulations. There was about a 7-month period after the regulations before the board decided Blake and Brieva-Perez. There are on the order of several hundred 212(c) applications that are being granted by the board each year right now, but that's with a backlog of cases, some of which have been pending for -- for an incredibly long time.",
  "I -- I appreciate your chance to let me clarify, Justice Kagan. In our brief in opposition, we stated that an alien could avoid the statutory counterpart rule by leaving the country. That meant that by getting himself into an exclusion proceeding, the statutory counterpart rule then would not be applicable. It didn't mean that had he left the country, come back, evaded an exclusion proceeding, and been put in a subsequent deportation proceeding, that the statutory counterpart rule wouldn't apply.",
  "Mr. Chief Justice, and may it please the Court: Congress's specific reference to tax evasion in subparagraph (M)(ii) of the INA's definition of aggravated felony did not remove all other tax offenses from the scope of subparagraph (M)(i).",
  "The cases that we cited in our brief on page 34 that discuss this are ones that are evasion of payment cases as opposed to evasion of assessment cases. And those -- those are instances in which somebody could accurately file a tax return and say I owe you this amount of money and then take steps to prevent the IRS from collecting on it, usually by removing their assets from the IRS's reach. As a factual matter, it so happens that most of those cases will often involve some concealment along the way. If somebody's taking more than $10,000 in gold coins out of the country to take them to a Swiss bank, they often don't mention that when they're leaving the country.",
  "Just not filing a return is probably not going to be enough to establish tax evasion. That would be an offense under 7203, which doesn't necessarily involve fraud or deceit. The thing that distinguishes 7201 is the need for the government to establish that there is an attempt to evade either the assessment or payment of taxation.",
  "Well, certainly in the context of the civil tax fraud penalty, the Tax Court has concluded that intent to evade is synonymous with an understatement due to fraud. And the reason why it has refused to reach that conclusion in the context of 7206 offenses, like the ones at issue in this case, is because the 7206 offense does not require the government to have proved that there was any understatement to begin with. And so, there could not have been an understatement due to fraud. I'd also note that it's not at all clear that in the context of the evasion of payment cases that I was just discussing in the context of tax evasion, that the same civil tax fraud penalty would be applicable there, because the civil tax fraud penalty is triggered by an understatement of an amount required to be shown on the return. And, therefore, if it isn't - - if it isn't actually something that's done in the context of filing a tax return that understates how much you owe the government, then -- then that may well not trigger the collateral estoppel effect in the follow-on civil case.",
  "You mean - -",
  "Any tax crime - -",
  "There are several tax offenses that don't necessarily involve fraud or deceit. So, parts of 7202, which is the willful failure to collect tax, would not necessarily involve fraud and deceit, but it also covers failing to truthfully account for collected tax. So, some of those offenses would involve fraud or deceit, and it may be divisible. 7203, which I just mentioned - -",
  "That's not tax evasion. The only thing that counts as tax evasion is 7201.",
  "I was saying that I already mentioned to Justice Scalia that section 7203 -- all of these offenses I'm talking about are in 26 U.S.C.; 7203, the willful failure to file a return or to pay tax or maintain records or supply information doesn't necessarily involve fraud or deceit. Parts of 7204, which is failing to furnish a statement to the employee reflecting the amount of taxes, but not -- but then, again, I think it could be divisible because it would also apply to furnishing a false statement to your employee. Even the misdemeanor offense under 7207 for presenting false documents might be covered for fraud or deceit, but in practice it's only used when there's - - it's only used when the tax deficiencies are de minimis. And so, it would never trigger the $10,000 loss requirement that (M)(i) would also require us to establish in order to make it an aggravated felony.",
  "Well, my answer is that I don't think it proves really any more than the collateral estoppel cases in the civil fraud context. The provision that we're talking about is not reprinted in any of the briefs, but 6501(c)(1) is an exception that -- that lifts the limitation on when the IRS can levy an assessment or seek collection; and it refers to the case of a false or fraudulent return with the intent to evade tax. And I think that in context, the reference to a false or fraudulent return with intent to evade tax is not something that clearly connotes that Congress is just speaking to 7206 offenses. It uses not only the word \"fraudulent,\" but also \"the intent to evade tax,\" which I think - -",
  "Well, I -- I think if you look to (c)(2), it also refers to a willful attempt in any manner to defeat or evade tax. So, the next provision also applies more broadly to 7201 and more closely tracks the definition in 7201. So, I think just like the statute of limitations provision that we note, Congress is probably using a belt and suspenders approach there, that -- we noted that Congress may well have had reason to be concerned that 7201 offenses would not necessarily be seen as having fraud or deceit as an element of the offense in light of this Court's decision in Scharton, which was an old case, but it had said that in the -- in the statute of limitations context, that the -- the extended statute of limitations that apply to offenses in which fraud was an element was not triggered by the statutory predecessor to tax evasion. And so, to the - -",
  "Well, to this day section 6531, which is the statute of limitations provision which we do reprint in our appendix, includes provisions that refer not only generally to offenses involving fraud but also specifically to a tax evasion offense. And so, I think that the fact that Congress had already felt like it needed to be expressed, to pull in not just fraud offenses but also tax evasion offenses in 6531, makes it unsurprising that they would have pursued a similar approach here. In addition, I would - -",
  "But, Justice Kagan, we don't think it's superfluous, in part because of the evasion of payment cases we're talking about, but I think also if you look at the context of the rest of paragraph (43), the aggravated felony definition, you'll see that there are several other provisions that have significant overlap in them. And so subparagraph (A) refers to murder and rape; those would also generally be covered in crimes of violence in subparagraph (F). The same thing is true in paragraph (E)(i); it pulls in various explosives offenses including arson, destruction of property or building by fire or explosives; that's the reference to an 8441 - -",
  "No, Justice Kagan, I think that in context, there is a lot of overlap among the different provisions in -- in paragraph (43) already, and I -- I was also going to mention subparagraph (K)(i) and (ii), which like (M)(i) and (M)(ii), are ones that have little (i), which has a generic reference there to offenses associated with managing a prostitution business, and little (ii) then expressly refers to certain enumerated Federal statutes, all of which involve transporting individuals for purposes of prostitution in the case of seeking commercial advantage. And I think that virtually all of those offenses would have been included within (K)(i), but Congress wanted to be sure and, therefore, added (K)(ii). And as -- as Justice Breyer, I think, pointed out before, textually it -- it had reason to think that 7206 would be picked up by fraud or deceit here in - -",
  "The reason why we don't think that's appropriate is in part because, as I've explained, there would -- there is some aspect of which (M)(ii) is not superfluous. But, more importantly, we don't think that the specific controls -- the general canon is triggered here, and we don't think that (M)(ii) talks about a category of tax crimes or tax offenses more generally, because it only refers to one offense. And so, the cases that Petitioners invoke here, in order to establish that there is a category that's being pulled out of (M)(i), are HCSC-Laundry and Leocal. Those are both cases in which the statute actually identified the category of offenses in question, whether it was the cooperative hospital service organizations in HCSC-Laundry or DUI offenses in Leocal. And so, here we don't have Congress actually saying tax offenses are covered by (M)(ii). What it says is tax evasion is covered by (M)(ii). And - -",
  "Well, I don't think that the common law definitions of fraud and deceit are the ones that this Court has always applied in the context - -",
  "And - -",
  "Well, in the - -",
  "In the criminal context, the Court has recognized that fraud offenses don't require the government to prove reliance or damages. And that makes sense. If you think about the tort action, the classic tort action, you would need to be an injured plaintiff; and, therefore, you would need to be able to say I relied on this to my detriment - -",
  "-- and I want to recover.",
  "And - -",
  "We do not have to prove as a separate element that there's reliance or intended reliance here, but we do need to prove what we think satisfies the plain meaning of the term \"deceit.\" We're not focusing on fraud here but deceit, and that's the act of intentionally giving a false impression, because the elements of this offense are making and signing a return under the penalties of perjury that it is false as to a material matter, that the defendant does not - -",
  "-- does not believe to be true or correct, and it's all done willfully.",
  "That -- that's right, and we think here Congress has used the -- the term - -",
  "Well, I think that Congress did use the terms disjunctively here. And I think that now the plain meaning of \"deceit\" is -- it sort of operates in the opposite direction of the one that you're talking about, Justice Breyer. And if you look at the way the Court in Yermian discussed the difference between an intent to defraud and intent to deceive, it talks about an intent to defraud includes actually obtaining something, whereas an intent to deceive just involves creating a false impression. And so, I think that actually the difference can run the other direction in a way that supports the definition that we're relying upon here. But going back to the point that I was trying to make about this not ruling out all tax offenses, Justice Ginsburg, I think that the reference to 7201 alone doesn't do that, nor do we think the fact that Congress then added a limited -- limiting language that said that when the revenue loss exceeds $10,000, it would satisfy (M)(ii).",
  "Well, I think that's as a factual matter, Justice Kagan. We were - -",
  "We were observing that as a factual matter, those evasion-of-payment cases probably would not happen without there being acts of concealment, but that doesn't - -",
  "I don't believe that I can, but I think that to the extent that the Court is looking to the elements of the offense in 7201, if they're talking about evasion of payment, that will not necessarily require deceptive acts of concealment. And so, that's the reason - -",
  "Well - -",
  "Well -- and I believe that the reason that they were worried could be because of the Scharton decision, in which this Court had already said that evasion does not necessarily require fraud, because the textual cues in 7201 are much further from fraud and deceit than those in 7206; that there's also -- there would be less certainty. Even assuming that Congress was well aware of the established practice at the Federal level of having 7201 tax evasion cases be compared with fraud, this is also a provision that applies to State and foreign offenses. The penultimate sentence of paragraph (43) says that the term applies to an offense whether it's in violation of Federal or State law.",
  "Well, that may well be the consequence of the definition that Congress has adopted here of aggravated felony. And I would note that in the plea agreement that Mr. Kawashima filed in this case, paragraph 4, which is reprinted on page 117a of the petition appendix says Mr. Kawashima recognizes that he may be deported as a result of his conviction. That's in his plea agreement to the 7206 offense here. And so, it is, to be sure, the case that the government may well find it more difficult to secure guilty pleas when an alien is -- is admitting to an offense that is an aggravated felony. But we think that that's a consequence of Congress having expanded the definition. In - -",
  "Well - -",
  "Congress has given us two different metrics for determining whether those - - whether those offenses are aggravated felonies. If they involve fraud or deceit and there is loss to the victim exceeding $10,000 - -",
  "-- then that it could fall within (M)(i). If it's perjury statute that doesn't involve loss or a false statement to an FBI agent that doesn't involve loss to - -",
  "In the beginning, when the amount of loss was $200,000. I think most perjury offenses don't involve a loss of more than $10,000 - -",
  "There -- yes, there are such cases. Sometimes they go under (S), which is the paragraph for perjury, which was actually not in existence when (M)(i) was added to the statute. It was added 2 years later. But, more generally, I would like to mention that there are other tax offenses - - Justice Scalia.",
  "It does not need to be an element of the offense. It's a consequence of the Court's decision in Nijhawan.",
  "It needs to be tied to the offense of conviction under this Court's decision in Nijhawan. And most instances where somebody lies to an FBI agent probably don't involve costing somebody more than $10,000. And so, I think that it doesn't often come up in (M)(i). But many other tax offenses are prosecuted under other provisions that potentially involve fraud or deceits and could -- can cost the government more than $10,000. And Petitioner's reading of saying that all tax offenses have to be pulled into (M)(ii) and then only tax evasion is covered would require the Court to bifurcate all of these other provisions. And I'm thinking of, for instance, 18 U.S.C. 371. This is the provision for defrauding the United States by obstructing or impeding the IRS in its efforts to collect taxation. This Court cited 371 as one of the fraud offenses that it thought was covered by (M)(i) in the Nijhawan decision. The same is true for mail fraud. The criminal division, the tax division can prosecute tax cases in which somebody mails a false tax return under 18 U.S.C. 1341. False claims under 18 U.S.C. 287, conspiracy to false claims under 286, false statements to the government -- these are all provisions that are used to prosecute tax offenses. And Petitioner's reading of saying that all tax crimes are pulled out would require the Court to bifurcate these offenses and make whether it's an aggravated felony turn on whether the government has lost revenue as opposed to some other form of money. And we don't think that that's what Congress intended when it went to the trouble of just stating that tax evasion was expressly covered. And going back, Justice Kagan, to your concerns about superfluity, I do think it's important that in the context of this statute, there's lots of other overlap. Congress had reasons to be unsure in light of the Scharton decision, in light of the evasion-of-payment cases because, even though as a factual matter - -",
  "I don't see how -- if Congress wanted to exclude all other tax offenses, I think they should have put that exception in (M)(i). They should have said offenses involving fraud or deceit, but not tax offenses, in which the loss to the victim or victims exceeds $10,000. If Congress wanted to make an exception tax offenses - -",
  "Well, yes. I agree that the Court avoids superfluity where it can. Here we have contextual reasons to think that Congress was just trying to add more offenses to the definition rather than rule out an entire class. And I also think that there is no way to avoid the consequence of bifurcating all of those other provisions under Petitioner's reading. And so, if you were to say that the reference to 7201 pulls out all revenue loss offenses, that would mean that some mail fraud cases against the government in which the government loses more than $10,000 count and some don't. Same for wire fraud. Same for false statements. Same for false claims, conspiracy to false claims, and Klein conspiracies under section 371, which -- which are -- have a great deal of overlap with 7201.",
  "Well, I -- they would be - -",
  "But the -- I mean, as I understand Petitioner's argument, it is the fact that (M)(ii) refers to revenue loss that is the thing that makes it pull in or define a category of cases involving tax offenses. And I think that if a mail fraud offense against the government involved taking -- getting more than $10,000 worth of refunds from the government as opposed to getting more than $10,000 in an ill-gotten government contract or government benefits from the government, that that could still be characterized as revenue loss.",
  "Well, that - -",
  "Then I just don't see how the reference to a single provision of 7201 refers to all other tax provisions - -",
  "Well, I -- none of the courts of appeals has had any difficulty concluding that the government is a victim when it loses more than $10,000 in a fraud case or, indeed, in a tax evasion case. And so, here, there is a different phrase, but I think what's important is that 7201 doesn't define a class of revenue loss offenses. Instead, it defines a class of tax evasion offenses. It only refers to the one statute. And -- and then in that context, where there has to be a deficiency in order to -- for there to be a 7201 conviction, there must be a tax deficiency. Then it's natural to talk about the relevant losses being revenue loss to the government. The phrase in (M)(i) is broader because it also applies to other types of frauds. And I think that the reference to 7201 alone doesn't indicate Congress is intending to read out all tax offenses. As Justice Ginsburg mentioned before, although 7201 has a 5-year maximum statutory penalty, which is longer than the 3-year maximum that applies under 7206 and some of the other tax offenses in that particular chapter of Title 26, as a practical matter the -- the sentencing guidelines use the same thing, the -- the same criteria that are both tied to loss. And more importantly, a lot of these other offenses, like 371 and 1341 and 1343 in Title 18, actually have longer maximum punishments. So, if the government wants -- has a particularly big fraud that they want to -- to get after somebody who has a tax evasion case in which they've cost the government a great deal of money, it may choose to proceed under one of the other provisions where it can get an even greater punishment. And so, just referring to 7201 as the capstone I don't think allows it to be a stand-in for all other tax offenses.",
  "She -- although it's -- the statute itself refers to aiding, assisting, procuring, or advising, it's not a traditional aiding and abetting statute. It doesn't require there to be an underlying primary violation. It's an independent offense. And so, as it happens in this case, we all know and it's not disputed that they're for the same underlying false tax return, the same tax return that ended in 1991 for one of the corporations that Petitioners co-owned, but -- but we just didn't have that evidence in the record. And so, I think even though it's an aiding and abetting, it's -- it's not a classic aiding and abetting violation that depends on the husband's conviction. She could have been convicted under 7206, too, even if the husband didn't know anything about the false numbers that she was providing him from the restaurant that they were operating. So, if there are no further questions, we'd urge the Court to affirm the court of appeals.",
  "Mr. Chief Justice, and may it please the Court: By using the term \"individual\" when describing who shall be liable for damages under the Torture Victim Protection Act, Congress chose to limit the statute's scope to natural persons. That's the ordinary meaning of the term \"individual,\" especially in legal usage. And, as Justice Sotomayor pointed out, this statute uses the term \"person\" in addition to the term \"individual.\"",
  "The position of the United States is that the alien may be able to sue. And I think that that's going to depend ultimately on this Court's construction of the ATS. There are always going to be differences in application between the ATS and the TVPA so long as the ATS is still on the books and has any vitality. That, of course, wasn't clear to Congress when it enacted the TVPA in 1992. It wasn't sure whether the ATS was going to be a going concern in light of Judge Bork's opinion in Tel-Oren. But rather than amend the ATS, Congress in the TVPA decided to create a separate statute which provided an express right of action both to aliens and to U.S. citizens for two specific norms. It's broader than the ATS in several ways, but it's narrower that the ATS in several ways. So, if your hypothetical involved piracy, two victims of piracy, then it's quite clear after this Court's decision in Sosa --",
  "Well, I think that is ultimately going to depend upon what happens under this Court's ATS jurisprudence. And so, it does seem that the Court --",
  "The position of the United States in the other case today is that the ATS does not include a categorical bar on corporate liability and that that -- that has no regard for the theory of liability, the locus of the acts, the citizenship of the parties, and the character of the international law norm at issue.",
  "Well, in -- in this instance then -- then that would present a different question that this Court has not yet been presented with under the ATS; and, ultimately, maybe an alien will be able to bring a suit under the ATS that he can't bring -- that a U.S. citizen could not bring under the TVPA, but that is a product of the fact that there are still two different statutes. The Alien Tort Statute will always give more rights to aliens than to U.S. citizens because by definition it is only available to aliens.",
  "Well, I --",
  "Well, I think that there are several reasons that Congress could have had in mind, although I think that if you read the legislative record, that Justice Kagan is probably correct, that most members of the Congress weren't thinking precisely about this question. Representative Leach appears to have been. I think that in the other passage cited on page 25 of the United States' brief involving Father Drinan that Justice Breyer was looking at before, there's an earlier passage that we cite where Father Drinan seems to indicate that there may be a distinction between the two bills that are pending before the Senate at that point because one refers to persons and one refers to individuals.",
  "No, I think that in --",
  "No, I think the difference is that the ATS has not even attempted to speak to this question, whereas the TVPA does. As this Court noted in Amerada Hess, the ATS does not define a class of defendants. Here Congress did define a class of defendants, and I think that there are several reasons why they ended up with this result, the chief of which is that all of the cases that they were thinking about at that time had involved natural persons. The Filartiga case was -- was the flagship case --",
  "It's true --",
  "Well, but the --",
  "No, but the reason that they're not thinking about it is because the paradigm that they were thinking about was the -- the torturer who is found in the United States who is -- who is walking on the streets. There's an individual moral accountability that -- that everybody understood needed to -- to happen there. To the extent that the legislative history is referring to groups -- my friend Mr. Fisher referred to references in the legislative history to groups and organizations. They basically are references to things like death squads. And, as a practical matter, even today, none of the cases in the Eleventh Circuit that are being brought under the TVPA are being brought against death squads. They -- the case that Petitioners cite in their reply brief, the Drummond case, was not a case where the Colombian paramilitary was a defendant. The defendants there were actually two corporations and a CEO. And so, I think as a -- as a practical matter, although it is natural for us to think that if an individual is liable, then so too is the -- is the organization that it may have been acting -- he may have been acting on behalf of; but it is not natural to think that these type of clandestine shadowy organizations that would claim responsibility for such acts, such heinous acts, overseas would have a jurisdictional presence in the United States. And I think if you -- as Respondents' counsel already noted, because the TVPA requires state action, the organizational entity here is usually going to be the state, but Petitioners acknowledge that no state entity is going to be liable here. And, indeed, the result here is not that dissimilar to some of this Court's 1983 jurisprudence. Petitioners mentioned the question of whether Congress was concerned that the term \"person\" might pull in something like municipalities because it could be read to bring in sovereigns, but in -- in the context of municipalities, under Monell this Court has concluded that there's no respondeat superior liability and that superiors or supervisors are not liable for the torts of their agents; they're only liable for their own individual wrongs. And so, I do think that there are policy reasons why Congress could have said something different here, but -- and they may well be encouraged to do that by 20 years of ATS precedent that has now, for the first time since the TVPA was enacted, started to raise the question of whether corporations should be held liable under the other statute. If Congress wants to disagree with the types of policy concerns that were behind this Court's Monell decision, Congress could reach a different result, but we don't -- we don't think that that's a decision that ought to be reached through statutory construction. Here, Congress used the term \"individual.\" It spoke about an individual who subjects an individual to torture or extrajudicial killing. It separately referred to \"person.\" And Petitioners' reading of the -- of the statute actually gets the relationship between person and individual, which is quite clear as an ordinary question of Federal statutory construction in the Dictionary Act, precisely backwards because under their reading, \"individual\" means any nonsovereign natural or artificial person, but \"person\" can mean only natural person. And so, we think that that is -- is a particularly odd reading of the statute in light of the Dictionary Act and the statutory structure. If there are no further questions, I'd urge the Court to affirm.",
  "Mr. Chief Justice and may it please the Court: I think if I could start with Justice Kagan's questions, the government's position is that this is an objective function test and in evaluating when a structure is practically capable of being used as a means of transportation this Court has repeatedly recognized that function is important to that inquiry. It did so as recently as Stewart, when it recognized that the function of the dredge there was to carry crew and equipment across Boston Harbor in the course of dredging a trench. It also did so in the cases that Petitioner's counsel has already talked about, Evansville, Roper - -",
  "Well, the Court - -",
  "Well, the Court in Stewart said that \"dredges\" -- and I'm quoting from page 492 - - \"serve a waterborne transportation function, because they carry crew and equipment across\" - -",
  "Well, but in general, it needs to dredge not just in one place, because it's not just dredging a hole, it's dredging a trench. It usually needs to move in order to do that.",
  "Well, I think that the Court - -",
  "Yeah, I think that you could do that. I think that's typically not the way the dredges that -- not the way the superscoop works in Stewart and it's not the way historic dredges worked in the case of - -",
  "Oh, but I -- what I meant is that there are people and equipment on the superscoop when it is moving across Boston Harbor. They didn't sort of take it out there all empty every morning and then load other things on to it that they -- that they brought out there. And in Evansville, the Court recognized that the wharf boat there, which is a large structure -- it was 240 feet long, 48 feet wide -- it served as an office, a warehouse, and a wharf on the side of the river, and the Court said that it performed no function that might not have been performed as well by structures permanently attached to the - -",
  "I think that that would be a vessel, because it really -- its objective function, if you look at its design and its natural function - - that's just the phrase that the -- even Respondent's law professor amici used. They acknowledged that the function and purpose test is appropriate if it takes account of the craft's own design and natural function.",
  "Well, the Court - -",
  "That's true. That's because it's no - -",
  "It is true that the Court recognized in Stewart and the Coast Guard's craft routinely operated dockside policy is based upon the presumption that something that used to be a vessel can cease to be a vessel if it is semi-permanently or indefinitely moored. That's the phrase that the Court quoted in Stewart. And the Court recognized that even something that's anchored to the seabed could - -",
  "And the Queen Mary is behind a -- is essentially behind a cofferdam. It doesn't have ready access to open water. It's connected to shore in all sorts of permanent ways. We don't think that that's the type of case that we have here, because nobody is saying that this once was a vessel and it is now no longer one just because it's tied up to the dock in the way that it was tied up here. And so, Justice Kennedy, we think that this isn't really a case about indefinite mooring as making the difference. This is a case where you need to start with the question of was it ever a vessel. And if the - -",
  "Well, permanent mooring is usually going to be relevant to the question of whether something ceases to be a vessel, as it's no longer practically capable of being used as a means of transportation. That's the way the Court discussed the point in Stewart. And -- and that's true even for a case like Roper, which was a former Liberty ship that was towed up and down the James River.",
  "Well, there were things that had been removed when it had been decommissioned originally. But if the court of appeals test were used here and the court were to conclude that something is a vessel, if it is merely capable of being towed across water even to its detriment, then you can't explain the answer in cases like Evansville or in Roper where - - because the Evansville wharf boat was towed at least ten times, as described in pages 21 and 22 of the Court's opinion, and nobody was asking whether it had all the office furniture and light fixtures and things like that removed when it was towed at least twice a year for the seven years before that suit began.",
  "That's generally going to be true, yes. If the purpose of the structure, the function, the objective function of the structure is to operate, just to be stationary beside the dock, then it's not going to be a vessel even when it's being towed behind another vessel. There may still be rules about how it needs to be lit at night and things like that, but - -",
  "Well, I -- I understand the point. I think that, under a case like Evansville, that there does seem to be a difference between relocating the structure and using the structure to transport people and things. But under an objective function test, if it really is designed to be mobile, and we look at it and we say it really looks like a boat and it's designed to move through water efficiently, it would probably look different from this particular craft. But if ultimate mobility is part of the function of it, then -- then the answer could well be different. But, for the most part, I think my answer is the same as I was trying to give to Justice Kagan, which is that this is either going to be a vessel all the time until it becomes so permanently moored that it should no longer be deemed a vessel.",
  "Well, I - -",
  "There is a question about practical capability of being used and - -",
  "And before, you were asking about the hook in the statute here. We do think that the word contrivance does indicate that it's something that has a function that's determinable. And there are lots of other areas in maritime law where the function of a vessel is a relevant question, and this is not an unanswerable inquiry. The court uses purpose and function when it's deciding whether somebody is a Jones Act seaman - -",
  "We think that the record here was not really compiled with an object of answering these questions, the things that we think are relevant, because the district court and the Court of Appeals flatly rejected any inquiry into the purpose or function of the vessel. And - -",
  "That they should look into the purpose and function of the vessel. They should also consider whether it would be damaged when it was towed. That was something that petitioner tried to get. He was proceeding pro se in the district court, offered to present evidence about - -",
  "Well, I think that they could hear more about - -",
  "Well, I -- I think that somebody -- if somebody -- I can't tell everything about the structure. We have these pictures, and we know that it has a ten-inch draft, but we don't really know how - - how well it is that - -",
  "And I -- if - -",
  "Well, I think that you -- in - - this is going to be a somewhat idiosyncratic case. I think that this is an unusual structure. That's why the surveyor on page J-43 of the Joint Appendix found that there were no comparables for sale in the state of Florida. And so I think that most cases aren't really going to -- to be like this. But if I wanted to put on evidence about that, I would probably compare -- decide whether this is more like the floating homes that are described in the Seattle floating homes brief, that are really designed just to function in place near the shore. I think that there would be more evidence about its capabilities while it was actually out on the water and things like that.",
  "Mr. Chief Justice, and may it please the Court: We believe the Court can resolve this case by distinguishing between the misconstruction of an element and the erroneous addition of an element to the case. But if the Court's unwilling to draw that particular distinction, it could also resolve the case by allowing the government to appeal in both of those instances. This goes to the question that Justice Kagan was asking near the end of my friend's argument. We don't think that that would require overruling any of the Court's cases. We think it would require narrowing Smalis and Rumsey to their facts, and -- and -- but Smith would not be a problem in that context. Rumsey is distinct for the reason that my friend suggested. It was actually a case involving factfindings by the judge. The Court characterized it as a special verdict made by the sole decisionmaker there. It was not an instance like this, where the judge had taken the case away, as a matter of law, from the jury because there wouldn't be any sufficient evidence. It has been cited later on in this cases, in particular, in Smalis, as being about something like a sufficiency decision, but on its facts, that's not what it was. Smith is about a completely separate question because there is no dispute there about the appropriate construction of the element. The firearms offense there, the element in question was whether the barrel length was less than 13 inches. There was a question about whether certain evidence that the firearm in question was a pistol was sufficient to satisfy that burden, but there was no doubt about what the -- what the element was. It was 13 inches or less. And so it wasn't about misconstruing the element. Smalis is probably the hardest case in this context, but if you look at what actually happened in Smalis and what was at issue in the demurrer there, the decision that the Court was reviewing was one that was principally about whether there was sufficient evidence of causation, which was an undisputed element of each of the counts at issue there, and only in footnote 7 of the Court's opinion did it address potential misconstruction of the element. And it was a different element. This was what my -- my friend Mr. Moran mentioned - -",
  "Well, I think that we -- we normally expect judges to give reasons for their decisions.",
  "Well, in the -- in the State of Michigan, the rule does not permit the judge to reserve the ruling on this motion.",
  "So -- and actually, in the vast majority of states - -",
  "-- that's the rule. The Federal rule was only changed in 1994, to allow this type of - -",
  "-- decision to be reserved after trial.",
  "And in fact, in the Federal context - -",
  "Well, I -- I think that the rule in Michigan, and in the Federal Rule 29, does require the judge to make a determination of -- to satisfy that -- that there's an acquittal, which would mean that there is no -- no sufficient evidence to -- to support a guilty - -",
  "Many -- many states - -",
  "My -- my understanding is that most states do not permit that. The Federal government only started permitting that in 1994, and even the last time the Justice Department studied this, about ten years ago, it concluded that, notwithstanding the 1994 rule amendment in the Federal rules, which came with advisory committee notes, strongly encouraging judges to reserve these sorts of decisions precisely to preserve the public's interest. So notwithstanding - -",
  "Notwithstanding that, in approximately 70 percent of the cases in which there are Rule 29 verdicts, they are done mid-trial, even in the Federal system, at least in the early 2000s, is the only data collection that I'm aware of. And so this -- this still is a problem. I think that if -- if it looks like the decision is based on classic insufficiency of the evidence and there is no argument about whether it was -- it's based on a misconstruction or an erroneous addition of the elements, then we -- we would have to be -- we would lose, unless the Court's willing to overturn the broader line of cases in Martin Linens, Sanabria, Scott, and the other cases that were - -",
  "I don't think that they -- they have mostly thought that, but the Federal government certainly has maintained that that -- that that is appropriate. In -- we think that in the Maker decision in the Third Circuit in 1984 recognized this. We do think that there is -- my -- my friend Mr. Moran asks the Court to conclude that any decision like this, that is predicated upon a supposed erroneous addition of an element, could easily be recharacterized as a misconstruction of another element. And I think that -- that while, at some formal level, that -- that that might be theoretically true, in an egregious case like this, there is a distinction, which is that if -- if this were an element of the offense that needed to be charged in the indictment -- at least in the Federal system, then the failure to have alleged that the structure here was a non-dwelling would have made the indictment invalid. And the Defendant would have been able to make exactly the same legal argument he made to the judge here, which is to say that the prosecution has failed to prove -- has failed even to allege one of the necessary elements of the offense, which is that this structure is not a dwelling. We know that that particular - -",
  "Well, I don't think it's difficult, in the sense that most -- most of the cases that we are talking about don't involve this type of error. The cases that this Court has decided, Rumsey, Smalis, and Smith, even the Petitioner doesn't characterize this case as involving additional elements. And this Court has recognized, in Lee, that when the error is one that kept the indictment from being valid because it failed to charge a relevant element and the judge did not rule on that until after jeopardy attached, the government was still entitled to appeal that decision, and if it were erroneous -- the government's only going to get a chance at retrial if the judge's decision was legally erroneous, then, therefore, it demonstrates that there was no so-called acquittal on the -- on the offense charged - -",
  "The only data that I have seen about this is data that the Justice Department collected about ten years ago. It was from the early 2000s. And -- and the conclusion there was that there were approximately 73 pretrial Rule 29 dismissals per year - -",
  "-- which actually is a larger number than you -- than you might at first think, because that represents about ten percent of the number of cases that were actually resolved by jury verdicts. And so it -- it is not uncommon. I mean, this particular type of error that we have in this case, we think, is the most egregious kind, the non-existent element error, which -- which the government had also pointed out in its amicus brief in Smalis, we think is the most egregious kind of error. It's one that demonstrates that the court is engaging in -- it's usurping the province of the legislature in redefining the scope of the offense. And we think, under the terms of the Double Jeopardy Clause itself, which talks about whether there's been -- somebody's been subject to being twice in jeopardy for the same offense -- then it -- it matters what the offense was. And when the judge has redefined the -- the crime so extensively that the indictment literally would have been invalid and could have been dismissed as not adequately alleging the elements of the offense, and we know that that is something that the government would have been able to appeal. We also know that the government would be able to appeal if the judge had reserved decision until after the jury had returned a jury -- a guilty verdict. We acknowledge, as the state does, that jury verdicts are different. If a jury is misinstructed and a jury returns an acquittal, that we are not quarrelling with that in any way. We don't think there's any purchase in the Court's case law to do that. And I think one of the reasons is because the jury verdict might be attributable, not just to mistake or error, but also to lenity or compromise. There -- there are lots of reasons why we don't exactly know why a jury did what it did, and why juries generally enter general verdicts. And that makes it different from what we have here. We have here an instance where the court, as a matter of law, at the defendant's behest, took the case away from the jury. We think the fact that the defendants chose - -",
  "We do think that that's important by analogy to the Court's mistrial cases in the Double Jeopardy Clause context.",
  "Or if the defendant consents to it, as is the case in the mistrial cases in the Double Jeopardy context.",
  "Mr. Chief Justice, and may it please the Court: No particular mens rea is inherent in the term \"defalcation\" or the structure of Section 523(a)(4).",
  "Each of those terms does have some mens rea associated with it. It is not, however, the willfulness requirement that my friend was invoking on the other side. There is no obligation under any of those that there be an intentional violation of a known legal duty. There are specific intents to defraud, but I think we know that this can't be -- it can't have that mens rea because that would make it superfluous. That's what Judge Hand said in the Herbst decision, and that's what even the Second Circuit and the First Circuit recognized here, that they could not adopt the same mens rea that belongs with the other terms here and I --",
  "Pardon?",
  "That would probably be embezzlement and it would be superfluous in that sense. I think that the dictionary definitions, if you look at the dictionary definitions of defalcation that we quote on pages 10 and 11 of our brief, both the English dictionary definitions and the legal dictionary definitions, they basically --",
  "Pardon?",
  "We did quote the Samuel Johnson dictionary and the Webster's 1828 dictionary that have that meaning. If you look at the Oxford English Dictionary definition, that was an obsolete meaning. And I think that it's quite clear that the meaning that Congress was invoking here is what is dealt with under heading five in the Oxford English Dictionary. And my friend quoted it earlier, there is either a monetary deficiency through a breach of trust by one who has the management or charge of funds --",
  "Well, there are two questions there and I think that one of the illustrative quotations that the OED uses for that very definition doesn't actually refer to a monetary deficiency, and neither do most of the other dictionary definitions. So I do think that there's probably an open question about what the purest meaning of the term defalcation, whether it requires a loss. Here, we do think that there is a loss. There is a loss in a very real and traditional sense. There is no doubt about it that because the Petitioner took -- engaged in self-dealing and made a profit with that, with the money that he had taken out of the trust corpus and refused to return those profits to the trust, that is a loss to the trust, just as it would be had he taken the money and invested it in some great investment scheme and -- or he decided to bet it at the track --",
  "-- and he decided --",
  "I don't think that's a fair statement of the way this trust operates. It's not consistent with Petitioner's own arguments. Petitioner's argument in the State court and in the Bankruptcy Court, the argument that he says is the reason why there is no -- no determination about whether this was an authorized use of the money under the trust instrument is that -- that he was allowed to invest the assets of the trust. And so the way the courts -- and the parties have offered to lodge the trust instrument with the Court. As I understand it it's not otherwise in the record. But the point here is that he did --",
  "The last part I said, that the parties have offered to lodge the trust instrument with the Court, but my understanding is that it's not in the record. But I don't think anybody has taken the position that the only thing that could ever be in the trust was the life insurance policy plus 6 percent.",
  "I believe that that is not the case and that is not even consistent with Petitioner's own position in the State court, where he said he was taking this money and investing it in some alternative thing because he thought that would be safer than leaving the money with the life insurance company. And I think if I can go back to explaining why I think that this is a loss and so I think that this trust is not as unusual or unique as you think it is, in part because we don't have the language of it in front of us. But secondly, I was trying to say that had he taken this money for an authorized purpose or not and decided he was going to go invest it, he had some boffo scheme, he had some friend who had a great stock tip, or he had a tip at the races and he was going to go down to the track and bet this money, and he made 1,000 percent. And he decided, well, you know what, had I not taken the money out of the trust all I would have to do is return, all I have to do is make it whole in the sense of having the 6 percent that it otherwise would have had. That everybody would understand, that's a breach of his duty of loyalty. That's a defalcation. It is an injury to the trust. It is a loss in every relevant sense. And in addition here, the $35,000 that the State court awarded for attorney's fees and costs is also another concrete loss to the estate. And this Court's decision in Cohen v. De la Cruz, which was about nondischargeability of a fraud judgment, of a debt for fraud, said that that debt for fraud included all of the legal liability associated with the underlying fraud --",
  "It's not that there -- it's not the opportunity loss. It's not the fact that the trust wasn't already earning the interest in the -- vis-à-vis the insurance company as it otherwise would. Petitioner's position is if he already gave back the money that it would have earned in interest vis-à-vis the insurance company, my position, the government's position, is that the loss here is that he failed to disgorge the profits that he made by self-dealing in the assets of the trust corpus. That is a --",
  "The other argument --",
  "My response to that is that the Neal v. Clark decision that's being discussed here is -- and we discuss this in our brief -- is distinguishable in part because its current descendent is actually not this provision. It is not this reference to fraud. It is the exception from discharge in paragraph (a)(2)(A). And what makes this different is that this is fraud in a fiduciary capacity which was not true in the context of Neal v. Clark, and that's something that the Court said at the time, that because it did not actually have the limitations of the fiduciary context, they needed to infer some type of limitation. They inferred it, the Court inferred it, from embezzlement. And so going back to Justice Kennedy's question, the way Congress has dealt with that is that it has put actual fraud in (a)(2)(A), and here it has grouped fraud with defalcation in a fiduciary capacity and therefore it includes the type of limitation that the Court was trying to impose in Neal v. Clark. We don't think that there is any inherent mens rea in defalcation and --",
  "Well, I think when it gets further away from the heartland definition of defalcation, which does -- which, as we discussed in this Court's 1844 decision in Chapman and in the 1841 bankruptcy law, the defalcation was equated with self-dealing in trust assets. And so we think that's the heart of defalcation. As you move away from that particular type of fiduciary breach, and if you move away from there it may become more relevant whether there is --",
  "Well, to be fair, the dictionary definitions are broad enough to include other types of fiduciary breaches, but it's not clear that that means that defalcation needs to be doing all the work here of potentially putting limits on the scope of the exception. And so if you look at the Ninth Circuit, for instance, the way it has handled this is it has recognized, as we do, that defalcation can be innocent and -- but it has, it has concluded that the essence of defalcation is the failure to account for or to produce funds, and therefore it wouldn't be something that would just be garden variety mismanagement of the assets.",
  "Well, we certainly do think that that may well be the ultimate answer. We think that would be further away from the core of defalcation, but it's not this case, so we would urge the Court to affirm.",
  "Mr. Chief Justice, and may it please the Court: The government agrees that using the same burden of proof that would apply in the hypothetical coercive action that underlies the Declaratory Judgment Act is the best thing to do in this mirror image declaratory judgment action. That best serves the purposes of the Declaratory Judgment Act and allows for final resolution of the types of controversies that this Court contemplated in MedImmune. If I could turn to Justice Kagan's points about an incident in which the parties had actually agreed to ­­ whether certain products were covered by a particular license. That would be different from the situation we have here because the products in question here weren't actually in existence at the time of the underlying license agreement. The whole point of that aspect of the license agreement was to, as you said, channel future disputes into this particular dispute resolution mechanism.",
  "I was not about to suggest that, Justice Sotomayor. I was going to say that I think that's the ­­ that ­­ that that would probably be the least logical way to deal with the quandary that might arise from thinking that somebody is then trying to breach the license. And we don't think there's any license breach here because there wasn't any prior agreement on the fact that these future products were going to be covered by the ­­ by these patents, that they'd be practicing these patents. But, even if there were some concern about the licensee turning around and challenging the agreement that it had previously made, it seems like the problem there is either that they should be estopped by what they already said in the agreement or Lear needs to be extended to keep them from being estopped in that way. But shifting the burden of proof seems like an odd way to get at solving whatever the quandary there might be. And I think that, at some point, this ­­ this also interweaves with a point that the Chief Justice made, about whether Medtronic here is seeking to change the status quo. And we don't think that Medtronic is seeking to change the status quo here, for a couple different reasons. One of them is, as I was just saying, that the agreement here didn't actually reach ­­ the license agreement here didn't ­­ it didn't include a meeting of the minds about whether these particular future products would be covered by these patents, including one of the patents was reissued after the time of the license. And also, this license agreement expressly preserved the parties' ability, including Medtronic's ability, to challenge both the validity and the enforceability of the patent. That's at page 13 of the Joint Appendix. And so there's no way in which I think it can be legitimately said that Medtronic is trying to either get out of its contractual obligations or to change the status quo. The status quo, right now, is that the royalties are collecting in a certified account, and so, in a sense, both parties are trying to change the status quo, in trying to get the stream of royalties that either is applicable to these products or isn't, on the basis of the resolution of a question that the parties had not decided, but said would be decided in a declaratory judgment action like this. And we think that the best way to think of a declaratory judgment action like this is that it is the mirror image of the underlying coercive hypothetical action that could have been brought against Medtronic.",
  "Well, the same thing is true in MedImmune, and I think that the Court noted that the ­­ in MedImmune, that the Declaratory Judgment Act was intended to help get the party out of the dilemma it would be in, in deciding whether it should continue to be effectively coerced into paying royalties that it thinks it doesn't need to pay or exposing itself to the risks associated with ­­ with breaching the license and ­­ and being subject to treble damages, attorneys' fees, and the other remedies that would be available under the Patent Act. And, yet, even though there had been no infringement in that case and no breach of the contract in that case, which is also true here, because, so far, everybody has been behaving the way the license expected them to behave, the Court recognized that the parties had a concrete dispute about the applicability of the patents to those particular products, that the scope of the contract was not going to require payment of royalties where the patent did not apply, and said that the ­­ the issues that were going to be resolved in the declaratory judgment action there were going to involve questions of patent validity, patent enforceability, and scope of coverage, patent infringement, which is exactly what we have here. Medtronic has raised in their complaint ­­ the well­pleaded complaint that you would look to here, is one that arises under the Patent Act and includes claims involving all three of those issues, just as was the case in MedImmune.",
  "Yes, Justice Ginsburg, we do disagree with that. We think that this case involves a claim that arises under the patent laws, for the reasons that I was just saying. I think that the way to ­­ the way to conceptualize this is to look to what the well­pleaded complaint would be in the hypothetical coercive action that would be being brought against Medtronic if we didn't have the problem presented by the fact that they haven't actually breached the contract or infringed at this point. And we have every reason to think that that hypothetical coercive action is one that arises under the patent laws because it's one involving infringement. That's the dispute that the parties acknowledge that they have. In the litigation tolling agreement at page 20 of the Joint Appendix, it talks about the fact that the parties have a dispute under Section 271 of the Patent Act. In the red brief here, Mirowski has ­­ has told us on page 48 that, if Medtronic were to cease paying royalties, that the recourse would be that they would bring an infringement suit. And the complaint here in paragraph 5 alleges that the claim here arises under the Patent Act. And because it does arise under the Patent Act and because it's clear here that all of the defensive issues would also be Federal, as I mentioned before, I think there is no dispute here that this ­­ this would arise under the patent laws, which would provide for district court jurisdiction under Section 1338 and exclusive appellate jurisdiction in the Federal circuit under Section 1295(a), even before the amendments in the America Invents Act in 2011. I think that there is one other point that would be worth making in response to some of the amicus briefs about the ­­ the potential problems here associated with whether the parties have an incentive to enter into these type of licensing arrangements. As Mr. Waxman already explained, the patentholder here got lots of benefits out of ­­ out of entering into an agreement like this, notwithstanding the fact that they would leave themselves open to precisely the suits that the agreement contemplated, which was a suit involving both infringement and validity questions; and that, under the circumstances, there's ­­ they had plenty of incentive to enter into a license agreement, notwithstanding the fact that they would continue to bear the same burden of proof that they would bear in every other procedural context in which patent infringement claims have arisen up until now. And so I think that, in that sense, that's ­­ that's not a sea change from their perspective. And ­­ and, yet, even if they were to think it so, as Mr. Waxman explained, a licensor in that context would have several mechanisms that they could use in order to rejigger the balance between the parties if they wanted to. And ­­ and I think that we agree with ­­ with everything on the list that Mr. Waxman mentioned, including having fully paid­up licenses or allowing a suit for infringement or invalidity to constitute a termination of the license that would allow the patentholder to bring an infringement action. If there are no further questions, we would urge the Court to reverse.",
  "Mr. Chief Justice, and may it please the Court: We believe that a party may consent to have a fraudulent conveyance claim determined by a bankruptcy judge. And even in the absence of consent, principles of severability justify treating such an action as a noncore proceeding in which a bankruptcy judge may enter proposed findings of fact and conclusions of law. There's also one other aspect of our argument that has not yet been mentioned this morning, which is that we think that even if consent is not adequate to cure the constitutional violation or if you find that there is not adequate consent on this record, we think that it would still be open to you to find that petitioner has forfeited this constitutional argument. Constitutional arguments can be forfeited. He has not ­­ he did not advance this argument at any point ­­ any reasonable point before the bankruptcy judge, before the district judge, until he was before the Court of Appeals. Indeed, I think it's telling that this Court had already granted certiorari in Stern and had already heard oral argument in Stern before the district court even ruled on the motion for summary judgment.",
  "You might have thought the same thing.",
  "If there was true futility ­­ and I'm not talking about the consent argument now, Justice Breyer. I'm talking about a forfeiture argument for purposes of preserving an argument on appeal. And if it were truly futile, I think that a Court of Appeals could overlook that type of forfeiture. I don't think that it was futile here. I think it is demonstrated by the fact that Stern itself came out of the Ninth Circuit. The litigants there were making those arguments, and indeed the Healthcentral.Com case the petitioner relies upon just had a discussion of the Seventh Amendment. I don't think it clearly foreclosed this claim for purposes of the constitutional argument ­­",
  "Yes, I think it's ­­ he certainly did, as my colleague already pointed out on page 80 of the Joint Appendix and paragraph 2.1 of the answer denied the allegation that this was a core proceeding. And if you look, then, to 157(c)(1) and (2), the statute made consent relevant at that point, and Rule 7012, which, Justice Sotomayor, you were earlier quoting, made it clear that he was obliged, then, to ­­ or petitioner was obliged, then, to ­­ to give consent or not. But if I can turn to the severability question, which was also the focus of a lot of the argument before, Justice Scalia, you pointed out that Congress can rewrite the statute the way it wants to. And that's, of course, true. But it is always the case when this Court gets to a severability analysis that Congress didn't get its first option. Here, Congress did include a severability clause in the 1984 Act. It's in Section 119, and it says, if any provision of this statute or any application thereof is held to be unconstitutional we want the rest to stand.",
  "I don't think any rewriting is required here, Mr. Chief Justice. And I think that this is actually essentially what the Court has already said in Stern. In Stern, on page 2620, this Court characterized the effect of its decision as being, \"The removal of Vicky's counterclaim there from core bankruptcy jurisdiction.\" And the consequence of that is that, because the Congress had divided the world into core and noncore proceedings in the wake of Northern Pipeline, thinking that the distinction between them was core proceedings were ones in which bankruptcy judges would have authority, constitutional authority to enter final judgments; noncore proceedings were ones in which they could not do that without consent, or they would only be able to provide proposed findings of fact and conclusions of law. And in the same paragraph where this Court noted that the effect of its decision was effectively to remove this, that type of counterclaim from core jurisdiction, it said that it did not expect that this decision would meaningfully change the division of labor between the bankruptcy and district court judges, precisely because Pearce Marshall was not contesting the proposed findings of facts and conclusions of law.",
  "Well, that ­­ that may be something the Court was thinking. In that particular paragraph, the Court mentioned the fact that Pearce Marshall was not contesting the district court's ability to take proposed findings of fact and conclusions of law. And as Mr. Pottow already observed, many district courts have already taken this action in response to Stern. In the appendix to our brief at pages 15A to 17A, we list 25 of those districts. Since our brief was filed, two more districts have adopted similar provisions in Rhode Island and in New Hampshire. And we think that that is telling. I also think, with respect to the underlying constitutional claim, if I could elaborate a little bit on what my colleague was saying in response to the questions from the Chief Justice about instances in which Article III judges may indeed delegate the ability to enter certain decisions with which the district court's subsequent ability to over ­­ to look over that decision will be cabined by the action that has happened with the consent of the parties. My friend was talking about the Heckers case. That was one in which the order of reference specifically provided that judgment would be entered in conformity with a referee's report, \"as if the cause had been heard before the court.\" And so that was ­­ that was one where the district court didn't come into it at that point.",
  "Depending. I think that under the circumstances here ­­ and this Court has repeatedly, in the context of considering Article III objections in bankruptcy, has repeatedly recognized that the absence of consent is relevant. Under Schor, and the Court is obliged, I think, to look into all the circumstances surrounding this, and there are lots of things that make this far from the hypothetical that you pose, because this is more like the magistrate judge scheme. And, indeed, in some ways it's slightly more limited. This is an instance where bankruptcy judges are not just somebody off the street that a district court is choosing to decide ­­",
  "It's not the parties that are choosing.",
  "You determined that it was unconstitutional in the absence of consent, and it's not just the consent of the parties. I think it is important here, as it was in ­­ in the magistrate judge context in Roell, in Peretz, in Gomez. This Court has previously recognized that in the magistrate judge context, consent makes or breaks the difference between whether it's okay for a magistrate judge to oversee felony voir dire, and it has subsequently compared that to entry of civil judgments. In Roell, it sustained the ability of a magistrate judge to enter a civil judgment. Here, bankruptcy judges are not just people off the street chosen by the parties. They are people who are appointed by Article III judges. They are removable only by Article III judges. They never get a case ­­",
  "They themselves are not Article III judges, that is certainly true. But they never get a case unless it is referred to them by an Article III judge, and then the Article III judge reserves the ability to withdraw the reference and, therefore, they don't have ­­ they are now unable to do anything without that imprimatur from the district court, and I ­­",
  "I ­­ I don't think as a statutory matter that 157(d), which is the provision that allows the district court to withdraw the reference, it's possible that that can't be done at that point, but I think that it is sensible as a matter of constitutional remedy. If the ­­ if the entry of final judgment by the bankruptcy court was a constitutional violation, I think it is a sensible remedy, as I discussed before, to deem that final judgment to be proposed findings of fact and conclusions of law. This Court concluded in Stern, that subject matter jurisdiction is vested in the district court and that the allocation of authority between bankruptcy judges and district judges contained in Section 157 is not of subject matter jurisdictional consequences.",
  "I ­­ obviously, we don't think that ­­ that these schemes here in the bankruptcy judge context and the magistrate judge context, which are ­­ which are hedged around with lots of procedural protections and statutory protections, rise to that level. But I do think that a principal difference, if the Court were looking to distinguish arbitration from these types of concerns, is that the arbitration is more purely private. Although there's statutory authorization, the arbitrators are generally not Federal employees. Bankruptcy judges, by contrast, are actually units of the district courts. They are within Article III. They are ­­",
  "I'm ­­ I'm loathe to say that it's further away because I think that there may be a separation of powers distinction between ­­",
  "Well, I do ­­",
  "That's true, Mr. Chief Justice. In cases like Heckers and Kimberly, courts, in light of a previous reference from the Court and the consent of the parties agreed to have their power of de novo review limited. Obviously that's not what happened here, but we think that the judgment of the decision below should be affirmed.",
  "Mr. Chief Justice and may it please the Court: If I'll start with a question that the Chief Justice asked. You’ve already recited the standard that we support here, which is that a patent claims is sufficiently definite under paragraph 2,if a person of ordinary skill in the art would reasonably understand the scope of the claim. And I understand Petitioner's submission to be a dispute about what happens if there are two potentially reasonable constructions at the end of the Markman claim process. And we think that if there are two constructions that are of nearly equal persuasiveness, then that would be ambiguous. But if one construction is appreciably better, then that is good enough without having to take the second step of saying that the second best construction that's not as good and appreciably not as good IS ­­ is also unreasonable. We think that that's not the way this Court or judges ­­",
  "Well, I think that the question is what does it mean when the Court has demanded reasonable clarity or reasonable certainty, and that's the standard that we read in this Court's cases on definiteness.",
  "Well, I don't think it's a dispute between two scientists with opposite theories. The question of what a person of ordinary skill in the art would think, I think that a person of ordinary skill in the art is a hypothetical legal construct, like the reasonable person from tort law.",
  "Well, I think that there are times when the Court would recognize that it's an authentically closer question.",
  "I don't think that the Court has a unified field theory of ­­",
  "No, I think it says that as long as the right answer is appreciably better than the second best answer, that you do not have to take the second step of having to declare ­­",
  "I don't ­­",
  "I think it's difficult to put a mathematical precise ­­ a mathematically precise number on it.",
  "Something more like 60/40 than 52/48. And I think in general the Court recognizes the difficulty of that type of mathematical precision in applying tests like what it means to be clear and convincing.",
  "They are trying to understand the scope of the claim. And so, and I ­­ I do think it's important here to recognize that there are two different questions that are getting conflated in some of the discussion. I think that with respect to definiteness under paragraph 2, as the court of appeals majority recognized, that this is ­­ in this case the question is whether the claim clearly states that it requires the electrodes to be arranged in such a fashion that they will have the effect of detecting substantially equal EMG signals at the electrodes. It's not with downstream circuitry, which is what Petitioner suggested in the opening brief. In Petitioner's reply brief they've suggested they could use some sort of protective sleeve on the electrodes, but that wouldn't be consistent with the parts of the limitations that say that there needs to be physical and electrical contact with the electrodes. And the majority recognize that there are multiple variables that come into play here, the spacing, the materials, the separation, as my, my co­counsel was just explaining, and ­­ but the disagreement between the majority and the concurring opinion here is just in whether the functional limitation inheres in the phrase \"spaced relationship\" taken in isolation or whether it can be read from the rest of the claim as a whole.",
  "Well, we do acknowledge that the phrases that the Federal Circuit has used about \"insolubly ambiguous\" and \"amenable to construction\" are subject to be ­­ to be overread and ­­",
  "Well, I think that they ­­ that they could cause mischief if applied in isolation. And we haven't taken a position on every case that the court of appeals has applied these standards in, and I don't think that the court of appeals was intending a marked departure from this Court's overarching ­­",
  "Well, I think ­­",
  "I think that we are arguing now about when the second best construction ceases to be a reasonable one, I think. And I think that if the Court wants to think of just whether there is a good enough construction such that there is reasonable clarity as required under United Carbon and in the Minerals Separation case where the Court said that the certainty that's required is not greater than is reasonable.",
  "I ­­ I think that that would probably ­­ we think that the sorts of constructions that would be reasonable under Chevron that the agency could take as a second best construction probably aren't sufficient to be the definite construction here. And so I ­­ I don't think it's a close analogy because we don't think that anyone is seeking that type of deference to another decisionmaker as ­­",
  "No. I ­­",
  "I don't think so.",
  "No. And I'm sorry if I wasn't clear about this before. I was trying to say that in a 60/40 situation that I said would be adequate here, such that the second construction did not prevent there from being sufficient clarity, I think that we would think that an agency would be entitled to choose the 40 percent option. But we don't think that that would be ­­ that that would prevent the 60 percent option from being good enough in the context required here.",
  "The case, I think ­­ I believe the case that's being talked about there is cited in the Exxon opinion.",
  "And that talks about when there are two equally­plausible constructions. I think that that probably is the ­­ the knife edge of insolubly ambiguous. And there, the Federal Circuit suggested that ­­ that, as Justice Scalia was ­­ was saying before, that ­­ that because there would be a decision rule, that you would pick the construction that would save the patent, that that would be okay.",
  "I don't think that that allows for sufficient clarity. We believe that if there are two constructions ­­",
  "In that particular statement of ­­ of the rule, yes. We do think, however, that there is a distinction between the ­­ that the presumption of patent validity does play a role here. It doesn't change the standard, but it ­­ it does ­­ it does play a role in indicating that, as the PTO has recognized, that courts will do more to save a patent than the PTO does when it's examining one. And I would ­­ I would say that we also disagree with the notion ­­",
  "Well, it's ­­ the overarching question is, is the same of whether a person skilled in the art would reasonably understand the scope of the claim, but ­­",
  "It's ­­ it's not the same test that the PTO applies in examination proceedings because it uses a slightly different threshold of ambiguity.",
  "I could give an explanation of why.",
  "I could say that it involves the different circumstances there that include the different record, the different burden of proof, the lack of adversarial presentation there, and mostly critically, the fact that it's easier to amend the claims before the patent has been issued.",
  "Mr. Chief Justice, and may it please the Court: We agree with petitioner that the period for initiating administrative consideration of a constructive­discharge claim should begin when the employee gives notice of resignation and not when the employer commits the last act which might or might not lead to that resignation. And if I can turn to the colloquy that the Chief Justice and Justice Scalia were just having with my friend, we think that one of the virtues of this rule is that it ­­ it leads to the same result in both cases of actual termination and cases of constructive termination.",
  "Well, we think ­­",
  "It is ­­",
  "The EEOC ­­",
  "The EEOC may well do that, Justice Alito. The same question is going to present itself with respect to ­­ we think materially the same question presents itself in the non­Federal sector where the statute, as has already been discussed, refers to when the allegedly unlawful employment practice occurred. And the EEOC has construed this portion of the regulation as being effectively the same as the rule in the non­Federal sector. And the rule that we're asking for is this Court's rule from Ricks. It's the exact same rule. This rule about being when definitive notice has ­­ is ­­ is given for a termination, Justice Scalia, you were saying that when somebody says I quit, my last day of work is three months from now, therefore, he hasn't actually quit, that's Ricks. The Court concluded that when the employer there said you have been denied tenure, here is your terminal contract, you will be working here for only one more year, that the relevant date was the date on which the operative decision had been made and it had been communicated to the employee. And so we think that the rule should be the same for cases of actual discharge ­­",
  "­­ and constructive discharge.",
  "That's true. There is a difference here.",
  "Well ­­",
  "We're trying to say that we think that the same rule should apply to actual and constructive discharges, and ­­ and it is a rule that is date of notification rather than date of separation. And that's the rule that everybody applies on the termination side; it's the rule that most of the courts of appeals have applied in the ­­ in the discharge side. In the context of terminations, only Justice Stevens suggested we should be using the actual date of separation ­­",
  "We agree that that ­­",
  "That does ­­ that does make this case different. That's why this isn't on all fours with Ricks. And we do think that you would have to make the decision that you want to apply the same rule across to the constructive discharge context. But we think the reason you would do that is precisely because, as the Court acknowledged in Suders, a constructive discharge requires both an employee's decision to resign and the precipitating conduct. And until both of those things have happened, there is no constructive discharge. Nobody can say I have been constructively discharged until both of those things ­­",
  "Well, the ­­",
  "Well, I would just ­­",
  "I was just quoting the Court's decision in Suders, Justice Scalia.",
  "Well, we were discussing ­­ the Court was discussing when a constructive discharge was actionable, and that until ­­ and so we do think it's not just the decision in the employee's head. We think that the decision has to actually be communicated. And so we ­­ this is one reason why actually this isn't ­­ this wouldn't interfere as much with the concern for counseling and conciliation that you were discussing with my friend, which is that, as in cases of termination, it could be that everybody knows that the discharge has happened ­­ it's a constructive discharge or an actual discharge. Everybody knows when the employer says, you're fired, your last day of work is 14 days from today, same thing when the employee says I'm giving my notice, I quit, my last day is 14 days from today. At that point, whichever one has happened, the employee can go and initiate counseling. He may not be out the door yet. There may be a resolution that happens. If he does end up going out the door, counseling can happen afterwards. But he doesn't have to initiate counseling before this happens. There's a 45­day ­­",
  "That's ­­ that's ­­",
  "And ­­",
  "And in our view, when ­­ when ­­ once he's given notice, I'm leaving in three months, he then has 45 days to initiate the counseling with ­­ with the agency counselor.",
  "That ­­ that is generally true in the rest of the doctrine. That has nothing to do with the statute of limitations. The EEOC will ask did you tell your employer this is why you were resigning. It will be something that will make it more difficult to prove his case. But we ­­",
  "Well, we think that the reason that this counts as being an act that should be imputed to the employer is because it is forced by the circumstances. And we think that the doctrine itself is self­limiting. It limits the time period between when the employee is able to suffer the consequence of what the employer does to him, and then actually say I can't take this anymore, because as the Court held in Suders, the employee is going to have to prove that the situation was intolerable, but he can ­­",
  "He doesn't have to say that ­­",
  "­­ on the day ­­",
  "And he has to do that within 45 days.",
  "After the date ­­",
  "After the date of notification. Just as, like ­­ as I was saying before, just as if it were when the employer said, you're fired, your last day of work is two weeks from today. The clock is ticking. That's the rule from Ricks. We think it should be the same rule here, and we think that the reason why this is called a constructive discharge is ­­ is right there in the phrase is ­­ is pregnant with the idea that this is an action that is being imputed to the employer. And so although it is true that, unlike the regular ­­ the other claim of discrimination that Justice Kennedy was mentioning before in Ricks, although the employer has not actually done something necessarily during the limitations period, the new act of discrimination that we think is relevant here is the act of the employee, and it's one that it's called a constructive discharge precisely because it is not actually a discharge. It is instead an act of the employee that is a resignation, but it is treated in law as a legal fiction as if it is a discharge. And we think that that's ­­ that squares the circle here. And we ­­",
  "I ­­ I take the point, Justice Scalia, but that's not enough to allege a constructive discharge. Until the employee actually says I'm quitting, there has not been a constructive discharge. And so just because an ­­ and this may be what Justice Sotomayor was asking about before, but we ­­",
  "That ­­ that's correct. And we think the constructive eviction case is a very close parallel. And it shows that it's unusual but not unprecedented that the plaintiff might be the one that actually controls when the clock starts on the statute of limitations. And take the case of a constructive eviction. If somebody wants to bring a claim for the breach of the covenant of warranty, that's a claim that doesn't start until the tenant has been evicted, either actually or constructively. And so there's some choice there of when ­­ when ­­",
  "The ­­ it ­­ that's ­­ that's one version of constructive eviction. Under the ­­ under the more classical version of constructive eviction that came up in cases involving breach of the covenant of warranty, the eviction would be constructive because no one actually came and forced you out. Instead, you just yielded to a superior claim of paramount title, and that was your choice of when you decided you weren't going to fight this anymore.",
  "In fact you had not yet ­­",
  "Well, the Court recognized in the Mac's Shell decision that's more of an innovation that ­­ that it wasn't the way this was classically handled. And ­­ and in Mac's Shell said that it thought that there wasn't a constructive termination of a franchise until the franchise had actually ­­ until somebody had actually walked out and allegized it to both the classical cases of constructive eviction, and this case of constructive discharge. We think that it's clear that if the employee says this would be bad enough for me to resign but I'm not going to resign, I want to bring a claim for constructive discharge, he couldn't do that. He could ­­ he could say I've been discriminated against, he could say there's been a hostile work environment, but we do think, in disagreement with ­­ with my friend, the court­appointed amicus, we do think that these are two different claims. And the Court's opinion in Suders indicated that there's a distinction between, for instance, the underlying claim for hostile work environment and then the more aggravated claim of a constructive discharge for hostile work environment.",
  "I don't think that they have to be. In most cases they will be. We ­­ we take that point as probably going to be an unusual case where you can bring a constructive discharge and nothing else. The paradigmatic case is the one that the Court was hypothesizing in Suders where you have a hostile work environment where there are lots of things that would have been actionable as discrimination, but they wouldn't have necessarily have warranted quitting. And then the employee says this is too much, it's crossed the line, I'm quitting. That second claim we think is a new claim. That's why the Court described it as a second ­­ as an additional ­­ as a graver claim. And in the discussion of amending the complaints that ­­ that the amicus invokes in the EEOC's management directive, the reason why the court of appeals and the amicus can say that the employee could always just amend a timely complaint about the underlying discrimination and add a claim for constructive discharge is because the EEOC considers this to be a new incident of discrimination. But you can actually amend a pending complaint because it's related to what went before. But the reason why you have to amend the complaint is because it's a new claim. It's not just evidence that's relevant to damages for the underlying discrimination. There's ­­ there's ­­ the employee is going to have to prove that he's made a decision to resign, and also that the reason he did so was because the situation was so intolerable that he ­­ he was left with no other choice. But that ­­",
  "Yes. And so I take it you're ­­ you're talking about the factual question. I don't understand us as have a disagreement about the legal question. But with respect to applying the rule to this case, the difference is that we think that the settlement agreement that Petitioner signed on December 16th ­­ which is the relevant clauses are reprinted at pages 60 and 61 of the Joint Appendix ­­ manifested his unequivocal notice of his intention to resign. We think that satisfies the rule that both of us are talking about here.",
  "We don't think ­­",
  "That's ­­ that is not the way we think the agreement reads, Justice Ginsburg. The first two sentences of the clause that crosses the page from 60 to 61 say Mr. Green agrees to retire from the Postal Service no later than March 31st, and Mr. Green agrees to take all necessary steps to effect his retirement ­­",
  "And the next sentence says ­­ it doesn't say Mr. Green has an option of not retiring if he decides to change his mind and then report to ­­ for duty. It says if retirement from the Postal Service does not occur, that he will report for duty in a station to which he already ­­",
  "Do you mean ­­",
  "You mean if he had ­­ he had not taken all steps necessary to effect his resignation by March 31st? Then we think ­­",
  "We think he would have been in breach of the agreement. I'm not sure what would have happened then, but the reason this sentence is in the agreement is to take account of ­­ of circumstances that are no fault of his. If the Postal Service, or in particular the OPM, takes ­­",
  "Pardon?",
  "Yes, it does ­­",
  "And it doesn't say that he has a choice of doing that. He will have already breached the second sentence if he decides not to retire.",
  "Pardon?",
  "We do not read this as giving him an option. We read this as responding ­­",
  "This was reached by the district court. It was an alternative holding by the district court. The Petitioner did not appeal that alternative holding. And so in the court of appeals, the court was just considering the antecedent question of whether we should only look to the act of the employer or also the act of the employee. And so this factual question didn't actually come up before the court of appeals. We noted in the statement of facts in our court of appeals brief that the agreement included his ­­ the settlement agreement included his agreement to retire, but otherwise we did take the case on his premise, and the court of appeals did not address this. So we do think that it would be appropriate for the Court here, if it agrees with us, if this agreement is sufficiently clear, to say that Petitioner will lose on the facts of this case. If you want to remand and have the court of appeals consider whether the district court was correct in reaching that, that would also be appropriate. But we think that this wouldn't be that different from what the Court did in Irwin where in Irwin the Court said, well, the court of appeals was wrong about finding that there was no possibility of equitable tolling; nevertheless, there is no way he will ever satisfy equitable tolling on the facts of this case, so he loses. And I do think that one final thing I would like to say is that the Court should be able to take some comfort from the real­world evidence that we have. It's not much. We don't have evidence of cases from the five circuits that have adopted a version of the notice of resignation rule between 1987 and 2000 that indicates that employers are being besieged with stale discrimination claims that are being revived by employees' attempts to quit some months or years after the fact. And so we think that it's doesn't present those concerns.",
  "Well, that ­­ that ­­",
  "Well, I ­­",
  "Well, I think that's right, but ­­ and I think that ­­ but it's also the case that in many cases, in fact in most cases, there isn't going to be very much time between these two dates, and therefore it usually isn't going to be that dispositive. In this case, we think that the things happened on the same day. Even under Petitioner's approach, he had some weeks to make his decision. But the reason why he wasn't prejudiced by being able to take some weeks to make his decision is precisely because he was using annual leave, he wasn't suffering the consequences of a hostile work environment, he hadn't taken the pay cut, he hadn't had to move 400 miles away, and so this was an unusual case where he would have been able to take that much time. And so it looks like, as in ­­ in practicality's sake, that ­­ that it hasn't made a big difference. And that's why we think it would be useful for the Court to say this is effectively the Ricks rule. It should apply to both cases of actual and cases of constructive termination. If there are no further questions, we would urge the Court to affirm.",
  "Mr. Chief Justice, and may it please the Court: SORNA required Petitioner to register and to keep his registration information current. This is not an unregistration requirement, but a requirement to keep his registration current in the jurisdictions where he was registered by timely giving notice of any change of residence to at least one jurisdiction involved. And we disagree with Petitioner. We think Kansas was a jurisdiction involved pursuant to subsection (a) here, both because of the meaning of that phrase, which is more capacious than just taking down the phrase that appeared in subsection (a), and also because it's reinforced by Section 16921(b)(3).",
  "Here it's just that he's terminating his residence. He could have given information about where he was going.",
  "But that is ­­ that is not what he was being required to do here. He was being required to keep his registration information current by saying where he will ­­ where ­­ where he is residing, and he will ­­ he is no longer going to be residing here. The phrase that ­­",
  "The ­­",
  "That would have complied with his obligation to keep his registration information current with the jurisdiction involved, yes. The ­­ we do think that Section 16914(a)(3) allows him to report where he resides or will reside, and therefore, he can report future information, and therefore, the guidelines, promulgated by the Attorney General in 2008, says that normally when somebody's moving from one jurisdiction to another jurisdiction, he should tell Kansas, I am leaving Kansas and this is where I'm going next, so Kansas can give that other jurisdiction warning.",
  "That's correct. And so what we think is key here is that Kansas is still a jurisdiction involved pursuant to subsection (a). Congress didn't say a jurisdiction described in subsection (a); it said a jurisdiction involved pursuant to subsection (a).",
  "That's correct, Mr. Chief Justice, but we think that that's not the only thing that is pulled in by the phrase, \"jurisdiction involved pursuant to subsection (a).\" He is required to register while he's a registrant in Kansas. He's required to keep ­­",
  "At ­­",
  "It's ­­ it's the part that says he has to keep the registration information current. And subsection (c) informs us what it means to keep the registration ­­",
  "­­ information current. That's further down on the page. This is page 7A of the government's brief.",
  "Well.",
  "Well, we ­­ we disagree that Kansas is not a ­­ is not a jurisdiction involved. But even if it were not such a jurisdiction, subsection (c) requires him to give notice to at least one jurisdiction. And as Justice Alito has already explained ­­",
  "­­ it is also the case here that he could have complied with that by giving the notice before he left Kansas ­­",
  "­­ when he was in dispute ­­",
  "That's not ­­",
  "He doesn't ­­",
  "It is true that he has to comply with it not later than three business days. He doesn't have an option of just not doing it. And so if he can't comply with it on business day one or business day two or business day three thereafter, then maybe he should have complied with it by informing Kansas before he left. The ­­",
  "But ­­",
  "It does say where he resides. But it also says he has to keep the registration information current there. And we think that Section",
  "In ­­ in the jurisdictions where he has been registered, where he is residing, and ­­",
  "­­ and ­­",
  "That is true. I ­­ I certainly take the point. But we think that Congress is using a more capacious phrase in subsection (c) when it says, \"jurisdiction involved pursuant to subsection (a).\" Kansas is inescapably involved because he has been registered there. And we think that this is reinforced by Section 16921(b)(3) ­­",
  "No. I'm reading it to mean something ­­",
  "I understand that, Justice Kagan, but our view is that this is not the same as saying a jurisdiction described in subsection (a). It's a more capacious word to say it's involved pursuant to subsection (a). We know that Kansas is involved here. And Section 16921(b)(3) makes it clear that Kansas continues to be involved because that's the provision that says that as soon as the new change in residence information is conveyed to at least one jurisdiction, that jurisdiction has to give it to every jurisdiction ­­",
  "­­ from or to which the change of residence occurs. So ­­",
  "I ­­ I believe it's ten years. It's ­­",
  "­­ for violating the Federal provision.",
  "And 6 ­­",
  "Well, there's ­­",
  "It's ­­ it's also a State law offense. And he signed notices, as Justice Ginsburg pointed out, explaining that he had an obligation to report the termination of his residence ­­",
  "­­ to Kansas.",
  "That's true, Justice Ginsburg, and that's going to be true in virtually every single case of Section 2250.",
  "Well, maybe we should have sought that as well, but we did think we had a strong Federal interest in this particular prosecution for multiple reasons. He was a Federal sex offender. And as the Court has already recognized, the United States has a special interest in ensuring that Federal ­­",
  "No. It means involved at the ­­ at the point in time during the three business days where the change in residence has happened and needs to be notified. And so we ­­",
  "­­ do think that the sentence ­­",
  "It ­­ it means ­­",
  "It ­­",
  "It means ­­",
  "No. I don't think it's farfetched because I think that it means it's involved ­­ it's a jurisdiction involved in the change.",
  "It's a ­­",
  "No. It's involved in the change in residence because ­­",
  "­­ we know he's changing from Kansas to somewhere else. And so Kansas is inescapably involved ­­",
  "­­ in the exchange of information.",
  "Well, perhaps it's mine as well. But I think that it's involved because he is still registered there as a resident. And we know that the fundamental purpose of this law, in order to have a sex offender registry, is to provide an accurate listing of where sex offenders reside ­­",
  "No, we're arguing that he has ­­",
  "­­ an obligation to ensure that the information in the registry is current. That the purpose of the registry is to enable to us to have a listing, to have the jurisdiction have a listing of where sex offenders reside, are employed, or are a student. And it has failed in that purpose if it inaccurately says he is living in Leavenworth, Kansas, when that is the one place that he is not living.",
  "No, because ­­",
  "Because ­­ no. Because Kansas was not a registration where he was listed as being employed. If he were moving his job, his employer ­­",
  "No, Justice Breyer.",
  "We believe that this requirement is about updating the registration information associated with his residence in Kansas. And we think that Kansas remains involved. So long as the registry says he is living in Leavenworth, Kansas ­­",
  "­­ and he has not yet given notification to at least one jurisdiction, that that is no longer true.",
  "Well ­­",
  "And we just don't think that's true, because Kansas was a jurisdiction that he could have informed while he was still a resident. That doesn't even require this reading of ­­",
  "­­ and that would have ­­",
  "­­ but ­­",
  "But it is subsection (c) that provides the content for what it means to keep the registration current, and it says you have to inform at least one jurisdiction. He informed zero jurisdictions. That's the problem here.",
  "And that was true the morning before he left Kansas and the morning he was going to move out of his apartment. And he could have said ­­",
  "­­ today is my last day in Kansas; I'm a resident right now, but by the ­­",
  "He is subject to the provision that requires him to keep it current. He's given a three­business­day grace period, but if he fails to comply with it by the end of the three business days anywhere, that's what we think the problem is. And so we do think that ­­",
  "­­ he could have done it ­­",
  "I ­­ I ­­ I think that the new statute captures this type of conduct, effectively, incidentally, because the new statute actually talks about a much broader category of conduct. It talks about intended international travel. It doesn't ­­ it doesn't talk per se about changes of residence, but it does require you to report your itinerary and the purpose of your travel. Therefore ­­",
  "­­ we would expect it to pick up this information.",
  "I ­­ I don't think any ­­ my point is not that somebody is left out under the new law. My point is that the new law captures many more people.",
  "The ­­",
  "Yes. And we ­­ we acknowledged in our brief opposing certiorari that we thought that this affected a small category of cases. That was, of course, before the new statute took effect. And so we do think that there will now ­­ this type of conduct will now be captured under the new statute, but we don't think that the new statute indicates that Congress did not think this conduct was captured under the old statute, because it is directed at a much broader category of conduct.",
  "Yes.",
  "Well, that would be true, Mr. Chief Justice, except that the language that we're talking about here is the new subsection. It would be new 16914(a)(7), and it includes not just the itinerary, but also, the offender has to report the means and purpose of travel. And so we're expecting that the purpose of travel, if it ­­",
  "Well, I think ­­",
  "Well, then, I think that would ­­ that would raise a separate question, and would mean that because his purpose had changed, we would ­­ we would have to find out whether the attorney general's time and manner implementation of this provision, which is also authorized under the new statute, requires him to report such changes in purpose after he's already in the Philippines. And if so, and he doesn't say, well, I thought I was here on vacation, but it turns out I'm moving my residence, so that may well turn out also to be a violation because he needs to report the purpose of his travel has changed. But my point is just that even though Congress has now addressed intended international travel and is expecting this to be reported in advance, as the title of the new statute indicates, and therefore, we wouldn't have to have this debate about whether this is a jurisdiction in which he is currently residing when he says, I intend to fly to the Philippines in 21 days. That debate would ­­ would be mooted out by the new statute.",
  "I don't think that that's the way we're reading the provision, Mr. Chief Justice. We're saying that there are two obligations there: one is to register and the other is to keep the registration current. And if you allow the registry to have inaccurate information, that when it ­­ where you look up your current address and it's not your current address, then you've violated that obligation. And we think that subsection (c) provides additional explanation as to what it means to keep the information current. And it says, you know what? You don't have to give advance information, advance notice that you're going to be changing your residence. You can do it up to three business days thereafter. But you have to inform at least one jurisdiction involved. And we think that in that situation, especially because another provision of the statute makes it clear that the jurisdictions that are entitled to the information about that change in residence include those from and to which the change in residence is made, they get the information. They are involved ­­",
  "­­ in ­­ in ­­",
  "That's correct, 16921(b)(3), which is on 11a of the government's brief.",
  "That is true, Justice Kagan, but what we think it reveals is that it is telling us which jurisdictions are involved in the exchange of information that is at issue in the change of residence.",
  "No. We think the offender is supposed to look to the notices that he received, which said he was supposed to provide notification of every change of address. I think any reasonable person, when told that he has to give notification of his change of address, says, oh, if I decide I'm moving out of the country, I don't have to tell every ­­ anybody, that that ­­ that is actually contrary to a common­sense reading of this provision. And we know that the notice reinforces the idea that he does have to inform Kansas. Now, as Petitioner says, that's clear as a matter of State law. We also think that it's ­­ that it's part of the minimum requirements of SORNA, and we don't think it's sufficient for the court to say, well, Congress expected this to be a State law prosecution and didn't want there to be a Federal law prosecution, because that would be true of virtually every single violation of Section 2250.",
  "If ­­",
  "If ­­",
  "No, not precisely it. We mean that it is involved because he has not told them, I am no longer living in Kansas.",
  "They are involved because he ­­ he is on the rolls there as being a current resident.",
  "So he has an obligation ­­",
  "Except he's not going to be on the rolls there.",
  "And he violated ­­",
  "There is support in the Attorney General guidelines to the extent that the Attorney General ­­",
  "­­ guidelines adopted in 2008 ­­ and we're not claiming Chevron deference to them, but this has been our construction of the statute all along.",
  "The ­­ the Attorney General guidelines are reprinted at the end of our brief, and they specifically say that he is obliged in order to keep his registration information current, to ­­",
  "This is at page 22a. It says, \"Even if he doesn't know where he is going next, he is required to keep the registration information current by informing the jurisdiction if he is terminating his residence, employment or school attendance in the jurisdiction.\" That's true in the domestic context. And then if you ­­ if you go on to page 24, it ­­ it articulates the same requirement in the context of needing to keep the registration current in jurisdictions where someone resides when you're moving out of the country.",
  "We're not claiming that the Attorney General has expanded the text of the statute, Mr. Chief Justice. I'm just saying that this is the way the Department of Justice has been construing the statute since 2008. Jurisdiction's implementing the statute. Understand this, and they've been informing sex offenders that they have an obligation.",
  "If ­­ if ­­",
  "That ­­ that's ­­ if ­­ if you disagree that this is a fair reading of the statute, I'm not going to tell you that the guidelines make it a fair reading of the statute. I ­­",
  "I'm ­­",
  "Well, I'm also telling you that we think ­­",
  "I'm ­­ I'm telling you that we think we have good reasons for this construction, and Justice Breyer asked if there's anybody who's ever adopted this construction before, and I say, yes, the Attorney General publicly did so in 2008. All SORNA­implementing jurisdictions were told this is the way the Federal government reads the statute, and they're supposed to inform sex offenders of this. In this instance, Kansas has informed Mr. Nichols that he has an obligation to provide notice when he is terminating his residence. They've gone above and beyond what SORNA requires by always demanding that he inform Kansas, even though SORNA, under our reading, would allow him to inform any one jurisdiction involved. We think ­­",
  "He has to ­­ he has to report any change in the residence information, yes.",
  "That their language does ­­ it specifically says, \"He must reregister any change or termination of residence within three days to the registering law enforcement agency or agencies where last registered.\" So that's the ­­",
  "Where it specifically picks up and says, you have to go back to where you last registered, we think that goes beyond ­­ that's the way in which Kansas law goes beyond SORNA, because SORNA does not always require that. We think that in a situation like this, SORNA effectively required that, because there's no other place for him to have gone. But we also take Petitioner's concession that SORNA permits him to comply with the requirement to keep his registration current by going to the office in Kansas. And it's the same form. There's no doubt that it's possible for him to report the change in residence there. The form says, what is your address? And it has location start date and location end date, and those can be reported in advance or after the fact. Our position is just that when SORNA gets around to saying what it means to keep your registration information current, you have to do that in at least one place within three business days. And so we think that that means he could do it in Kansas even the day after he moved. If you disagree with that, we still think it also must mean at least, as Justice Alito was explaining, that he has to do it ­­ he has to comply with it by doing it while there still is one jurisdiction. There's no doubt that Kansas was a jurisdiction involved while he was still residing there.",
  "Well, I ­­ I take the point, Justice Kagan, but remember this is somebody who is not just a Federal sex offender. He's on Federal supervisory release. The notion that we have somebody on Federal supervisory release, we're supposed to be keeping track of him and making sure that he's not committing other crimes. If ­­",
  "Well, as ­­ as I said, he was a Federal sex offender who was on Federal supervisory release who appeared to be on the cusp of committing additional Federal offenses in the Philippines, and so we brought him back. And we do think that there's a Federal interest in this case. But Section 2250 includes cases where somebody is also violating State law, because by definition, all of these registration requirements in SORNA much of the time are also going to be violations of State law. And ­­ and so in this instance, the problem is that the registry was inaccurate. It's supposed to say where he's living.",
  "That's right.",
  "That ­­ that's ­­ that's the applicable responsibility here. That's right.",
  "Yes, Justice ­­",
  "Absolutely, Justice Alito. And it ­­ it would have been a Federal offense for him to have engaged in ­­ in sexually elicit conduct in the Philippines.",
  "That's ­­ that's correct, Justice Kagan. The new statute does that as did the supplemental guidelines that the Attorney General adopted in 2011 under SORNA as additional information that was required. That's not what's at issue in this particular case.",
  "It's ­­",
  "It's true that the guidelines were addressed. Both the guidelines and the supplemental guidelines were addressed to implementing jurisdictions. They were articulating the Federal government's construction of the statute and ­­ and what is required.",
  "Well, we ­­ we ­­",
  "Well, but what the jurisdiction was told is that it has to inform sex offenders that they must do this, and that happened here. Kansas informed him that he had to provide notice of any termination or change in his residence. That's what was required by SORNA.",
  "It ­­",
  "Yes.",
  "Yes. And in this instance, Petitioner acknowledges it's a State crime. It is also a Federal crime. Mr. Chief Justice, May I finish answering?",
  "Under Section 2250, because he's a Federal sexual offender, there doesn't even need to be independent travel. It's the violation of the SORNA requirements that makes it a Federal offense."
]