[
  "Mr. Chief Justice, and may it please the Court: The respondents' fraud on the FDA claim is impliedly preempted for two reasons. First, it conflicts with the Federal Government's exclusive authority to enforce the act's prohibitions against fraud on the FDA and second, it conflicts with the FDA's decision clearing the devices at issue here for marketing. Now, as to the first point, the act expressly gives to the Federal Government exclusive authority to enforce the act's prohibitions against fraud on the FDA, and the claim here conflicts with that allocation of authority because it asks the States to impose on an individual an obligation not to defraud the FDA. Now, in this area of preeminent Federal concern, there is no room for that State rule. It is up to the Federal Government to decide whether the FDA has been defrauded and, if so, what to do about it, and that is particularly true when the question is whether the FDA's own internal decision-making process has been corrupted through an act of fraud. Now, as to the second point, the --",
  "The people who were -- there would not be an injury for the fraud, but there would be whatever other claims --",
  "For the -- there would not be private damage actions for the fraud on the FDA.",
  "The only remedies they would have are the other remedies that State laws affords if the product was --",
  "Well, let me just continue. The fraud claim is preempted, but if there is negligent design, negligent manufacturing, failure to warn, common law malpractice, all of those claims are available, but insofar as they would be asserting an essential element of the claim would be that the FDA was defrauded, that is an area of exclusive Federal concern, and the State common law cause of action would be preempted.",
  "331(q)(2) is the prohibition against fraud, 21 U.S.C. 331(q)(2), which I don't think is included in any of the materials here.",
  "And the exclusive enforcement is 21 U.S.C. 337(a), which with certain limited exceptions gives the Federal Government exclusive authority to enforce the act's prohibitions.",
  "I'm not aware of cases, but we think the same general principle, if a court is defrauded and its judgment permits certain conduct, then the method to go about getting relief from that is to go back to the court and say that that judgment has been secured by fraud, and the same thing is true here.",
  "I have not seen that theory tried, Justice Kennedy. Now, the second reason that there's preemption here, and this is a second and independent reason, is that the State law common law claim conflicts with the Federal clearance decision, and the reason --",
  "The FDA's decision clearing the devices at issue for marketing, and the reason that it does is that an essential element of this claim is that the devices never should have come to market under Federal law, whereas the FDA has determined that they should, and the fact that there is an allegation here that that decision was secured through fraud does not avert the conflict, because the FDA can reconsider its decisions and withdraw them if it determines they've been secured by fraud, but unless and until it does that, those decisions remain binding and authoritative, and they preempt any conflicting State law claims.",
  "Yes, Justice Stevens, but that's under my first argument and not under my second argument.",
  "You probably do, Justice Scalia, and there may not be a perfect analogy here, because --",
  "That's correct, because the second theory of preemption would be gone, but our first theory of preemption, which is that this is a matter of exclusive Federal control over the decision as to whether there's fraud and what the remedies for that should be, would still be in effect.",
  "It can.",
  "That's correct. Now, finally, the final point I wanted to make is that the --",
  "No. We --",
  "There would still be a --",
  "On the second implied preemption that I've given, which is that an outstanding Federal clearance decision, there would not be preemption, but -- because that would have been withdrawn, but on the first theory preemption I'm giving, which is that the decision about whether there is fraud and what the remedies for that should be, there would still be preemption of that claim. Now, either one of those theories is independently sufficient to resolve this case. Now, the final point I wanted to make is that the respondents say that this case is just like Medtronic, and the claims here shouldn't be preempted for the same reasons the claims in Medtronic were not preempted, but there are three basic differences between the claims in Medtronic and the claim here. The claims there, the State was performing its traditional role in enforcing ordinary duties of care running from the manufacturer to the consumer, whereas here it's seeking to impose an obligation on somebody not to defraud a Federal Government agency. The claims there had an existence that was completely independent of the Federal scheme. This claim is entirely derivative. Without this Federal regulatory scheme you could not have a fraud on the FDA claim. And finally, the claims there were not preempted by the Federal clearance decision. They all assumed that the devices had been permissibly cleared under Federal law, whereas here, the claim conflicts with the Federal clearance decision. If there are no further questions --",
  "Mr. Chief Justice, and may it please the Court: The PLRA requires an inmate to exhaust available administrative remedies without regard to whether they offer the relief that the inmate seeks in court. So if an institution responds to legitimate complaints about excessive force through such means as disciplining the officer involved --",
  "Then we would say that no administrative remedies are available.",
  "On that small point and I don't think it would come up very much because almost often -- almost in all cases there would be something that the administrative process could do about the complaint and here we're talking about a complaint about excessive force. So the available remedies that have to be in existence is just something that addresses complaints about excessive force and it could be transferring the inmate to another area, it could be disciplining the officer involved and directing the officer not to repeat that conduct and that would show that administrative remedies are available and an inmate would have to exhaust, even if he only wants to seek money in court. Now that conclusion follows when the textual changes that Congress made in the statute. Before the Act was amended, exhaustion could only be required when the available administrative remedies were effective. And this Court said in McCarthy against Madigan that administrative remedies are not effective when the inmate seeks only money and the administrative process does not offer that specific form of relief.",
  "Of course, it was dictum, but when Congress is reviewing a statute and are attempting to amend it, it's very unlikely that Congress is going to make fine distinctions about whether this Court had a holding or an analysis that was necessary to the holding or that it was dicta. What Congress was faced with was an interpretation of the term effective and the Court interpreted it to mean then when administrative remedies do not offer money and the inmate is seeking money, the administrative available remedies are not effective and in that context, Congress's elimination of the term effective shows that Congress intended to require inmates to exhaust available remedies in all cases, including ones like that in McCarthy, in which the inmate seeks only money and the available remedies do not offer money. So what we have, what the statue essentially says to an inmate, is if you have a complaint about prison conditions and the administrative process will address it in some way, you must give the administrative process a chance to do it to your satisfaction and if they cannot do that --",
  "I think it's some relief, but that's what I think is implicit in a grievance procedure. I would just use the word grievance procedure. A grievance procedure is something that offers some relief for the kind of complaint that an inmate is complaining about. And the reason Congress made the particular changes that it made here is it wanted to reduce the enormous burden that these kinds of cases were placing on Federal district courts and the change that it made accomplishes that in two important ways. First of all, an inmate may start out wanting nothing other than money and he may end up being satisfied with something else. And second of all, you have cases where the inmate receives a decision on the merits and he decides after seeing that decision that this is not a claim that's worth pursuing in court. And finally, it's important to note that very few State administrative programs offer money for anything other than personal property loss. So the consequence of accepting the Petitioner's construction here would be that an inmate would have the ability in a wide range of case to avoid the exhaustion requirement simply by formulating a complaint that seeks only money. If the Court has nothing further --",
  "Mr. Chief Justice, and may it please the Court: When a district court has reason to know about a potential conflict and fails to initiate inquiry, the Sixth Amendment is violated only when there is a showing of an actual conflict and an adverse effect on the quality of performance. And we say that for three reasons. First, it is a central tenet of this Court's Sixth Amendment jurisprudence that a Sixth Amendment violation does not occur unless there has been prejudice to the defense. It would be inconsistent with that basic principle to set aside a jury verdict and order a new trial with all the societal costs that entails when --",
  "It is not. Under Sullivan, there has to be an adverse effect on the quality of performance, but it is still -- from that, there is inferred prejudice. It would be inconsistent with the central thrust of showing some kind of prejudice to reverse a conviction, set aside it, and -- and order a new trial when there has been no showing that the quality of representation has been affected. And in Sullivan, the Court held --",
  "In -- in Holloway, if there's no inquiry conducted by the judge, there's automatic reversal.",
  "The judge --",
  "No. I -- I think that what the Court said in Wood about the duty of inquiry and -- and -- this is somewhat vague, I will agree, but it said there has to be a clear possibility of a conflict.",
  "There's a duty of inquiry, but if the duty is not fulfilled and a trial is held and a -- there's a conviction and the defendant is seeking to overturn his conviction, at that point the defendant still must show an actual conflict and an adverse effect on the quality of his representation.",
  "I would say that there would --",
  "I would say that Holloway is a special case where prejudice was presumed conclusively based on two factors. The first is that deference to the contemporaneous judgment of counsel that he was operating under a disabling conflict, and when he's representing that he's operating under a disabling conflict, it's not just a representation that he has a conflict, but that this is going to affect his performance. He's not going to be able to represent the defendant adequately. And the second is that prejudice inheres in the situation in which a judge orders a defense counsel, over his objection, to continue representation even though the attorney believes he is not going to be able to perform adequately. And those two circumstances together create a per se rule of prejudice, and it's a carve-out from the Sullivan rule.",
  "Now, Wood is a situation where the Sullivan rule was applied in a case in which there was reason to know a clear possibility of an actual conflict. And what the Court said in that circumstance is that the Constitution would be violated if it was found that the lawyer had a -- a conflict that influenced his basic strategic decisions. And that is the same exact test as the Sullivan test. There not only has to be a showing of an actual conflict but an effect on performance for there to be a Sixth Amendment violation.",
  "It is both an actual conflict and effect. That's what it directs when it says the words actual conflict --",
  "I'm not saying that they -- he would have had a duty to discharge counsel. He can inquire --",
  "He can -- first of all, Holloway is a situation where the lawyer himself is representing that he cannot adequately represent --",
  "Well, if he represents that he cannot adequately represent the -- the defendant, and then the district court has to conduct an inquiry. And if the inquiry reveals that in fact representation can be adequately given, then the judge need not dismiss. But if the judge concludes that adequate representation cannot be given, then the judge should dismiss.",
  "After a trial has been held and the defendant is seeking to overturn his conviction, that's correct.",
  "Yes, but Strickland goes on --",
  "No. No, because Strickland goes on to say that in that situation, prejudice is presumed only where there's been an actual effect on -- on performance, both an actual conflict and an adverse effect on performance. What Strickland says is the defendant doesn't have to show the additional burden that is -- that is present in most Strickland cases of showing there's a reasonable probability that the outcome of the trial would change. But what -- Strickland reaffirms Cuyler v. Sullivan, which requires both an actual conflict and an effect -- an adverse effect on performance.",
  "Well, then you have a Holloway situation if the -- if the defendant -- defense counsel is representing that he's operating under a disabling conflict and the judge doesn't conduct an inquiry, then there's automatic reversal at that point. That's the Holloway carve-out.",
  "Well, there's a -- there's a --",
  "But that's because of the reasons for Holloway have to do with the deferring to the contemporaneous representation of a counsel that he is operating under a disabling conflict and that is given deference, together with the fact that when somebody is ordered to -- to provide representation over his objection, that a certain amount of prejudice inheres in that. And that's why the Holloway rule is as it is. And in this situation where that's not there and the defendant is seeking to obtain a new trial with all the societal costs that that entails, it is not too much of a burden for him to be able to identify a particular way in which --",
  "There's a certain amount --",
  "That -- that was the argument, but the district court found against the --",
  "-- against the defendant on both of those points. The district court carefully examined the questions of whether there was a conflict and whether there was an adverse effect. Those were the correct inquiries. And the argument that's being made here is that you can skip the second step, and it's our submission that under Cuyler against Sullivan and under Wood and under this Court's general Sixth Amendment jurisprudence, there has to be a showing of an adverse effect on the quality of representation. If the Court has nothing further.",
  "Mr. Chief Justice, and may it please the Court: For four reasons, actions that challenge particular instances of unlawful conduct such as excessive force are actions with respect to prison conditions that must be exhausted under the PLRA. First, in three cases, this Court has used the terms, prison conditions, or conditions of confinement, to refer to particular instances of unlawful conduct and, in one of those cases, McCrary v. Bronson, it applied the term to a single episode of excessive force. There's no reason to think that Congress intended any narrower meaning here. Second, the purposes of the exhaustion provision are to give prison officials an opportunity to resolve problems within the prison by themselves, and to reduce the enormous volume of prison litigation in Federal courts. In terms of those two purposes, there's absolutely no reason to distinguish between actions that challenge particular instances of unlawful conduct such as excessive force and any other sort of prisoner complaint. Prison authorities in fact have a particularly strong interest in resolving complaints about staff misconduct on their own, and grievance procedures are fully effective to do that without any need for significant Federal court litigation. Third, as this Court has recognized, it is extremely difficult to administer a line between isolated episodes or particular instances and more systematic practices, or actions undertaken pursuant to a policy. Any effort to do that would generate substantial additional litigation on a threshold collateral issue when Congress' goal was to reduce the amount of judicial resources devoted to prisoner complaints. And finally, creating an exception for particular instances of unlawful conduct has the potential to create an enormous loophole in the exhaustion requirement. Already, that exception has been applied by the Second Circuit to retaliation claims, to confiscation of property claims, and it has the potential and capability to be applied to a wide variety of prisoner complaints that are directed at the actions of individual officers. It is very unlikely that the Congress amended this exhaustion provision for the express purpose of making sure that a dramatically increased number of cases would have to go through the exhaustion process, would have simultaneously cut out that large category of claims that could benefit from the exhaustion process.",
  "McCrary v. Bronson.",
  "That's preenactment.",
  "And in that case was a construction of the Magistrates Act that had nonconsensual referral in cases involving conditions of confinement, and the Court interpreted the phrase, Conditions of confinement, to embrace single incidents, including excessive force, and rejected an alternative construction that is similar to the one adopted by the Second Circuit here that prison conditions refers to systematic practices, and it did so for the same reasons, really, that you should reach the same conclusion here. The Court said that the purpose of that act was to reduce the workload of Federal courts, and that would further that purpose, and it said that trying to draw that distinction between individual actions and systematic practices would provoke -- generate a whole new round of litigation, when what we're trying to deal with here is something that's trying to save time.",
  "Hudson and Farmer show that the term, prison conditions, can be used in a narrower sense, and that context matters, but here the context was in defining the substantive elements for proving a particular kind of Eighth Amendment violation, and the substantive standards for proving a claim really have nothing to do with whether a claim should be exhausted. The context we have here is an exhaustion provision, and the purposes of exhaustion, as I have said, are to give prison officials a chance to act first to solve a problem and to reduce the volume of litigation and, in light of those purposes, it simply makes no sense to adopt a narrower meaning. Instead, the Court should adopt a broader meaning that comes from Preiser v. Rodriguez, and McCrary v. Bronson, and Wilson v. Seiter.",
  "Justice Scalia, two responses to that. One is that the line that was actually drawn in Hudson as I read it is not between single instances and systematic practices, it's between excessive force claims and everything else, which is -- does still have its difficulties in administration, but maybe not quite as challenging as single instances versus systematic practices. The other difference is, we're talking about applying something at the liability stage to make a determination on whether there has been liability enough, as opposed to, what do we do right at the outset of litigation when somebody comes in with a complaint, it's a threshold question, and generating additional litigation about that on a threshold question on a collateral issue it seems to me is something that you would want to generate less litigation about, generally speaking. If the Court has no further questions --",
  "Mr. Chief Justice, and may it please the Court: For four reasons, a State's removal of a case to Federal court waives its forum immunity, permitting adjudication of the claims against the State in Federal --",
  "They are both protections that are afforded by the Eleventh Amendment. Certainly a State has both of those rights under the Eleventh Amendment. But the question is the State can waive one without waiving the other, and that's what it did here, by selecting a forum, Federal forum, for the adjudication of the claim. But in doing that, it did not give up the defenses that it had in State court. And one of the defenses that it had in State court, and it would also have in Federal court, is a right not to be sued at all on constitutional claims. But what it did give up is the right to proceed in State court, rather than Federal court, on the claims that it already has waived in State court. Now, the principle that justifies -- the -- the State's invocation of Federal court jurisdiction through removal is a particularly clear example of a State voluntarily invoking Federal court jurisdiction.",
  "To the extent that there are constitutional claims against a State, that's correct. To the extent that there are State law claims against the State, that is not correct because the State has waived its forum immunity with respect to the State law claims --",
  "Justice Ginsburg, that would be a question for the exercise of the district court's discretion under the supplemental jurisdiction grounds. That -- certainly if the Federal -- all the Federal claims were out of the case, one ground for remanding the rest of the cases under the supplemental jurisdiction statute would be present. It would be a matter, though, for the exercise of the district court's discretion.",
  "Correct.",
  "Right.",
  "Correct, and that would argue more strongly in favor of the district court exercising its discretion in that direction, assuming there's no other Federal claim in the case. And let me just address that briefly because it is our understanding that a suit against a State official in his official capacity for injunctive or declaratory relief is not a suit against the State and it is a suit against the person under -- under section 1983. So, if there is a claim -- and I'm unsure of whether the complaint should be read that way, but if there is a claim against the individual defendants in their official capacities for declaratory or injunctive relief --",
  "Only as to the claims against them in their personal capacities, not as -- with respect to the claims against them in their official capacities. So, that claim, if it's -- if it was there to start with, it's still there.",
  "The distinction that the court drew was -- is this -- traces its origins to Ex parte Young, that that is a suit against the officer in his official capacity. There's no allegation that he's done anything in violation of State law, and you're not trying to --",
  "I think it's -- it's largely true that he wants a money judgment, but there is one allegation in his complaint upon which he relies in saying that he's also seeking declaratory relief against an individual -- an individual officer in his official capacity.",
  "I would say -- I don't want to quibble too much with the semantics, but I would just -- I would put it this way. The official is not the State for purposes of --",
  "No, they did not --",
  "If it was ever there, Justice Breyer --",
  "-- it's still there.",
  "Again --",
  "Well --",
  "It -- it wouldn't have a right to have the case sent back.",
  "It would never -- because it's a matter for the district court --",
  "And what I would say --",
  "That would be the question whether there is an abuse of discretion.",
  "And the -- I don't want to argue that part of the case too much, but the reason would be if there are still Federal law claims against -- 1983 *games against the -- individuals and they arise out of a common nucleus of operative facts with the claims against the State, then it would still be fair to try those claims in Federal court because the State made a voluntary choice to bring this case into Federal court. It had an option to leave the entire suit in State court if it wanted to. It exercised the option to bring the case into Federal court. Now, once it did that, under Federal law, the Federal consequence of that is that a Federal court has authority to adjudicate the very claims that the State has brought there. And the principle that --",
  "I am, Mr. Chief Justice, because under this Court's decision in Pennhurst, if a plaintiff files a suit in Federal court that includes both Federal law claims and State law claims, the State law claims against the State are -- have to be dismissed under Pennhurst. But the situation is different. This plaintiff did just what the Pennhurst opinion suggested that he should do, which is to file his claims against the State under State law in State court. And -- and with that, he added his Federal law claims so that he could have a single lawsuit filed in a single forum. Now, what the removal statute says is that there's only can be removal if there -- you get the consent of all the parties to the removal of the entire case. The removal statute does not allow for State court defendants to divide up a single case or controversy into two different cases in two different forums. And the State is effectively seeking to accomplish that goal. Now, it says it needs to do that because it wants to get the benefit of a Federal forum for its State employees. But the -- just because the State has a difficult choice to make about whether to remove a case to Federal court or not doesn't mean its decision to bring the case to Federal court isn't voluntary. It's still a voluntary decision to bring the case to Federal court. It's also a little surprising to hear the State say that it needs to have a Federal forum for its State officials on Federal law issues when the State has repeatedly and successfully argued to this Court that State courts are fully competent and just as competent as Federal courts to adjudicate Federal law issues. And it's -- it's particularly surprising that the State thinks it's in the State's interest for its employees to get an interlocutory appeal in Federal court when the State's own policy is that they aren't entitled to an interlocutory appeal.",
  "It certainly is.",
  "It absolutely is, Mr. Chief Justice, and all we are saying is once it does that, then it has to accept the consequences of that choice, which is the Federal court then has authority to adjudicate the entire case that has been brought before them -- before it. I wanted to say a word about the -- the Ford Motor Company case because in the Ford Motor Company case, the Court did deem State law authority to consent to be the critical issue. But all other decisions in which the Court has addressed the invocation issue, the Court has held that an individual when -- I mean, when a State invokes Federal court jurisdiction, it waives immunity as a matter of Federal law.",
  "Mr. Chief Justice, and may it -- may it please the Court: Under the EEOC's guidance, the question whether shareholder-directors are employees depends on whether they operate independently and manage the business or, instead, are subject to the organization's control. That standard aligns the test for determining the employment status of shareholder-directors with the test that courts have long used in deciding whether partners are employees.",
  "I guess largely, yes. The EEOC started with the common, common law right to control test that is used to distinguish between independent contractors and employees and adapted it to make a distinction between those who were the proprietors of the business and that business' employees, and it did so in a way to align its standards for looking at the question of shareholder-director with the same standards that have been used by all the courts in deciding whether partners or -- are employees",
  "If you look to the Restatement as the measure of the common law --",
  "-- then generally speaking, a -- a director who didn't employ service -- perform services would not have been an employee, but a director who performed services would be. Now, the only hesitation I would have is to say that the -- that at the time of the Restatement there wasn't -- there weren't professional corporations that mixed and matched features of partnership and corporations, so there's not as clear an answer on that.",
  "The -- the Court should give weight to the -- the EEOC's test because it reflects its accumulated and longstanding experience in administering the act, but we're not asking for Chevron deference here.",
  "It -- it did say that, that it -- it doesn't get Chevron deference. Now, there is an exception now. Under the ADA, the EEOC can issue regulations, and this Court has held that those regulations are entitled to Chevron deference, but this is guidance that applies across the board to all the nondiscrimination laws, and what the Court has said in that context is that the EEOC's analysis gets weight, in light of the fact that it has accumulated experience under the law.",
  "It would be a Skidmore deference, that's correct. Now, what --",
  "Neither of those two, Justice Breyer.",
  "I -- let me get to Darden, because I think that's the focus of your questions. As we read Darden, there is language that is certainly broad enough in it to say that any time you use the word, employee, you mean common law employee, but I think that those, what -- you have to understand Darden in the context of the -- the issue it was resolving in that case, and there it was trying to draw a distinction, whether the term employee embraces independent contractors, and in that setting, Congress had twice amended statutes to make clear that the term, employee, did not mean independent contractor after this Court has said that it could, and in that context, it makes perfect sense to start out with a very strong presumption that when Congress uses the term, employee, it does not mean independent contractor. But that's not the situation we have here, and in other cases where the Court has looked at statutes that use common law terms, like Title VII does with respect to the term, agent, it has felt a lot more freedom to adjust that common law term to the purposes of the statute, and I would point you to the Faragher case and the Kolstadt case as two examples of that, and that's what the EEOC has done here. It has adapted that common law principle in light of the fact that we have an established tradition in the courts, well-established, of looking at the question of partnership in a functional way, does this person actually operate as a proprietor of the business, or is this a partner in name only, and it makes perfect sense for the EEOC to apply that same kind of functional analysis in deciding whether shareholder-directors are employees, because for purposes of deciding who should get the protection of the act, and that's what we're talking about primarily here, there is no practical difference between shareholder-directors who run a business and partners who run a business, and so it makes sense to -- to use the same test. Applying the same test also makes sense in light of the purposes of the small business exemption, because the purpose of that exemption is to spare small businesses the very substantial burdens of complying with the nondiscrimination laws, and those burdens are experienced in exactly the same way regardless of whether those who choose to organize a small business do so through a partnership form or a corporate form, and the -- the analysis that the tests should be the same across the board also makes --",
  "Yes, we do.",
  "No.",
  "Well, it -- it's possible that's true, but what the EEOC's guidance --",
  "You make --",
  "What -- what we have here under the EEOC's guidance is, ultimately you make an overall judgment that's either-or, based on all the considerations in the guidance, and they are at page 9 of our brief, so that, just as in the partnership context, you look at all of these factors, and just as you would in an independent contractor status kind of situation, you look at all the relevant factors, and then you make an overall judgment about, essentially does this person function as a proprietor of the business, or is he functioning as an employee of the business overall.",
  "The -- the approach that the EEOC has taken is to -- is a functional approach that tries to treat all people alike, and to look to the real functional relationship between the individual and the employee, and the fact that somebody may have chosen to do something for tax consequences, or chose to do something for purposes of limiting individual liability, really doesn't have anything to do with whether he is the sort of person who should receive protection under the nondiscrimination laws, and this is ultimately what we are determining here, are these shareholder-directors people who are employees and therefore receive protection under the nondiscrimination laws, because it's only those people who are the --",
  "That's --",
  "That's correct.",
  "But in order to answer the question you have in front of you, which is, is this a small business and does this employee get protection, you first have to answer the question of, are these shareholder-directors employees who get protection under the law, so that is the inevitable product of having to decide the small business exemption, is that you have to decide, these are people who get protection under the laws, and it -- it's just not the case that the policies that underlie decisions about incorporation having to do with tax consequences and individual liability have anything to do with whether these are the kind of people who should receive protection under the nondiscrimination laws.",
  "Well -- I'm sorry, Justice O'Connor.",
  "I -- what Congress did in the small business exemption is to link the exemption to the number of people who receive protection under the laws, and that makes sense, because it means that at most, when the small business exemption applies, at most, 14 individuals will be excluded who otherwise would have had protection.",
  "Mr. Chief Justice, and may it please the Court: California's statute of limitations does not violate the Ex Post Facto Clause because it does not violate any of the four Calder categories.",
  "Insofar as we're talking about the Ex Post Facto Clause, correct, yes.",
  "Well, the -- the legislature could not undo a -- an executive pardon --",
  "-- under this Court's decisions. Under the Pardon Clause, it has finality that the legislature can't undo it. I think the case is Ex parte Garland.",
  "The provision of the Constitution that grants the President the power to pardon.",
  "Can I -- let me -- let me do the pardon first.",
  "And then I'll move to the amnesty. With respect to a presidential pardon, it is final with respect to the legislature by virtue of the Pardon Clause. The Pardon Clause gives the President the power to issue a final pardon that the -- the legislature can't undo.",
  "It is not, but that's how the Court interpreted the Pardon Clause in, I think it's Ex parte Garland, but I'm not sure of the decision.",
  "There would be a State constitutional provision usually analogous to that.",
  "There would not be a Federal --",
  "If the State -- if the State says no, then the only question that would arise in a pardon is if you start to analogize it to a agreement situation like Santobello because in some pardon situations, it's like an offer and it has to be accepted. You can't just force a pardon on somebody. And if there's an offer and an acceptance, you could potentially analogize it under the due process principle of Santobello where the government can't withdraw from an agreement without implicating the Due Process Clause. With respect to an amnesty, there would not be, again, an Ex Post Facto Clause violation, and there would not be a -- any other sort of due process violation, again, once again, unless it fell into the Santobello kind of situation or the Raley kind of situation where the Government offers something, it's accepted, and then it --",
  "There's no -- there's no Ex Post Facto Clause violation with a statute of limitations running either. That's our position because it does not violate --",
  "Yes, yes. Now, with --",
  "The premise of that decision is that you cannot assert the Fifth Amendment when there's no present threat of prosecution, and there is no present threat of prosecution when there's an expired limitations period. But if the person speaks under compulsion in that situation, and a statute of limitations is subsequently retroactively amended, the Government could not use the testimony that was secured through compulsion.",
  "The -- in this Court's decision in Collins, it recognized there had been some disagreement about the scope of the Ex Post Facto Clause in prior cases, and with some courts saying that it goes beyond the four categories to capture laws that operate to the disadvantage of the defendant in some important way and with other courts saying it's limited to the Calder categories. In Collins, the Court resolved that debate and said that the Ex Post Facto Clause is limited to the four Calder categories. There is not a fifth category of things that operate unfairly to the disadvantage of the defendant. Now, that was the analysis that Judge Hand used in the opinion that you refer to. He did not say that this violates any of the four categories. He essentially said this operates to the disadvantage of the defendant in an unfair way, a line of analysis that this Court ruled out in Collins and reaffirmed ruling it out in Carmell. The same thing is true of the State court decision that Judge Hand referred to in the first in the line of those decisions, Hart v. Moore. It frankly acknowledged that this law, changing an expired limitations period, does not violate any of the four Calder categories. It said, though, we are going to go with the spirit that underlies the Ex Post Facto Clause. Well, again, this Court's decision in Collins absolutely rules out that line of analysis. In order to find an Ex Post Facto Clause violation, you must find that it violates one of the specific Calder categories.",
  "On the --",
  "No.",
  "In Hart v. Moore, which is the key precedent that Judge Hand referred to, it's just an 1880 case, the -- the Court said that it doesn't violate the four Calder categories. And so it -- it relied on the spirit underlying the clause. In the case of Judge Hand, he didn't undertake an analysis under the four categories, but he undertook the kind of a catchall fifth category analysis that some of this Court's cases suggested was possible at the time, but that the Collins case said is not. Now, with respect to the question of category two, category two, this Court explained in the Carmell decision, is traced to Wooddeson's discussion. Wooddeson said that there are two kinds of laws that affect punishment. One of them creates new punishments, another one increases the severity of the punishment. And what the Court said in Carmell is that Justice Chase precisely adapted those concepts into his category. Category two is changing -- creating a punishment. Category three is increasing the severity of the punishment. And that is the limit of what those two categories involve, and neither of those are implicated in this case because the punishment is exactly the same in form and amount as that which was prescribed at the time of the offense.",
  "But -- but the situation is not that the -- it is stare decisis from that case. It is stare decisis from subsequent cases like Collins and others which have concluded that Justice Chase accurately determined the limits of the Ex Post Facto Clause based on the historical evidence of what the Framers thought, including Wooddeson and Blackstone and -- and State constitutions, and the Framers and other sources that he relied on. He was right. He got it right, and subsequent decisions of the Court have held that, including Collins.",
  "No. In -- in Collins, what the Court said is that -- that prior cases had used that formulation of any defense and in particular Beazell. And what Collins did was to clarify that the only defenses that are available are those that go to excuse or justification at the time the offense is committed. And it merges it then with the first category which deals with changing laws and criminalizing conduct that was innocent when done. The defenses that -- that are prohibited that you can't change under the Ex Post Facto Clause are those that have the effect of criminalizing conduct that would have been innocent when it was done. I want to move to the fourth category where some of the questions have been, and it's critical to understand the fourth category is closely connected to the first category. It -- it changes what evidence is sufficient to show that the defendant's conduct was a crime at the time he acted, and a statute of limitations does not operate in that way. It changes what evidence is sufficient to show that there has been a timely prosecution, but it has no effect whatsoever on what evidence is sufficient to show that the defendant's conduct was a crime at the time he acted.",
  "It -- it would, Justice Breyer, if you said no evidence is sufficient to sustain a conviction unless it meets certain specifications because that's going to the crime. You can't prove up the crime that way.",
  "No. Admissibility is a different question, Justice Breyer.",
  "It wouldn't apply to admissibility. Under -- Carmell draw -- drew a distinction between admissibility and sufficiency of the evidence rules. Changes in admissibility rules are permissible. Changes in sufficiency of the evidence rules are not. Now, explaining further why the fourth category needs to be read in this way, there are several reasons. The first is that's the way the Court has applied the fourth category. In situations where there's been a change in what evidence is sufficient to prove the first -- to prove the defendant committed a crime, it found a violation, as in Carmell and as in Cummings. But where the change was -- there was a change in what was sufficient to establish some other precondition that doesn't go back to whether the defendant acted criminally at the beginning, the Court hasn't found a violation. And -- and the example is Gut v. Minnesota where there was a change in the venue rule. What was changed there -- change was -- was sufficient to prove venue, which was a precondition to guilt, but it didn't change what was sufficient to prove that the defendant acted in a criminal manner when he acted. And the Court said that there was no fourth category violation. Also, the statutes of limitations for over 100 years -- all the courts have concluded that if you retroactively amend an expired limit -- I'm sorry -- an unexpired limitations period, there's no Ex Post Facto Clause violation, and in terms of the Calder category four, there's absolutely no difference between those statutes and this one. In both cases, it changes what's sufficient to show that there is a timely prosecution. In neither case does it change what's sufficient to show that the defendant committed -- when he acted, he committed a crime. And that is what category four is about. Finally, in Carmell, this Court noted that category four is a mirror image of category one, and it said they both work together to prevent subversions of the presumption of innocence. And that description of category four supports the conclusion of the linkage between four and one that the -- what you're talking about are rules that change what evidence is sufficient to show that the defendant's conduct was a crime when he acted. And that's not -- and the statute of limitations here doesn't do that. It changes what's sufficient to show that there's been a timely prosecution. It doesn't change in any way what's sufficient to show that the defendant committed a crime when he acted. If the Court has no further questions --",
  "The -- the only precedent -- and it's mild precedent -- is the Stewart v. Kahn decision where the Court was examining a retroactive tolling period during the Civil War, and the Court -- the issue actually before the Court was the civil component of that. But in the course of discussing that, Justice Stevens, the Court mentioned that the criminal component of it was also retroactive and -- and it applied to expired limitations period. And in a paragraph that applied to both civil and criminal, the Court said there's no constitutional problem with that.",
  "Mr. Chief Justice, and may it please the Court: Since 1964, Title VII's disparate treatment prohibition has required a finding that a protected characteristic such as gender was a but for cause of an adverse employment decision. Now, the '91 amendments create a special rule of liability for mixed-motive cases where proof of but for cause is not required. To qualify for --",
  "It -- the --",
  "The text that says, even though other factors also motivated the practice, make clear that the amendment only applies to mixed-motive cases. It doesn't say, even if, which would be regardless of whether, but it says, even though, which means the factors were present, but that it doesn't matter. And so the text makes clear that it applies only to mixed-motive cases, but it doesn't address --",
  "2(m) says, even though other factors also motivated the -- the practice. That's what 2(m) says. And that -- that limits it to mixed-motive cases.",
  "No. If it -- if it was whether or not, it would be even if. Even though means the factors were present. Other factors were present, but it doesn't matter under this statute that they were. Now, the text of the law doesn't address what kind of evidence is sufficient to make out a mixed-motive case, and it leaves that to resolution through background principles as Congress typically does. Congress typically does not address what kind of evidence is sufficient. And the key and most relevant and pertinent background principle here was that before the amendment, direct evidence was required to make out a mixed-motive case.",
  "Two sources for that, Justice Souter. One is the court of appeals' decisions, and there were five between the time of Price Waterhouse and the time of the '91 amendments, and that formed an important part of the backdrop against which Congress --",
  "I -- I would not --",
  "I think that those two -- those cases, for the most part, were trying to reconcile this Court's decisions in McDonnell Douglas with Price Waterhouse, and that's exactly the first source for where we would get the background rule as well.",
  "Because it was trying to be -- they were trying to be faithful to this Court's decisions in McDonnell Douglas and Price Waterhouse. And let me explain how those two decisions fit together because in -- in Price Waterhouse, there was direct evidence, and six Justices said that was sufficient to shift the burden of proof. Now, no opinion expressly stated that something other than that would be sufficient to shift the burden of proof.",
  "That's correct.",
  "That's correct. And five did not say that it would -- that anything less would be sufficient, however, and that issue is resolved by McDonnell Douglas and -- and that line of cases. And what McDonnell Douglas and that line of cases say is that in a purely circumstantial evident case -- evidence case -- the plaintiff has a very light burden at the outset, but that once the employer comes back and puts on a nondiscriminatory explanation, the plaintiff has to carry the burden of proof all the way to showing pretext and but for causation. The plaintiff under the McDonnell Douglas line of cases has to show but for causation. So when you put the two decisions together, Price Waterhouse and McDonnell Douglas, the rule that emerges is in -- to get into the Price Waterhouse box, where you get a shift in the burden of proof, you need direct evidence.",
  "It -- it's a mixed-motive case where it's not a but for factor. That's correct.",
  "No. If it's -- if it's the sole motive, then it would be a violation under 2000e-2(a)(1). That would be a --",
  "No, because 2000e-2(m) is designed just for cases where there's more than one motive.",
  "It leaves that to background principles. And as I was saying, that's the background principle. The second point that's very crucial here is that if there's not a direct evidence requirement, Justice Stevens, the result would be that you are going to effectively render superfluous 2000e-2(1) which up until now has been the principal safeguard against discrimination, and the reason is that 2000e-2(a)(1) requires proof of but for cause. 2000e-2(m) requires proof --",
  "If it's just --",
  "It -- certainly it is --",
  "-- 2000e-2(a)(1) but not -- it doesn't apply where cases where it's not a but for cause. That's what --",
  "Well --",
  "No.",
  "No. That -- that's a special case, Justice Breyer.",
  "And -- and the ordinary rule is that you have to show that it's but for cause, and the Court said as much in --",
  "The -- the key point that you're missing there is that if you interpret 2000e-2(m) in that way, you would be rendering superfluous 2000e-2(a)(1) which requires but for cause by virtue of the because of language. And if -- if under the -- that's because in order to show a violation, a plaintiff would only have to show motivating factor, not but for cause. It would render -- no plaintiff would ever seek to prove a 2000e- 2(a) case. They'd always seek to prove a 2000e-2(m) case. And the result would be that what up until now has been the principal safeguard in literally thousands of cases under Title VII would be translated -- transformed into something that is almost completely obsolete, and there's just nothing to indicate that Congress intended to so radically change the fabric of Title VII law. And what we have is a much more modest adjustment.",
  "That would be a very big change in this Court's law if -- if this Court said that because this Court has already said, under Title VII, the background understanding is more likely than not, and that's what the plaintiff has to show. And so the way to look at this amendment is not as a very fundamental change in the basic fabric of Title VII law, but a response to a particular decision. That's what Congress was responding to. And if you'll recall in that case, there was direct evidence. An employer basically admitted that it had taken gender into account, and then the Court said, well, the employer can get out from all liability by showing absence of but -- but for cause. And Congress responded to that particular decision in doing that. But that didn't mean that Congress thereafter went on to undertake a complete reexamination of the law. It left it where it was, and where it was is in purely circumstantial evidence cases, under McDonnell Douglas, once the employer introduces a nondiscriminatory explanation, the plaintiff has to carry the burden of proof of showing pretext and but for cause. If the Court has nothing further.",
  "Mr. Chief Justice, and may it please the Court: Enforcement of the decree in this case does not violate the Eleventh Amendment for two reasons. First, any Eleventh Amendment objection was waived, and second, enforcement is permissible under Ex Parte Young. Now, the waiver issue arises in this case because the State officials are arguing that the relief in the consent decree that is directed to them violates the Eleventh Amendment, and it is that Eleventh Amendment objection that those same officials, together with the Attorney General, waived when they asked the district court to enter the very relief that they are now objecting to on Eleventh Amendment grounds. And the reason that there is waiver is that under this Court's cases, when the Attorney General on the -- of the State on behalf of the State invokes a Federal court's jurisdiction, Eleventh Amendment immunity is waived. Now, when the Attorney General in this case entered into a consent decree on behalf of State officials in their official capacity and then asked the district court to enter that decree, he clearly invoked that court's jurisdiction and waived any Eleventh Amendment objection to the entry of that judgment against those State officials.",
  "First of all, you would have the question of waiver, and that is answered by the inquiry that Lapides and other waiver cases have -- have instructed, which is do those -- are those officials authorized by State law to conduct litigation on behalf of the State.",
  "Well, I would say -- I would say it's a legal question --",
  "-- that typically in almost every State, Justice Scalia, it would be the Attorney General who is authorized to represent the State in litigation.",
  "Right.",
  "Yes. Then you get to the second argument in this case which is an Ex Parte Young argument, and the Ex Parte Young issue is that the consent decree in this case is permissible under Ex Parte Young because it provides prospective relief against State officials based on the Federal Medicaid statute. And those are the three requirements of an Ex Parte Young suit, that it be --",
  "In an Ex Parte Young action, State officials like all other Federal litigants are free to enter into consent decrees that go beyond what is strictly required by Federal law on one or more issues because there is a tradeoff. They then get less relief or no relief on other issues that they may care about. So this is a system that benefits Federal court litigants generally, and it is also one that benefits the State and its State officials.",
  "First of all, we -- we presume -- this Court presumes that State officials, when they act in their official capacity, are acting in good faith to implement the best interests of the State. Second of all, the State does benefit when its officials can enter into decrees that --",
  "I don't know of any such case, and as I was telling Justice Scalia before, all the Court's waiver cases up until now have been ones in which the Attorney General has represented the State and has waived the -- has -- has been authorized by the State to represent the State's interests in litigation.",
  "No, I don't think it -- it is a necessary -- waiver is not a necessary concomitant because it is a component of an Ex Parte Young case. This Court said, for example, in the Rufo case that State -- it had no doubt that State and local officials, in order to resolve litigation, could agree to relief that goes beyond what's required by Federal law.",
  "Yes, but let -- let me explain further.",
  "Yes.",
  "No, I --",
  "No. I didn't say it went beyond Ex Parte Young. I said it went beyond what was strictly required by Federal law. And as this Court said in the Rufo case, every Federal court remedial order that's entered by a Federal court goes beyond what's strictly required by Federal law.",
  "And Milliken permits that as long as it's aimed at remedying a violation. But there's one step beyond Milliken here, and that Rufo says that you can even agree to relief that goes beyond what a court would order after a trial as long as the relief furthers the objectives of the underlying law because there you are operating with the consent of the State officials in -- in selecting that relief.",
  "Well, at some point it has to resolve a bona fide dispute within the subject matter jurisdiction of the court as well, and if there's no arguable violation of Federal law that the relief relates to, then it falls outside of what a court should enter as a decree under Rufo.",
  "In general, once a decree has been entered, there's no objection that can be made at the enforcement stage other than subject matter jurisdiction. But subject matter jurisdiction would include an inquiry into whether what was at issue in the case was -- if it was an arguable Federal claim or sought to further the objectives underlying an arguable Federal claim. That's going to be rare that it won't do that, but if it doesn't do that, the State has a right to object to that on subject matter jurisdiction grounds. By the way, the State also has the right always to move for modification of provisions under this Court's decision in Rufo that are not arguably related to -- that are not related to any arguable violation of Federal law. If it's just a frivolous underpinning to the suit, the -- the State could always move for modification and get that provision eliminated under Rufo.",
  "No, no. I -- no. Rufo itself was a suit against local officials, but what Rufo said is that State and local officials can enter into these -- these kinds of agreements and that State officials and local officials could obtain modifications based on changes in circumstances.",
  "Mr. Chief Justice, and may it please the Court: An officer's failure to give Miranda warnings before taking an initial statement does not presumptively taint the admissibility of a subsequent statement that has been preceded by Miranda warnings and an express waiver of Miranda rights. And the reason is that the risk of compulsion that is inherent in unwarned custodial interrogation and that makes the first statement inadmissible is counteracted once Miranda warnings have been given.",
  "That is exactly the requirement that this Court rejected in Elstad, and the only difference between this case and in Elstad identified by the Missouri Supreme Court is that here the initial failure to warn was intentional. And the -- the fact of intentionality adds nothing to the level of compulsion that is experienced by the suspect during the initial interrogation. It adds nothing to the psychological force that operates on the suspect who has confessed once as a result of unwarned -- during unwarned questioning and the giving and subsequent administration of Miranda warnings is no less effective in providing the information that is necessary to make a knowing and voluntary decision --",
  "No, Justice Breyer.",
  "Because start with Elstad which rejected any requirement of a break. And -- and Elstad also said that the risk of compulsion that is inherent in the initial interrogation and that makes that inadmissible is counteracted once the Miranda warnings have been given, whether or not there has been a significant break between the initial and the second interrogation. Now let me address your question about reasonable and knowing and whether that should make a difference. The fact that the warnings were known, that -- that this was a custodial interrogation situation, the fact that the officer may have been unreasonable in thinking it was not -- neither of those adds anything to the level of compulsion that is experienced by the suspect during the initial --",
  "But the difference between this situation and Miranda is that what Miranda addressed was a situation where you were relying solely on a voluntariness inquiry to determine whether the statements that were admitted were compelled. And the Court has determined that there is an unacceptable risk in that situation when all you're relying on is the totality of the circumstances that a compelled statement will be admitted. In this situation, you are not relying --",
  "-- totally on the --",
  "Justice Ginsburg, how I -- how I would describe it is that you are required to give Miranda warnings if the government is going to be able to introduce this -- the statements as substantive evidence of the defendant's guilt.",
  "But the difference, Justice Stevens, is that -- that yes, there will be inquiry into the voluntariness of the first statement and the second statement, but the difference is that the only statement that is being admitted is the second statement. And that's --",
  "Well, not automatically inadmissible if it was compelled, Justice Stevens. There would be a --",
  "No. That would be presumptively taint -- it would presumptively taint the subsequent statement and then you would look to the --",
  "No. What I'm saying --",
  "No. Then -- then the situation, Justice Stevens, is you would look to a taint analysis to see whether other additional factors cured the initial compulsion and made the second statement voluntary.",
  "But what -- what I -- I'm sorry.",
  "I -- I just wanted to get this one -- one thing answered which is that when you are looking at the second statement and admitting it, you -- it is a statement that has been preceded by Miranda warnings. There is an express waiver of Miranda rights. There's a finding of voluntariness of the first, a finding of voluntariness of the second, and as to that statement at that point, there simply is not an unacceptable risk that that statement has been compelled. And on the other hand, there is a serious cost to the administration of justice when you exclude from the jury's consideration what -- a statement that is warned and voluntary and very highly probative evidence of the defendant's guilt.",
  "Yes.",
  "There has to be an inquiry into the -- there has to be a knowing and intelligent waiver. That is for sure. And if the officer does anything to pressure the suspect, as the Court said in Elstad, to force a waiver, then that would invalidate the subsequent statement.",
  "Well, I -- I think what is fair to say is if it has crossed over into compulsion, yes. But if all there is is a risk of compulsion and -- and that's what makes the first statement inadmissible, then whether or not there's a greater risk in the second situation of compulsion than the first --",
  "The longer the interrogation, that makes it relevant to the inquiry. But once Miranda warnings have been given, that is sufficient to cure any risk of compulsion no matter how high.",
  "I'm sorry. Then I think that the --",
  "No. I --",
  "Mr. Chief Justice, and may it please the Court: An employer is strictly liable for a constructive discharge in any harassment that has preceded it only when the constructive discharge comes about as a result of an official company act, such as a demotion. If the constructive discharge comes about as a result of a supervisor's creation of a hostile environment, then the employer has an affirmative defense and can show that the plaintiff unreasonably bypassed available opportunities for correction. Now, the requirement of an official company act as a predicate for strict liability comes from the Court's decision in Ellerth and is supported by two important considerations. First, a company act is the kind of act that is likely to be documented and subject to higher levels of review, and so it's the kind of act over which the employer can exert the most control. And that heightened potential to control makes it fair to hold the employer strictly liable, even if in a particular case the employer would otherwise be able to show that it acted reasonably and the plaintiff did not. It -- it -- second of all, furthering title VII's -- the -- recognizing the affirmative defense when there's not an official company act, furthers title VII's prophylactic purposes because it gives the employer an extra incentive to create policies that will help to prevent discrimination from occurring in the first place and it gives employees an added incentive to complain before problems become Title VII violations.",
  "Well, in this -- in this case you might want to -- what I was going to go on to say is you might want to initially decide the logically antecedent question of what it takes to -- to make out a constructive discharge claim in the first place. And if you did that, you should say that to prove constructive discharge, a plaintiff has to show that there's no reasonable other alternative other than to resign. And a plaintiff who has unreasonably bypassed an available opportunity for correction can't make out a constructive discharge claim in the first place.",
  "That -- that's correct, Justice Souter.",
  "Justice Souter, you are right with respect to the constructive discharge claim itself; that is, proving the constructive discharge will necessarily negate the affirmative defense to the constructive discharge claim. But that -",
  "Because it doesn't necessarily negate -- proving the constructive discharge doesn't necessarily negate the affirmative case -- defense to the claim of a hostile work environment that preceded the constructive discharge.",
  "Let me try to explain to you how this could come up. You could have a situation in which at the moment of resignation, the plaintiff was reasonable in believing that there was nothing she could do other than to resign and reasonable in bypassing the available procedures at the moment of resignation, therefore, could prove a constructive discharge. But it may have been the case that at a prior point in time, she would have been unreasonable in failing to complain about the harassment and therefore be vulnerable to the affirmative defense on the hostile environment claim even though she's proven her constructive discharge.",
  "The -- the way that she would get to the point that I described, Justice Souter, is if you had an escalating kind of harassment and at the last act of harassment, it would have been reasonable that - for the plaintiff to leave at that point -- let us say the supervisor does a lot of things, and then on the last act says, if you come back tomorrow, you're dead.",
  "Justice Souter, it would be a simpler system, but the -- the system we are proposing really is just superimposing on this problem the same structure the Court created in Ellerth and Faragher. The Court could have devised a simpler rule in Ellerth and Faragher.",
  "Well --",
  "I'm saying that the Court took into account various competing considerations in -- in structuring it, and it made for a somewhat more complicated scheme.",
  "We would say that you would remand because it is possible that there is a -- an official company act that caused the constructive discharge.",
  "To wit, the sequence of events leading up to the arrest, and that the arrest might be - we're not saying that it is -- but it might be an official company act. If it is and the plaintiff could show that that act left her with no reasonable alternative other than to resign, you would have a constructive discharge that leads to strict liability.",
  "It could be an official company if it is only the sort of thing -- if it depends on a grant of authority from the employer to the supervisor and it's only the sort of thing that a supervisor could do.",
  "Justice -",
  "Justice Scalia, I think it could be that you're right about that, but it also may be that it's the type of action where the -- the person was wearing both hats, as a supervisor and as a law enforcement officer, and that it was the -- only the sort of thing that a supervisor could have done. And all we're saying is that should be fleshed out. If you don't think that should be fleshed out, if the Court didn't think that that was a possibility, then there wouldn't be the need for the -- the remand. You could just decide it without a remand and -- and reverse on the grounds -- to get back to Justice Souter's point, you still, under my scenario have to get to the question of whether a constructive discharge is a tangible employment action.",
  "In that -",
  "Then in that situation, there's a constructive discharge, but there's a potential defense to the harassment claim that would depend on whether the constructive discharge is itself a tangible employment action. It only is a tangible employment action if it's brought about by an official company act, such as a demotion. If it's not brought about by an official company act, then the affirmative -- no affirmative defense for the constructive discharge because that's been negated by proving constructive discharge. But there is affirmative defense for the prior acts leading up to it that are framed as a claim about hostile environment. There would be an affirmative defense to the hostile environment claim if the hostile environment culminates in a constructive discharge that's not effected by an official company act.",
  "May I answer, Mr. Chief Justice?",
  "Yes. The -- what's that's missing is there is that Ellerth requires an official company act to have a tangible employment action as a - not just a change in status from being employed to not being employed. And if there's not an official company act, then the employer has the affirmative defense.",
  "Justice Stevens, and may it please the Court: The most serious problem with the Florida Supreme Court's explicit consent requirement is that it prevents counsel from pursuing what may be the most effective strategy for saving a defendant's life, even when counsel consults with the defendant on that strategy and the defendant does not object. In that situation, the Florida Supreme Court would require counsel to pursue an alternative reasonable doubt strategy even though that might undermine the case for sparing the defendant's life and even though the defendant has not consented to that strategy either.",
  "No, Justice Kennedy. You would still look at that question through the prism of Strickland's reasonableness inquiry. It would raise distinct concerns. A reasonable counsel would make a reasonable effort to iron out differences. Reasonable counsel takes into account the considered views of his client. But if, at the end of that process, counsel reasonably concludes that this is the only effective strategy for saving the defendant's life, then the pursuit of that strategy is not per se ineffective.",
  "Justice Kennedy, the -",
  "As -- the defendant could go to the -- to the judge and his counsel could go to the judge and say, we have had such a breakdown between us on what should be done here, we think alternative counsel should be appointed. But that would be a discretionary call for the district court. So too, the defendant could say, I want to exercise my right to self-representation, which he has a right to do. So those are the two checks on that.",
  "If I understand your question, Justice Souter, this is a situation where there was no objection initially, the lawyer proceeded to adopt a strategy, and then there was a -",
  "That -- that sounds to me like a case where there ought to be alternative counsel appointed if there has been such a --",
  "Probably not, Justice Souter, that you would analyze that under Strickland and you would find that that's not the reasonable performance of counsel in that circumstance.",
  "And so -- but the question here really is what do you do not in a case where there's been an objection, because there was no objection here.",
  "It is one factor that reasonable counsel will take into account, but it is not the only factor. In some situations, if you're not following the defendant's instructions, it can lead to such a breakdown in the attorney-client relationship that you couldn't possibly render effective assistance of counsel. So it is going to be a factor in that respect. But this case presents only the question of what happens when there's no objection, and when there's no objection, it makes no sense to say that where there's been consultation, no objection, that instead of allowing the lawyer to exercise his reasonable judgment on what the best thing to do is, he instead has to pursue an alternative reasonable doubt strategy that is less effective. And the Sixth Amendment simply can't be read to require counsel to pursue a less effective strategy that the defendant hasn't asked for. Now, there's no perfect analogy here, but the closest analogy is to the division of responsibilities for appeal where the defendant has the right to say whether he will appeal, but counsel has the right primarily to make the strategic judgments of what arguments will be raised on appeal. So too here, the -- the defendant has the right to decide to stand trial, but client has primary responsibility for making the strategic judgment of what defenses will be raised at that trial. Now, there is -- this is an important question, and therefore there is a duty on the part of counsel to consult with the defendant, but once that consultation has occurred, and there is no objection, and the choice that counsel made is a reasonable, tactical judgment under all the facts and circumstances, his pursuit of that strategy satisfies constitutional standards. There is no requirement of explicit, affirmative consent, and the Florida Supreme Court's judgment should, therefore, be reversed. If the Court has no further questions, thank you.",
  "Administrative sanction has never been imposed under title IX.",
  "There has been one case in which an administrative sanction was imposed under title VI, Justice Kennedy. It -- the agency does have some flexibility to attempt to get voluntary resolutions that are short of the sanction, the final sanction, but - -",
  "We do, Justice -- Justice O'Connor. I'm sorry. Retaliation against a person because that person has complained about sex discrimination under title IX is itself discrimination within the meaning of title IX. And that conclusion flows from four considerations, beginning with the Court's decision critically in Sullivan because in that case, the Court held that a person subjected to retaliation because he complained about racial discrimination against his lessee could sue under section 1982's prohibition, which only prohibits racial discrimination. Against the backdrop of that decision in Sullivan, Congress would have understood its prohibition against sex discrimination to afford comparable protection against retaliation. So a person who is subjected - -",
  "It is, Justice O'Connor, but the explanation for that for -- in title VII, for example, is that the core prohibitions in title VII refer to discrimination based on such individual's race, sex, or national origin, and that such individual's language rules out the kind of retaliation claim we are talking about here.",
  "If it's based on the fact that the -- that the person is complaining about sex discrimination and not on the sex of the complainer, it's exactly the same theory of discrimination that we have here, Justice Scalia. And that theory of discrimination was recognized in the Sullivan decision. Discrimination occurs when there is retaliation against a person because he's complaining about racial discrimination.",
  "It was 3 years before Congress enacted section -- I think it was '68 -- '69. I'm sorry. '69.",
  "It was '69, Justice Scalia.",
  "You do not, Justice Scalia, when you are starting afresh, but - -",
  "That's true, Justice Kennedy. But to answer Justice Scalia's question, first, you operate in the legal context in which Congress was operating at the time, and Congress would have understood -- and this Court has twice relied on the Sullivan decision in interpreting title IX, once in deciding that there was a private right of action and once in deciding that the private right of action included a claim for damages.",
  "Justice - -",
  "Let -- let me talk about the cases that I think the principle that you're talking about emerges from. One is the Central Bank case, and what you were asked to do there was to add the words, aiders and abetters, to the statute. We're not asking you to add words to this statute. We're asking you to interpret the words that are there - -",
  "-- in light of the relevant context.",
  "I'm -- I'm not sure about Virginia Bankshares, but I don't think it -- it states a principle. The other case that I was thinking about, Justice Kennedy, is the -- is the Sandoval case. And again, there somebody was asking you to afford a private right of action for something that the statute did not itself prohibit. And what we are saying here is, interpret this statute in light of the legal context that Congress had it, which is - -",
  "That's correct. But this statute does not require discrimination because of such individual's sex. It require - -",
  "It's -- it's written exactly not like title VII, Justice O'Connor, and it's written far more like section 1982, which was at issue at Sullivan, which doesn't have a such individual's limitation. And in -- and section 1982 was interpreted to mean discrimination on the basis of race in depriving people of interests of property violates that statute and affords a private right of action to the victim of retaliation. And so too here. And a person who is victimized by retaliation because that person has been subjected before -- because he complained about sex discrimination is a victim of discrimination within the meaning of this statute.",
  "But this is -- it opens it up to this interpretation, and then you have to look at all the relevant considerations. Inserting the words, such individual's, would foreclose that kind of retaliation claim, and it's not here. And so it's -- then you have to look at all the other relevant considerations, including Sullivan, including the fact that this is of vital importance to promoting the purposes of the act, including the fact that the agencies responsible for enforcing this provision have both interpreted -- the key agencies have interpreted it to encompass protection against retaliation, and including the fact that there's absolutely no legitimate interest that a -- a recipient has in retaliating against somebody simply because he's filed a title IX sex discrimination complaint.",
  "That's correct. In -- it -- we -- we have taken the position that there is, based on a textual argument within the Federal sector provision, a basis for finding a retaliation prohibition over and above the use of discrimination. We have not taken that position with respect to the -- to some other statutes. So we do think this is a statute-by-statute analysis and that you just can't adopt an automatic principle that because there's an anti-discrimination provision, it automatically always picks up retaliation protection. You have to look at it on a statute-by-statute basis. And here, though, all the relevant considerations, including Sullivan, including the need for this kind of protection to further the purposes of the statute, including the agencies' interpretation of this statute which, by the way, does provide fair notice that this was prohibited, included in -- I think I wanted to get back to Justice Kennedy's question about the Spending Clause. What the Spending Clause does not require is that it specifically refer to retaliation any more than it required that it specifically refer to peer-on-peer harassment. What it does require, though, is fair notice, and that fair notice is supplied by the Sullivan decision, this Court's cases saying that Sullivan is an important backdrop principle against which title IX was enacted, and finally the regulations themselves, which specifically forbid retaliation.",
  "I'm sorry. Punitive damages would not be available against a municipality or against a -- but it could be available against some other private recipients.",
  "Mr. Chief Justice, and may it please the Court: An action arises under Federal law not only when Federal law supplies the cause of action, but also when the plaintiff's right to relief under a well-pleaded State law cause of action necessarily depends on a substantial question of Federal law. That second category of arising- under jurisdiction is -- applies here because petitioner's right to relief under its State law quiet title action necessarily depends on the allegation in its well-pleaded complaint that --",
  "Right.",
  "In the Taylor line of cases, what is necessary to -- to allege in a well-pleaded complaint for common law ejectment is only that I have title and you're wrongfully here. You do not have to plead the facts that show superiority of title.",
  "No. On Taylor v. Anderson you are not. But the difference, Justice Kennedy, is in that kind of case, the plaintiff wouldn't be eliminating the cloud on his title. He would just be getting possession of the property. So there's always going to be an incentive for the plaintiff who's faced with a document, a deed, that - -",
  "-- to -- to sue for cloud on title.",
  "That's true.",
  "In the common law cause of action, which isn't available in Michigan, but under the common law cause of action, all was -- all that was determined was that you had a right to possession at the time the lawsuit was filed.",
  "It -- it is, Justice Scalia.",
  "Well, the -- the - -",
  "It does.",
  "That's correct. And the justification for the well-pleaded complaint rule that the Court has authored is that it provides a quick rule of thumb for determining at the outset of the litigation which cases are most likely to be ones where the Federal law issues are at the forefront.",
  "No, because Merrell Dow did not involve a substantial question of Federal law, and that was part of the test that I announced. And the difference between this case and Merrell Dow is twofold. First, this case falls within the Hopkins line of cases, and second, this -- the role of Federal law in Merrell Dow is completely different than it was in this case and in the Hopkins line of cases. What was going on in Merrell Dow is that the State adopted a Federal standard as presumptive evidence of State law negligence, and when a State adopts a Federal standard into its own State law standard, the -- the action remains one that is fundamentally State law in character. So the Federal question in the case is not regarded as substantial. But here, the situation is entirely different.",
  "You do, Mr. Chief Justice. And the Court in Merrell Dow drew a distinction between what is substantial enough of a Federal question to trigger arising-under jurisdiction as an original matter and what is substantial enough of a Federal question to obtain this Court's review. And we're dealing here just with the kind of substantiality that's necessary for original jurisdiction under 1331.",
  "Let me draw a distinction between those cases where the cause of action is supplied by Federal law, in which case factual issues are resolved by Federal courts as long as there's a Federal cause of action and cases where there's not a Federal cause of action. Then you need -- the right to relief has to depend on a substantial question of Federal law. So if the only issue in the case, in that kind of case, is a factual dispute and everybody agrees on the law, then there's no substantial Federal question, no removal jurisdiction. But if the right to relief depends on Federal law and the meaning of Federal law and there's also a factual issue in the case, that would be removable.",
  "It's -- it's removable if the only question was whether notice was given. But if the question is was sufficient notice given such as to transfer title under Federal law, then that's removable.",
  "Well, Mr. Chief Justice, that slices the baloney the way this Court's cases have sliced the baloney, and that -- the rule is that there has to be a substantial question of Federal law. There is one when the action depends on the meaning of Federal law, but not one where everybody agrees on the meaning of Federal law and all that's at issue is a dispute about the facts. Now, this case, as I said, does fall within the Hopkins line of cases, and in each of those cases, the Court held there was arising-under jurisdiction in a quiet title action where the plaintiff's claim that it had superior title to the land in question depended on the meaning of Federal law. And, of course, that's true here. The quiet title action provides the mechanism for review of this question, but the question is entirely one of Federal law as to who has the superior interest in the land, the tax sale purchaser or the taxpayer. If the Court has no further questions.",
  "Mr. Chief Justice, and may it please the Court: The Portal Act excludes walking time from compensation only when it occurs outside the workday, before an employee commences, or after he ceases, his principal activities. And Steiner held that the term \"principal activities\" includes activities that are an integral and indispensable part of the principal activities. It follows that when donning and doffing are integral and indispensable parts of the principal activities of the employees, then walking that occurs after donning, and before doffing, occurs within the workday, and it is not excluded from compensation by the Portal Act. Now, the employers in these cases have argued that the term \"principal activities\" does not encompass activities that are integral and indispensable parts thereof, and that Steiner did not so hold. But, at the very outset of its opinion, the Court, in Steiner, posed the question presented as whether changing clothes and showering are compensable as part of the employee's principal activities, and had answered that question several pages later by stating that it agreed with the conclusion of the court of appeals in that case that the term \"principal activities\" includes activities that are an integral and indispensable part of the principal activities, and that the activities in question in that case fit within that description. Now, that was the only textual basis on which the Court could have reached the conclusion that it did, because, if the only principal activities in that case had occurred on the production floor, then the changing of clothes at the beginning of the day, and the showering at the end of the day, necessarily would have been preliminary to and postliminary to said principal activities, and thereby expressly excluded from compensation.",
  "Justice Scalia, we are not asking for an extension of what you would regard as an erroneous holding. All we're saying is that you read the term \"principal activities\" as the Court interpreted it in Steiner. Once you do that, and you plug it into the statute, the plain language of the statute takes over, because it says that walking is only excluded when it comes before the employee commences, or after he ceases, the principal activities. Once you plug \"integral and indispensable\" into that sentence, as Steiner requires, then you are -- the plain language of the statute tells you that that time is not -- is compensable when it occurs after donning and before doffing.",
  "Because the term \"principal activity,\" I believe, as, you yourself, pointed out, is listed in the first -- at (a)(1). That's the first place it appears. Everywhere else it appears, including in (a)(2) and in the concluding sentence, it says \"said principal activities.\" So, the statute itself tells you that the term \"principal activities\" has to mean the same thing everywhere it appears. And since you have already interpreted that term, in Steiner, to include \"integral and indispensable activities,\" that terminology has to appear everywhere in the statute.",
  "Well, first of all, that question arises not under the Portal Act, which only applies before the principal activities begin and after they end, but under the Fair Labor Standards Act, itself. And that question would be governed by the Court's prior decisions on what constitutes hours worked, together with the Department of Labor's regulations that address what constitute hours worked. And -- within the workday -- and what the Department of Labor has said is, generally, everything within the workday is compensable, except for a meal period and except for a time period where there is a break that is so substantial that the employees can effectively use that time for their own purposes. And so, it says things like 5- to 20-minute breaks are not periods where the employee is not working, but they are resting for the further work. That is common in the industry. And so, that would be an issue that would arise when you had a break that was much longer than that, probably at least a half hour, where you can actually effectively use that time for your own purposes and are not required, essentially, to stay around on the employer's premises and to wait or rest to begin your work anew. So -",
  "That's correct.",
  "That you -- that you have to have a work under the Fair Labor Standards Act, and then you have to have the exclusion from that not apply.",
  "The issue here, the exclusion doesn't apply, and nobody has raised the question about whether this is hours worked under the Fair Labor Standards Act. But clearly it is, under the Court's decisions.",
  "That's correct.",
  "Yes. On the -- on the waiting before the clothes, there's -- there are two series of waits: the first wait and then later waits. As to the later waits, once you decide that the donning begins the process of principal activities -",
  "The initial wait.",
  "The initial wait -",
  "We do think that's covered. And under -- the Department of Labor's approach is to treat a required wait for an activity as an integral part of that activity. So, if that activity is, itself, compensable as a principal activity, then the required wait for that would also be -",
  "-- compensable as part of that.",
  "What the -- the Department distinguishes -",
  "Well, if the employee is simply voluntarily arriving earlier than -",
  "-- he has to and wait -",
  "When -",
  "If -",
  "It's a required wait anytime, in order to get to the production floor on time, the employee has to be at the donning station in a sufficient period of time to get there, and if there's a wait at that time, then he's being required to wait.",
  "I'm not sure I view that the - the question as not having been decided below. And the Court also did grant certiorari on waiting time.",
  "But they said \"a reasonable period of time for waiting\" is non-compensable. And that, at least as a general rule, is not -",
  "Well, I'm -- my memory, at least, of the court of appeals opinion, is that it was saying that the wait before the donning was not compensable, because it was a preliminary activity. But I -- if you've read it differently, then that may be -",
  "The Court always has discretion not to decide -",
  "-- the question.",
  "It's -",
  "I -- the -",
  "Justice Breyer, if you do not want to decide that question, you don't have to decide it.",
  "The Court granted -",
  "-- certiorari as an issue that can be, and should be, resolved, in our view. But if the Court doesn't want to resolve that issue, that's fine.",
  "It should have. Because even at the time it was written, that reservation was in tension or not in conflict with the plain language of the regulations. And certainly by the time of Steiner, it was clear that this kind of time was compensable.",
  "Mr. Chief Justice, and may it please the Court: We are asking the Court to apply the same standard to statements made to officers at the scene as to statements made during a 911 call. If the statement is made in response to police questions that are reasonably necessary to determine whether an emergency exists --",
  "The affidavit is not admissible.",
  "The affidavit is -- is not admissible because, by that point, the officer had the information that he needed to resolve the emergency, and what he was soliciting at that point --",
  "I was just getting to that, Justice Stevens --",
  "-- that the -- the emergency was resolved, and at that point, he was --",
  "No, not -- no. He's -- he's not -- if he was repeating what was said in the affidavit, that's a different point. He's repeating the statement that was made before the affidavit was given. That was at a point at which the -- there was still an immediate danger and that he was asking a question that was reasonably necessary to determine whether that danger existed and, if so, how to resolve it.",
  "When -- the immediate danger was --",
  "The --",
  "That's correct. And -- and the problem here is what the danger was what would happen if the officers left. When -- when the officer came in and saw a frightened Ms. Hammon, he saw wreckage on the floor, he had reason to be concerned that there was a very recent attack on her and that if he left the scene, that attack would be renewed. Asking Ms. Hammon what happened was reasonably necessary to determine whether that emergency existed and, if so, how to resolve it. Now, once he had that information, he had what he needed to resolve the emergency, and at that --",
  "That's correct.",
  "I do not. At some --",
  "Well, at some point, what -- what turns into emergency resolution moves over into interrogation, and once you reach interrogation, then you have reached the core of what Crawford talks about --",
  "I -- I think this is going to be a line-drawing question, but when you have a situation like this one where you have an officer who's just on the scene in the immediate wake of a -- of a domestic dispute, he asks a single question, what happened, in -- in circumstances in which he needed to know the answer to that question to make sure he could leave and leave her there safely. That's not interrogation. If he sat around for a half hour with a back-and-forth and give-and-take and trying to press and get to the situation in that kind of back-and - forth, that would be interrogation colloquially. And it's -- it's that kind of line that the Court is going to need to draw.",
  "The Confrontation Clause bars under Crawford police interrogation. And the -- the situation is one in which we are not going to be able to examine the individual motives of officers in every case and individual declarants in every case. What we are looking for is a categorical rule that is going to capture the likely motivations in both cases, and when you have emergency question, you're likely dealing with the situation with -- both from the officer's side and from the declarant's side, you're going to be having people attempting to resolve an immediate danger of harm. And you get --",
  "No, we don't -- we don't think that's the exclusive focus either, and we think interrogation can capture both, too, that when you get to the point of interrogation, what's happening with the witness is getting an increasing understanding that what this is being sought for is to build a case. I think the biggest problem with the -- the two rules that are proposed on the other side, that is, the accusation rule and the reasonable anticipation rule, is it captures within a -- these emergency statements that really don't have -- fall within any ordinary understanding of what testimony is. If I go to my house and it's late at night, I hear suspicious noises, and I see somebody and get a partial description of him, and I call 911, I'm seeking to avert an immediate danger to myself. I don't think under any stretch of the imagination anybody would refer to that as testimony. Yet, under his rule --",
  "No, it does not. But what the Court said in Crawford was that the term witness was referring to -- that people can make testimonial statements --",
  "But -- but that's not the definition of witness that -- that Crawford adopted. That would be --",
  "Justice Scalia, if he --",
  "-- if -- if he -- he had made a statement about a co-conspirator's statement during the course of the conspiracy and he had said, we have here the testimony of the -- his co-conspirator, that would not make it testimony. And if the -- the 911 call --",
  "Well, it just does not make it testimony. And if it -- the prosecutor in the 911 case had said, I don't have her testimony, I have something better, it's a 911 call --",
  "-- of a cry for help, that wouldn't make it not testimony. And I don't think --",
  "He's -- he's still a --",
  "He is the witness --",
  "He's the -- he's the -- he is subject to cross examination.",
  "But I -- what I'm saying is that she's not a witness during the emergency period itself.",
  "It has to be both.",
  "I -- I think that that's one way of looking at it, Justice Stevens, but --",
  "No. I -- I think that what you would look to see is if, at the relevant time, that -- that the declarant was acting as a witness. And at the relevant time, when somebody is answering a question to avert an immediate danger, they're not acting as a witness. They're not making a solemn declaration for the purpose of proving facts to support a prosecution, and so they're not acting as a witness in those circumstances. And -- and it's only later, when the officer turns to soliciting from Ms. Hammon an affidavit, that what he's soliciting at that point is a solemn declaration made for the purpose of proving facts to support a prosecution. Now, that's testimony.",
  "I don't think that there's any evidence in the record to support that, Justice Scalia. That -- that -- what happened is that he took -- that he listened to her oral statement and then he proceeded to ask for -- her for an affidavit, after he had the information that he needed to resolve the emergency, was to figure out how he was going to protect this person from an immediate renewed attack if he left the scene.",
  "It's not the whole question because if the statement -- the question has nothing to do with and the answer had nothing to do with the emergency. It does not come in under the rule we're talking about.",
  "Well, Justice Stevens, I'm --",
  "-- I'm happy to have your approach if it -- if it leads to five votes in this case.",
  "Mr. Chief Justice, and may it please the Court: For three reasons, the burden of proving duress should be on the defendant, and the Government should not be required to disprove duress beyond a reasonable doubt. First, duress is an affirmative defense that excuses what would otherwise be serious criminal conduct. When the Government proves that a defendant has engaged in criminal conduct and has done so with the mens rea specified by the crime, it is fair to require the defendant to prove that duress excuses that criminal conduct, so that here, the Government proved that Petitioner knew she was lying when she filled out the forms and that she knew it was unlawful for her to receive firearms.",
  "There could conceivably be such cases, Mr. Chief Justice.",
  "Well, if you had a crime, for example, that said someone who does something while not under -- acting under duress, that would be an obvious example. But there are --",
  "It would be an easy example.",
  "But there -- there are --",
  "Right. In -- in that kind of situation, the facts that go to duress could also go to undermining the proof of the motive in that case, and in that situation, the Government always has to prove the element of the offense beyond a reasonable doubt. But if the defendant wants to add to that a duress -- a specific duress defense, then the burden of proof would be on the defendant to prove duress. Now, normally in that --",
  "Correct.",
  "That's correct, Justice Scalia. Now, the --",
  "The Government's position is that on self-defense, the burden of proof is on the defendant, but it recognizes that there are important distinctions between self-defense and duress that could allow the court to reach different conclusions about the two defenses. In addition to the point that's already been made about the degree of factual overlap between self- defense on the one hand and duress on the other on the basic crime, there are three additional considerations. One is that the -- the circuits and the States are virtually uniform on self-defense, whereas there is a significant division of authority on the question of duress. Second, self-defense has always been a more favored defense because when the defendant acts legitimately in self-defense, he's not harming an innocent person. But when a defendant is actually under -- acting under duress, that defendant is still endangering or harming innocent third parties. And the third reason is that there's always been a significant degree of judicial skepticism about claims of duress, but there's never been that same kind of judicial skepticism about self-defense. So while we do take the position that the burden of proof is still on the defendant, the Court could take a different view on that issue and agree with us on duress.",
  "No. I -- I think it's just a Federal common law question here, and it's only as good as the reasoning that underlies it. But when you start to see a uniform body or a consensus of opinion on one side of the equation, then there -- it's much more likely that there are certain reasons that are underlying that justify it.",
  "No, I don't think Davis was taking the position --",
  "-- that this was the common law when the Due Process Clause was adopted. Davis took the position that the common law had evolved to the point where on the specific defense of insanity, that this was the result that should follow, that there should be a burden of production on the defendant, and then the Government should have to disprove insanity beyond a reasonable doubt. But Davis was not a constitutional holding.",
  "And it wasn't a holding about what --",
  "-- the early common law was --",
  "-- because it's clear that under -- at the time of the Constitution, the burden of proof on all of these defenses was on the defendant. And that was also true at the time the Fourteenth Amendment was adopted. The burden of proof was on the defendant. There was some evolution after that. Now, the -- the other thing I wanted to talk about with respect to Davis is it was based on the understanding that the Court had about the relationship between the insanity defense on the one hand and the mens rea element of the crime on the other hand. And here, there's simply no corresponding overlap. Whether or not the Petitioner acted under duress, she knew she was lying when she filled out the forms, and she knew it was unlawful for her to purchase firearms. So there's simply no relationship between the duress defense and the mens rea element of these crimes. Congress has also overruled Davis by statute, and we don't think it would be appropriate for the Court to extend Davis to a new defense when Congress has rejected it with respect to the only defense that it applied to. And -- and there's -- and certainly Congress acted constitutionally in overruling the Davis decision under this Court's decision in Leland and in other cases like Martin and Patterson, which say that there is no constitutional problem in putting the burden of proof on the defendant for established common law affirmative defenses. And --",
  "No.",
  "No, and here's the reason. The -- the burden of proof on entrapment is actually on the defendant initially.",
  "No. The burden of proof on the element of inducement. That is, there are two elements.",
  "Burden of persuasion on the element of inducement is on the defendant. The defendant has to prove more likely than not that the Government induced this crime in the sense that it took actions that are likely to override what a innocent person would have done. At that point, the burden shifts to the Government to show that this particular defendant was predisposed. Now, that's consistent with background common law principles under which, once it's shown that one party has been engaging in wrongful conduct, i.e., inducement, then the burden shifts to the wrongdoer to show that its conduct did not have its likely effect in that case. And that's why the Government then has to come back and show that with respect to this particular individual, that particular individual was predisposed, even though we took wrongful actions that would have induced an innocent person to do this.",
  "That -- that's true, but again, if it was just a matter of who has access to the relevant evidence, then that would -- the burden should have been on the defendant, that it wasn't just a matter of that. There was this other principle which is that the -- there was already a showing -- there's already a showing that the Government has taken wrongful action to induce the crime. And that's why the burden shifts to the defendant -- to the Government to show that this particular person wasn't predisposed.",
  "No, I don't think that the Court --",
  "It -- there is nothing that I can point you to that shows there is an empirically evidence that the Government is not going to be able to deal with this burden. But what I would say to you is that you should take the same approach that the Court took in The Diana case many years ago, which is it did not want to establish a regime that invites manufactured claims.",
  "Justice Breyer --",
  "Let -- let me start with -- I go back to The Diana case because I think the way the Court approached the question in The Diana case is the way this Court should approach it because it dealt with the same kind of defense, necessity. And what it wanted -- it said this is a defense where there is a there is a big danger that this can be manufactured in a way that it is difficult to disprove, and we are going to establish a regime that doesn't invite manufactured claims and that doesn't make it difficult for the Government to disprove something beyond a reasonable doubt. We have a choice here, and that's not the regime we want to establish. We want to establish a regime that makes it more unlikely that manufactured claims are going to come forward and that make it -- makes it more unlikely that if such claims do come forward, the Government isn't going to be able -- unable to disprove them beyond a reasonable doubt, compromising the entire statutory scheme.",
  "But --",
  "Well, take a recent case in which a defendant transported drugs from Mexico into the United States, and he claimed that he did that because someone threatened his family members in Mexico. Now, that's a case that somebody who has deliberately violated the law would find relatively easy to manufacture that defense. Yet, it would be very difficult for the Government to disprove that beyond a reasonable doubt. Yes, but if the burden of proof is on the defendant, then the Government can do what you were talking about. It can cross-examine that person and it can persuade the jury --",
  "If he does that --",
  "If --",
  "There are -- there are other --",
  "That's true, Justice Breyer, but what I'm saying is, that it's one thing to be able to persuade the jury through cross-examination, that that is more -- not more likely than not. It's quite another thing to persuade the jury in that kind of situation that that defense is not true beyond a reasonable doubt.",
  "In the ordinary case.",
  "We do not have any statistics. And, of course, when -- when somebody gets off, it results in -- in an acquittal and so we don't get published decisions about that.",
  "I'm not sure I'll answer that.",
  "The -- the Model Penal Code takes the position that every defense, affirmative defense, goes on the Government, and that's just a policy judgment --",
  "Justice Breyer, I do not know. I do know it is based in -- in its explanation of its rule for all affirmative defenses, which would include insanity, which Congress has rejected --",
  "The -- the burden of -- the presumption of innocence, though, only applies to the essential elements of the crime under this Court's decision in In re Winship, et cetera, and not -- it doesn't apply to affirmative defenses, as the Court has consistently held in Martin and in Patterson and in Leland. That is, the -- it can be constitutionally -- you can put the burden of proof on the defendant to prove an affirmative defense, and the Constitution has nothing to say about that. The presumption of innocence goes to all the things -- the essential elements of the crime. And here, Petitioner benefited from the presumption of innocence. The Government had to prove that she filled out those forms, that she filled them out with falsities, and that she knew she was lying when she filled out that -- those forms. It had to prove that she received those guns and that she knew that it was unlawful for her to receive those guns. And it had to prove all of those things beyond a reasonable doubt. Now, on the position of the States, a significant number of States are on --",
  "I don't think the Congress has enacted the -- the Model Penal Code. This -- this Court sometimes looks to the Model Penal Code as one source of what is -- of -- of thought out there, but that's all.",
  "Yes. Yes.",
  "No. It doesn't -- it doesn't purport it. And in fact, in this particular case --",
  "Well, I'm sure.",
  "In this particular case the Model --",
  "-- the Model Penal Code said that it was expanding the common law defense of duress to a new place where it had never been. So it's not surprising that it would also have a different burden of persuasion than the traditional burden of persuasion. Now, on -- on the practice of the States, the Court has never taken the view that it is just going to do a nose count and figure out what the best rule is based on the practice of the States.",
  "I'm not remembering the -- the exact -- I think it's in the '70's, though.",
  "No. Mr. Chief Justice, we don't think that the Court should do that kind of nose counting based on whether a statute was enacted in 1800, 1850, 1900, 1950 and potentially have different rules for each statute. We think that the Court should look at the entire --",
  "I don't think it's right to say that it adopted the prevailing view unless it was a consensus view. I don't think, though --",
  "But I think the -- I think that the problem with that approach is to have a completely different rule for all the different statutes based on when they were enacted is unmanageable and impractical. And the Court has said the same thing in the context of mens rea requirements. The Court doesn't import into statutes the mens rea requirement that was in vogue at a particular time. What it does now is it imports into all criminal statutes that do not specify a mens rea requirement -- it simply imports in a knowledge requirement, that there has to be knowing action. And that would be true regardless of whether it's an 1800 statute, an 1850 statute, a 1900 statute, or a today statute. And I think that the reason for that is one of practicality and administrability which the Court has talked about, in fact, in -- in other cases. The Bailey case.",
  "I -- I'm not sure of the exact breakdown, but I think that there are -- there are possibly something like 10 or so States on -- that have adopted it by statute, but I'm not sure of the exact number of that -- on that.",
  "Yes, after the defendant --",
  "No. More likely than not, the preponderance of the evidence standard.",
  "More likely than not. And that -- the -- the Court in The Diana case, actually in the context of forfeiture, thought that a beyond -- the defendant should have to show it beyond a reasonable doubt. But we -- and we -- we would take a step back from that, consistent the practice in the circuits that have put the burden of proof on the defendant and the States that put the burden of proof on the defendant and the burden of proof that -- that Congress has specified when it has thought about what the burden of proof should be outside the context of insanity --",
  "For all of the affirmative defenses, I think that's the -- the Leland decision would allow a State to do that. Leland said that you could put -- require the defendant to show beyond a reasonable -- I'm sorry. Is it Leland?",
  "Yes. Beyond a reasonable doubt and so that there is -- there would be no constitutional problem in putting a -- a burden beyond a reasonable doubt on the duress defense either. And in fact, this is a defense that Congress could -- could eliminate altogether, if it wanted to, and just take the position that it's going to -- these -- this kind of excuse would be considered along with all other kinds of excuses in either making a charging decision or -- or making a sentencing decision. There is no constitutional imperative that there be a duress defense at all.",
  "The same is true of the -- the insanity defense that the Congress could take the position. It hasn't taken that position, but it could take the position, that this is a defense that will be considered, along with other excuses, in -- by prosecutors as they make charging decisions and by sentencing judges as they make sentencing judgments.",
  "The -- the same would be true of self-defense, again, that the -- the Government -- no State has ever taken that position and the Congress hasn't taken that position, and it would be very much against all the traditions that are -- that we have. But if a State made a policy judgment to that effect, that this is the policy -- we want to encourage people to retreat, we do not want to encourage people to take the law into their own hands, but what we will do is we will recognize this and we are sure our prosecutors are going to recognize it, we're sure our judges are going to recognize it as a -- a mitigating factor. And that would be constitutional.",
  "I think that it -- it fits the defense and that you can draw a distinction between excuse and justification, but I don't think the distinction ultimately matters whether you call it an excuse or justification. It's still the burden of proof should be on the defendant and it shouldn't -- the nomenclature shouldn't matter.",
  "Mistake is --",
  "Yes. Mistake is something that negatives the mens rea requirement of knowledge. So, of course, the Government has to prove knowledge beyond a reasonable doubt, and if somebody has mistake, then the Government isn't going to be able to satisfy its burden of proof beyond a reasonable doubt.",
  "Well, if it does negative mens rea -- and this is infrequent, but if it does, then the Government, of course, has to prove its element of the offense beyond a reasonable doubt. And if duress evidence undermines the Government's ability to do that, then the Government hasn't proven its case beyond a reasonable doubt. If the Court has no further questions.",
  "Mr. Chief Justice, and may it please the Court. Crawford does not satisfy either of the two requirements for a retroactive watershed rule. The application of Roberts rather than Crawford did not so seriously diminish the likelihood of accurate convictions as to require the wholesale reopening of convictions that were final before Crawford was decided, with all the societial costs that entails.",
  "Mr. Chief Justice, we do not have an interest in the AEDPA question because it does not apply to Federal convictions, the 2254(d)(1), and there is no Federal conviction analog to 2254(d)(1), so we are not telling you that you should or should not reach it. We just don't have an interest in that question.",
  "Well, we have a general interest in the way law is applied in Federal court but we do not ordinarily opine on issues just on that basis and we haven't in the past opined on AEDPA issues unless they have some Federal analog carryover effect. And we did not here. Now with respect to the reliability prong of the Teague analysis, there are three reasons that the Roberts rule did not so seriously diminish the likelihood of accurate convictions as to call for retroactive application of Crawford. The first is that Roberts had a built-in reliability screen. Hearsay could not be admitted under Roberts unless a determination was made that there were particularized guarantees of trustworthiness. The second reason that Roberts did not seriously diminish the likelihood of accurate convictions is that there were other procedural components that operated in tandem with Roberts to promote accuracy. They included the right to cross-examine the witness through whom an hearsay statement was introduced, the right to introduce your own evidence to challenge the reliability of the hearsay statement. Defense counsel could point out to the jury all the weaknesses in the hearsay statement and the defendant could count on the common sense of the jury to weigh the reliability of the hearsay statement in light of all the evidence in the case.",
  "Yes. And I don't think that this is a self-sufficient argument for that reason. It is just one component of the argument about why there was reliability. The fact that there was a Roberts screen on reliability is an additional factor that distinguishes my example from what you said. And the fact is that there was a right to cross-examine live witnesses here. So there was a right to cross-examine the police officer through whom this hearsay statement was made. It is not a case where there was an across-the-board denial of any cross-examination.",
  "No, I think Crawford that is an important decision. But if you made retroactive every one of your important decisions, you would be reversing the rule of Teague. What Teague says that is there is not -- that the purposes of habeas corpus are largely exhausted once somebody has received a trial in accordance with then existing law. Because of the importance of finality to the system -- and there are only going to be two very - - there's only a very narrow window for watershed rules, of rules that, the accuracy of proceedings beforehand are so seriously diminished that there is an unacceptably large risk that systematically, innocent people were being convicted, and that this is a rule that approaches Gideon in its fundamental and sweeping importance. Those are the only circumstances in which the Court is going to go back on finality.",
  "No, I think that there have been -- I don't know the exact number, but maybe 11 or 12, about half of which are ones, are proposed new rules and half of which are ones where the rule was already established previously and the question was whether it was going to be made retroactive. And I cited in the brief there are three or four death penalty cases where the Court had already established before each one of them there was a right not to be -- the death penalty to be arbitrarily imposed. And in each case there was a new rule that built on that basic rule in an important way; but in each case, the Court said it was not the kind of rule that was going to be applied retroactively. And so, too, here. The third reason I wanted to give about why there was not a serious diminishment in accuracy that is in at least one respect, the Roberts rule actually promotes more accuracy than the Crawford rule, and that's with respect to non-testimonial hearsay. In the case of non-testimonial hearsay, under Roberts, that could come in only if determination had been made there were particularized guarantees of trustworthiness. Whereas under the Crawford rule, that kind of non-testimonial hearsay comes in without any reliability check under the Constitution at all.",
  "Well there was actually in this case the mother's testimony about what the daughter said to her.",
  "Yes. The daughter's testimony about what she said to the mother illustrates the difference, because that came in through the mother. It only came in because there was a particularized guarantees of trustworthiness to that statement; whereas under Crawford in future trials, statements to the mother -- which are not testimonial -- they will come in through the mother without any screen for reliability under the Constitution at all. So in that respect, the defendant here got more by virtue of the Roberts rule than by -- than he would have had by virtue of the Crawford rule.",
  "Well, it is a matter of interpreting -- what protection is left is only going to be by virtue of the residual hearsay rule. So there will have to be some determination made about whether there are sufficient guarantees of trustworthiness.",
  "But Justice Scalia - -",
  "No. I think it applies equally to Federal courts because it is free to the Federal court system to devise a rule that would allow a looser standard of entry than the Roberts standards, and if it did, that would be constitutional. So there is an interest in that kind of argument in the Federal system. I wanted to move on to the bedrock aspect of the inquiry, which is a separate second inquiry that had threshold that has to be crossed if you are going to find something to be watershed, and the only rule that the Court has found to be bedrock is Gideon. And this rule, Carawford does not approach Gideon in its fundamental and sweeping importance, and there are a couple of reasons for that. First, the right to counsel pervasively affected all aspects of the criminal trial whereas this focuses on one limited -- the admissibility of one limited category of evidence, testimonial hearsay, and adopts a somewhat new rule for that than had existed before. The second thing is that under, the right to counsel is deemed so essential to a fair trial that depriving someone of that right can never be discounted as harmless error, whereas Crawford errors can be harmless. There are a significant number of cases where they are found to be harmless. So you cannot say that a violation of the Crawford rule always and necessarily results in an unfair trial, whereas you can say that about the right to counsel. Finally, the Gideon rule established for the first time a right to free counsel in all felony criminal trials. Before Crawford was established, there was a right to cross-examine. It simply was a different right. You had a right to cross-examine the live witnesses and you had a right to screen out uncross-examined statements unless they met the reliability standard of Roberts. And the change that was made was one in which the Roberts rule was thrown out, and you can no longer get in uncross-examined statements with a determination of reliability. But that is a modification or an incremental change in an existing right that previously existed to cross-examine, and instead -- unlike the Gideon rule, which established the right to counsel for the first time. If the Court has nothing further.",
  "Justice Ginsburg, if an employee brought a claim within 180 days of the decision made then, that is to not, to not equalize the pay further - -",
  "Well, because I think what you're suggesting is they didn't give her a big enough raise, because there was still intentional discrimination from prior years that were not, that were unchallenged.",
  "And if it doesn't happen that next year, then that employee has 180 days to challenge that pay decision on the ground that it's intentionally discriminatory. If she does not do that, she cannot come back 15 years later and say that a decision that was made 15 years ago and 14 years ago were based on my gender, and they - -",
  "Well, I think in some, in some cases that, pay cases, it will build up over time. In some cases it will happen immediately. But in either case, what Title VII says is that you have 180 days to challenge a discrete pay decision. If you do not do that, you cannot come back later, years later, four years later, six years later, or here at the end of her career, and challenge every pay decision that's been made up until then on the grounds that intent, it was intentionally discriminatory and continues to have ongoing effects.",
  "Knowledge of prior unlawful acts is relevant evidence in deciding whether it's present day intentional discrimination. But just as in a case where there's a promotion and I'm aware that there was a prior discrimination in a promotion and that was not timely challenged, and the person comes to me today and says I want my promotion now. If I'm aware that she was denied that promotion for discriminatory reason but she did not timely challenge it, my decision not to give her that promotion is not automatically discriminatory.",
  "I understand that, and I'm saying the same rule applies in a pay case that applies in a promotion case.",
  "What I'm saying with respect to a policy is if you have an ongoing policy that is still being applied in the limitations period, and that your current policy is to pay less to women than to men, then of course you can sue.",
  "That's a neutral discrete act that was made at the time. It was not challenged.",
  "Even when the employer - - you can have an inference from knowledge of past illegal conduct that your present intent is to carry forward that differential based on the person's sex, but it is not an automatic inference. You can also, the employer could say look, that was a decision that occurred a while ago. A lot of people did this. There were decisions made that affected a lot of other people - -",
  "-- and I didn't correct those either, and that's a neutral policy.",
  "But under Title VII, poor performance isn't a defense. It is negating intentional discrimination. It's the employer's employee's burden - -",
  "The EEOC has taken a different position but that decision that the EEOC has taken has been based on its reading of this Court's decision in Bazemore, and this Court does not give deference to the EEOC under Skidmore or under any other standard.",
  "That has occasionally happened in the past. It has not happened as a regular matter, or to my knowledge it does not ordinarily occur. The EEOC - -",
  "I'm sorry, Justice Souter?",
  "If the Court rules in the Government's favor in this case, then that case would have to be vacated and remanded for reconsideration in light of this Court's decision today. The EEOC's --",
  "Justice Souter, I would like to answer that question today but of course if the Court doesn't resolve the question today that's been decided today, but issues a new decision, anything we would have to do would have to look at that new decision and make a judgment about what the law is at that time. And so my -- my point is - -",
  "To go on, there are three decisions of this Court that control the result here, Evans, Ricks and Lorance, each of which says that the employee cannot circumvent the limitations period by challenging conduct within the limitations period on the grounds that it is the result of a prior act of intentional discrimination that was not timely challenged. A second reason to reject petitioner's rule is that petitioner's rule, as petitioner admits, creates a special rule for pay cases when there is nothing in the language of Title VII that would justify a special rule. Title VII has the same mandate of nondiscrimination for pay as for any other practice. It has the same 180-day period for pay claims as any other claim. And the third reason to reject petitioner's view is that it would undo the statute of limitations in pay cases, because the result would be, what you have here is that an employee could wait until the end of their career, or at least a very substantial number of years, and then challenge current pay on the basis of past acts that took place a long time ago. And Justice Breyer, you talked about it being limited to just back pay during the two-year period. The courts that have looked at this have not decided whether it's the 180-day period or the two-year period if you buy petitioner's theory, I don't think he has either. But the important additional point of order is you're still hinging liability on past acts long ago and you're adding the possibility of compensatory relief and punitive damages, so it's not the limited damage award that you're contemplating necessarily.",
  "Well in some -- if she's denied a pay raise and she's aware that other people are getting substantial pay raises -- I don't think it's that much different than somebody else getting the promotion and me not getting that promotion.",
  "Well, to the extent that you want to address equitable tolling. That's the question, should there be equitable tolling until such time as she's aware of the disparity. But what petitioner's theory does is says even after the employee is aware of the disparity she can wait 15 more years and then sue.",
  "Mr. Chief Justice, and may it please the Court. Manufacturers of cars, drugs, medical devices, pesticides, home appliances and numerous other consumer good market their products in accordance with detailed and specific Federal Government regulation. If that in a colorable preemption defense were sufficient to trigger removal, then it would create the potential for a very major shift of traditional State law litigation from State to Federal court.",
  "Let me talk about -- there are, there are numerous testing requirements. The automobile industry has to test for fuel efficiency; it has to test for crash testing under very specific requirements. The home appliances have to be tested for energy efficiency under Federal requirements - -",
  "Is -- the Government often says exactly what the test has to be.",
  "Well, I -- I -- I can't say in every case that somebody is there to make sure - -",
  "But -- the Government is - -",
  "Policing and enforcing the testing requirements, and there's testing in all these areas. The other thing to say is that there's no - -",
  "They are not people acting, because if they - -",
  "The Government's policing is enforcing the law. People who are, who are regulating their products in accordance with detailed and specific Federal Government regulation are acting on their own behalf in marketing the products in -- on -- in compliance with Federal law. They are not acting under Federal officers -- within the meaning of the Federal -- within the meaning of this statute.",
  "The Government - -",
  "You can have different situations. And I'm not sure about the precise one you're talking about. But you can have situations and the FAA is one, where the FAA has a statute which says you can delegate to third parties inspecting aircrafts, and the Agency certifies through regulation that this person is inspecting as a representative of the FAA. Now that's a varied situation. In that kind of situation the person would acting under. But if the person is simply complying with Federal requirements about how to test, that is private behavior, acting on their own behalf, in order to further the marketing of their products.",
  "Certified as a representative of the FAA, yes, you are.",
  "The standard for contracts is some contracts are in and some contracts are out in our minds, depending on whether the -- they are subject to the guidance, supervision, or control of federal officers. And so if they are performing a service on behalf of the federal government and they are subject to control or supervision, then they could be acting under federal officers. Now the situation here, the test that the court of appeals used, simply acting in conformity with detailed and specific Federal regulation, is one that would lead, as I said, to a very substantial change in where State court claims have been litigated up until now.",
  "But the problem with that, what you're saying, is the 1948 statute expanded it all Federal officers. So if Federal officers were running that cafeteria, those Federal officers could remove because they are performing a duty under Federal law to provide that service to Federal employees. Now, once the statute expanded out in 1948 to cover Federal officers who perform any function, not just enforcement functions, it carried with it persons who act under Federal officers in performing those very same functions. So if the Federal Government hired an employee to serve food who was acting under a Federal officer who was responsible for the delivery of food, that person would be acting under a Federal officer within the meaning of this statute, assuming that the person was subject to the control, guidance, and oversight in the delivery of that food. Now, this case is very far from the historical examples of citizens being called upon by customs officers to assist in the enforcement of the revenue laws or the chauffeur who was, under a Federal employment contract, who then -- assisted revenue officers in carrying out a raid on a distillery, or the military corporal who was involved in assisting Federal officers in making an arrest. Those are the historical examples. They point to the principle that you are talking about people who are in a subordinate position and who are acting on behalf of or otherwise assisting Federal officers in carrying out their duties. As for the alternative ground for affirmance here, that is that there has been a delegation, testing delegation of authority, there has been no delegation of authority. It is unusual for the Government to delegate out its own regulatory responsibilities to the very industry it is regulating and it didn't do that here. What the Government did is that it had at one time its own testing program. It eliminated that testing program altogether, which had not been required by statute but was simply the result of a commission vote. And after that, the industry continued to carry on the very testing that it had been doing all along as a result of an agreement among industry participants. Now, even if --",
  "Actually, the Federal Trade Commission cannot require the particular testing method. But even if you assume it could, Mr. Chief Justice, that would simply be a regulatory condition on the marketing of a product. And acting in accordance with a regulatory condition on the marketing of a product is not acting under a Federal officer, for the reasons I've discussed.",
  "There has been Government litigation against the cigarette companies for allegations that are very similar to the complaint in this case except that it is being brought under the RICO statute. That litigation is pending in the D.C. Circuit and the basic allegation, one of the allegations of the complaint, is that the cigarette companies have falsely marketed their products as being lest dangerous than other products when, in fact, they are not. Now, the final point to be made is, even if there was a delegation of authority here, it would not affect the disposition of this case because this complaint does not challenge the testing itself. What this complaint says is that these - - that the Respondent here engaged in deceptive advertising by essentially designing cigarettes that would cheat the test and then marketing the cigarettes as light when in fact they are not. If the Court has no further questions - -"
]