[
  "Mr. Chief Justice, and may it please the Court: Petitioner's fundamental contention is that once a State issues a determination of best available control technology so labeled, no matter how arbitrary, factually unsupported, or unreasoned it may be, the Federal Government has no enforcement authority under the act to take actions to stop the invalid permit from taking effect. Nothing in the text, structure, or history of the act supports the implausible contention that Congress intended to immunize arbitrary, unreasoned State decision making from Federal enforcement review.",
  "Yes, but --",
  "But, Your Honor, Congress enacted a Federal regulatory scheme and a Federal enforcement scheme.",
  "Review only under State law, Your Honor, and -- and our point is that Congress has enacted a comprehensive Federal regulatory scheme and authorized EPA to serve as a backstop to ensure compliance with all of the requirements of the act, or this -- this portion of the act.",
  "Your Honor, the definition of best available control technology does not simply leave it to the discretion of the decision maker, the unbridled discretion, to -- to select whatever it wants --",
  "It imposes meaningful constraints, Your Honor. Maximum emissions reduction that is achievable taking into account specified factors. A failure, for example --",
  "Yes, Your Honor. Two responses. Number one, the -- the United States Code is filled with examples of instances in which Congress defines that it's the initial decision maker for a particular question, but that is not generally taken to mean that delegation of absolute, unreviewable discretion. Number two -- particularly when, as here, the statute imposes --",
  "-- these constraints on the decision maker.",
  "They're saying that it's not reviewable as a matter of Federal law, Your Honor, and that is what we're talking about here.",
  "I don't know, Your Honor, but --",
  "But I know there are --",
  "Well, number one, I believe various States have standing requirements that may be more restrictive than those applicable under -- under Federal law. Number two, the question is not merely which court will apply it but whether the -- the comprehensive administrative authority confirmed on EPA to issue orders and not just the administrative orders at issue here, but also the possibility of the -- of the administrative sanctions proceeding, which is separately provided by Congress in subsection (d) of 7413. Under petitioner's interpretation, none of that would apply as long as there's some element of discretion in the State's decision. And it's simply not correct to say that BACT is the only area in which the States enjoy some range of judgment or -- or in which there may be factual disputes --",
  "With respect, Your Honor, that's not correct. Under -- under 7475(a)(3), which is the --the subparagraph prior to (a)(4) which imposes the BACT requirement -- 7475(a)(3) is on -- I believe it's on 13a of the appendix to the gray brief. (a)(3) is -- is where the -- is where the requirement that permittees meet other provisions of the act such as the national ambient air quality standards and the increments.",
  "7475(a)(3) on -- on 13a of the gray brief appendix.",
  "Yes.",
  "(4) is the BACT requirement. (3) is the national ambient air quality standards, other standards of performance, the increments, and so forth. All of the other requirements that -- that petitioner concedes EPA should be able to enforce. But if you turn -- and that (a)(3), in turn, references 7410 --",
  "(j). 7410(j), which is on page 5a of the appendix, says that the permittee must -- the permit applicant must demonstrate to the satisfaction of the permitting agency that all of these requirements have been met. So under petitioner's interpretation, EPA's authority to enforce all of -- all of the requirements of the prevention of significant deterioration program would be eviscerated to the extent there is discretion in those determinations and there is necessarily discretion. All of those other determinations require modeling, and to do modeling, you have to determine what the inputs to the model are and you have to determine what the boundaries of the ambient air area are, and if EPA cannot review any of those discretionary decisions, it has essentially no authority to do anything under this act except to require that permitting authorities mouth the words of the statutory definition. And that's it. And if that's all --",
  "Alaska made a determination, but it did not determine best available control technology within the constraints of the statute, and the -- and the easiest --",
  "Well, they -- they didn't determine the maximum degree that is achievable, taking into account these factors, because the only basis for their rejection of the best technology selective control -- I mean, selective catalytic reduction was their reliance on economic impacts, and specifically what they said was the foremost consideration -- the foremost consideration -- for their rejection of SCR, according to the State -- this is at page 208 of the joint appendix -- was impact of the cost of SCR on the competitiveness of the mine. And yet --",
  "What's wrong with that, Your Honor, is that on the previous page, on page 207 of the joint appendix, the State admits that because Cominco refused to provide the financial information, they had no basis for making a judgment. That's a -- they quote judgment.",
  "They couldn't make a judgment about that very issue.",
  "On -- on an appropriate record, absolutely they could do that. And -- and EPA made it clear --",
  "That's correct. The State has the -- has discretion, but that discretion is not unlimited, and that is the point that --",
  "In State court, no, I don't believe so, Your Honor.",
  "I don't believe so. It's an unsettled question I think whether 1345 would authorize EPA to --",
  "That's correct. The EPA has consistently maintained and -- and has -- has announced this interpretation in a variety of administrative documents, including through notice -- in the course of notice and comment rulemakings and in the very orders in this case. EPA has consistently taken the position for 20 years, at least, that it has authority under these statutes, 7477 and 7413(a)(5) to do exactly what it did in this case --",
  "Taking the last part of your question first, Your Honor, there's nothing particularly strange about an appellate court reviewing a prior determination of whether an agency decision was arbitrary and capricious. Courts do that all the time --",
  "-- under the APA when a district court -- no. If a -- a district court determines whether a -- whether the -- an agency decision was arbitrary and capricious, the court of appeals, to the extent there are discretionary issues, they would review deferentially, but really as a general matter, it's going to boil down to a question of law, which is I think the case here, which is was it -- was it or was it not arbitrary and capricious for the State of Alaska to do what it did here. Fundamentally that is a question of law upon review of the EPA's determination.",
  "Your Honor, the State agency did not justify its final permit decision on that rationale. The State is now arguing in its brief in this Court --",
  "But it's more than that, Your Honor. The State agency expressly rejected that analysis, refused to conduct that analysis, refused to base its permit decision on that approach because it agreed it was contrary to the requirements of the act. That's at page 199 of the joint appendix. The State agency said we are -- we agree that's not an appropriate way in which to analyze the BACT question. That's consistent with EPA's regulations, in answer to Justice Ginsburg --",
  "Yes.",
  "Your Honor, and -- and Chevron itself actually discusses this, as you -- as you suggested, but Chevron recognizes that EPA has -- has construed the -- has applied the bubble concept or not differently. It -- the bubble concept applies at the initial stage in determining whether a modification has to go through prevention of significant deterioration analysis. But once -- once that -- once it is determined that the total emissions are going to increase so that the -- the modification does have to go through that analysis, it is then -- the bubble concept no longer applies and the analysis is done on an individual basis. That's set forth in EPA regulations promulgated through a notice and comment rulemaking --",
  "As a matter of law, what EPA has determined in -- in exercising in -- its rulemaking authority is that the statute requires that once it's determined that the BACT analysis must be made, it must be made on an individual unit basis, which is exactly what the State ultimately did here. The State conceded that is correct as EPA's regulations state. Only in its recent -- in this Court is the State now trying to back away from that.",
  "We don't believe so, Your Honor. The EPA gave the State ample authority and Cominco ample -- I mean, ample opportunity to place in the record whatever materials they wanted --",
  "The Ninth Circuit, when this case was in -- in the court of appeals, issued an order directing the preparation of a record and asking the parties what -- to -- to address whether the record was complete or not. Cominco and the State said the record was sufficiently complete. The only things that -- that the State identified --",
  "I don't know that the whole --",
  "The -- the administrative fills a box. It contains internal ADEC communications, memoranda, analysis, the Cominco application. It's quite detailed.",
  "Absolutely. And -- and again, under Overton Park and under this case's precedents, if the EPA record is incomplete for some reason, the Court can remand it to the agency for -- for further -- to complete the record. But that doesn't -- that doesn't suggest that EPA doesn't have the authority to act. It merely suggests that EPA needs to exercise that authority in a procedurally correct manner.",
  "Upon further consideration of this Court's more recent precedents in the -- in the area of finality, the -- the Whitman case and Bennett against Spear and given the particular circumstances of this case where the agency -- where EPA was not simply issuing an order to someone saying you're violating preexisting requirements of the act, but was in fact changing the status quo and stating that a -- a permit that had been issued by the State that allowed construction could not take effect, in those circumstances we -- we concluded that this Court's precedents regarding final orders are satisfied and that this is indeed a final order because it imposes legal obligations, new legal obligations, on Cominco.",
  "Well, it has to have evidence sufficient to make a finding that the State is not complying with the requirements of the act, Your Honor.",
  "Well, it's difficult --",
  "Well, in this case it's -- although they had extensive record materials before them, the -- the flaw in the State's decision making is apparent on the face of the State's own decision. As I said before, pages 207 and 208 of the joint appendix revealed that the State admits it doesn't have factual support for what it views as the foremost consideration justifying its decision. But -- but if EPA issued -- issued an order under this act without -- without the record materials in front of it, and -- and had -- therefore, had no basis for issuing an order, a court of appeals could set it aside.",
  "I think it is wrong, Your Honor. It is -- it is theoretically possible that if they installed this expensive generator and spent millions of dollars on it and never once turned it on and they ran all of their other -- other generators 100 percent of the time without ever stopping them, it is theoretically possible that there could be slightly more pollution. However, that is highly implausible, number one, and number two, there is no finding by the State that that is in fact what would happen. This is merely argument in their appellate briefs. And what is clear on the record is that under -- if the State had adopted SCR as BACT, the total cap on emissions allowable by this facility would be hundreds of tons lower than the cap that was imposed by the State. That's undisputed and perfectly clear that SCR would result in a total emissions cap far lower than the one that the State wanted to impose. And so the State's argument, unsupported by any findings, is that -- is the sheer speculation that Cominco would spend millions of dollars to install a generator that it would never use. We submit that's highly improbable.",
  "No, Your Honor. If -- if they installed this generator and if -- if selective catalytic reduction were deemed to be required, the total -- there's a total emissions cap of 3,878 tons in the State's permit.",
  "For all seven generators.",
  "And if -- and that includes MG-17 under -- using the Low NOx. Under Low NOx, MG-17 -- its output is 531 tons if it's used throughout the year, 531 tons. Under SCR it would output -- put out only a tenth of that at full capacity. So the total cap under BACT would be hundreds of tons lower, slightly less than 3,500 tons.",
  "The -- the total emissions cap would be lower. The -- the company is free to -- to choose how to -- how to meet the cap, how to -- which machines to operate at what times, as long as it doesn't exceed that cap. But the cap is determined by adding to the preexisting cap total for the other six generators the additional amount that is deemed permissible to --",
  "Absolutely.",
  "Correct. Your Honor, we -- Your Honors, we submit that Congress clearly intended EPA to exercise meaningful enforcement authority in the prevention of significant deterioration program. Indeed, it specifically authorized in that very context EPA to issue the types of orders at issue here. We, therefore, ask that the judgment of the court of appeals be affirmed.",
  "Mr. Chief Justice, and may it please the Court: The position of the United States is that respondents' suit is barred by the plain language of the Tax Injunction Act because it seeks to enjoin and restrain the assessment of a tax under State law. And to turn directly to the --",
  "We think it's -- yes. We think that the -- the language is sufficiently plain that there's no need to look at the legislative history, but that if you do, the legislative history also supports the interpretation we advance.",
  "Judge -- the case before Judge Easterbrook, Justice Stevens, was quite different from this case. That involved not an -- a -- a suit against tax -- the tax collector to affect the manner in which the tax collector administered the tax code, but rather a suit against private plaintiffs who had brought a State court action. It was a Federal court suit to enjoin a State court action. And so the considerations applicable in that case were obviously quite different from those what we have -- where we have presented here. The point of the Tax Injunction Act is to -- to protect the tax collector against Federal court suits to enjoin or restrain the tax collector's assessment, collection, and levy of tax.",
  "Yes.",
  "Yes. We think that is also quite correct here. That was not the issue addressed by the Ninth Circuit, but that is certainly another way to get to the result which we think is the correct result, that the plain language of the statute bars this kind of suit. Turning to the questions about the meaning of assessment, it is perfectly clear beyond peradventure that under -- in the Federal system, the term assessment means the tax collector's recorded determination of the amount of tax due under Federal law --",
  "No, Your Honor.",
  "No, Your Honor.",
  "Yes, Your Honor. The -- the --",
  "Yes, Your Honor. The practice of the Internal Revenue Service is to assess the amount of taxes shown on the return if that is -- absent some audit or some reason to think there's an error in the return. And in fact, the Internal Revenue Code so provides. Section --",
  "Correct. Well, if a taxpayer files a return showing a bottom line calculation of how much tax is due after all credits, deductions, and so forth have been taken into account, that amount and -- and the tax -- and the IRS checks the addition, concludes that it's accurate, and is not conducting an audit, that amount is assessed. It's -- it's recorded in the transcript. Now, of course, it's on the computer.",
  "The assessment is a particular thing. Under the Internal Revenue Code, it's the -- it's the tax collect -- the IRS's determination of the amount of tax --",
  "26 U.S.C. 6201. This is not in the -- the briefs. 26 U.S.C. 6201(a)(1) provides, quote, the Secretary shall assess all taxes determined by the taxpayer or by the Secretary as to which returns or lists are made under this title. So if the taxpayer has admitted on their tax return that they owe X dollars in taxes, the Secretary shall assess that amount and also has the discretion to conduct an audit.",
  "Not if the taxpayer has conceded the amount of liability. That's the point. If the taxpayer concedes on the return that their liability is X --",
  "Because assessment is the formal determination by the -- by the --",
  "There is, Your Honor.",
  "But the statute, Justice Ginsburg, doesn't say anything about notice. It says the -- the Federal district courts shall not enjoin the assessment of a tax under State law.",
  "They -- they are. The plaintiffs are seeking --",
  "If I may answer, Justice Ginsburg. What plaintiffs are seeking to do is prevent and restrain and enjoin the -- the tax department from assessing taxes under State law in the manner required by State law, which includes, as part of the assessment, computation and allowance of the credit where it is due. And the -- and the suit in this case would preclude the tax collector from doing that if respondents were to succeed.",
  "That's exactly what the act precludes.",
  "I don't believe so, Your Honor. I believe what the Arizona tax code provides --",
  "-- is that the -- is that the tax collector there, the Department of Revenue, makes a determination or reviews the returns and ultimately either determines that that amount will be accepted, that -- that the amount of tax shown on the return is the -- going to be accepted as the amount of tax due from the tax collector, or that they're going to try to require some -- you know, assess a deficiency or whatever it may be. But in either case, within the meaning of Federal law, the tax collector's determination of what the amount is due, either if it's the amount shown on return -- on the return or if they think it's a different amount, within the meaning of Federal law, that is the assessment. And that is what the respondents are trying to change. They're trying to require the tax collector to assess taxes not in a manner required under State law, which is the -- the text of the statute, but rather in a manner contrary to State law.",
  "Your Honor, the assessment under State law in Arizona includes the tax credit. The respondents would change that and would preclude the tax collector from doing that.",
  "That's correct.",
  "Exactly. And the purpose of the --",
  "Well, Justice Ginsburg, I'm obviously no expert in Arizona tax law. I'm informed that the tax collector looks at the returns when they come in, checks the addition, and in a certain number of cases goes further.",
  "The assessment is the tax collector's recorded determination of the amount due.",
  "Well, it -- again, I think for purposes of Federal law, it -- it is not unreasonable to assume that the tax collector in Arizona decides whether they're going to accept the amount of return shown on the tax as --",
  "And keeps a record of it. Exactly.",
  "Exactly, exactly. Now, the Attorney General can address that, but -- but that's my understanding of Arizona law.",
  "Yes, Justice Kennedy. That -- that is exactly right. That is -- that is entirely consistent with the United States' view of and interpretation of this act and the Anti-Injunction Act. And it's also consistent with the legislative history and purposes of the act. This Court has repeatedly recognized, in Justice O'Connor's opinion for the -- for the Court in the Grace Brethren case and in other cases, that the purpose of the act sweeps more broadly than simply a focus on collection and --",
  "Yes, Justice Ginsburg, but the Court did not say that the purpose and scope of the act is limited to that context, nor is the language limited to that context. To the contrary, the Court said this -- the act sweeps broadly to prevent Federal court interference in the administration of -- of State tax systems.",
  "That is certainly a primary purpose of the statute.",
  "It's -- it's not applicable here, although I think it is important to recognize that it would be quite extraordinary for Federal courts to be in the business of ordering State tax collectors to collect -- to collect taxes from their citizens that the legislature of the State had deemed should not be collected.",
  "Well, I think some of those quotes, if I recall correctly, Justice O'Connor, deal with -- they say the -- the Tax Injunction Act does not apply to suits to collect taxes, which is a different situation than here.",
  "This Court in two or three cases identified by respondents has not addressed the Tax Injunction Act where it might be -- it might be relevant. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The position of the United States has always been that sovereign immunity bars U.S. courts from adjudicating pre-1976 expropriation claims against foreign sovereigns. As this Court recognized in Dames and Moore, claims by nationals of one country against the government of another are frequently sources of friction between the two sovereigns. Since 19 -- prior to 1976, therefore, and absent a waiver of sovereign immunity, expropriation claims against foreign sovereigns have always been addressed through diplomatic negotiations and foreign claims processes, and not in U.S. courts. And the United States has entered into numerous agreements with foreign countries regarding such claims, always against and with a background understanding prior to 1976 that such claims could not be adjudicated in U.S. courts.",
  "Changed expectations are relevant in, in the general sense, not the particular -- particularized expectations of a particular state, but that it is a general rule and understanding of international laws set forth in the Vienna Convention on Treaties and elsewhere that changes in international law, including changes in sovereign immunity law, are not retroactively applied. And there are numerous examples of the latter point cited in our brief at footnote 14, and -- and it was an absolute rule in 1948 and before.",
  "Sovereign immunity. Sovereign -- it was an absolute rule of sovereign immunity -­",
  "Well, that's what we're addressing here. This -- the absolute doctrine, the doctrine of absolute immunity was applicable to all claims. There is no -- there is not a single instance of any case or State Department determination prior to 1952 in which a suit was permitted to proceed against a foreign sovereign -­",
  "The Tate letter changed -­",
  "With respect to commercial activity, but, of course, this is not a commercial -- it's not even alleged the -- within the commercial activity exception. We're not talking about commercial activity.",
  "Because it would be inconsistent with the understandings with which the United States and these foreign governments operated under with claims resolution agreements with numerous countries, not merely arising out of World War II, but out of communist government expropriations and numerous agreements regarding these types of -­",
  "The -- the case that -- the doctrine of absolute sovereign immunity, there were no -- there are no exceptions. There could not possibly have been any expectation or reason to believe that the executive of this country would deny immunity in an expropriation case because that had never happened in the history of the absolute doctrine, immunity doctrine, for 150 years. No suit, again, no suit in the United States has been permitted, was permitted to proceed on any theory against a foreign sovereign in personam. It was -- it would be absolutely unprecedented for such a suit to have been permitted prior to 1976, in fact, in the expropriation context. And so -­",
  "It's unclear whether a -- a court action could have been brought, at least we're not familiar with anything in the record that indicates whether a court action could have been brought in 1948, under, for example, the restitution law that Austria passed in 1947.",
  "But that's irrelevant because it can't be -- the retroactivity analysis has to be a term -­ determined on a section-by-section, or -- or provision-by- provision basis. It can't be a case-by-case, country-by- country rule.",
  "Reciprocity is also an important consideration, Your Honor. If this law were to be applied retroactively, it could open the United States to reciprocal claims brought in foreign courts, which would further complicate our foreign relations.",
  "Well, prior to -­",
  "We believe that the -- as we said in our briefs, and part of the reason we're here today is that there are foreign policy concerns implicated -­",
  "Well, I'm not -- understand. We are here today saying the United States has an interest in not having this expropriation exception applied retroactively because it would undermine the background assumption -­",
  "Well, we don't perceive a meaningful difference between an amicus brief expressing foreign policy concerns, which is what we have filed, and a statement of interest expressing foreign policy concerns.",
  "But the -­",
  "Justice Breyer -­",
  "Well, several things. First of all, it's not true that we promised not to express a view -­",
  "That has to do with a particular agreement entered into in 2001 and it is certainly our position that that agreement does not cover this case and that was the position we took. But again, with respect to the -- we are expressing the foreign policy concerns that I've identified, which are generalizing, go through the retroactive application of this statute generally. We're not talking just about Austria here. There are claims and potential claims against countless foreign countries, many of whom -- many of which would involve claims that were previously addressed -­",
  "In principles of retroactivity, the presumption against retroactivity require -­",
  "This is not a sub -­",
  "This is not purely -- no, Your Honor, this is not purely jurisdictional. The fact that a -- if it's true that a similar type claim could have been brought in Austria at the time, that cannot change the retroactivity analysis, because otherwise retroactivity would be determined country by country, and that fact that -- that a state by -- by an exercise of grace has chosen to allow claims that somehow deprive it would change the rules, which can't be -­",
  "We have -­",
  "May I answer, Your Honor?",
  "The -- we -- there are currently cases pending against countries such as Japan and Poland, with which -- which this country previously entered into agreements which both sides thought had resolved the issue entirely, and to now retroactively apply a substantive provision that this Court recognized in Ex parte Peru is a substantive, not merely jurisdictional, but a substantive legal defense, to apply that retroactively would be to change settled expectations, change the rules, and it should not be done.",
  "Justice Stevens, and may it please the Court: The central flaw in petitioners' case is that both of the trial court judges responsible for evaluating the evidence in the record reached the same conclusion regarding all of the factual issues.",
  "Justice Ginsburg, we do know what the report of the special trial judge was. It is in the record. Judge Couvillion's name is on his report.",
  "The report is the -- contains the recommended findings of fact and opinion, analysis of the law and application of the law to the fact, of the special trial judge. The report is the findings of fact plus, quote, the opinion.",
  "Well - -",
  "The -- under rule 183(b), the - - the special trial judge submits his report to the chief judge. It is then referred to a Tax Court judge.",
  "Correct. But the important thing to understand, Your Honor, is that nothing in the rule precludes, during the course of the deliberative process that then follows, the special trial judge from concluding that he has made a mistake, that he no longer agrees with the -- the stated findings of fact in that -- in that original report, from withdrawing and submitting a corrected report.",
  "It doesn't preclude it either, Your Honor. There's a longstanding practice - -",
  "The Tax Court judge cannot report in -- in the opinion that is issued by the Tax Court, he cannot say I'm adopting the opinion and findings of the special trial judge if the -- if the Tax Court judge does not agree with those and the -- and the special trial judge adheres to his original decision. The only way it is possible for there to be a change is for the special trial judge himself to determine, in the exercise of his responsibility as a judicial officer, that he made a mistake.",
  "Originally the original report goes to the chief judge.",
  "It is a report, Your Honor.",
  "Because if -- because the - - because the Tax Court has determined that it will not be made public, that it is part of internal deliberation.",
  "No, Your Honor.",
  "No, Your Honor.",
  "No, Your Honor.",
  "With respect, the tax -- the -- the statute says a report of the Tax Court must be made public. A -- a report - -",
  "Well, Justice Kennedy, if I may, I'd like first to finish my response to Justice Scalia.",
  "The statutes -- the -- the disclosure requirement applies only to reports of the Tax Court. It is perfectly clear that a report, the original report, or any report of a special trial judge is not and cannot be the report of the Tax Court unless it is first adopted and approved by a Tax Court judge, and then goes through the next step of -- of being submitted - -",
  "We submit, Your Honor, that there is no evidentiary or probative value in an initial conclusion that the -- that the person who reached that conclusion has abandoned, has concluded was wrong. Special Trial Judge - -",
  "-- Couvillion rejected - -",
  "To the recommended findings of the special trial judge. And I submit that if the special trial judge has concluded that his initial recommendations were mistaken because, based upon further consideration as a judicial officer in the exercise of his obligations, he has realized he made a mistake, I submit it would be bizarre to require a Tax Court judge to give some sort of -- of deference to - -",
  "-- abandoned findings.",
  "Justice Ginsburg, Judge Dawson actually is a senior judge who was recalled. So he doesn't have the 15-year term protection. But it's true that special trial judges are - - are appointed by the chief judge, not by the Tax Court judges, but by the chief judge, so that Judge Dawson wasn't, in a sense, his -- his appointing, employing official. But more to the point, special - -",
  "Well, Judge Couvillion has been a special trial judge, I think, for nearly 20 years. But the point is special trial judges are bound by the code of conduct. The Tax Court has adopted for both Tax Court judges and special trial judges the same code of conduct that applies to Federal judges under Article III, which - -",
  "-- obligates independent decision- making.",
  "Well, one difference is that the district court judges, as I understand it, appoint the magistrate, not the chief judge. But a more significant difference is that the statute and rules applicable to magistrates require disclosure of their reports and do not treat them as part of the internal deliberative process. The Tax Court has determined that it is inefficient to have disclosure of the original report, then have exceptions and have that whole process followed that they used to follow. They have determined that they will treat the Tax Court - - excuse me -- the special trial judge's report - -",
  "Yes, Your Honor. But the -- but the Tax Court has determined not to disclose it.",
  "Well, it certainly would be more cumbersome if they followed the procedure that they used to follow, which we submit, although the record is -- they did not specifically state - -",
  "Yes, that's true, Your Honor. What they're asking for here, what they say they want is merely disclosure of the original report.",
  "But the person who heard the witnesses is Special Trial Judge Couvillion.",
  "Yes.",
  "Under that rationale, Justice Stevens, every time a district court judge changes his mind, after giving further thought to a case - -",
  "-- before he issues his final opinion - -",
  "Well, again, the -- the rule does not preclude the practice. It is a common practice - -",
  "Absolutely, Your Honor. If the - - in a -- when a -- when a court has a collegial deliberative process involving more than one person that is involved in the decision-making -- certainly this is an unusual process in that -- and there is no identical analog, but we see no due process problem.",
  "If I may, Your Honor, the rule does not state that the, quote, original report shall receive a presumption of correctness. It doesn't even say that - - that any report shall receive a presumption of correctness. It says the findings of fact recommended by the special trial judge.",
  "Not if -- not if the tax -- if the special trial judge has abandoned those recommendations, withdrawn those recommendations, and replaced them.",
  "Well, it applies to the report, but I submit that if the special trial judge withdraws in order to correct an error in the report, what he submits as the corrected report is then the, quote, report.",
  "The -- the credibility -- the due regard and presumption of - -",
  "Well, it's important to understand also that, in fact, it would violate the Internal Revenue Code. This rule must be construed to be consistent with the Internal Revenue Code. The Internal Revenue Code makes very clear, and this Court held in Freytag, that the Tax Court judge, not the special trial judge, is the decision-maker, the only finder of fact in these kinds of cases under subsection (b)(4) of the statute. This Court so held in Freytag and the -- and the statute makes that very clear. So it would violate the statute to construe this, as petitioners do, to require some sort of deferential clear error review.",
  "If construed as petitioners would have it, yes.",
  "In the tax context, Your Honor, the -- there is a presumption of correctness that attaches to assessments and deficiency notices issued by - -",
  "Your Honor, presumption of correctness does not necessarily equate with clear error, deferential review. That's my point.",
  "What the presumption of correctness means in the tax context, with respect to deficiency determinations and the like, is that the burden of going forward is on the party seeking to change what -- what - - the determination that is presumed correct.",
  "No, Your Honor. If -- there - - there are two processes that go on. The Tax Court judge, quite appropriately, we -- we assume and have -- have no reason to disagree, confers with, discusses with the special trial judge. If -- if in the course of that discussion, one or both of them come to the conclusion that something is wrong in the original report and if the special trial judge agrees, the special trial judge has the option of withdrawing his original report, submitting a corrected report, and having the presumption of correctness, whatever it means, apply to his corrected report. If -- if --",
  "No, Your Honor, not great weight because, again, that would violate the statute.",
  "He is to give due -- the due regard provision we think is essentially precatory, as the -- as the Seventh Circuit said. It reminds the -- the Tax Court judge that he should not lightly set aside the credibility determinations. But again, that's not what happened here.",
  "It's certainly not enforceable in an appellate court. That's correct.",
  "That's correct, because otherwise it would violate the statute if it imposed some meaningful limitation. But again, it's important to understand here the Tax Court judge did not exercise his authority in this case to reverse or set aside the special trial judge's findings. He could have done so - -",
  "We cite - -",
  "We cite in footnote 4 a small number of cases from prior to the last rule change in which that occurred. In addition, there are at least a couple of cases since the rule change in which the Tax Court judge rejected parts of the opinion, but not the findings. We're not aware of any cases in which the Tax Court judge has rejected the findings, but there are other cases -- Little against Commissioner, 103 T.C. 285; Walker against Commissioner, 101 T.C. 537 -- in which the Tax Court judge expressed a disagreement with a portion of the opinion of the special trial judge and then proceeded to decide the case in the manner he or she thought - -",
  "Well, again, that assumes that the -- that the -- the rule compels the interpretation that the special trial judge is prohibited from withdrawing, correcting, and resubmitting his report. I submit it does not compel that interpretation, and the Tax Court - -",
  "Well, I don't think it -- I mean, I don't think it's -- it's deceitful, the -- the possibility that a court - -",
  "Your Honor, when the Tax Court adopted its present procedures in 1984, it -- it certainly did not do so in as artful a manner as it could have. But the question is whether it violates the statute or due process for it to do what it has done. Let me just -- we've been spending most of our time talking about this issue of whether the Tax Court - - the special trial judge is permitted to change his report under rule 183. That's not even one of the questions in the questions presented. The only rule 183 question in the questions presented is whether the rule requires clear error review. We submit the answer to that is no because it would violate the Internal Revenue Code. So this - - this question about whether the report permits -- whether the rule permits the report to be changed isn't even one of the questions presented. The courts of appeals upheld the judgment on the premise that it was permissible for the Tax Court judge and the trial -- the special trial judge to engage in the deliberative process and for the special trial judge to revise his findings as he did --",
  "I don't know the answer to that, Your Honor. I'm not aware of that, but - -",
  "Again, I -- this is a holdover from the prior version of the rule in which the exceptions process was followed, and again, it may be that had the Tax Court given it further consideration, they might have viewed that unnecessary. But we're not aware of that happening.",
  "If - -",
  "-- if the Tax Court judge so determines, yes. The rule certainly allows that, but it doesn't obviously require that.",
  "Well, presumably it would be a waste of everyone's time unless he -- I don't know that he would have to disclose the report, but he would need to direct their attention to the issue he would like them to brief.",
  "Well, again, Your Honor, this language was adopted at a time when they followed the exception --",
  "Well, we know that the Tax Court has interpreted its rule to permit precisely the practice it followed here because it said so. And it would be quite extraordinary, we submit, for this Court to reverse the Tax Court, which is surely entitled to considerable deference in interpreting its own rules, since, after all, the Tax Court has exclusive statutory authority to promulgate its own rules, and particularly with respect to this issue about whether the special trial judge can change his report, since that was not even one of the questions presented. If I may turn to -- back to the statutory question. Section 7461 requires disclosure of reports of the Tax Court. The special trial judge report is not the report of the Tax Court. Indeed, even a Tax Court judge's opinion and report does not become the report of the Tax Court.",
  "The statute doesn't --",
  "The statute does not prohibit the disclosure of other reports, but the rule clearly does not require the disclosure of reports. The Tax Court in 1984 amended the rule to make perfectly clear that -- that initial reports of special trial judges are not to be disclosed. The Tax Court said in its orders in this case the reason for that is that those are now internal deliberative processes. The Tax Court has made clear that its rules permit exactly what it's doing here.",
  "Yes, Your Honor.",
  "Page 2a of the appendix to the gray brief, at the bottom of the page, section 7460(b) provides that the report of the division -- and the Tax Court is now and has for many years been divided into one-judge divisions. They used to sit en banc or - -",
  "Yes.",
  "For a brief period of time, they sat in -- in panels.",
  "But they -- the -- the press of work force them to -- to divide into one-judge divisions.",
  "Yes, that's correct.",
  "Yes, Your Honor.",
  "He -- he prepares it and submits it to the chief judge under rule -- under statute -- under the statute 7460(b) where it says the report of the division shall become the report of the Tax Court within 30 days after such report by the division, unless the chief judge directs it to be reviewed by the full court. So -- so even a Tax Court judge's opinion is not the report of the Tax Court. Surely the report of the special trial judge is not either.",
  "No, Your Honor. The -- the opinion is not made public. In fact, the statute precludes it from being made -- made a part of the record. The last sentence of that same section 7460(b) at the top of page 3a, it says the report of a division shall not be a part of the record in any case in which the chief judge directs that such report shall be reviewed by the Tax Court. And that's a very important point. Congress has mandated by statute essentially the same procedure that the Tax Court follows here.",
  "The -- the Tax Court judge certainly has the authority to dissent, just as a special trial judge has the authority and, indeed, the obligation under the code of conduct to refuse to put his name on a -- on a report if he doesn't agree with it. If he doesn't agree with the Tax Court judge's view, he has the obligation, the ethical obligation -- and we presume he follows it -- to say I don't agree. This is my report. If you - -",
  "No, but he can preclude the Tax Court judge from doing what the Tax Court judge did in this case, which is simply adopting his report. If the - - if the special trial judge refuses to change his report - -",
  "Justice Ginsburg, if -- if that were the case here, obviously our arguments would be more difficult. But that is not what happened here. If - - if - -",
  "In the -- the one case involving a change in the opinion, where the Tax Court judge said, I don't adopt a portion of the opinion of the special trial judge, there was no published opinion of the special trial judge. So I don't believe there's a procedure for the dissent. But the point is the court of appeals --",
  "A published dissent by a special trial judge? Not that I'm aware of. But the point is the court of --",
  "Well, there's often a dissent. It's -- it's hard to know from the standpoint of a researcher when -- when it is that the judge who heard the evidence and tried the case is the one who's dissenting, unless they happen to say it in their opinion, because again, there's no original opinion issued by the Tax Court judge who first heard the case. That's kept confidential by statute, which again is an important point. Congress has mandated confidentiality of the initial reports prepared even by Tax Court judges, and it has given the Tax Court plenary authority to promulgate rules governing special trial judges. It is hardly surprising, let alone impermissible under the statute or Due Process Clause, for the Tax Court to follow a similar process for special trial judges.",
  "No, Your Honor. It's identical. The -- the full Tax Court --",
  "Well, neither does the full Tax Court when it - -",
  "No, Your Honor. The -- the tax - - the full Tax Court doesn't go back and -- and hold a new trial, just like the individual Tax Court judges - -",
  "Well, then if -- if I understand the point you're making, it's a point of the -- the - - it's the hierarchy issue, if that's -- if that's the point you're making.",
  "So did the Tax Court judge - -",
  "No, Your Honor. That's incorrect.",
  "Your Honor, in a review -- if a Tax Court judge -- most Tax Court cases are tried by Tax Court judges. Tax Court judges are trial judges, and if a Tax Court judge tries a case - -",
  "Well, I'm talking about the full Tax Court, Your Honor. If the full Tax Court reviews an individual Tax Court judge's decision, the Tax Court judge has presided over the trial, heard the evidence, just like the special trial judge here, and then the full Tax Court judge reviews it. That's exactly what happened in the Estate of Varian case, which is in our briefs, out of the Ninth Circuit. The parties complained that they wanted access to the original judge's report because he had been reversed -- been reversed by the full court after trial on an -- on an evidentiary issue, and the Ninth Circuit said no.",
  "Thank you.",
  "Thank you, Justice Stevens, and may it please the Court: In a fraud-on-the-market case, a plaintiff who buys a security at an inflated price suffers no loss at the time of purchase because the market continues to value the security at the inflated price, and that's -­",
  "Well, our view -- well, what ought to happen in this case is that the judgment of the court of appeals should be reversed because the court failed to require loss causation. In effect, what the court said is that transaction causation is sufficient. But what -­",
  "Yes.",
  "Well, I'm not sure that I can accurately tell you petitioners' position, but I can tell you our position, which is that in a fraud-on-the-market case the plaintiff cannot -- has failed to plead loss causation unless the plaintiff pleads that the -- the inflation attributable to the misrepresentation or omission has been removed or reduced from the price of the stock through dissemination of corrective information of some sort to the market. That does not mean that the company must make an announcement or that there must be an admission of fraud or that there must be really any information, any -- any sort of formal disclosure. But if the information is disseminated to the market such that the market, in whole or in part, becomes aware of the truth and adjusts the price accordingly, that price adjustment is loss and the plaintiff has alleged loss causation in an amount to be proven at trial.",
  "That's right. Exactly right, Your Honor.",
  "Well, the -- I don't think the question -- we cited rule 9(b) in our brief because fraud must be pled with particularity and -- and that -- and that rule applies to all the, quote, circumstances constituting a fraud. But the Court doesn't need to address the question because even under rule 8, the plaintiff must allege all the elements of the cause of action.",
  "That's correct. That's absolutely right.",
  "Well, as we said in our brief, we think 9(b) applies here. Obviously, this is a fraud case.",
  "Well, Congress has made very clear that loss causation is an element of the cause of action. The elements must be pled. In a fraud case, they must be pled with particularity, but even -- even in a -- in a common law -­",
  "Well, with respect, Your Honor, we think circumstances -- it does not constitute fraud if there is no loss causation. At least it certainly doesn't constitute securities fraud under this statute, and if the complaint does not plead loss causation, it hasn't pled fraud. So we submit that -­",
  "Yes, but in a -- in a private action for securities fraud, loss causation is an element of the cause of action. It's not an element in every fraud case.",
  "Well, it may be a semantic question. That's -­",
  "But there -- I mean, there are cases in the -- in the courts of appeals saying that -­ that rule 9(b) applies to all the elements, and we're not aware of cases -- the -- the -- one of the amicus briefs cites cases which focus on the nature of the representation, and that's certainly where 9(b) issues are generally fought out because in a -- in a typical securities case, loss causation is not a difficult issue because the -- the bad news is -- is announced, the stock drops, and the plaintiff pleads loss causation as a matter of course. It -- it's -- it's not a difficult burden to satisfy in your run-of-the-mill securities case.",
  "Well, as a -- as a practical matter, Your Honor, there's a huge difference in how these cases are litigated because it's the difference between spending millions of dollars on discovery, literally millions of dollars on discovery, or not. If -- if the plaintiff has failed to allege loss causation and for some reason feels unable to allege it, the -- the case is going to be dismissed. If the court doesn't require loss causation, as the Ninth Circuit did -- did here, that means the case is going to go to discovery and the defendant is going to have to either spend millions of dollars on their own lawyers or spend millions of dollars to settle even in a case that -- where the plaintiff might be unable to establish loss causation. That's why -­",
  "-- Congress did what it did in 1995.",
  "I think that's -- that's a helpful way to look at it, Justice Souter, because it's -- in -­ in a fraud-on-the-market case, by definition the plaintiff is alleging that there was an efficient national market and that is what makes the difference. If this were the -- you -- you buy a gold mine, like the -- the old common law cases that respondents cite, there's no efficient national market on which the -- the plaintiff can turn around and sell it at the same price until the information has been disclosed. But when it is an -- a national, active stock market, the market continues to reflect the inflation, and so -- so the plaintiff has not been injured, and the allegation that it was an efficient market and I bought it at an inflated price does not support an inference of -- of injury. And the -- and so because it is a fraud-on-the-market case, that's exactly right. The additional information must be pled in the complaint or else no injury has been -- been pled and the complaint must be dismissed.",
  "You're referring to section 12(b) or?",
  "Well, I suppose a plaintiff in -­",
  "I think what that encompasses is a -- is a case in which the plaintiff purchased the stock on the market -- on -- on a open market, which will typically be in practice a fraud-on-the-market case. I suppose a plaintiff, in an unusual case, might not allege -- might not choose to plead it as fraud-on-the-market case if they have some specific evidence or reliance that they view is stronger, but -­",
  "Well, I think they -- they unquestionably are trying to establish their damages. The Ninth Circuit's damage theory or -- or injury theory establishes damages by reference to the market price.",
  "The plaintiffs alleged they purchased at the market price in this fraud-on-the-market case, and -- and the damages are the difference between what they paid at that market price and what it should have been. That is in our view an attempt to establish damages by reference.",
  "Well, they -- they alleged they purchased on the market. If -- if they weren't purchasing on the market -­",
  "Well, in any event, we interpret it to refer to -- I mean, by definition they are, in a fraud- on-the-market case, alleging that they have purchased at the market price, and that's exactly what this statute would be encompassing. But beyond that, as -- as Mr. Sullivan identified, Congress' explanation of how it understood loss causation, when it -- when it enacted section 12(b) as part of the Reform Act, is entirely consistent with our position, and the common law is entirely consistent with our position. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: In the Telecommunications Act of 1996, Congress declared that it is the policy of the United States to preserve the vibrant and competitive free market that presently exists for the Internet unfettered by federal or state regulation. The FCC implemented that clear policy directive in the order under review by concluding that cable modem service should be classified as an information service and not a telecommunications service under the Communications Act. That reasonable determination should be upheld, because it is consistent with the text, history, and purposes of the Act. The Act defines \"telecommunications\" as the transmission of information without change in form or substance, and \"telecommunications service\" as the offering of telecommunications directly to the public for a fee. Given that focus on the nature of the \"offering to the public,\" the FCC reasonably concluded that the integrated cable modem service offering should be viewed as a whole in determining its classification under the Act.",
  "Well, I don't think we would say, in that example, that you are offering windshields, per se. I mean, to give an example, carmax.com offers cars for sale over the Internet, but I don't think we would ordinarily say that they are offering windshields or steering wheels or tires for sale. Certainly, that's not been necessary construction of a regulatory regime that, say, is designed to focus on sellers of tires. It wouldn't automatically, as a matter of law, have to be applied to entities that are selling cars instead. And the same is true here.",
  "Well, again, I -­",
  "Well, I think it would depend on the nature of the regulatory -­",
  "-- regime.",
  "Well, the -- and, by the same token, the transmission component is useless unless it offers all of the -- all of the information-services type functionality that Internet service offers.",
  "But, Your Honor, it's the -- it's the capabilities that you purchase in the integrated package -- not the pure transmission, but the other capabilities, the computer data-processing, data-access capabilities that are an essential part of that. If all you had was the transmission, with none of the other computer functionality -- if you typed in the Supreme Court's Website, for instance, supremecourtus.gov, nothing would happen, because all of the computer functionality, like the domain-name system, which is a very sophisticated, complex, distributed database involving literally millions of computers around the world, that's data processing. That's information-services capability that you use every time you type in a Website.",
  "It's not just transmission. It's much more than that. And without the -- without the computer data-processing aspects, it doesn't do anything.",
  "Well -­",
  "-- well, two points. Your question starts with, I think, an incorrect assumption about the nature of the world. The pure transmission function has not been offered to the public, to consumers, separately and apart -- again, it doesn't do anything. Consumers don't use the pure transmission functions by itself. \"Internet service,\" by definition, includes the data­ processing aspects that the Commission so found on this record, and that factual determine is reasonable and supported by the record.",
  "Well, in the -- in the hypothetical, it's conceivable that a different result might be reached by the regulatory agency with authority for construing the statute and applying it to particular fact situations. But I don't think the word \"offering\" necessarily and always compels the conclusion that any component of an integrated offering is also separately being offered within the meaning of the statute. It depends on the purposes of the statute, as construed by the regulatory agency. \"Offering\" is ambiguous. And, therefore, what the agency has done here is reasonable. And it's supported, I would add, by the consistent pre-1996 regulatory approach in this area, which all parties agreed Congress incorporated into the 1996 Act.",
  "Your Honor -­",
  "That's because the telephone companies have always offered a standalone transmission component which other -- which other ISPs can utilize. They've done that because of the preexisting regulatory regime. They've always made the separate offering; therefore, it is a telecommunications service.",
  "Your Honor -­",
  "Your Honor, it's certainly not unusual for this Court, in construing a statute, to look to the regulatory history that led up to the enactment of the statute, particularly where it's clear in the legislative history that Congress was in -- was essentially borrowing from the pre-1996 regulatory definitions, the definitional scheme that the Commission adopted in 1980 in its Computer II report. All parties agree that that definitional framework forms the foundation for the very definitions at issue here. That's undisputed.",
  "Your Honor, the FCC has tentatively concluded that when a telephone company makes an integrated offering of the DSL transmission capacity with the Internet service, as a combined offering to consumers, that, tentatively that is an information service, precisely the classification that you -­",
  "-- read here.",
  "That's correct. And even though -­ when a telephone company is making a separate standalone offering of just the pure DSL transmission capacity, which is useful only to ISPs, to Internet Service Providers, not to consumers, that that would be viewed, has traditionally been viewed, as a common-carriage offering, because it's pure transmission. But when it's a bundled -- or when it's an integrated offering -- again, this goes back to 1980. This very issue, Justice Scalia, was addressed by the Commission in 1980, and it said, if the offering is limited to pure transmission, it is basic telecommunications, basic service, the precursor to telecommunications service; but if you add any computer functionality to the offering, then it is not basic, it is enhanced service. They said that at paragraphs 93 to 97 of the --­",
  "-- Computer II order.",
  "No, Your Honor.",
  "It depends on the nature of the offering. If the entity is offering -- if cable companies, tomorrow, start offering pure cable transmission on an -- on a nondiscriminate basis, that would regulated as a telecommunications service. But what the Commission has always said is that you look at the offering as a whole, and if it's a -- an integrated offering that encompasses not just telecommunications, but data-processing, and computer-type services, as well, it's in the enhanced or information-service category that -­ the Commission said, in 1980, \"We're doing this, in part, because it's not clear -- it's clear that Congress didn't intend, in the 1934 Act, to extend regulation to this new -- this novel, new type of intermingled service, and it would be inappropriate, we think, to try and extend the Act to that, for a number of reasons, including that it's very hard to draw lines between which is -- which has more of a communications versus data-processing component. They had tried that, and concluded that it was unworkable.\" And so, they drew the line. Basic transmission, pure transmission, if the offering is limited to that, it is on the telecommunications service, or basic-service line; if it contains the computer­ processing capabilities, data acquisition and retrieval and the like --",
  "Correct.",
  "I don't think so, Your Honor. It's only -- it only -- it's only question-begging because the Respondents have attempted to mischaracterize or misdescribe what is going on here. The rule is, if you are a common carrier, as the telephone companies are, and, in 1980, the FCC was regulating in an environment when there was only one avenue into the home, one communications avenue, the telephone line, and they said, \"Under these circumstances, telephone common carriers are not going to be allowed to escape Title II regulation completely by offering enhanced services, if they can offer an enhanced service, an intermingled -- integrated transmission and computer data-processing service, and that service, as a whole, when it's offered, will be unregulated, because Title II does not extend to those types of integrated service offerings.\" They said, \"However, if you -- if it is a telephone common carrier that's making that offering, a facilities-based, typically-monopoly common carrier, they will have an obligation to also make a standalone offering of transmission under Title II, because they were telephone -- traditional common carriers.\" Cable companies are not in that category. They have not traditionally been -­",
  "Well, actually, that's an important point, Justice Ginsburg. The FCC has never said that an integrated offering of DSL that -- DSL Internet service, the combined integrated offering, the analog to what we have here, in the cable context -- the FCC has never said that that is not an information service. They have -- and they have tentatively concluded now that it is. What they have said -- what they said in the 1998 order that Respondents cite was that the telecommunications -- the telephone companies are already offering DSL on a standalone, pure-transmission basis to other competing Internet Service Providers; therefore, it is a telecommunications service. Indeed, it was undisputed that it was a telecommunications service. And, again, the reason they were doing that, we assume, is because the preexisting Computer II and Computer III framework required the telephone carriers to make that standalone offering. But the Commission has not said the integrated offering is also a telecommunications service, and it has now tentatively concluded that it is an information service, in keeping with 25 years of regulatory history that -­",
  "Well, any standalone, pure­ transmission offering, including, under the Computer II rationale, to the extent the Commission adheres to it -­ and it hasn't overturned it yet; it's considering the extent to which it should create an exception in the DSL context -- but under Computer II, a basic, traditional common carrier cannot get away -- cannot get out of Title II regulation by offering an integrated offering. They will also have to make the standalone offering, unless and to the extent the Commission determines that that's not necessary; for instance, because the enhanced or integrated -- information-service market is sufficiently competitive that it's not necessary and there are adequate alternative -­",
  "-- communications pipelines.",
  "Your Honor, I'm sorry, but -­",
  "-- that's -­",
  "Let me try to clarify what the Commission's position is. The Commission has never said, that I am aware of or that Respondents have pointed out, that the integrated -- bundled, if you will -- the integrated offering of transmission plus Internet service functionality is a telecommunications service. They have never said that. They have said that some companies, telephone common carriers, will be required to make the separate offering, but it is not correct that the integrated offering is, itself, going to be classified as a telecommunications service. It's classified -­",
  "-- as information.",
  "You could. And, in fact, the Commission is -- has issued a notice of proposed rulemaking and an invitation for comment in the order under review here to consider whether it should make such a requirement under its ancillary Title I authority in this context, and what -- and, if so, to what extent?",
  "History and, not unrelated to that, the fact that the cable companies have not traditionally been regulated as common carriers under the -­",
  "-- Title II of the Act. Yes, that's correct. And then just one final point, if I may -­ Justice Scalia, I think this also goes to your question -­ Respondents are the ones who are being inconsistent, and that -- the states, for instance, they suggest that, \"Well, if\" -- they say that, \"Well, cable modem service should be regulated as a telecommunications service, in part.\" But, of course, traditional information service providers, ISPs, should not be; they're pure information service, even though ISPs also provide transmission. They provide telecommunications. Information service -- excuse me -- Internet service does not work unless you have transmission from wherever the telephone call goes into the central office, and it has to be transmitted from there to the Internet Service Provider's point of presence on the Internet, and from there out onto the Internet. And Internet Service Providers either own or lease that transmission capacity and offer that as part of the bundled offering that they make. So every Internet Service Provider would be a telecommunications carrier under their position, and that is contrary to what the FCC said before the '96 Act, and it's contrary to what Congress said in the 1996 Act. They said -­",
  "If I may reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. Turning first to the question of the regulatory history, Respondents continue to rely on the fact that, under Computer II, the FCC required telephone common carriers to separate out and separately offer the basic transmission component. But, importantly, and what refutes Respondent's attempts to rely on history, Congress did not -- excuse me -- the FCC did not impose that requirement on enhanced service providers. There were entities called \"value-added networks\" that obtained the telecommunications functionality, bundled it together with information servicing protocol conversion-type computer functions, and offered that bundled service as an enhanced service. And the Commission said, in Computer II, \"That is an unregulated enhanced-service offering, it is not subject to Title II of the Act, because we don't think Congress intended Title II, which is aimed at traditional telephone communications, to deal with this new form of intermingled integrated service.\" It is not regulated, even though it is true that there was a communications component. And, under Respondent's rationale, that offer or that value-added network should have been required to make it file a tariff and comply with all the regulations of Title II of the Act. And footnote 5 of our reply brief cites the orders discussing this fact. And in addition, under Computer II, the Commission required AT&T and, later, the Regional Bell Operating Companies, if they were going to offer enhanced services, to offer them separately through subsidiaries, unregulated subsidiaries, even though they were offering bundles of enhanced service and telecommunications, the telecommunications, which they obtained under tariff from their parent corporation. But the entire bundled offering was unregulated. And that's been true for 25 years. And, again, Congress, in 1996, gave no indication that it was overturning this well-established situation in which enhanced services, now information services, were not regulated. And to suggest that Congress, in an act that talks about preserving the hands­ off approach to the Internet, in fact, regulated all Internet Service Providers in a way that they had never been regulated before, we submit, is certainly an unlikely interpretation of the act, and clearly demonstrates that the FCC was reasonable in rejecting that position. Justice Breyer, you asked about voicemail or similar type systems that would preserve a message. If provided by a computer functionality, that service is an information service. Voicemail is an information service. But the FCC has at least suggested that voicemail and basic telecommunications -- if a telephone company tried to offer it -- say, \"We're going to offer this bundled, and we don't think it's regulated,\" telephone companies try that sort of thing from time to time, and then the FCC is faced with a decision, in its discretion, of whether that should be viewed as an integrated offering or, instead, as really two things that have just been added together but aren't really -- that are really two distinct services. And the FCC has suggested, in that context, that telephone service and voicemail service, even if they're bundled together, are two distinct services. And there's an important difference, I think, between that type of offering and the one here. You can use your -- even if your telephone company offers you voicemail, obviously, you -- a lot of your use of the telephone system has nothing to do with the voicemail; it's pure telephony, pure telecommunications; whereas, with cable modem service, every time you use it, essentially, you are utilizing at least some of the data­ processing, computer-enhanced functionality that is being provided by your -- by your Internet Service Provider -­ the domain-name system, as we discussed, caching. For instance, Mr. Goldstein says he goes to supremecourtus.gov every morning. I suspect he doesn't actually go to this Court's computer. He probably gets at least the first page off of the cache, which provided by the ISP.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The fundamental question in this case is whether a plaintiff who did not purchase goods for resale in competition with a favored purchaser can, nonetheless, establish all the elements of a Robinson-Patman Act claim by picking and choosing from among different aspects of unrelated transactions. The position of the United States is -­",
  "-- that the answer is no.",
  "No, Your Honor. When they purchase the goods, they are not in competition with any other Volvo dealer. By definition, they have the sale. And so, if -­",
  "That's the point that I'm making.",
  "In a different sense, they may be in competition -­",
  "-- with other -­",
  "In a different sense, yes. But the point is, the price discrimination does not occur when there is any competition. And, therefore, the requirements of the Act are not satisfied.",
  "No, Your Honor. The -- they may be, in other senses, and in -- and in seeking other customers, in a -­ in some sense, in competition with other Volvo dealers. But, at the point that the price discrimination occurs, they are not. And, therefore, even in the -- in the -- in the -- well, in any of the examples offered by the Respondents in this case, they don't show price discrimination between competing purchasers, which is what this Court, in the Morton Salt case and in other cases, have indicated the Act was aimed at. And as Mr. Englert indicated, that is why, in the 70 years since the Robinson-Patman Act was enacted, we haven't seen cases like this, because it is understood that the Act has no application in these circumstances, and -­",
  "-- I would -­",
  "And all the same structure as this -­",
  "-- hypothetical? Well, the answer is no, but only for, I think, one of the several reasons why in this case the answer is no. That is, in your hypothetical they are, in a sense -- and I'm assuming that there might be direct head-to-head competition, but the offers are different -- or affected by the differing differentials. So, there is -- there is competition between the purchasers, and there is discrimination in offers, although not in purchases. So, there is still the two-purchaser requirement which is not satisfied in that circumstance. There is the -- Reeder is not purchasing in -- assuming it loses the sale to the other customer, it's not purchasing in competition with a favored customer, a favored dealer, because it's not purchasing at all.",
  "But I would point out that even if the Court is unwilling to go that far in this case, that you don't need to go that far to resolve this case and to reverse the judgment below for the other -- because of the other failings in the plaintiff's case here.",
  "Well, I don't think I would put it that way. I think, again, they don't compete at the point at which the price -­",
  "-- discrimination occurs.",
  "Right. Yes.",
  "And that's -­",
  "-- right. Other than -- there are the -- the two examples of what have been called head-to-head competition, in one of which there was clearly no price discrimination, in the other of which our reading of the record is that a reasonable jury could not have found that there was price discrimination. And even if there were price discrimination, that one instance, standing alone, could not support a finding of a Robinson-Patman Act -­",
  "-- violation.",
  "Because there -­",
  "-- because there's no substantial injury to competition.",
  "I don't think so, Your Honor. I mean, clearly -­",
  "Well, certainly the Morton Salt inference wouldn't apply, because there's no substantial -­",
  "Well, I don't -­",
  "Well, this Court's cases, and the lower courts', have understood the Act to require a likelihood of a substantial injury to competition -­",
  "But one sale is not substantial, Your Honor, I would submit. And, moreover, in this case, of course, they don't have that evidence of the close dealer with whom they are in repeated competition for the same customers that -- and so, I don't think we have that case. We don't have a substantial injury, even if you assume -- even if you read the evidence the way they do with respect to the one head-to-head competition. And it's important to understand that this -- the two-purchaser rule is not the only flaw in the judgment below. The Act requires causation. That is, the price differential must cause the injury to competition. Here, it's not the price differential that causes the injury, in the sense that the Robinson-Patman Act addresses. The Act is addressed to the situation where they're competing head to head, the favored purchaser has a competitive -- a relative competitive advantage which allows them to offer a lower price and, thereby, either get the sale or reduce the profits of the competing purchaser. But that's simply not the case here in these sales-to-sales or offers-to-sales competitions. The fact that some other dealer in some other transaction with some other customer got a better price has absolutely no relevance, no significance, and no effect on Reeder's ability to get a sale or make a profit in its transactions with an unrelated customer. So, there -- the causation element that's so crucial under the Act is absolutely missing here. And, in fact, Reeder's interpretation would simply read the injury requirement out of the statute. They would say, \"Whenever there is a price differential, we've been injured, because if we had gotten the lower price instead of the higher price, we would have made more money.\" So, there's per se injury. The Morton Salt inference is converted into an irrebuttable presumption -­",
  "-- contrary -­",
  "And they're in repeated head-to-head competition for the same customers -- one gets -- they're getting -­",
  "-- differential offers? Is that -­",
  "I agree that that would not be actionable under the Robinson-Patman Act. The reasons why -­ the reason, or reasons, why depend on whether they are in head-to-head competition or not. If they're never in head-to-head competition, then they're never in competition -­",
  "-- and they would fail to have -­",
  "They have to prove at least what Morton Salt said, which is price differentials between competing purchasers. And the way the purchasers were competing in Morton Salt was that -­",
  "-- they were both competing -­",
  "Well, in this market, they'd have to show that they were purchasers -­",
  "-- at -­",
  "Yes, Your Honor, but they haven't purchased -­",
  "They haven't purchased in connection with the -­",
  "-- a price discrimination -­",
  "Well, right. But, as Justice Scalia pointed out, the Act clearly does not apply to offers. It requires purchases -­",
  "-- and it requires -­",
  "-- sales.",
  "They have to prove that they were in competition with each other and that competition was -­",
  "-- injured by -­",
  "-- the differential.",
  "No, Your Honor, because -- it's not enough to prove they're in competition with each other. They have to prove that they are in -- that the price differential injured, or was likely to injure, substantially, that competition. And that is not true if they aren't competing in connection with the transactions -­",
  "-- in which the price discrimination occurs.",
  "May I answer?",
  "Your Honor, if -- I understood Justice Stevens' hypothetical to address the situation where, as in this circumstance, they are not competing at the point at which they actually purchase -­",
  "-- the product. If it were the traditional Robinson-Patman Act case, where they purchase for inventory and are both trying to sell the same goods to the same customers, then yes, the problems that we've identified here would not exist.",
  "Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The presumption that patents confer market power is counterfactual, inconsistent with this Court's modern antitrust jurisprudence, out of step with congressional action in the patent area, contrary to the views of leading antitrust commentators and the Federal antitrust enforcement agencies, and unnecessarily harmful to intellectual property rights and procompetitive conduct. For all those reasons, the presumption should be rejected. There's no plausible economic basis for inferring market power from the mere fact that a defendant has a patent on a tying product. As this Court has recognized, many commercially viable products are the subject of patents that do not confer market power because there are reasonable substitutes. Nor does the combination of a tie in a patent provide a valid basis for presuming market power. The patent may be entirely incidental and tying is ubiquitous in fully competitive markets.",
  "Strictly speaking, it's not, Your Honor, because of course, this is a patent case.",
  "And the only case in which this Court has actually applied a presumption of economic power is the Loew's case, which was a copyright case. In fairness, however, Loew's based the presumption that it recognized in the copyright context entirely on the reasoning of the patent misuse cases. So a -- a holding that there is no presumption in the patent context would eviscerate the underlying rationale for Loew's. Indeed, as we explain in our brief, Congress in our view has already done that because, again, Loew's expressly states that the rationale for the presumption it adopts is that in the patent misuse cases, the Court has -- at that time, had rejected any attempt to extend the monopoly. But Congress, in 1988 in the Patent Misuse Reform Act, overruled those cases and held that there cannot be patent misuse in the absence of an actual showing, based on all the circumstances, of market power. So the rationale and underpinnings of Loew's have been entirely repudiated, which is one of the reasons why we think that this Court ought to make it clear that there is no presumption of market power in a tying case where there --",
  "As this Court defined market power --",
  "Well, yes. The ability to raise price --",
  "No, Your Honor. Certainly many patents are valueless, which is one of the reasons why --",
  "Well, that's -- that's part but not all.",
  "Patents can be valuable, but not confer meaningful, significant market power. What this Court said in Jefferson Parish is significant market power. I mean, there can be lots of circumstances in which a competitor has the ability for some customers in some circumstances to raise price to some extent, but we wouldn't consider that significant market power. And patents can confer value in other ways. For instance, in many high-tech industries in the modern high-tech environment, a patent library is necessary merely in order to get cross licenses from your competitors that would allow each of you to compete. They're fully competitive markets, but without a patent library, you can't get in the door. And all the competitors have their patent libraries and they agree to cross licenses to avoid the -- the inconvenience and cost of patent infringement.",
  "Yes, Your Honor.",
  "Yes, Your Honor. We think that's wrong for several reasons. In the first place, the presumption recognized in Loew's, of course, has nothing to do with a requirements tie. So, in effect, what that brief is urging the Court to do is not to retain the Loew's presumption but, rather, to create a new one. And there is certainly not the requisite evidentiary basis or consensus among --",
  "Well, Your Honor, those -- those cases don't state a presumption of market power. Market power wasn't even relevant in those days.",
  "Well, it is a brand new idea in the sense that they would -- they would ask the Court to adopt a presumption of market power, which the Court did not recognize in the IBM case or any of those cases because market power was not a part of the analysis in those cases. It wasn't relevant. It wasn't relevant in the -- even in the International Salt case where the Court -- where the Court later made clear that the -- the ability to prove the absence of market power was deemed irrelevant by the Court in International Salt. Market power's relevance didn't even begin to be recognized --",
  "Well, an increase in price is a separate issue which might or might not, depending on the circumstances, be probative of market power in the -- in the tied product market or, again, depending on the circumstances, it might be probative of market power in the tying market and certainly a plaintiff would be able to rely on such evidence if they could establish it. But the -- the fact of a requirements tie, standing alone together with a patent, is not meaningfully probative of market power. His thesis is that requirements tie is always used for metering, and metering is evidence of price discrimination, and price discrimination is evidence of market power. But again, there's a great deal of disagreement and, indeed, the majority view is that price discrimination is not necessarily or even usually evidence of market power. In fact, price discrimination is common in entirely competitive markets such as grocery retailing, airline industry, and many other contexts. So -- so the -- the logic of the -- of the presumption he urges doesn't even hold together, and certainly there isn't the relevant -- the requisite consensus that would justify the fashioning of a new presumption that has never been recognized by the Court before. The Loew's --",
  "Well --",
  "Certainly we have not asked the Court to -- to do that, and that's not necessary to address in this case. The -- they're really two separate issues. That is, is it -- is it rational to presume market power from the existence of a patent is quite separate and distinct in our view from the question whether it's rational to have a per se tying rule when there is market power. They're completely distinct.",
  "Well, Justice O'Connor made persuasive points in her concurring opinion in Jefferson Parish in which she explained why, in the view of those Justices, that the per se rule does not make a whole lot of economic sense. We have not taken a position on that question in this case because, in our view, it's not necessary to reach that in order to reverse the judgment below which -- which rests entirely on the presumption. The Loew's presumption is also, in our view, undermined by this Court's modern antitrust cases, such as Jefferson Parish and Eastman Kodak, because the presumption -- the fact that the Loew's presumption recognizes is not market power in the modern sense of the term, as it is understood and required under Eastman Kodak and Jefferson Parish. Rather, what the Loew's Court said is that uniqueness suffices to establish the requisite economic power regardless of the ability to control price. The Court specifically said on page 45 of the decision that -- that ability to control price need not be shown. That's a different fact that -- that is being presumed in Loew's than the fact that is now required as part of the Court's modern per se tying jurisprudence, which is actual, significant market power. So even if the Loew's presumption had any continuing force, which we don't think it does, it doesn't presume the relevant fact under this Court's modern cases. So for that reason as well, the judgment of the court of appeals is incorrect. As has been discussed, we think that the presumption is not only wrong but has deleterious consequences. It essentially imposes a litigation tax on the ownership of intellectual property and -- and --",
  "Well, as Justice O'Connor explained in her Jefferson Parish concurrence, there's significant force to that argument. But -- but again, it's not presented here because there's --",
  "Well, I think, as I said, those are completely separate and -- and really, I would say, unrelated points because what we're talking about here is not whether -- whether market power is relevant, but rather, whether the plaintiff should be required to prove an element of its case, which is the normal rule that this Court and the lower courts apply in -- in the whole array of contexts, including in antitrust cases in every other context.",
  "Thank you, Your Honor.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The fundamental flaw in the Court of Appeals analysis is that it requires the phrase \"in connection with\" to be given two different and irreconcilable interpretations, depending on the identity of the plaintiff. Nothing in the text or history of the securities laws justifies that implausible interpretation. The Securities and Exchange Commission - -",
  "I think that's correct, Justice Stevens, but - -",
  "Well, the \"in connection\" -- that's not the approach that the Court of Appeals took, of course, but -- and also, as Mr. Kasner indicated, that issue has been dispositively resolved by this Court and the Commission in concluding that the purchaser/seller rule is not a limitation on the scope of the prohibition in section 10(b). And if your interpretation were the one that were adopted, that would not be the case.",
  "Certainly, that would be our submission.",
  "Yes, Your Honor. And, again - -",
  "-- if it - -",
  "I'm sorry?",
  "Right, it's \"the\" -- well, it's \"the,\" in the sense of \"the activity of purchasing and selling securities,\" yes. It's -- and that's how this Court has interpreted, in the O'Hagan case, for -- if that interpretation -- if \"the\" were read as \"his or her,\" then it's impossible to see how the SEC could bring an enforcement action, or the Justice Department could bring a prosecution, in a case like O'Hagan, where the -- where the Court specifically said that the purchaser or seller was not defrauded. It's not that -- it's not true that section 10(b) requires that the purchaser or seller be defrauded. And so, we submit that this would be - -",
  "Well, we certainly would agree with that, Your Honor, that - -",
  "But, more generally, it doesn't require that there be a purchaser or seller who's defrauded, and yet the purchaser/seller rule, for the purpose of implied actions, does require that. Justice Stevens, you asked about whether there is any indication in the legislative history that Congress intended this act to preempt class-action claims where there would be no Federal remedy. The answer to that is, absolutely yes. It is perfectly clear from the legislative history that Congress knew, and expected, that claims that could be brought under State law as class actions, such as aiding-and-abetting claims or negligent- misrepresentation claims, claims that would not satisfy the Federal - -",
  "-- scienter requirements for - - and, of course, the claims that would not satisfy the requirements of the PSLRA. None of those could be brought in Federal court, because they're barred by the various provisions of Federal law.",
  "Well, in cases where the -- where the only claim is against aiders and abetters, those parties would be -- would be out of court; or, likewise, cases where parties could not satisfy the scienter requirement, those parties would be out of court. So, Congress knew that it would be foreclosing remedies for certain categories of claims, and that was part of the point of the act, as the conference committee report makes clear.",
  "Congress was - -",
  "Your - -",
  "Your Honor, the -- that issue is not before this Court - -",
  "-- because it was not - -",
  "The - -",
  "The Commission addressed that question in its amicus brief in the Court of Appeals, and took the position that that claim was not in connection with the purchase or sale of securities, because the injury occurs after the fraud has been completed, and is - - and has to do with the lost future relationship, rather than fraud in connection with the purchase or sale of securities. And so, we didn't address that in our brief here, obviously, but the Commission took the position, below, that that would not be preempted, because it's not in connection with the purchase or sale of securities.",
  "Your Honor, that was an accurate description of the state of the law, as it existed at the time, at least in theory, although, as a practical matter, Respondents have not been able to point to a single reported case a -- of a holder class action in State court prior to the adoption of the Uniform Standards Act. So, while it was true, as a theoretical matter, that such claims could be brought under the law of some States, there are -- there is no history of State class actions in this area, which is one of the reasons why we think the reliance on the assumption of nonpreemption makes no sense here. Securities class actions prior to the PSLRA were brought in Federal court, and it was only the PSLRA that resulted in cases, such as the type of case at issue here, being brought in State courts. And Congress -- once it saw that problem, Congress was concerned that the requirements of the PSLRA were being evaded, and it was also concerned, as the conference committee report makes clear, that, now that these securities class actions were being brought in State court, there was the potential danger of 50 varying State standards being applied, as this very case suggests, and Congress acted to remedy both of those problems, as the conference committee report makes clear, both the risk of nonuniformity in securities class actions that are targeted by the act, and the risk of evasion of the PSLRA. Respondent's position would frustrate both of those objectives, because it would -- it would permit the most abusive category of lawsuits to proceed in State court, and it would permit such holder claims to be brought -- for instance, based on negligence, if State law permitted that; based on conduct that would be protected by the Federal safe harbor for forward-looking statements under the PSLRA. So, the PSLRA protections would be frustrated by their interpretation. So, the very goals that Congress explicitly sought to achieve, stated in the -- in the text of the statute, in the purposes section and also in the conference committee report, would be frustrated. And, again, that approach requires the Court to accept an inconsistent interpretation of the text of the \"in connection with\" requirement, depending on the identity of the plaintiff, which would be an extraordinary way to construe a statute, particularly when there's nothing in the legislative history that provides even a hint of a suggestion that Congress would have intended that result. And with respect to Blue Chip, Your Honor, it's important to remember what Blue Chip was doing. Blue Chip was not a case about the scope of the \"in connection with\" requirement or the section 10(b) prohibition. Instead, it was a case about what to infer about what Congress would have wanted to authorize as an -- as a right of action, if it had addressed the question. And that's why the Blue Chip court made very clear that the conduct at issue there involving injuries to holders can be a violation of section 10(b) -- i.e., it can be in connection with the purchase or sale of securities -- it's just that they did not think that Congress would have wanted to authorize a private right of action. So, again, when we're talking about the scope of the \"in connection with\" requirement, which is what is at issue here, that approach is the same approach that should be followed here, the same approach that was in - - followed in O'Hagan and in Zandford, and compels the conclusion that, since the conduct at issue here is unquestionably \"in connection with the purchase and sale of securities,\" as this Court has construed that phrase, it is preempted by the Uniform Standards Act. If the Court has no further questions, I thank the Court.",
  "Thank you, Justice Stevens, and may it please the Court: Claim 13 satisfies the written description, enablement and definiteness requirements of section 112 of the patent act. The patent specification sets forth the scope and nature of the claimed invention in terms readily understandable by a person of ordinary skill in the art and it enables such persons to practice the claimed invention.",
  "Well, that obviously assumes the conclusion, Your Honor. But with respect to the definiteness requirement, the challenge seems to be that because the first step of claim 13 is not limited to a particular type of assay but instead claims all assays, that that somehow renders it indefinite, and that argument is simply incorrect as this Court has recognized for over a hundred years. In the Cochrane against Deener case, for example, the Court addressed that question where a process claim was not limited to a particular method of performing a particular step of the process, and the Court said quote, \"A process may be patentable irrespective of the particular form of the instrumentalities used\", closed quote. And the Court reiterated that principle in the Diehr case.",
  "It can be. It might or might not be depending on the circumstances. The Morse case is an example where it was both indefinite and invalid because trying to claim a principle of nature, in effect. But by the same token you can easily have, and in fact you have here, a claim where it's definite in that persons of ordinary skill in the art understand the scope of the claims. They know what is and is not within the scope of the patent, which is, in this case, a question entirely separate from the question whether, as construed by the Court and as understood by the person of ordinary skill in the art, it's valid, under section 101, that is, under the scope of patentable subject matter.",
  "Your Honor, as we suggested in our brief, we don't think that that question is properly before the Court but that --",
  "Yes, Your Honor. But that if the Court were to reach that question, we think that while it's unclear because the issue wasn't litigated, there appears to be prima facie evidence of invalidity under Benson, this Court's decision in Benson, because, given what we currently know, it appears that the claim as construed by the court of appeals preempts all substantial practical applications of the correlation. But because that issue wasn't litigated below, if the Court were to reach it, it should remand --",
  "That's how the court of appeals construed it, yes, Your Honor. I'm sorry. Is that - -",
  "Well, again, Your Honor, we --",
  "As we indicated - -",
  "As we indicated in our brief, we think that raises a potentially serious pre-emption problem and it also raises the anticipation problem, that is, the section 102 argument which is not before the Court but if it were litigated --",
  "Well, we think it has validity problems under section 102 and also under the pre-emption, -- potentially under the pre-emption doctrine. We haven't addressed the other issues that Petitioner seeks to put before the Court involving Diehr and Flook, both because -- well, actually for four reasons. First of all, it wasn't pressed or passed upon below, it wasn't -- it's not fairly included within the question presented, which construed at its most broad, broadly, includes only the monopolization issue --",
  "Yes, Your Honor. And as I've said, we've identified two areas in which we think there are potentially problems if they were in front of the Court.",
  "The preemption issue is a 101 problem, Your Honor. We haven't addressed -- as I said, we have not taken a position on the broader section 101 issues and we would urge the Court not to do so as well, in a case in which it wasn't presented below, the Court doesn't have the benefit of the lower court's assessment of that question. And given that that question implicates substantial reliance interests and --",
  "Yes, Your Honor.",
  "But the Court didn't grant certiorari on that question. Yes.",
  "Your Honor, I may have misspoken before but I think it's probably most accurate to read the Morse case as dealing with a written specification problem, that is, the specification in claim 8, the one Your Honor is referring to, didn't tell anything about the method by which the principle of nature, electromagnetism, would be used. All it did is describe a result, and it purported to claim any, any method involving any number of steps that any inventor might ever invent in the future, even if those steps had nothing to do with -- if there was not a single overlapping step between that new process and Morse's process.",
  "Well, the difference is between claiming a -- claiming all methods of achieving a particular result and claiming one process for achieving that particular result and then as one claiming any means of doing one particular step of that process.",
  "Well, again, Your Honor, if it is true that all methods of employing the assay -- excuse me, all methods of employing the correlation are preempted by this patent claim, then it would be invalid under section 101. But to the extent the argument is an attempt to go beyond that issue, we submit Morse doesn't support it and indeed this Court's decision's in --",
  "Yes, Your Honor. And I think it is more properly understood as a specification problem because, as you say, anyone can understand the scope of that claim. It's just that it was not sufficiently described because he was purporting to claim any process even if it had nothing to do with the process he had invented, and that's not what's happening here. They claim a particular step, that is, do an assay, as opposed to some other method, and they claim any method of doing that assay within step 1 of the overall claim but they aren't saying -- for instance the analogy would be if they had claimed we've just devised one particular method of determining whether someone has a vitamin deficiency and we therefore claim all other methods of determining whether someone has a vitamin deficiency.",
  "Well, again, we don't know --",
  "Well, I think that, as understood by a person having ordinary skill in the art, we -- it may be. We don't know because the issue wasn't litigated.",
  "Well, no. Certainly it's conceivable that there are other methods and indeed the patent claim -- the patent specification refers to -- or suggests the possibility of assaying tissue as opposed to fluid. The claim is limited to fluid. I thank the Court.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The court of appeals exceeded its jurisdiction and misconstrued the Clean Air Act in holding that EPA was required to define the term \"modification\" identically for the separate NSPS and PSD programs, and on the jurisdictional point I'd like to address the whipsaw question, because in fact it's quite clear that there's no whipsaw issue here for a number of reasons. It's true that there are those ambiguous and cursory 1981 statements from Mr. Reich, who was a subordinate official within EPA. In 1988, the administrator of EPA, the head of the agency, in the WEPCO decision, the applicability determination, made very clear what EPA's position is on the application of the hours of operation exclusion and the fact that this is an annual tons per year test. That's page 44 of the joint appendix. He made that perfectly clear and it has always been clear that that is, in fact, the EPA's official position beginning with the 1980 preamble. But again - -",
  "Well, I'm not sure whether it could have been brought at that time. But the fact of the matter is a challenge was brought on this issue in -- to the 1980 regulations. True, Duke didn't assert it, but General Motors and the steel industry did assert in the 1981 brief they filed in that challenge to the 1980 rule - -",
  "Well, they might have that argument, Your Honor, except for the fact that the challenge to the 1980 rules was stayed and was not reopened until 2003. In 2003, Duke and other parties sought to reopen and were granted permission to reopen that challenge to the 1980 rules. They filed a statement of issues in 1984 and a brief in 1984 challenging the regulation on the ground that if EPA's interpretation was correct and that it did not require an increase in maximum total achievable emissions, as the NSPS did, test did, they argued that it was invalid. They raised the very incorporation theory that they advance here, that is the statutory argument that Congress was required to follow for the PSD regulations the same regulatory approach that the NSPS regulations had followed in 1977 with the hourly maximum achievable test. They made that very argument in their brief in the D.C. Circuit in 2004, the D.C. Circuit addressed and rejected that argument on the merits.",
  "Yes. Well, I think it's important to distinguish. There are two statutory arguments here. One is what I would call the incorporation theory. That is the argument that Congress by borrowing the definition, the statutory definition, also necessarily borrowed and mandated adoption of the regulatory definition from the NSPS program. That argument, the incorporation argument, was made by Duke in its brief in 2004 in the D.C. Circuit. The D.C. Circuit addressed and rejected that argument at pages 17 through 19 of its decision in its 2005 New York decision.",
  "Your Honor, it is a fundamental principle of administrative law and deference to agency decisionmaking that when Congress adopts an ambiguous statutory phrase and charges the agency with implementing that phrase the agency has discretion, has a delegation of rulemaking authority and policymaking authority to choose from among the various permissible interpretations.",
  "No, Your Honor, because Congress has not mandated, as it could have done, that the choice of the specific interpretation from among the permissible options must be identical across both programs.",
  "No, Your Honor.",
  "The statutory definition is ambiguous, but within the limits of the ambiguity it imposes constraints on the discretion of the agency. The agency must choose from among the options that are permissible given the range of language that Congress used. But within that range the agency has discretion. Think of it this way, Your Honor. If there were no PSD program, if we were talking only about the NSPS program, Congress gave an ambiguous definition to the agency the agency would have discretion to adopt different tests for determining whether emissions increased for different types of equipment even within that single program, because the statutory definition is ambiguous. The statute therefore does not mandate a one size fits all approach and the agency in its discretion could well determine that one emissions test is appropriate for some types of equipment, another emissions test is appropriate for other types of equipment, as long as both of those tests are within the permissible bounds of the statutory ambiguity. The agency is entitled to do that.",
  "Yes, Your Honor.",
  "Yes, Your Honor, with respect to certain types of units, electric generating units like those at issue in this case, that's correct. They would not be identical under the proposal, but would be similar.",
  "Your Honor, the 2005 proposal that you're referring to is only a proposal, a notice of proposed rulemaking. It has not been adopted. So the rules as they exist today are the same as the ones we're talking about, although there was a modification in 2002. But in any event, what we're talking about here is conduct that occurred from 1988 through 2000 with respect to - -",
  "It is civil enforcement proceedings, Your Honor. There are various remedies, injunctive relief and civil penalties where appropriate, yes.",
  "That's correct.",
  "No, Your Honor. It's not an advisory opinion. The court is simply precluded from considering a challenge that would invalidate the regulation because that is the determination Congress made in requiring pre-enforcement review to avoid the problem of inconsistent determinations and circuit conflicts and 700 district judges potentially construing the statute in different ways and tying EPA's hands. The Congress made that determination.",
  "It's quite common. It's quite common, Your Honor, in any regime where review of an agency decision is relegated to the exclusive jurisdiction of one court, as it is here, and enforcement proceedings are brought in a different court. Hobbs Act agencies, their decisions are reviewable in the court of appeals but often enforceable in the district courts. The district court cannot look behind the determination of the agency to challenge its validity because that rests in the exclusive jurisdiction of the court of appeals. Obviously there's a timing issue in this statute as well because of the requirement of pre-enforcement review. Whatever -- whatever concerns might be raised in a situation where a party could not reasonably have been expected to challenge it at the time it was originally promulgated are addressed by the after-arising provision in section 307(b)(1) which permits challenges that could not have been made within the 60-day period to be brought later in appropriate circumstances. And in any event, if there were some concerns at the outer limits of a provision like this one, they have nothing to do with this case where Duke's challenge, actual challenge to the agency decision, the 1980 rule, it was heard in 2005. And so Duke had more opportunity than you could possibly ask for to understand exactly what EPA's position was, understand exactly what the regulation meant and to challenge it in the D.C. Circuit. It did so and it can't do it here.",
  "Well, I think that's an unresolved question. Presumably, the argument - -",
  "Well, presumably the argument would be that the creation of the company and the first applicability of the regulations to it is an after-arising ground. I don't know the answer to that question, but certainly it's not presented here.",
  "Well, it could seek a determination of non-applicability, but -- and it could obtain judicial review of that determination. But that would not go to the D.C. Circuit and would not permit a challenge to the regulations. But they could find a petition, they clearly could find a petition for rulemaking with the EPA, saying your regulation is invalid, it's been around for 25 years, but it's still invalid, you need to rescind it, and when the agency declined to do that they could then go to the D.C. Circuit.",
  "If this completely speculative and hypothetical situation were ever to arise, a court might well exercise its equitable discretion to stay proceedings pending review in the D.C. Circuit.",
  "There are several things, Your Honor. First of all the language of the regulation simply does not support that interpretation. What the regulation says is that hours of -- a change in hours of operation is not a physical change. Fine. But we have a physical change here. It is undisputed that Duke made physical changes to its facilities, major modifications, sort of using that term in the non-regulatory sense, but substantial replacements of physical equipment at the facilities. So physical change has occurred. The hours of operation exclusion, therefore, has no longer any relevance because it applies only at the physical change step of the analysis. There has been a physical change here regardless of whether hours of operation changed or not. Therefore, the hours of operation exclusion no longer applies. The next question is whether the -- if the physical change that did occur resulted in a significant net emissions increase. Here it did under the plain language of the regulations and under the test that EPA applies. It is true that 1981 they were arguably mistaken to the extent one can discern what the, Mr. Reich was actually saying, they seem to be simply a mistake in interpretation. But in 1988, the administrator of the agency, the head of the agency, made very clear EPA's position, the very same position it is taking here today on the hours of operation exclusion. The First Circuit in the Puerto Rican Cement case, as Your Honor knows, upheld that interpretation in 1989. The Seventh Circuit in footnote 11 in the WEPCO decision upheld that determination in 1990. It was restated by the EPA again and again and it is well established. Thank you, Your Honor.",
  "Thank you, Mr. Chief Justice, and may it please the Court. Construed as the sole means of proving obviousness the teaching suggestion motivation test is contrary to the Patent Act, irreconcilable with this Court's precedents and bad policy. It asks the wrong question and in cases like this one, it produces the wrong answer. It should be rejected and the judgment of the Court of Appeals should be reversed.",
  "Well, it's not entirely clear, Your Honor. I think that it's sometimes difficult to distinguish, certainly between motivation and suggestion. One way in which it is used for example, is if there were some indication in the prior art that doing something a certain way might save money and then there would be a motivation to save money, which might supply the requisite motivation for combining the two prior art references.",
  "Yes, Your Honor. We agree that teaching suggestion and motivation are valid means of proving obviousness, valid considerations for the Court. And this Court's precedents are entirely consistent with that. A number of cases cited by respondent show that the Court has looked to suggestion as a means to determining whether a patent is obvious. The problem with the Federal Circuit's test is it makes that the exclusive test and precludes obviousness determinations in the absence of satisfaction of that test which this Court's precedents are clearly not consistent with. In fact in Graham itself, in the Sakraida case, in Dann against Johnston, lower courts had held patents valid because of a lack of suggestion. This Court reversed without requiring or even addressing the question whether there was some explicit principle that had been proven by the party challenging the patent, by clear evidence that there was such a teaching suggestion motivation. It's just foreign to this Court's precedents as a mandatory prerequisite for obviousness.",
  "Well, several things, Your Honor. First of all, of course, there can be no legitimate reliance in lower court precedent that's contrary to Supreme Court precedent, and it was an open secret in the patent bar that the approach being taken by the Federal Circuit was inconsistent with cases such as this Court's Sakraida decision.",
  "No, Your Honor. I just think it would be dangerous proposition for this Court to endorse that line of argumentation but even leaving that aside, it's not justified here on the facts. And this patent is a good example. No one is suggesting that claims 1 through 3 are invalid; the problem here is that claim 4 sweeps so broadly, so much broader than what the applicant in fact invented, that it sweeps in obvious manifestations.",
  "I don't think so, Your Honor. What we are talking about here are claims at the outer boundaries of patentability, even under the Federal Circuit's test. And in those cases there will no doubt be some claims, such as the claim in this case that can be resolved at summary judgment by a court, that the court can simply determine as a matter of law, it's obvious. Whereas under the Federal Circuit's test it has to go to a jury and the somewhat unpredictable, at the least - -",
  "Correct.",
  "Your Honor, I think the \"sufficiently innovative\" is more of a description rather than a test; it's a description of what this Court said in Graham. In Graham itself the Court laid out the proper analysis which is you need to consider in detail, not in the more cursory fashion that the Federal Circuit's test encourages, but in detail the capabilities of a person of ordinary skill and the content of the prior art and the differences between the prior art and the invention, and ascertain -- it's ultimately a legal judgment informed by those detailed factual inquiries, whether it is obvious or nonobvious and entitled to patent protection. And in addition I would point out that this Court in Sakraida provided a framework for assessing patents like this one, where each of the elements is set forth in the prior art and each of the elements in the claimed invention is merely performing its already known, previously known function as set forth in the prior art.",
  "Your Honor, I think that it would make sense because the statute requires it, and as a practical matter it shouldn't make any difference, because the only category of cases in which the result would change under our test is the category in which as a matter of law, in light of the factual issues that are required under Graham, as a matter of law the Court concludes that the difference between the claimed invention and the prior art is so trivial that it cannot be given the protection of a patent. And in those circumstances the presumption doesn't come into play. It's a legal determination; the presumption has been understood to effect the burden of proof, and in the Federal Circuit's view the measure of the burden of proof requiring clear and convincing evidence on the underlying factual considerations, not the ultimate legal determination. But one of the problems with the Federal Circuit's test is that it transforms what this Court made clear in Graham is supposed to be a legal determination. Ultimately it transforms it into a jury question. Because in a case like this one where you have as conclusory affidavits from respondent's experts saying \"oh, this would not have been obvious.\" And that in the Court of Appeals view is enough to create a jury question and then you then have to role the dice in front of a jury in each one of these cases, except of course the many cases in which the challenger can't meet the teaching suggestion motivation test at all and simply is unable to challenge the validity of the patent, notwithstanding this Court's holding in Graham that it's ultimately a legal determination -- admittedly one informed by detailed factual inquiries. Another problem with the Federal Circuit's test is that it devalues and de-emphasizes the statutory focus and this Court's focus in Graham on the capabilities of the person of ordinary skill.",
  "We haven't suggested an innovation test, Your Honor. We were simply attempting to describe in perhaps imprecise terms the holding of this Court in Graham, and the holding of this Court in Graham is that the ultimate inquiry for the court, obviously suggestion, teaching, motivation, teaching a way in the prior art, all of these are factual, subsidiary factual issues that will shed light and a great deal of light on the ultimate question in each particular case, but ultimately the question for the court is whether in light of all those underlying factual showings the differences between the claimed invention and the prior art are sufficient to, that they would have been obvious to a person of ordinary skill in the art. And that ultimately is a legal determination, you can refer to that as sufficiently innovative to justify a patent, but the ultimate question, the ultimate test is the one set forth in the statute and in the Graham decision.",
  "No, Your Honor, because in this case it is perfectly clear that it would have been obvious for a person of ordinary skill to take the Asano patent, add the sensor, the electronic sensor in a manner that that off-the-shelf sensor is designed to be added, and voila, you have a winning combination.",
  "I don't know, Your Honor. Those have not been litigated. Those have additional limitations that are not present in claim 4 that, depending on what the prior art might reveal about those, we have no way of knowing whether they would or would not be obvious because obviously, that question has not been litigated. Certainly there is nothing in the record in this case that would suggest they are obvious.",
  "Yes, Your Honor. There are two problems with that. Number one, the conclusory assertion that an invention is nonobvious, just like the assertion that it's obvious from an expert, should have no weight because of course - -",
  "But again, it's a legal question. And moreover and more importantly, the problem with the Court of Appeals analysis, one problem, and with the experts' analysis, is that they're focusing on the narrow definition of the quote unquote problem by looking only at what this particular inventor was trying to solve, but the scope of the claim is far broader. Thank you.",
  "Thank you Mr. Chief Justice, and may it please the Court. The same considerations that led this Court in Sylvania and State Oil to reject outmoded per se rules compel that same result here. The Dr. Miles rule conflicts with this Court's modern antitrust jurisprudence in three fatal - -",
  "Several reasons, Your Honor. It's not -- it's not a close question whether this Court under its modern antitrust jurisprudence as an initial matter would impose a per se rule in this context. There is economic -- there is consensus among the respected economists - -",
  "I don't think you, Your Honor. Given that - -",
  "Given that this Court's test, the question this Court's modern cases ask, in distinguishing between the rule of reason and the per se rule, is whether the challenged conduct is always or almost always anticompetitive. That's what the Court has said.",
  "Certainly not, Your Honor. Because that, that is almost always anticompetitive in our experience and in the experience of the courts. But the same is not true in the resale price maintenance context. Dr. Miles has foreclosed the courts from conducting the kind of analysis that would actually look into this question. But the empirical data that are available would suggest that anticompetitive explanations for resale price maintenance do not have very much explanatory power. When you actually look at the cases that have been litigated, they involve manufacturers without market power, unconcentrated markets, no evidence in the vast majority of those cases of any cartelization going on. So the anticompetitive explanations, while certainly valid in some cases, do not appear to explain most of the retail price maintenance that has been litigated. It's true that retail price maintenance can but does not always result in price increases, but, as Justice Scalia pointed out, price is not the only thing that consumers care about. And there is widespread consensus in the economic literature and in this Court's recent cases that price-based vertical restraints, just like non-price based vertical restraints, while they generally reduce intrabrand competition, generally enhance interbrand competition. In Monsanto and Business Electronics, this Court made clear that price vertical restraints, like minimum resale price maintenance, frequently, in fact usually, have the same or similar effects to the non-price vertical restraints to which this Court now applies rule of reason analysis. So the reason in - -",
  "No, Your Honor, because horizontal -- the important thing to keep in mind is that the incentive of the manufacturer when the manufacturer - -",
  "Your Honor, the reason why we know that is always or almost always harmful is that the incentive at a horizontal level of a retailer cartel, just like the incentives of the participants in a manufacturing cartel - -",
  "No, Your Honor, because the manufacturer's incentive is not to increase the profits of the retailers, but the retailers when they get together obviously have a very different incentive, which is not to benefit the manufacturer.",
  "Your Honor - -",
  "Your Honor, in State Oil the same argument was made. The argument was made that, while we don't have compelling empirical evidence that Albrecht results in harm to the economy, we don't have compelling empirical evidence that resale price maintenance, maximum resale price maintenance, is generally pro-competitive, and in the absence of such empirical evidence there's no basis for overturning precedent. This Court unanimously - -",
  "This Court -- I'm sorry. There's no empirical evidence that I'm aware of about what impact eliminating Dr. Miles would have on the Wal-Marts of the world.",
  "I don't think so, Your Honor. In fact, as Mr. Olson pointed out, the K-Marts of the world began during the fair trade era.",
  "Yes, Your Honor, but I think considerations likes the opening up of international trade and the development of markets like China to supply low-cost goods have a lot more to do with the success of the Wal-Marts of the world than a rule like Dr. Miles. Remember, it's perfectly legal under current law for manufacturers to impose the same sort of constraints as long as they do it by fiat and unilateral enforcement rather than by agreement. So the suggestion that somehow this is going to revolutionize the economy if Dr. Miles is overruled is simply unsupportable.",
  "As the Ping amicus brief, the Ping Golf Club Manufacturer amicus brief, indicates it's extremely expensive and inefficient to follow the Colgate regime, that for those manufacturers for whom resale price maintenance would be in effect a strategy like Leegin it's more efficient to do it in many circumstances by agreement, rather than the disruption that is entailed when you terminate a dealer without further discussion for discounting one item in order to keep your policy in place.",
  "Your Honor, in 1945 during the height of the fair trade era the FTC did a study which concluded only about 5 percent of the economy was affected by fair trade. And the fair trade regime, remember, is a different and more extreme regime. There it was per se legality, not rule of reason. So it's just -- there's just no basis for these assertions that somehow the economy is going to be massively changed. But it is also perfectly clear and undisputed that there are circumstances in which it is more efficient for a manufacturer to adopt resale price maintenance. It will enhance its ability to compete and it will provide consumers more of what they want, and that is a good thing and the antitrust laws should not automatically foreclose that merely because in a small percentage of cases it is conceivable that there can be anticompetitive effects.",
  "I'm not aware of any reason to believe that, Your Honor, based on the historical record and based on the modern realities. The Wal-Marts of the world have succeeded because of their discounting strategy. That's not going to change, and manufacturers have an incentive to have their goods sold through those stores and that's not going to change either in the vast majority of cases. And With respect - -",
  "Your Honor, I think it would operate as it does usually, which is the plaintiff would be required to establish an anticompetitive effect resulting from the challenged conduct, and once that burden is overcome the defendant would be required to come up with some legitimate business justification, some pro-competitive results that outweigh that. And only if they could do that would they succeed.",
  "We don't agree with that, Your Honor. In cases where resale price maintenance is being used to facilitate cartelization, either at the manufacturer or the retail level, the plaintiff could prevail. Also in, for example, in an oligopolistic market.",
  "Well, right.",
  "We don't know that. It seems likely to assume that, though, and that's not a bad thing. Leegin is obviously not dominant in the market. It's obviously not going to succeed unless what it is offering at a higher price is what consumers want, and that is a good thing under the antitrust laws.",
  "Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: In Section 113(f) of CERCLA, Congress created a precisely drawn detailed mechanism for potentially responsible parties to recover their response costs from other PRPs. Respondent seeks to circumvent the limitations that Congress imposed on that remedy by manufacturing a parallel mechanism for contribution-like relief under Section 107. Respondent's theory should be rejected because it violates fundamental canons of statutory construction, renders Section 113(f) superfluous, makes a mockery of the textual limitations enforced by this Court in Cooper Industries, and would frustrate Congress's clear intent to encourage settlements with the government in order to achieve supervised effective cleanups. Respondent essentially asks this Court to create a shadow contribution scheme under the guise of Section 107(a) by borrowing all of the features of the Section 113(f) remedy except the one that Respondent can't satisfy, namely the requirement that contribution be sought only during or following a civil action or settlement.",
  "Your Honor, we agree that Section 107(a)(1) through (4)(b), subparagraph (b) creates a cause of action for private parties, in particular the private parties who are not PRPs, who are therefore other persons other than the PRPs who are the subject of that statutory sentence. So we agree in that sense. We don't think it creates a cause of action for the particular private parties who are trying to sue in this case, that is PRPs.",
  "Well, in Key Tronic, obviously the Court was facing a different question so I don't think it was trying to in any way authoritatively resolve this issue, as the Court held in Cooper Industries. But I -- certainly there is language in Cooper -- excuse me, in Key Tronic that can be read to suggest that the Court assumed or thought there was some sort of remedy for PRPs. It's not clear whether it was referring to contribution or some other remedy. But in Cooper Industries, the Court made clear that that was dicta and that's in our view correct, because the Court in Key Tronic was faced with a different question altogether.",
  "Well, people who are -- who are excluded by other provisions of Section 107 from the category of liable parties would be entitled to bring such an action if they don't - -",
  "A city that cleans up a site and that is not itself - -",
  "No, it is, Your Honor.",
  "It is, because a city can't sue under subparagraph (a). Only the State can sue.",
  "Yes, Your Honor. And first of all, just let me make clear: Subparagraph (b) doesn't refer to private parties only; it says any other person.",
  "But with respect to private parties in particular, any private party who was a so-called innocent person under the statute, who because --",
  "I think, Your Honor, that you have to read the statutory sentence in Section 107(a) as a whole, and what it says is that the people in these categories, owners, operators, arrangers and so forth, collect in the conjunctive, shall be liable for -- and then under (b), any other necessary cost or response incurred by any other person. And that the other provisions of the statute such as subparagraph (b) with respect to the third party defense, subparagraph (d), subparagraphs that create - - I mean, I'm sorry, subsections that create various defenses, what they say is if you satisfy this defense, you're not liable. You are taken out of the category of liable parties, the category that is the subject of this statutory sentence. And therefore in our view, you become an other person. So people who are able to satisfy the defenses are other persons, and that's what the lower courts have held in cases where this has come up.",
  "Well, I don't think it's a collateral trial. It's just one of the issues in the case.",
  "Well, I think the court could obviously structure the issues as it saw fit but certainly that would be one the issues in the case, but again people in that category aren't the only - -",
  "Well I don't think so because what the statute says is people, the people who are the subject of the sentence shall be liable to other persons. And if someone by virtue of the statute is rendered not liable - -",
  "-- they are not in the subject; they are in the other category.",
  "Your Honor, that would certainly be a -- a permissible reading of the statute, were it not for the other \"other.\" The -- the statute in subparagraph (b) refers to any, provides a cause of action or refers, really imposes liability for any \"other\" necessary costs. The other necessary costs - - that other, the only other costs that that \"other\" can refer to are the costs of governmental entities, the United States and the States and Indian tribes under subparagraph (a). So the first other in subparagraph (b) makes clear that it's not talking about the subparagraph (a) claims; it's talking about other claims, because by definition the United States or a State cannot recover under (b) by virtue of the first other. Congress in the development of this language, the first other was already in the statutory language. Congress, at the last minute there was a change, a compromise in order to get the bill passed and reduce the onerousness of its provisions, and they added the second other. The only logical explanation and the only way to give effect to the second other is to construe it as we do.",
  "Yes, sir. And actually there's an annotation that, that collects the cases. We haven't done an exhaustive survey, but certainly the annotation is -- which is at 12 A.L.R. F.2d 161 -- collects a number of such cases. And the lower courts have addressed these questions and have, and adjudicated them so this is not a novel suggestion. And it's one that has arisen because, because remember, under the well established law of every circuit that had addressed the question prior to the Cooper Industries decision, a PRP could not sue solely under Section 107(a). They had to sue, they had to comply with the, the Section 113 mechanism, and the courts held that in order to avoid the disastrous consequences that would ensue if respondents or the court of appeals - -",
  "Your Honor, the sky will fall because under that interpretation PRPs can evade the settlement bar that Congress enacted in order to encourage settlement, and Congress's clear goal in providing a contribution remedy and providing an explicit opportunity for PRPs to sue was to encourage settlement with the Government. Congress wanted to reduce litigation, encourage settlement and Government supervised cleanups, and so it created the settlement bar in Section 113(f)(2), which, if a PRP settles with the Government, the United States or a State, settles for a response cost liability, it then has a contribution action to - -",
  "Well, Your Honor in our view what Section 113(f)(3)(b), the settlement contribution provision, requires is that a State settle, the parties settle with the State and resolve its liability to the State for response costs which is a defined term under",
  "Well, Your Honor, every State has a voluntary cleanup program which encourages parties to settle, and under many of those programs there is an opportunity if they do the settlement to required standards to obtain a discharge of liability from the State for response costs. And there is no reason why those settlement agreements can't be written and they often are.",
  "Your Honor, the States already have these programs in existence. There is no reason why the settlement language can't be written appropriately and moreover, in many States, I suspect most States, the PRPs are required to pay the costs of the State that it incurs in monitoring and in ensuring that the settlement agreement is appropriate. The State of Washington, for example, which is here today, if you look at the web site of its Department of Ecology, it has extensive procedures, extensive opportunities for parties to come to the State, present the information, obtain a settlement if they want -- if they will pay the State's costs in monitoring and making sure that what the PRP is doing is an appropriate cleanup. And that's what CERCLA should encourage. There are - -",
  "Well, two -- two responses. Number one of course, if that happened, there is always the State option, the States settled thousands of cases. Number two, that's just not the way it works in practice. EPA has the enforcement authority with respect to these private, the private sites that we are talking about. EPA has no incentive not to do its job and every incentive to do its job.",
  "I -- I think what Your Honor is referring to is a directive perhaps that requires EPA to obtain the Attorney General's approval before it will issue a unilateral administrative order. But that doesn't apply to Section 107, excuse me, Section 106(1) consent orders the, the EPA issues. It enters into numerous settlement agreements in cases implicating Federal PRPs; we cited a number in our brief and there are many more, and -- and EPA has a detailed set of standards. They occupy a hundred pages.",
  "Yes. We cite a number from the Federal Register.",
  "If Your Honor means filing a lawsuit the answer is no - -",
  "-- because in our view EPA can't sue the United States. If Your Honor means, I mean definitely there are enforcement actions or - - proceeding. The way EPA normally works, just to be clear, is that when it learns of a site, it learns of a release of hazardous materials, it does a preliminary assessment to find out whether this is a problem or not, whether it's a problem that they should pay attention to or if they should instead refer to the State. And if it's of sufficient magnitude that it's for the EPA rather than the State to deal with, they proceed to identify all the PRPs they can sent notices to them and attempt to settle.",
  "They always do that.",
  "Yes. They attempt to settle, they attempt to settle with the Department of Defense as well as - -",
  "Well, they wouldn't sue them. If you mean by sending notice to the Department of Defense - -",
  "They send a letter.",
  "They send a letter to all PRPs.",
  "I'm not sure. I don't believe so, but I - -",
  "They would -- if, if the private parties are willing to settle and pay, and take responsibility for their share of the liabilities, EPA can and will settle with them, regardless.",
  "Well - -",
  "Well, number one the Department of Defense has additional legal obligations to deal with hazardous waste even beyond anything EPA can do.",
  "Just, just to be -- just to finish my last point, if I may -- which can be enforced by citizen suits. But leaving that point aside, if - - ultimately they would go to the Attorney General I suppose and ask for authority to issue a unilateral order. But I'm not aware that that problem is a significant one, and the fact is there are numerous settlements, and they don't, under -- under -- for Respondent to have a cause of action, EPA doesn't have to settle with the Federal PRP; all they have to do is settle with the private PRP, and if the private PRP is willing to pay its share, which EPA determines according to standards about its -- vary, considering various factors about who contributed what and who caused which portion of the problem - -",
  "Correct.",
  "Correct. And again if EPA somehow refused to settle, the -- they could settle with the State. So it's just not -- EPA does not have any incentive to block cleanups. EPA wants to encourage cleanups and if the best way to get the cleanup done is to settle with a private party, then that's what EPA is going to do.",
  "Your Honor, that's not correct. My understanding is that the negotiations were between, were -- Atlantic Research brought a claim seeking, seeking money from essentially the Defense Department, and my understanding was that the negotiations were only to settle Atlantic Research's claim whether you call it a contribution or a cost recovery claim, not an attempt by Atlantic Research to resolve its liability to the United States. They were not negotiating with EPA with respect to EPA's enforcement authority. They are negotiating with Justice Department lawyers in the environmental defense section who represent Federal PRP defendants. They weren't -- they weren't trying to resolve their liability in order to give rise to a contribution claim. What they were trying to do was merely make the United States pay them without first having resolved their own liability, which is why it makes no sense for them to be bringing a contribution claim.",
  "Yes. Yes.",
  "Yes, Your Honor.",
  "Well, the first and foremost way in which the sky is falling is that the court of appeals approach, Respondent's approach would eviscerate the settlement bar, because the whole point of the settlement bar is to give parties an incentive to settle with the Government knowing that they will be protected from contribution claims. But if Respondent has a cost recovery claim under Section 107, the settlement bar goes out the window. And in fact that's what a number of the courts of appeals have held in -- in making clear that Section 113 does govern these claims. EPA has entered into settlements with literally tens of thousands of PRPs.",
  "Well, but the claim here is that the parties want to pay the costs and incur voluntary cleanup costs anyway. They just don't want to settle first. So if I'm understanding your question - -",
  "Maybe I'm not understanding. My point, Your Honor, is that there are tens of thousands of parties who have already settled, shelling out some money or not, with the EPA in reliance on the unanimous view of the courts of appeals that PRPs could not sue them because the contribution bar protected them, Section 113(f) would protect them.",
  "Well, Your Honor, what it applies to is contribution claims, and respondent and Respondent's amici are very clear that they want is not a contribution claim because they recognize that the settlement bar would preclude their claims, but a cost recovery claim, and Section 113(f)(2) says \"contribution,\" not \"cost recovery.\" Those are very clearly - -",
  "Well, Your Honor, if you want to call what the PRP is seeking a contribution claim, then we submit that it should be governed by the traditional understanding of contribution and by Congress's explicit terms defining what it wants contribution claims to be. Even if you assume that in some sense Section 107 imposes liability on PRPs to other PRPs, it doesn't say what to do with that liability and how you litigate it. Section 113(f) is how Congress explicitly, carefully addressed that question and when Congress has done so this Court normally assumes that what Congress specifically said as the remedy and delineated as the remedy, including the limitations thereon, are what apply.",
  "No, Your Honor, because the normal rule in American law is that innocent victims get to sue the people who have injured them for recovery, but the defendants, the liable parties, don't get to sue each other except in contribution when it has been made available.",
  "Well, that might be true in many circumstances, Your Honor. But that doesn't mean that we don't give someone who can establish they are innocent party a right to full recovery and someone who is not an innocent party is relegated to contribution.",
  "Yes, Your Honor. A party who qualifies, who can show that under the third party defense the hazardous release was not due to any, any fault of their own, and can satisfy the requirements of that defense.",
  "I'm sorry?",
  "Well, yes. They could be a subsequent owner, for example, under the bona fide purchaser exemption or the third party exemption.",
  "Well, they could also just resolve it through settlement, Your Honor. And either they could then proceed with their lawsuit or, if they want to admit some minimal liability and obtain a contribution claim, they could proceed in that fashion. But there are solutions to the problems that have been identified under our interpretation, but there is no plausible solution to the problems that their interpretation produce, including eviscerating the settlement bar. It's no surprise that some of the largest polluters in America have lined up in support of this view, because this will allow them to reopen settlements and go after parties who thought they had paid up their liability and obtained settlement protection by virtue of the Section 113(f) settlement bar.",
  "Not if the claim is a cost recovery claim under Section 107, because section -- the settlement bar applies only to claims for contribution. This is Section 113(f)(2), which appears on page 9a of the appendix to our brief.",
  "Your Honor, I submit if the court were seeking go harmonize Sections 113 and 107 the way to do it would be to give effect to the limitations that Congress imposed on PRP remedies, but not merely the settlement bar, but also the requirement that actions be brought during or following civil actions and settlements, and also the statute of limitations, which the Respondent's theory would also permit them to evade. If I may, I'd like to reserve the balance of my time.",
  "Mr. Chief Justice: Justice Souter, in further answer to your question, EPA can and does send PRP letters to Federal PRPs without approval from the Justice Department. The approval is only for a unilateral administrative order under Section 106.",
  "Or a unilateral administrative order.",
  "Well, in our view the EPA can't sue the Department of Defense because there would be no justiciable controversy. With respect to the implied repeal issue that was discussed, we disagree strongly with the assertion that there was this unanimous group of ten or some cases prior to 1986. In fact the cases were divided, as we explain in our reply brief.",
  "Your Honor, the point is that the settlement bar under their interpretation is either eviscerated, as Respondents amici argue, or that's the position that they take, that they want to be able to sue for cost recovery and evade the settlement bar. Respondent of course doesn't make that argument because they don't have to in this case. But unless the Court imports the settlement bar into cost recovery actions, there's going to be this huge problem. And if the Court does import - -",
  "Your Honor, as I understand the argument it's that there was this unanimous pre-1986 body of law and it was completely clear and perfectly understood that there was this cause of action.",
  "But, Your Honor, the point is it was not clear in 1986 what this language meant and what the extent of the PRP rights were. Congress addressed that question. There is not a hint of a suggestion in the legislative history that Congress was recognizing a PRP action under 107 independent of Section 113. Congress spoke to the question of PRPs suing and the only way it spoke to it explicitly was in Section 113. When Congress says that, this Court has said over and over again that when Congress speaks in an area of uncertainty, as in Fausto, as in Brock against North Dakota, as in the State of Vermont, is where the prior asserted right was not clearly established, was not authoritatively recognized, it's not an implied repeal question. It's a question of reconciling the statutes in a way that gives effect to the later statutes, a more specific statute. Which as here, Section 113, their interpretation gives effect to part of it because they say oh well, let's borrow a settlement bar to make it all work, but you can't do -- you can't do it that way. The Court rejected that very same approach in the Rancho Palos Verdes case from a couple of terms ago. We agree that you need to borrow the limitations of Section 113(f). You just need to borrow all of them, including the one that they can't satisfy, which is that Congress said for suits by PRPs against PRPs, just like is normally the case among joint tort feasors, it's a contribution suit and they have to wait for a law suit or for a settlement, or some discharge of the liability. And that also avoids burdening the courts with the extremely time-consuming and costly and difficult question of assessing whether the NCP has been complied with, whether the costs comply with the national contingency plan. Because if they settled, then the expert agency has already had a chance to address that and the court doesn't need to get into it in anywhere near the same detail. Their approach is a recipe for burdening the Federal courts with claims that Congress did not clearly indicate should be there. If States want to provide contribution actions that allow these sorts of claims they can, and many States have done so, including Washington State, which is here. So parties can bring these claims in State court if they want to. They can get settlements from the States if they want to and are willing to pay the costs. So the burdens that they identify are not there. Implied repeal does not apply here and because of the uncertainty, as we indicated at pages 9 through 10 of our reply brief and footnote 5, there was no unanimous widespread consensus among the Federal courts. This just hasn't come up very much, and the courts were divided. I'd also like to address -- thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The court of appeals erred to the extent it held that section 10(b) applies only to verbal misrepresentations or omissions. But the court correctly held that this Court's decision in Central Bank forecloses Petitioner's claim here. Like the plaintiff in Central Bank, Petitioner cannot establish reliance, a critical element of the section 10(b) implied right of action. or was even aware of any deceptive conduct or statement by Respondents --",
  "We haven't taken a position on that question, Your Honor. We take the position that there was deceptive conduct alleged. The -- one of the elements of a 10b-5 violation, but not the only element.",
  "As I say, we have not taken -- I mean, materiality, for instance, the \"in connection with\" requirement, scienter, we haven't addressed those questions and have not taken a position.",
  "No, Your Honor.",
  "We haven't taken a position, and --",
  "No, Your Honor. We haven't addressed the other elements and those -- questions that we have -- because there is no need to resolve them in this case and because they weren't resolved by the court of appeals or by the district court, we have chosen to focus on what we think is dispositive and what was raised and decided below, which is reliance.",
  "Correct.",
  "I'm not sure of the answer to that question, Your Honor. Certainly individual commissioners have given speeches and testified before Congress to the effect that the Commission voted in this case to agree with our position on deception, the position that's expressed in our brief, and by a three-to-two vote to disagree with the position on reliance that is expressed in our brief. But I don't know that there has been any official SEC Commission As I said, the only deceptive conduct that was allegedly committed by Respondents in this case involves the backdating of contracts and the false justifications for the price increase. That conduct was never disclosed to the market at any time during the class period, and therefore, could not have been relied on by the market or by Petitioners. And as a consequence, under this Court's decisions in Central Bank and in Basic, reliance cannot be established because the presumption of reliance that Petitioner seeks to invoke requires as a prerequisite to its invocation the existence of a publicly disseminated statement from the defendant that was disseminated to, and therefore, relied on by the market. That did not happen here with respect to Respondents.",
  "Yes, Your Honor.",
  "Well, I don't know -- I believe in the, not in this case but in the Adelphia case, which is addressed --",
  "If I may -- yes, yes and no, I think is the answer to that question; because under the fair funds provision of the Sarbanes-Oxley Act, section 308 of Sarbanes-Oxley, the SEC is authorized to take fines and distribute those -- add those to disgorgement relief -- and distribute them to investors.",
  "Well, I'm not sure I can agree with that point. In the Adelphia matter --",
  "Well, they obtained -- at least presumably had some value, although it didn't cost them anything; and presumably the SEC could seek the value of that advertising. As I said, in the Adelphia matter where the SEC did pursue the vendors that assisted Adelphia in a somewhat similar transaction, it obtained substantial monetary recoveries from them. I --",
  "I believe the allegations were similar to those presented here. But in any event, certainly the SEC has the authority to proceed in that fashion, and additionally the Justice Department has the ability to proceed criminally and obtain substantial monetary sanctions, either as part of a deferred prosecution agreement, as part of a restitutionary sanction and the like; but the fundamental point is that for the private right of action to apply, as this Court said in Central Bank, all of the elements of the private cause of action must be satisfied with respect to the individual defendant. That is the line.",
  "Well, I wouldn't say that it occupies the field per se, but what it does do is -- given the timing of this Court's decision in Central Bank in 1994, followed by Congress's considering the question whether to provide for secondary liability in private actions, and its decision not to authorize such secondary liability -- what it does clearly suggest is that this Court ought not adopt the expansive view of the implied right of action that Petitioner is urging, but instead both because the Court is appropriately cautious in expanding liability under implied rights of action, and because Congress has now looked at this question, not once but twice, and has declined to provide secondary liability for secondary actors under the cause of action.",
  "You can -- it's possible for someone to be both but in order to be both they must have -- they must have satisfied all of the elements.",
  "Yes. For instance an auditor who certifies false financial statements and allows disseminated, thereby aiding and assisting in the issuer's primary fraud, but is also a -- quite likely to be a primary violator, because they have spoken to the market. The market is relying on their statements, and is aware that they are making them; and so they would be both a primary violator, but could presumably be pursued as an aider and abettor. I don't think there is any preclusion of liability under both, but in order to be in that category you must be a primary violator. And here, Petitioners have not established and cannot establish the reliance element with respect to Respondents, because nothing that Respondents said or did was disseminated to the market during the class period.",
  "We have not taken a position --",
  "Your Honor, I would hesitate to say that, Your Honor, because the SEC and the United States do not have to establish reliance in criminal or establish \"in connection with,\" and we think they are different. We think reliance adds something more than what \"in connection with\" requires, and so I certainly would urge the Court not to suggest that merely because reliance is not established, therefore \"in connection with\" must not also be established; and that is one of the reasons why we think that the \"in connection with\" question is best resolved, not in this case, but in the case where it's been squarely presented, and preferably a government enforcement action where the government has an opportunity to tailor the case in an appropriate fashion. The Court, as I said has been --",
  "I think it was, Your Honor. It was certainly briefed and argued in both the district court and the court of appeals. The district court squarely resolved it at page 41a of the petition appendix. The court of appeals addressed reliance at page 10a of the petition appendix. It did not give it a",
  "But on page 10a, they also talk about reliance, Your Honor; and what's important here to understand is that Petitioner's theory of reliance rests on a misstatement, because they say the market -- it's a basic presumption of reliance based on the fraud-on-the-market theory case. That's the only allegation of reliance in the complaint; that requires something publicly disseminated. The only thing that was publicly disseminated is the statement. What the court of appeals said is, that doesn't work, there was no reliance because Respondents didn't make any publicly disseminated statement. So it's actually, perhaps not a complete, but certainly a perfectly reasonable resolution of the reliance question; and therefore it is squarely presented. Petitioners raised reliance in their petition --",
  "-- at page 25. In their opening brief at pages 37 to 40, it's squarely presented and -- of appeals decision which I thought just said that there was no deceptive device.",
  "Your Honor, on page 10a, the second line, the first full sentence, speaking of Motorola and Scientific-Atlanta, \"they did not issue any misstatement relied upon by the investing public,\" and then it goes on the next sentence: \"None of the alleged financial misrepresentations by Charter was made by or even with the approval of the vendors,\" that is the Respondents. Again as I say, it's not as complete a discussion of the reliance issue as we would have thought appropriate if we had been writing the opinion, but it certainly does touch on the question and we think it's wholly presented.",
  "Thank you, Mr. Chief Justice, and may it please the Court: For 150 years this Court has held that an authorized sale removes the particular item sold from the protection of the patent laws. The court below erroneously transformed that patent-exhaustion doctrine from a definitional principle that delimits the scope of the patent grant into an optional default assumption that can be discarded at the whim of the patentee. If the rationale of the court of appeals were correct, this Court's decisions in cases like Univis, Motion Picture Patents, Straus, Bauer and Boston Store would have to have gone the other way, because in each of those cases this Court held that the exhaustion principle overrode express restrictions that the patentee had attempted to impose on after-sale use or resale by an authorized purchaser. This Court should follow its precedents and reaffirm the principle that the patent-exhaustion doctrine precludes a patentee from employing the patent law to enforce post-sale restrictions on use or resale by authorized purchasers, that is - -",
  "We -- there's nothing in the legislative record that would explain that, Your Honor. Presumably it's because Congress wanted to specify particular limits, which Section 109 of the Copyright Act does. It wanted to specify particular limits to define the scope of the doctrine in the copyright context in a way that it has not sought -- found it necessary to do in the patent area. But there's no legislative history about this. I mean, this Court has said that the 1952 act codified, recodified, and readopted, reaffirmed, the principles of the Court's cases on infringement generally. Obviously - -",
  "I'm not aware of anything in the legislative history of the 1952 codification on the subject of the patent exhaustion doctrine one way or the other; but, obviously, Congress did not express any dissatisfaction with it. It did change certain aspects of patent law, but it did not attempt in any way to override or change the effect of the first-sale doctrine, which under this Court's cases has been perfectly clear for well over a century and has the effect we've suggested. And we submit that, although the Respondent essentially ignores or runs away from the rationale of the court of appeals, we submit it's important for this Court to explicitly address and explicitly reject the Federal Circuit's misunderstanding of the patent-exhaustion doctrine, its view that a patentee can essentially override it simply by attaching a notice to the article that has been sold in an authorized sale.",
  "No, Your Honor. I mean, it depends a little bit on what contract we're talking about and what it says. It is true, as Justice Stevens indicated, it has always been true, that this Court has deemed a license under a patent to be different from a sale of a particular article under a patent. It is the sale of the article that exhausts. The license does not -- exhaustion doesn't -- isn't relevant at the mere licensing stage.",
  "Well, only at the -- only at the level of the licensee. That is, if it is true, as Ms. Mahoney said, if the -- if LG here had given a restricted license that restricted the right to sell, that said you can only sell in these instances, and if Intel then sold outside those permitted instances, that would be patent infringement.",
  "Yes, because it was an unauthorized sale.",
  "Well, that's right. If this had been an authorized sale -- I mean an unauthorized sale, they would win. But, of course, it's been accepted throughout the case, and the court of appeals explicitly said at page 5A, and it's been undisputed, that Intel had the right to sell these items to these Petitioners. They had the right to sell. It was not infringing. And if it's not \"infringing,\" by definition, it's an \"authorized\" sale. It's authorized under the patent explicitly by the license agreement.",
  "Well, it might be lawful. You could certainly do what, in fact, I think some of the seed companies - -",
  "Yes.",
  "It would not be enforceable as a matter of patent law against the authorized purchaser. If -- if the licensee does what the licensee is obligated to do, it imposes the -- it attaches the notice or it requires the - -",
  "That's exactly right.",
  "Well -- but, Your Honor, it all goes back to the question: Was there an authorized sale of the article at issue? If the sale is authorized, if what the licensee - -",
  "The sale from the licensee to the purchaser. The license is not a sale -- is not a sale for purposes of the patent exhaustion. I think that the Federal Circuit was just wrong in saying that, because what the patent-exhaustion doctrine talks about is the sale of an article. All the cases say the sale of the particular article removes that article from the -- from the patent monopoly.",
  "No. What we're saying is this. If -- if the licensee has a restricted license, that is its right to sell is restricted, it can only sell on Mondays and not on Tuesdays - -",
  "-- and it sells on a Tuesday.",
  "Fine. If they have that restriction and they sell and they do not -- they do not obtain the contractual promise of the party that they are obligated to obtain, they're violating the terms of their right to sell. It's patent infringement by the seller, and if the buyer uses it it's patent infringement by them as well.",
  "Yes, because - -",
  "If -- in your hypothetical, as I understand it, it's an unauthorized sale. The licensee does not have the right to sell under the patent in those circumstances, and therefore the exhaustion principle does not apply.",
  "That's correct.",
  "That's correct. That's correct. Likewise, what happens in the real world is the patentee, if the patentee wants to restrict what people can do downstream, they say to the licensee, you can only sell if you obtain a contractual promise from the purchaser.",
  "Yes. In if those circumstances, if Quanta had -- if that -- if that license condition - -",
  "But let me be clear. The key distinction is between an authorized sale and an unauthorized sale. So if there is an authorized sale, that is, Intel - -",
  "Well, I think I haven't been clear, because I want to make sure that that the consequences are clear - -",
  "Correct, and it would be patent infringement. But if they sold and the purchaser did agree, they did enforce that requirement, they did require the purchaser to sign a promise -- may I finish, Your Honor -- to promise to limit the use and the purchaser then violated that promise, the point is that would be a breach of contract but it would not be patent infringement because the sale was authorized, the patent monopoly ends and only contract principles control thereafter.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The National Labor Relations Act manifests congressional intent to encourage free debate on issues dividing labor and management. State laws that restrict speech regarding unionization frustrate that fundamental national policy and are therefore pre-empted, as this Court held in Linn.",
  "Well, first of all, obviously, Your Honor, the National Labor Relations Act does not constrain Congress' ability to impose particular restrictions. It does constrain the State's ability to use their spending power to regulate, as this Court held in Gould and in Nash.",
  "The Court has identified several factors that it has used to distinguish regulatory from proprietary conduct, first and foremost, as this Court said in Boston Harbor. It looks to whether the State is acting in order to effectuate policy or is instead seeking to achieve cost savings program efficiency and the like. In addition, the Court looks to whether the measure - -",
  "Well, of course, that question did not come up in Rust against Sullivan because there was in a NLRA pre-emption issue there, and the question that the State was - -",
  "But what the Court did say in Rust is that the government has a legitimate policy interest in advancing its preference for life, in that case, that the Congress was entitled to advance. The problem here is that the policy interest that the State is advancing, a policy interest that says employer speech regarding unionization interferes with employee free choice, is a policy that is directly contrary to the Federal policy under the Act as Congress and the board have repeatedly recognized, and that this Court has repeatedly recognized. So, there is no legitimate interest supporting what the State is doing here, it's an interest directly contrary to Federal policy, unlike in Rust and other First Amendment cases.",
  "Well, if the -- one of the amicus briefs in this case points to a rule that the State has adopted recently apparently in the Medi-Cal context, which says that they will only reimburse administrative costs of hospitals up to the 50th percentile of costs incurred by similar facilities. That's obviously not attempting to regulate any particular labor speech or any other type of conduct. It's simply saying we are only going to regulate this category, this broad general category of costs to a certain level. It's not targeted at a specific category of disfavored speech because the State disfavors that speech. It's simply attempting to save money. That clearly would not be pre-empted, even though it might have a disproportionate impact on a particular hospital that's engaged in a costly - -",
  "Justice Breyer, I think -- I'm assuming in your hypothetical that this hypothetical law, in addition to posing no administrative burdens also doesn't have the strict liability of treble damages.",
  "Justice Breyer - -",
  "Obviously that would be a very different case.",
  "It's a very different case in the sense that in this case it's -- from every one of the factors that this Court has looked to, to determine regulatory versus proprietary -- and this case cuts fairly in favor of the conclusion of the unanimous court of appeals, all 15 judges, that this is regulatory. It's punitive; it's government-wide; it's not program- or contract-specific; it's not the kind of conduct that private entities engage in. All of the factors -- and it's expressly as well as obviously, in effect, intended to disfavor a particular kind of speech that Congress favors. So everything cuts in favor of it being regulatory; whereas, in your hypothetical, most of those considerations would not. However, I think it's still the case that in that hypothetical, what the State is doing is regulating -- for labor policy reasons it's disfavoring a particular type of speech. The State does not have any obligation under the Act to fund unionization speech, but what it can't do under the Act is deny a government benefit because of a -- a labor policy. That's what this Court held in Nash.",
  "Yes, I think it would be. But, again - -",
  "Well -- I took your -- the Utah example to be one where the State was somehow mandating this particular expenditure.",
  "If the State is simply -- is not taking -- is taking a hands-off approach, it's hard to characterize it as regulation. But what this Court held in Nash, what this Court held in Gould, what this Court held in Livadas is, when the State is denying benefits -- even though there might be plenty of legitimate reasons that might enable it to deny benefits -- if it's denying benefits for the purpose of advancing labor policy in an area where Congress has said there is to be no regulation, that's pre-empted, and that's doubly pre-empted here where the labor policy that the State is advancing is directly contrary to the Federal labor policy that Congress and the Board have enunciated. And with respect to the facial versus as-applied or the suggestion that somehow because you might be able to craft a statute that would achieve some of the effects of this statute in a nonpre-empted way, that doesn't make this statute not facially pre-empted. This statute has the punitive provisions with the strict liability, treble damages, the segregation requirement that's virtually impossible to apply in practice, the clear expressive mission of a regulatory policy that's contrary to Federal policy. This is the statute that is in front of the Court. This is the statute that is facially unconstitutional, and that's the issue that the Court should decide in order to correct the Ninth Circuit's error, which said it's both facially and as applied immune from pre-emption challenge before it - -",
  "Your Honor, California did not copy any Federal statutes. None of the Federal statutes has a segregation requirement; none of them imposes strict liability, punitive damages.",
  "Yes, there are three Federal statutes that impose use restrictions.",
  "It's not clear why they did that, other than obviously they were choosing not to compensate those particular kinds of costs as well as the others. Congress is entitled to carve out particular exceptions to the general nonregulatory provisions of the Act, just as it has done in section 8(c), where they have carved out coercive employer and union speech for regulation, even though other speech is to be unregulated. It's important to understand also that the general policy in Federal grant programs is to the contrary. There is no such restriction in the vast majority of Federal grant programs involving the vast majority of Federal grant money.",
  "Well, it's not contrary to national labor relations policy, because Congress has chosen to create an exception, and it has the right to do so; the State does not.",
  "In -- in a specific program - -",
  "-- which obviously the State's law does not apply to those programs; it applies to State spending across the board. Thank you.",
  "Thank you, Justice Scalia, and may it please the Court: The Federal Circuit's clear and convincing evidence standard ensures the enforcement of invalid patents, even though this Court recognized in KSR that invalid patents stifle rather than promote the progress of liberal arts. Under this Court's decisions Grogan and Huddleston, the default preponderance standard should govern in all cases because section 282 does not specify a heightened standard of proof. And as this Court suggested in KSR, it makes no sense to have a heightened standard of proof when the relevant prior art evidence was never even considered by PTO. Under any view, it was error to require clear and convincing proof of invalidity in this case.",
  "Your Honor, Justice Cardozo was not addressing a case in which the evidence at issue had not been considered by the Patent Office. To the contrary, the Court made clear -­",
  "Your Honor, our position and our view of the correct interpretation of the statute is that Grogan and Huddleston approach. The statute does not specify a heightened standard; therefore, preponderance, the default standard; applies. I was attempting to answer Justice Ginsburg's question about the RCA case. And the RCA case didn't address the question that was discussed in KSR, but we believe, as I said, that the -- that the preponderance standard should govern across the board.",
  "To the extent that -- that Justice Cardozo was discussing a heightened standard in the limited context of priority inventions, we think that that's not consistent with section 282, which, of course, came later. Moreover, I would note that the concerns that undergirded the Court's heightened standard in priority of invention cases, where -- those concerns were addressed to the -- the problem of primarily oral testimony being offered to substantiate priority of invention claims. The Federal Circuit has separately addressed that issue by means of its corroboration requirement, which operates separate and independent of the clear and convincing evidence standard, so the concerns that undergirded RCA are -- are completely taken care of by that as well.",
  "Actually, Your Honor, I agree that there is some grand language used in dictum in that case. Certainly, the holding doesn't extend beyond the -- what was presented before the Court. But, actually, if you read the language carefully, you'll see again and again he refers to the fact that it's a question of -- of prior invention. He says when the defense is a prior invention, and then he quotes the heightened standard on page 7. Again, on page 8, he talks about the defense of invention by another. So he -- and every single one of the cases that he cites there, without exception in that discussion on pages 7 to 8, is a priority of invention case, The Barbed Wire Patent case being the leading example which had explained this rationale for a heightened concern in that specific context. But you don't have cases applying -- Supreme Court cases applying the heightened standard in other contexts. And, indeed, you have many cases decided after RCA that don't mention any heightened standard in viewing invalidity questions.",
  "Yes, Your Honor. And read -­ taken out of context, that could have broad implications, but the sentences before and after clearly make -- indicate that he's talking about priority of invention. He talks about the title of the true inventor and so forth. So -- so, again, that's what those cases said, and that's what a fair reading of RCA says. But, regardless of the best reading of RCA, we -- the -- the question here is what did Congress do in 1952? And we know that Congress in 1952 could not possibly have understood the law to be an across-the-board clear and convincing evidence standard.",
  "Well, certainly -- yes, Your Honor, certainly we think American Hoist is wrong, although I would note that Judge Rich, in American Hoist decision, says that the cases prior to 1952 were all over the map. But -- but the relevant question is what would Congress have thought the state of the law was in 1952. If you think that there's any merit at all to the judicial codification argument, it's perfectly clear that Congress could not have thought in 1952 that the law was an across-the-board heightened standard, because case after case after case rejected the proposition that there is a heightened standard or that the presumption was unaffected when the evidence was not considered by the Patent Office. The -- we've cited numerous cases in our brief at pages 34 through 36. The -- and we also in the reply brief at footnote 3 reference a list of over 200 cases, some from before 1952 and some from after 1952, all recognizing that the presumption of validity was weakened or eliminated when the prior art evidence was not considered by the Patent Office. So, you just -­",
  "Well, first of all, again, because RCA in context was a case where there was a priority of invention dispute that had been adjudicated in the Patent Office on the same evidence previously resolved by the Court, a priority of defense dispute, where the heightened standard cases had some application, it clearly wouldn't affect the standards in this case. But, more fundamentally, that's not what Congress thought in 1952, and when you don't have a clear rule to be codified, the default rules of statutory construction apply. The default rule of statutory construction in a -- on this question, in Grogan and Huddleston, the preponderance standard applies. And, moreover, while the statute does not specify a heightened standard, it does actually speak to and -- and preclude the argument that i4i makes, because the first sentence refers to patents being presumed valid under this Court's precedent, a presumption shifts the burden of going forward, and the second sentence of the original statute refers to the burden of proof. Under their interpretation, presumption does all the work. The first sentence not only shifts the burden of going forward, also shifts the burden of proof, and does so under a heightened standard, which has never been how presumption is interpreted generally in the law, and it renders the second sentence entirely superfluous. There's no need for it.",
  "No, Your Honor, not that I'm aware of. But I would note that this is, I think, i4i's congressional acquiescence argument, if you will, and that argument fails for numerous reasons. First of all, if there could be any acquiescence, and we don't think that the -- this Court's extremely high requirements for such a claim have been satisfied here, but if there could be any acquiescence at all, the first 30 years after enactment of the statute would be the most relevant consideration in determining what Congress had acquiesced in, and it's perfectly clear that the regional circuits all rejected the across-the-board heightened standard that i4i is arguing for. So if Congress acquiesced in anything, it was not an across-the-board heightened standard.",
  "Your Honor, if I understand the -- the question correctly, first of all, I would disagree with the characterization of the cases, but with respect to the preservation issue, we objected to the clear and convincing evidence instruction, and we also said that if -- if any instruction on the heightened standard is going to be given, it needs to reflect that -- the fact that, at least with respect to prior art combinations that were not considered by the Patent Office, the standard should be a preponderance. And, indeed, that's true of all of the prior art combinations that were at issue in the case.",
  "We didn't ask -­",
  "But, Your Honor, we did object to the clear and convincing evidence instruction, and so if -- we don't think that's the right answer, the more easily satisfied instruction, if that's what Your Honor is referring to. But if that were the court's conclusion, that that is in fact what the law requires, then our objection to the clear and -- the unmodified clear and convincing evidence instruction would justify a new trial here. But more fundamentally, even the Federal Circuit -­",
  "Because that in effect -­",
  "Your Honor, that construction would not solve the fundamental problem, which is that when the Patent Office didn't even consider the evidence, it makes absolutely no sense, as the KRSR court indicated, to have this heightened deference. The statute requires a degree of deference by shifting the burden of proof and the burden of going forward, but for i4i to say that we need to go beyond what the presumption is, the normal default standard of preponderance, you need some heightened reason for that. There's absolutely none, particularly when the Patent Office didn't consider the evidence, didn't make a decision, there was no decision and no evidence considered going to the relevant question. That's not -­",
  "Yes, Your Honor. First of all, with respect to re-exam, re-exam is not a solution to the problem or an answer to the absence of justification for a heightened standard, for several reasons. First of all, re-exam is limited in scope. It can only consider certain types of prior art evidence and issues. It couldn't, for example -- it was not available for the issue that we're talking about here, the on-sale bar. There are various issues, the section 112 issues, such as written description and best mode and the like, are not susceptible of re-examination. Statutory subject matter is not susceptible of re-examination. Many kinds of prior art, anything other than actual patents or publications, cannot be referenced in the examination. So it is a limited mode of inquiry that does not address many types of prior art that come up in many types of important cases, technology cases in particular. So that's one reason why the re-exam solution is not a problem, and of course it can't possibly be used to infer some intent on the part of Congress. I4i and the government try to suggest that this was part of the scheme of Congress and this is why clear and convincing makes sense. But re-exam was enacted in 1980, long after the '52 act, so it doesn't shed light on Congress's intent in enacting section 282. And it was enacted before the Federal Circuit had created its heightened standard, so it can't possibly have been an attempt to address the problems created by an across-the-board heightened standard that did not exist at the time. In 1980 the law was clear that a preponderance standard governed in most or all cases and a preponderance standard, of course, governs in re-exam as well. So re-exam is not a solution. The more easily satisfied instruction or that type of approach. If that's what I understand -­",
  "Your Honor, I don't think it addresses the problem because the fundamental problem is imposing this heightened standard on the jury that has no moorings in the statute and no moorings in common sense, particularly in a case like this one where the relevant evidence was not only not considered by the Patent Office but withheld from the Patent Office. Under those circumstances -­",
  "But, Your Honor, if that were -- the judge can't give an instruction like that.",
  "Your Honor, I think in many of these cases it would be extremely difficult or impossible for judge to fashion at that level of specificity the factual issues to be considered by the jury. But more fundamentally, if you're getting into that level of detail and addressing questions that the Patent Office didn't even consider or certainly did not have an opportunity to consider with the full array of procedural advantages that litigation and discovery offer, it just makes no sense to impose a heightened standard. As one of Your Honor's earlier questions pointed out, the fundamental problem here is that the interests on the i4i side of the equation, the policy interests, are outweighed if anything by this Court's repeated recognition that invalid patents stifle innovation and competition and are very harmful.",
  "No, Your Honor. The law actually before 1952 was quite unsettled on that question, as we noted in our brief and as Judge Rich, I believe, noted in the American Hoist case, there were actually cases prior to 1952 saying that the burden was on the patent HOLDER to establish a validity. So what Congress -­",
  "I believe -- you know, the cases aren't crystal-clear on that. I think certainly they were talking about the burden of persuasion and presumably also the burden of going forward. But I don't think -- I don't recall that they speak to that level of specificity. But certainly there are cases saying the burden is on the patent holder. Congress overturned those cases by imposing -- by stating in the second sentence that the burden of proof would be on the defendant. But it only makes sense, as I indicated earlier, for Congress to have added that sentence if it didn't view the presumption sentence as shifting the burden of proof to the defendant, let alone shifting it under a heightened standard, so -­",
  "I think that's unclear, Your Honor. Certainly there are circumstances in which the party with the ultimate burden of proof does not bear -­ does not have the burden of persuasion at every stage. And Congress -- there were also cases prior to 1952 suggesting that the presumption had gone away, that there was no longer a presumption of validity or that the presumption went the other way. And so again, Congress wanted to be clear; it was saying there is a presumption which shifts the burden of going forward under this Court's precedence, and there is a burden of proof on the defendant, and that's all it did. To infer that it did something much more, much more than the pre-1952 cases authorized -­ there are literally dozens of pre-1952 cases cited in that list of 200 cases referenced at footnote 3 of our brief, from prior to 1952, rejecting the notion that there's an across-the-board heightened presumption of validity; saying, no, if the evidence was not considered by the Patent Office or in some -- the Western Auto case, for example, from the Sixth Circuit says well, there's this -- the exception for oral testimony of prior invention, that's the RCA case; but everything else is preponderance. So there's no -- there's no heightened presumption of validity in any other circumstances. So I think the law was clear, and the treatises we cite at page 9 of our reply brief also make clear the treatise writers understood, there was no across-the-board heightened presumption that it was weakened or eliminated when the evidence was not before the Patent Office. And some of the cases said -­ actually RCA itself cites with approval two court of appeals cases that we note in our reply brief, the Studie case and the Wilson case, which rejected the notion of a heightened standard across the board. They said well, that's true when the issue was adjudicated before the Patent Office, but here where the Patent Office did not adjudicate the issue that doesn't apply. So again you just can't get out of the pre-1952 case law -- the rule that i4i is urging. If the Court has no further questions, I would like to reserve my time.",
  "Thank you, Justice Scalia. A few points that I would like to make. First of all, with respect to the suggestion that the jury should be instructed on the weight to be given various forms of evidence, I note that in the z4 case that's been discussed, the Federal Circuit rejected the very, quote, \"more easily carried,\" closed quote, instruction that i4i suggests as the solution, and it did so because it would confuse the jury about what the standard is. Having effectively three standards of proof in patent cases rather than two is hardly a solution to the problem; but more fundamentally, whatever instructions might or might not be appropriate regarding the particular evidence before the jury, there has to be a justification for departing from this default preponderance standard, and no sufficient justification has been offered. The statute doesn't provide for it, the legislative history doesn't reference it, the pre-1952 case law can't reasonably be read in that way. That the -- i4i and its amici do not point to a single case in the -- in the years leading up to 1952, the 15 or so years prior where a court of appeals or any court or any commentator said that the rule is clear and convincing evidence across the board. No one understood that to be the rule. No one read RCA that way. Congress would not have done so, either, so you can't get there under codification. You certainly can't get there under principles of administrative deference. Even the government admits those that principles don't justify a heightened standard.",
  "Well, first -­",
  "First of all, Your Honor, I don't see that any way you can get that out of the statute. But it also wouldn't work, because re-exams -­",
  "Well, there -­",
  "Well, Congress certainly couldn't have intended that in 1952 because it hadn't yet created re-examination.",
  "Your Honor, as you know, re-exam is not available for many of the types of invalidity issues that arise. But in any event, if -­ if -- if the Court had such a rule, the problem is, re-exam takes a long time, patents plaintiffs generally oppose stays of litigation for re-examination, because they want to get to the jury because they know that juries are much more likely to uphold patents than either judges or the Patent Office on re-exam. So they want to get the case litigated as quickly as possible so you get through the court system before the re-exam has been completed. So to the -- in fact if it were true, as some of the amici argue, that a patent applicant -­ patent holders are afraid of juries and want the experts at PTO to resolve the questions, which we don't think as a -- as a factual matter is accurate, but if that were true, the patent applicant, the patent holder has the absolute right to initiate re-exam themselves, and they could certainly go to the court and say please stay proceedings pending re-examination. Normally when -­ courts refuse to stay proceedings, because they don't want to prejudice the plaintiff, who is opposing a stay, but if the plaintiff is asking for a stay, there's not going to be any problem. So the system already permits patent holders to -- to -- to follow that procedure and get re-examination if they want it. The problem is they usually don't. And in fact a preponderance standard would encourage that. With respect to the reliance arguments, the re-examination problem we think addresses that. The fact that this is a procedural rule under this Court's precedence makes clear that reliance interests are lessened. In any event, the reliance interests aren't nearly as strong as the same arguments made by many of the same parties in KSR, and MedImmune and eBay where this Court was not persuaded. It should not be persuaded here, either. With respect to the legislative history that they rely on, if you're going to look at the legislative history, what it actually says is that Congress is referring to the presumption as stated by the courts, plural -- not the Supreme Court, courts plural -- so if you're going to look at legislative history it actually makes clear that Congress was not looking only at the RCA case which is not even referenced in the legislative history, but was looking at rule as it was understood to exist in 1952, which is not the rule that i4i urges. With respect to the -- the presumption point, the presumption clearly does serve a purpose, the presumption language in the statute, by overturning the courts -- the prior to 1952 decisions that had rejected the presumption, and by making clear that the burden of going forward is on the defendant, so the plaintiff doesn't have the burden that it would otherwise have of pleading and putting forward evidence at trial of validity. For all these reasons, we ask that the judgment of the court of appeals be reversed.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The court of appeals correctly held that the legislative prayers at issue in this case were not offensive in the way identified as problematic in Marsh, but the court then committed legal error by engrafting the endorsement test onto Marsh as a new barrier to the practice of legislative prayer.",
  "I don't think so, Your Honor. And, obviously, this case doesn't present that question because what we have here is a case of legislative prayer in the Marsh doctrine, which recognizes that the history of this country, from its very foundations and founding, recognize the propriety of legislative prayer of the type that was conducted here.",
  "Well, clearly, Marsh involves legislative prayer, the tradition that we rely on involves legislative prayer, and this case involves legislative prayer. Whether ­­ what rule might apply in other contexts would depend on the context.",
  "I think that's a ­­ that's a closer question because of the congressional history, but, of course, at least as far as I'm aware, they have this history as it applies to the legislative body as a whole, not to committees, but it would be a different question. One, obviously, important distinguishing factor there, in addition to the fact that it's not the legislative body as a whole ­­",
  "­­ is that people are compelled to attend and testify under oath, which is a different situation from the one here.",
  "Yes, Your Honor.",
  "That's correct, Your Honor. That's why we believe this case is actually an easier case than Marsh because, in Marsh, there was a paid chaplain from the same denomination for 16 years.",
  "Well, no. I mean, it's clearly not correct that most of the prayers sounded like the one you just read. Most of the prayers that ­­",
  "This case is about prayer at the beginning of a legislative session. That's exactly what the meetings at issue here are ­­ are about. That's what the board of the Town of Greece is. In fact, Respondents try to argue that this is somehow what they call coercive because there are public hearings that are held. But the public hearings are held at least 30 minutes after the prayer, and anyone coming for the purpose of the public hearing can easily show up after the prayer, if they don't want to be there.",
  "I'm sorry. Which instance, Your Honor?",
  "Well, perhaps I conceded too much, but I think the important distinction is between the ­­ both the judicial context and the legislative context, on the one hand, and the ­­ the absence of a ­­ of a comparable history that shows that it did not ­­",
  "No, it's not ­­ it's not a question of historical aberration. It's a question of ­­",
  "It's a question of what the Establishment Clause has understood, both at the time and throughout history, to forbid and not to forbid. The judiciary is different than a legislature. Legislatures can be partisan, the judiciary should not be. People are compelled to testify under oath.",
  "That's correct, Your Honor. And clearly ­­",
  "Yes.",
  "Whether ­­ if ­­ perhaps I misunderstood the hypothetical. If the hypothetical is, as you described, with a different minister, with ­­ with an open process, a nondiscriminatory process like the one we have here, I think it would be a much closer case than this one, but it might be constitutional. But whether that case is constitutional or not, this case is far from the constitutional line ­­ further from the constitutional line than the State legislature's practice in Marsh because, there, Nebraska had one chaplain from one denomination for 16 years, and yet, that was constitutionally permissible. And his prayers were not distinguishable in content from the prayers at issue here during the time that was relevant to the case.",
  "I don't think that is constitutionally significant, unless ­­ I mean, it might be different if people are compelled to stand, but whether they are or not ­­ I mean, in the Marsh case itself, Senator Chambers testified that the practice in the Nebraska legislature was for people to stand. And he felt coerced to stand because when he was there ­­ he tried to avoid it ­­ but when he was there, he felt he needed to stand because everybody else was doing it, and he needed to have dealings with these people as a fellow legislator. The Court, nonetheless, held that he's an adult, and he ­­ he is expected to be able to disagree with things that he disagrees with, and that is not a constitutional violation.",
  "Yes, sir.",
  "Not necessarily. But ­­ but I think history is clearly important to the Establishment Clause analysis under this Court's precedents in two significant respects, both of which apply here, one of which might not apply in your ­­ with respect to your hypothetical. The first being the history shows us that the practice of legislative prayer, just like the motto, has not, in fact, led to an establishment, and, therefore, we can be confident it is not in danger of doing so. And, secondly, the history of legislative prayer, unlike your hypothetical, goes back to the very framing of the First Amendment. The fact that ­­ and this is what the Court said in Marsh ­­ the fact that at the very time the first Congress was writing and sending the ­­ the First Amendment out to the States to be ratified, they adopted the practice of having a congressional chaplain. And the congressional chaplains ­­ the record ­­ the historical record is clear ­­ gave prayers that were almost exclusively sectarian, as Respondents define that word.",
  "Yes, Your Honor.",
  "It wouldn’t –­ I’m not ­­",
  "I think this Court's precedents have also indicated, at least in some cases, that if ­­ if a practice is constitutional, as we know it to be the case because of the fact that it has been understood to be constitutional and consistent with our religion clauses from the founding, other practices that have no greater impact, no greater tendency to establish religion, are equally constitutional. And we believe that is an appropriate doctrine.",
  "Yes, Your Honor, in two respects. First of all, the Becket Fund amicus brief identifies various examples of ­­ of municipal government prayer over the course of our founding, which is ­­ over the course of our history, which is not surprising given this ­­ the legislative practice at the State and Federal level as well. And, secondly, Congress for much of its ­­ much of our history entertained private bills, which would be the equivalent in terms of the legislative or non­purely legislative functions you're talking about, with what the ­­ the Town of Greece does here.",
  "Well, Your Honor, whatever ­­ whatever line might be drawn between non­legislative bodies and legislative bodies, what we are talking about here is a legislative meeting of a legislative body, and it would be ­­ it would be incongruous, as this Court said in Marsh, if Congress could have legislative prayers and the States couldn't. It would be equally incongruous ­­",
  "No, Your Honor. I mean, as we ­­ as we said in our brief, the principles that undergird the Establishment Clause are equally consistent with the position we're advancing here. As the ­­ as your opinion in the County of Allegheny case indicates, the fundamental ­­ the core of Establishment Clause concern is coercion or conduct that is so extreme that it leads to the establishment of a religion because it is putting the government squarely behind one faith to the exclusion of others, and that's clearly not ­­ not what's going on here.",
  "No, Your Honor. There is ­­ there's no evidence of that. There's no ­­ the Respondents have no standing to assert the interests of children or police officers or award recipients or ­­ or permit applicants. They don't even claim to be in ­­ in any of those categories.",
  "Yes, Your Honor.",
  "Well, on at least one occasion, one of them spoke about the prayer ­­ or one or two occasions and then, on multiple occasions, spoke about a cable access channel issue.",
  "Something about ­­ she was expressing vehement disagreement with the town's decision to award a cable access channel to one entity, as opposed to another.",
  "Certainly not. There'd be ­­",
  "I ­­ I don't know what the town's position would be on that, but it ­­ certainly, there would be no constitutional problem with doing that. I mean, here, as a practical matter, since ­­",
  "But, Your Honor, it's a perfectly rational approach when ­­ when any legislative body is going to have a practice of legislative prayer, to go to the houses of worship in the community. And ­­",
  "I certainly don't think it is constitutionally required, although I would note that as a practical matter that has happened here in",
  "I don't know what the town's position is on that. As I said, as a practical matter, that has already happened here. The town deputy supervisor was quoted in the newspaper saying, anyone can come in prayer, anyone can ­­",
  "As I say ­­",
  "I would ­­",
  "In the Rubin ­­",
  "It would be some invocation of guidance and wisdom from ­­",
  "I don't know. In ­­ in the Rubin case ­­",
  "In the Rubin case, a nonreligious person delivered invocations on multiple occasions.",
  "I'd like to reserve the remainder of my time.",
  "Thank you, Mr. Chief Justice. First, I would like to correct one factual misimpression ­­ the assertion that only non­Christian prayer­givers delivered the prayer after 2008. It's not in the record, but the official web site of the Town of Greece shows that at least four non­Christian prayer­givers delivered prayers thereafter in 2009, '10, '11, and '13. On the sectarian points, clearly, the line ­­",
  "I'm sorry?",
  "I'm sorry, Your Honor?",
  "Yes, Your Honor.",
  "Approximately.",
  "Once a month. And on the sectarian line, I’d just like to point the Court to the Senate brief ­­ the amicus brief filed by Senators, pages 8 to 17, which shows the extensive history from the beginning of the Republic until today of prayer in Congress. That would be sectarian and unconstitutional under Respondents' position. With respect to coercion, it's unquestionably true that there is less ­­ less basis for claiming coercion here than there was in Marsh. In Marsh, Senator Chambers was required to be on the Senate floor by rule, he had to be there to do his job, and the practice was to stand every single time, which he did because he felt coerced to do it; whereas, here, the record suggests that there were three times when somebody requested people to stand out of 121 occasions. The idea that this is more coercive than Marsh is absurd. In Marsh, the Court expressly rejected a coercion argument saying, \"We expect adults to be able to deal with this.\" And, with respect to the history, as well, I think the debate in the Continental Congress, when this issue was first raised, shows what the American tradition has been; that is, Americans are not bigots, and we can stand to hear a prayer delivered in a legislative forum by someone whose views we do not agree with. That is the tradition in this country, and that is why it doesn't violate the Establishment Clause. And, finally, with respect to the fact that this is a municipality, rather than a state or local ­­ or Federal government, that can't possibly make a difference as an Establishment Clause matter. It makes no sense to suggest that the ­­ that a prayer at the local level is more dangerous for Establishment Clause purposes than what Congress is doing. Only Congress could establish a religion for the entire nation, which is the core preventative purpose of the Establishment Clause. To suggest that there are greater restrictions on municipalities makes no sense at all. We think that the dangerously overbroad theories advanced by Respondents are at odds with our history and traditions, which we reflect this tradition of tolerance for religious views that we don't agree with in the legislative context. Respondents' theories also conflict with the religion clauses mandate, that it's not the business of government to be regulating the content of ­­ of prayer and ­­ and regulating theological orthodoxy. Thank you."
]