[
  "Mr. Chief Justice, and may it please the Court. Congress did not provide to Subchapter S shareholders the unique double tax benefit that petitioners seek. The simple question presented here is whether the discharge of debt of an insolvent is an item of income or tax exempt income that flows through to shareholders and increases their basis under 1366. The plain text of the directly applicable statutes seems to provide a pretty clear answer to that.",
  "The timing question, we don't think the timing question ever arises in this case, nor has it ever properly arisen in any of the other cases.",
  "Actually, I believe the Tenth Circuit developed that theory on its own. I believe that in the Tenth Circuit as in the other cases our argument has been twofold: that this item has never been regarded in the 80- year history of the Internal Revenue Code as income for an insolvent taxpayer. Secondly, that 108(d)(7) recognizes and is an emanation of that fact. The Tax Court rationale was that 108(d)(7) says all of this happens at the corporate level. And it isn't income because it's excluded and it's not tax exempt income so nothing passes through.",
  "If the Court were to disagree with our basic contentions, then you would be faced with a problem -- then as a Court the problem would be that you have the clear history of the statute that says this is not to be treated as income. It's to be applied against tax attributes and then to be disregarded. So you would have that clear history. You would also have the presumptive rule that tax statutes should not be interpreted to provide a double benefit.",
  "It is an appropriate resolution of the problem if you reach it, and the reason that is so, is that 1336(d)(2)requires the losses, the suspended losses from the prior year, to be brought into the corporation in the year of the discharge. And then --",
  "1366(d)(2).",
  "On Page 53 of the petition appendix. It says, any loss or deduction which is disallowed for a taxable year by reason of the prior paragraph of that same page, shall be treated as incurred by the corporation in the succeeding taxable year. Now this is the point that the Tenth Circuit made, that this provision brings back into the year of the discharge the losses from the prior year, the suspended losses from the prior year. And then --",
  "It is a different treatment of suspended losses. It is expressly a different treatment of suspended losses and how they are handled on the Subchapter S return. These are rules peculiar to Subchapter S's. Yes. The answer to your question is yes. It is a different treatment for suspended losses. It brings them into the year of the discharge. And then under 108 we know that the tax attribute reduction is to apply at the corporate level.",
  "Well, I think that it's -- I wouldn't call it a fall-back argument but I would call it not a correct way to analyze the basic problem that we have in this case, which is that the courts have glossed over the question of whether this has ever been regarded as an item of income, and in particular whether Congress intended it to be treated as such, when the history of the statute says as clearly as it could that Congress accepted the 80 year old position of the Treasury and the judicial insolvency exception, did not regard this as an item of income, said that it was to be applied to reduce tax attributes and then in the words of both the House and Senate reports, has no further tax consequences.",
  "I think it -- I wouldn't quite put it that way. I think that the right way to put it is the way I have put it, which is that with proper -- we are presenting this case to you with complete integrity. We think this issue need not be reached in this case.",
  "Actually, I believe in the Tenth Circuit we didn't address the issue. I believe the Tenth Circuit developed its analysis on its own.",
  "I think that's correct.",
  "I'm sorry, Justice?",
  "Yes.",
  "Although in the Tenth Circuit, we were defending the tax court's ruling.",
  "Well, you are expressing a close familiarity with that and I don't remember footnote 14.",
  "It is -- I have recently looked at our brief in the Tenth Circuit and my recollection of our brief in the Tenth Circuit was that we made the same point and we made the same argument in the context that the tax court resolved the issue, which is that first they talked about how it's all done at the corporate level. And then having reached that conclusion, emphasized that there is no item of income and no tax exempt income in connection with this item.",
  "Yes. In fact, we noted that the Treasury regulations have provided this for 70 years, long before 61 was enacted, long before 108, and that the courts had adopted the judicial insolvency exception, had agreed with the Commissioner that no income arises from the discharge of the debt of the insolvent.",
  "Well, it's an uncomfortable position for us. I mean, I would love to be able to resolve this case properly without addressing that subject. But we can't because Congress made that the fulcrum of its legislative determination.",
  "I don't know of any other. And of course I don't know if that provides you with any comfort, but let me answer the first part of the question you raised which is, are there other situations where something that does not constitute income has an effect on basis, or doesn't. The closest example, and I don't believe it's quoted in the appendix, is 1368(b). And 1368(b) is a provision that says that if a Subchapter S corporation has no earnings and profits and makes a distribution to its shareholder, that won't be treated as income and under 1367 it will reduce their basis. Well, this is a similar determination. If something has happened here that puts the shareholders in a position whether they might --",
  "Yes.",
  "Well, actually, if you look at the close words of the statute, it doesn't say that. Section 61 begins with the phrase \"except as otherwise provided, discharge of a debt is not an item of income\". And that recognizes the historical distinction that Justice -- that this Court had talked about in Commissioner versus Tufts, in Justice Blackmun's opinion that the whole theory of the discharge of indebtedness doctrine is that the discharge frees up the assets of the debtors and he could use them to --",
  "Yes.",
  "Not as an item of income though. They come in as tax exempt income. 1366 raises the basis for items of income including tax exempt income. Tax exempt income is something that really is income, and it's an accretion to wealth. The only example that --",
  "Right. But tax exempt income is real income. It's something that you receive. It's an asset. It is an accretion to wealth within the concept of --",
  "Is not. Forgiveness of indebtedness for an insolvent, as Justice Blackmun pointed out in footnote 11 of Commissioner versus Tufts, doesn't free up any assets.",
  "My responsibility to this Court is to tell you how Congress, what we understand Congress used these terms to mean. Congress could not have been more clear. They adopted a judicial insolvency exception that adopted a longstanding regulatory interpretation. It doesn't matter, this Court doesn't have to resolve the broader question of whether under Commissioner versus Glenshaw Glass this might be thought to be an accretion of wealth. You don't have to resolve this question because what is before the court is how did Congress view that difference.",
  "But it should help you resolve that problem because what's at issue was what was Congress's intent when it used the phrase \"items of income.\"",
  "I think I'm focused on your problem. I think the answer to your question is probably that in all of those instances it wouldn't be an item of income.",
  "It wouldn't be income received in the year. And what happens is you are supposed to reduce the basis and recognize as this Court said in Centennial Bank, recognize that deferred income in future years. And as that's recognized then it becomes an item of income in that sense. But in the first year it's not treated as an item of income for this purpose.",
  "It's income -- if it's income then it increases the basis. And if its not income, it doesn't. And if its not income and doesn't increase the basis then it's -- then any income effect would be recognized in subsequent periods.",
  "We do. We put it as our second point. We don't abandon that argument. It's definitely addressed in our brief. Its sort of an intellectual fussiness that causes us to address the income issue first and then the shareholder issue, I mean the corporate level issue. And that is because (d)(7) wasn't enacted, as Justice Ginsburg pointed out until 1984. But in 1980 Congress already went ahead and said this is not to be treated as an item of income; it's to be used to reduce attributes and it is to have no further tax consequences. So we shouldn't have to look to 1984 legislation in (d)(7) to answer this question. Now (d)(7) is consistent with our answer and therefore and it is a sufficient answer. But it seems to me to be perfectly faithful to what Congress said they did and to what the text of the these statutes permit us to understand. We don't have to go to 84. We can go right to where Congress said. And I want to point out in this respect that it is solely on the 1980 legislation that professors Victor and Lokin reviewed the history, reviewed the provisions and agreed with us that the discharge of indebtedness of an insolvent party does not represent an item of income and is to be ignored after it's applied against the tax attributes. Now what Petitioners' is: let's not ignore it, let's get a tax benefit from it. We'll pass it through as if it were income. We will get a basis adjustment that allows us to deduct the standard losses. And what they have done is used 108 to enhance their tax attributes when section 108(b) makes it clear that the whole point of 108(b) is to reduce tax attributes.",
  "Well that --",
  "It didn't change the basic principles of 108 that the amendment in 1984 simply said that the tax attribute reduction would be applied at the corporate level for Subchapter S corporations. This is in 108(d)(7)(a).",
  "If they applied it at the shareholder level for solvent shareholders they would recognize the income and pay it on their own returns. It wouldn't have any consequence.",
  "Congress said that they were doing that because they wanted all shareholders to be treated the same. That was the explanation that Congress gave.",
  "Well, this is a special rule actually that applies only for Subchapter S's.",
  "All shareholders of this Subchapter S corporation should be treated the same. In other words they didn't want to -- Congress said they didn't want to have shareholder one to be treated differently from shareholder two although as you are aware for partnerships that kind of different treatment can result. But Congress didn't think this had anything to do with - that the change in 108(d)(7) had anything to do with the issue here because they had already resolved the issue in 1980 when they explained how these statutes were to work. And I want to point out that in 1993 when Congress amended Section 108 to extend its application to qualified real property indebtedness, Congress went through the operation of these same provisions and said the same thing.",
  "I don't know how Congress could have been more explicit in--",
  "That's true.",
  "We have awfully good indication of that. We have Congress saying it's not income. It's only to be used to reduce tax attributes. It has no other tax consequences.",
  "Yes, it's perfectly clear. But to me it's -",
  "In 1980 the courts were not all over the lot. In 1980 no court had ever suggested that the discharge of the debt of an insolvent was income.",
  "Yes.",
  "I am sorry. They were talking about Subchapter S corporations in 1993. They were talking about exactly the issue we have in this case.",
  "The statute wasn't amended in any of its substantive characters in 93. They just added another provision to the same statute",
  "They were talking about, -- When they said basis is not adjusted, they were talking about the Subchapter S corporation provisions involved in this case. So they were talking about previously enacted provisions of Section 108 in describing how they applied.",
  "Basis is not increased by --",
  "That is exactly what they said at that the time in '93. I'm sorry. We are not communicating.",
  "It's not a provision. It's just legislative history.",
  "No, I am sorry. Now I understand. It was in the history of --",
  "It was in the history of the 93 amendment that Congress in going through how the statute operates, explained that for subchapter S corporations this is not an item of income; it doesn't adjust basis. That is all I am saying. I am not saying that this is binding history.",
  "I am not familiar with that, but it is just the contrary. The statute says only that basis will be adjusted if there's an item of income. An Congress said this isn't and item of income. I know that that's -",
  "I am not familiar with that. The contention that if it is not an item of income then its tax exempt income is also fundamentally flawed for the same reason. Its not tax exempt income because its not an accretion to wealth. Its not income in the first place.",
  "It says \"Except as otherwise provided --\"",
  "Income includes income from discharge --",
  "Well, that's the contingent rule. It says except as otherwise provided, income includes income from discharge. 108 says it does not include income from discharge of an insolvent. And that is the 80 year history of the Internal Revenue Code.",
  "I don't have any objection to what you just said. I think it is perfection correct. I think it's a proper concern. But our point is that what you are supposed to, what we have to resolve here is what did Congress mean when it said items of income in 1366 because that's what flows through. Congress said this is not an item of income. And I say this, I mean the discharge of the debt of an insolvent. My only point about the congruence of 61 and 108 is that they cannot win on those provision because all those provision say is what we say: It's not income. And what the legislative history of the provisions say is exactly - is why we are here today ,which is that Congress has always said this isn't income. Has never permitted it to have any tax consequences other than attribute reduction. And I go back again to Victor and Loken. I mean, they are a pretty objective neutral source on this, and they agree with us, that this is not the way Congress used the term and that after it is used to reduce attributes, it's to be ignored. The reason.",
  "It's actually in their treatise.",
  "Federal Income Taxation. It is a pretty reliable guide.",
  "The Court of Appeals have been sort of all over the map. If you are talking about the Court in this case,--",
  "Yes.",
  "Yes, The Third Circuit in the Farley case ruled against the United States, saying that the plain language of 108 makes this an item of income. And I don't understand their reasoning because the plain language of 108 says it is not an item of income. And the clear history of the statute says it should never be treated as one. And instead it is to be ignored after you reduce basis. I mean after you reduce the tax attributes.",
  "I don't think there is a Court of Appeals that has gone through these arguments that we have made the primary focus of our position in this court.",
  "They haven't addressed them, Justice Scalia.",
  "Again, I believe what we were doing is that we were defending the rationale of the Tax Court.",
  "As I explained to Justice Breyer, we think that the proper way to reach this, to analyze this is the way Congress did, to start with 108 in 1980. And then to point out that the amendment to (d)(7) in 1984 was consistent with that result and promoted that conclusion. Now, what the Tax Court did was different. They said, as Justice Breyer points out that all of this should be done at the corporate level and nothing escapes to the shareholders because it's all handled at the corporate level. I think that's a correct conclusion. But I think one of the reasons it's a correct conclusion is because there is no item of income that can escape to the shareholders and add to their basis and give them this double tax benefit wind fall. And I do want to point out that in each of these cases when a basis adjustment is allowed there is indeed a windfall there.",
  "I don't its controlling but it is a presumption that Congress doesn't intend to do that. And so when you look at these statutes and you have the clear history, and if you have any uncertainty about the application of the plain text of those provisions, that uncertainty should be resolved to avoid creating -- either denying the intention of Congress or creating the windfall benefits.",
  "The presumption is what this Court said in Skelly Oil, that tax statutes should not be interpreted to be provide the practical equivalent of a double deduction, which is exactly what they have sought.",
  "I think that what you are pointing out is exactly the opposite of how Congress looked this situation. What Congress said was they are getting this immediate benefit not having this treated as income in the year that the debt is discharged. And recognize that they might benefit from that in future periods if they have income from other sources, Congress said I want to reduce the tax attributes, the favorable tax attributes, like suspended losses --",
  "Mr. Chief Justice, and may it please the Court: Petitioner's property is being damaged by water leaking from the Madera Canal. The Canal is an irrigation facility and it passes irrigation water to the farmers of Madera County. We were told by the Ninth Circuit panel below that all of the water in this canal constitutes flood water under the immunity provisions of the Flood Control Act of 1928 solely by virtue of the fact that this canal is part of the Central Valley project, a large Federal water project covering one-third of the State of California, with multiple component parts and with multiple originating purposes, only one of which was flood control. The Ninth Circuit made this ruling noting that this canal was not a flood control project by itself, and served no flood control purpose. The Ninth Circuit further indicated --",
  "They being the United States, Your Honor?",
  "No. They did not concede that it served no flood control purpose.",
  "Yes, it did, as part of its decision.",
  "Yes. It would be under a relatively limited circumstances and the problem there is, this water is liquid gold. They marshall it, they organize it, and they know where it goes and why, and if they're going to spill it into that ground --",
  "Actually, not necessarily, Your Honor, because for most of the years in question they don't put water into that canal even in December. The amount of flood space that they reserve in this canal is only 30 percent of the entire -- in the lake is only 30 percent of the entire facility.",
  "Correct.",
  "That issue was not briefed at the Ninth Circuit level, Your Honor, but the canal itself was authorized under the reclamation laws and 100 percent of its costs were reimbursed to the United States under those rules. The canal itself is not part of the flood routing system of Millerton Lake.",
  "I do.",
  "But the fact of the matter is that the facility itself is operated -- if that ever occurred, still it would be a question of fact we'd have to address below, but --",
  "That is exactly correct, Your Honor.",
  "Flood waters consist of, and I think this Court's statement in United States v. James at page 605 is relatively clear. It requires a Federal flood control project, and the flood waters must be waters that are contained in or passing through that project for purposes of or related to flood control.",
  "I would challenge that a little bit, Your Honor, respectfully. I think --",
  "That might make the canal remotely related to flood control, but it doesn't make the waters that are passing through the canal -- under circumstances in the middle of summer, it's 100 degress out, the river is dry down below the dam 20 miles, and they're diverting the water into the canal under contractual obligations, where it's bought and paid for. Under those circumstances, I think the water, which is what the statute speaks to, is not flood water.",
  "Assuming it's a Federal flood control project, Friant Dam is, it's leaking water into the river channel. That is part of the floodway. What you're looking at is the natural flow of this river and they put a dam in it, and if it leaks into the river --",
  "It's leaking into the floodway of the river itself. It's leaking into the channel, which is the very river course.",
  "It might if that's part of the facility. I mean -- what you're looking at is, is the river chanenl runs -- this facility, if it were operated as a flood control facility, would impound water at most once every 4 years.",
  "Well, Your Honor, I think two things.",
  "Yes, we want the opportunity to go back, and I think that we want to be able to establish that the water has never been -- or at least at times has been released for purposes other than flood control.",
  "That's correct. The canal is -- the lining of the canal is cracking, and it's leaking water, it's raising the water table and it's --",
  "That's right.",
  "I'm not sure I understand the part about the way the facility was constructed. Are you talking about the canal or the dam?",
  "I don't think that that's what we're saying. What we're saying is, is that the facility -- one of our claims is that they're just not maintaining it. The concrete cracks, they patch some of it, they don't patch the others, and some of it is deteriorating, and it needs to be repaired.",
  "We could, except the dam would be passing water right into the floodway itself. This, it passes on to other people's property. The dam got flowage rights. When Friant was built they obtained flowage rights to pass water in cetain ways and the fact that the dam is either leaking or has its gates open isn't going to give rise to a claim.",
  "I understand, Your Honor, and that's very true. This -- the clear context, and I think this Court in James said that, that the context was a floodworks project like the Mississippi River, and we're not dealing with a floodworks project like the Mississippi River. We're dealing --",
  "I think that's absolutely true, because if this was -- if this canal was going to be constructed for flood control they would have never built it. They'd have never built that dam. They'd have built it much lower -- there's only a fraction of the space of this whole facility that serves any flood purposes.",
  "It definitely provides some flood relief. I don't know that I would say it provides a substantial flood purpose, because if they open the gates to channel capacity it would not impound a drop of water for 3 years at a time, maybe 1 year it would impound water for a limited period of time and they'd never reach 25 percent or 20 percent of this capacity --",
  "Yes they do route the Sacramento River water down into the San Joaquin Valley and they do route the water of the river --",
  "But you don't impound water like this for flood control. If you're going to impound water in the way they impound it -- I mean, the United States said in their brief at page 3, you impound water as soon as posisble for irrigation, and you hold it as long as you can until you need it, and that's what they do with this facility, and they said you impound water only at the last moment for flood control when you have to and you evacuate it as quickly as possible. This facility just isn't operated that way.",
  "The first presumption -- the reason the dam is because of the irrigation retention, but assuming I understand the hypothetical, and I think I do, the water that would go into the canal under those circumstances may very well be flood water, and it may very well carry the immunity, but it would be in a very limited circumstance.",
  "Is that -- I mean, it sounds like that's a causal --",
  "I think our position --",
  "Well, it seems to me there's a couple of different issues, and if I understood the question properly you're saying if you have a certain percentage of the water going down the canal is flood water, and a certain percentage of the water going down the canal, a larger percentage, is irrigation water, is not immune, then wouldn't you simply look at the damages and deal with that as a matter of causation, because some of that water was not subject to the immunity. It clearly wasn't, and if that wasn't enough to damage the trees, if the amount of water that went in the canal was not enough to damage the trees, that was not immune.",
  "Then that's what we think happened here.",
  "Well, yeah. What the Ninth Circuit said is that this immunity, the way they're construing it is so broad that they could not think of a single instance where the immunity did not apply in the Central Valley --",
  "I was there at the argument, and I think the court was very troubled by what they were having to do.",
  "Right.",
  "Yes. I think that their test is not-wholly-unrelated to the project, which I think is also compounding the problem.",
  "And so we think the not-wholly- unrelated test is the wrong test applied to the wrong --",
  "Right.",
  "That's correct.",
  "That's correct.",
  "What happened is, we don't believe we need to go much beyond the language of James as long as not-wholly-unrelated means something more than remotely incidental, but we offered -- in the case the Court decided to try to use this case as a test, we offered a test. We put together what we thought made sense in light of the Flood Control Act and the Federal Tort Claims Act and tried to determine how it would be applied in a multipurpose facility.",
  "Yes, it --",
  "It would if you didn't take substantial-to-the-injury and say, if flood water was a substantial contributing cause to the injury you have no claim at all, as opposed to saying, if it's a substantial part of the facility, flood control is a substantial part of the facility and, in order for the flood water to be flood water, it has to have a substantial relationship to flood control, then that's fine. But if you take it to the next step of the injury as a cause, then you could wipe out our injury completely, even though three-quarters of it was caused by the United States --",
  "Yes.",
  "I think that there is no substantial use of that canal for flood control based on anything I've seen.",
  "I think we'd have to.",
  "Yes.",
  "It's raised as a matter of jurisdiction, and so I think it's our burden --",
  "Yeah, we read that language to say, first of all, the reference to waters is flood waters, not any water, and we read it to say that in the normal operations of the facility, if the water overrides the banks, or overrides whatever control facilities are constructed, the United States would not be liable for injuries caused by that overriding. We think that's wholly different than what we're dealing with here, where it's just a continuous leak out of a nonmaintained facility, and if the water was not flood water going into the canal, it can't be flood water leaking out.",
  "I think the Central Valley project can be identified by segments of the project. I wouldn't -- I can't speak to all of it, but I can speak to the Madera Canal. The Madera Canal itself was funded as an irrigation project. It can relieve the lake of pressure, so to speak, into another natural waterway that itself is out of the same watershed, so when you look at the totality of it, it doesn't make sense for them to operate this for a flood facility. They wouldn't put water into the Madera Canal necessarily just to run it to another river that itself would be flooding.",
  "That's true. This Court did --",
  "I think that that's a fair statement.",
  "I believe that that's correct, and I think they have conceded that. Interestingly enough, in their contract with the Madera Irrigation District they define irrigation water as water used primarily in the production of agricultural crops or livestock, including domestic use incidental thereto and watering of livestock. That's at page 8 of their supplemental lodging.",
  "I'm not aware of any consent being required. I think they have the power to do that under the circumstances.",
  "Well, I apologize, but that obviously is in the contract.",
  "I believe those records most definitely exist. They calibrate --",
  "We --",
  "We know that the gauging of the water coming into the lake, we know how much is impounded, we know what the storage is, we know what's diverted and when it's diverted and why it's diverted and who's paying for it and why they're paying for it and whether it's class I, class II, or class II obligation. I think that because this is operated for the economic use of the facility, all of that information is very --",
  "I think that that's true. Unless there's any questions I'd like to reserve the rest of my time.",
  "Thank you, Your Honor. If I could take you to our reply brief, because we did address, although we objected to the judicial notice of all the facts we did address them there, and we noted that in a majority of the years in the 1979 to 1999 period selected by respondent, flows from the dam into the river bed never approached 8,000 cubic feet per second, which petitioner gauged by setting thresholds of 7600 cubic feet per second on a single day of the entire year and so, as far as petitioner could determine on those days that flows into the river bed did approach 8,000 cubic feet per second they showed no correlation with the higher flows in the Madera Canal. Point 2. This project was funded as a reclamation project. The canal was identified as an irrigation canal. This is not a project where Congress put money out and exposed its treasury to something it wasn't going to be reimbursed for. This is not the context of the Mississippi River flood project. And I would like to answer any questions, if there are any others.",
  "The Shasta Dam, as I understand it, was, and I don't know the answer to that. I should know, but I don't. It probably was.",
  "Thank you, Mr. Chief Justice, may it please the Court: The question presented by these facts is, what analysis should this Court employ in determining under what circumstances and by what method the police can seize a home in order to preserve evidence of a crime? The State of Illinois and the United States of America want this Court to issue a broad rule that it is always all right for police officers to seize a home on the basis of probable cause alone. This Court should find that such a rule violates the Fourth Amendment for two reasons. First of all, it does not take into account the high esteem in which this Court's decisions place the home, and it is also not a logical extension of other cases concerning the seizure of property.",
  "Your Honor, in the dicta in Segura there is some suggestion that external seizure of the home would have been justified in Segura's case, and perhaps that is because everyone with a possessory interest in the apartment in Segura was in custody and therefore the police really weren't interfering with anyone's possessory right. In this case you do have the homeowner present, and his possessory rights in the home are being substantially interfered with, and the Government's test of probable cause only simply does not take in to account the high esteem in which the home is held and the fact that it's very intrusive.",
  "Your Honor, there were two alternatives for the police in this case. First of all, once Mrs. McArthur told the officers that she saw her husband slide marijuana under the couch, the first thing they could have done is simply left with Mrs. McArthur, went down to the courthouse, and obtained a search warrant. The second alternative was to --",
  "No, Your Honor, there is nothing they could do, and the reason I'm suggesting that is, in Welsh v. Wisconsin the officers on that scene were faced with a similar dilemma. The only way they had to preserve evidence of Mr. Welsh's blood alcohol level is to do what they did, which was to enter the home without a warrant and arrest him before his blood alcohol level went down. This Court found that because that was a minor offense, the police officers could not do that in order to --",
  "Your Honor, there is a distinction between the offense here and the one in Welsh. Welsh was a nonjailable offense, that's true. Here, we have a class C misdemeanor, which is the lowest category of crime.",
  "Yes, Your Honor, it would make this case different, for two reasons. First of all, I'm suggesting you reject the probable cause only test and stick with the probable cause plus exigent circumstances test, and the reason the quantity of the drugs would be important is because that goes to the exigency. As this Court observed in Welsh v. Wisconsin, the prevention of the destruction of evidence is not an exigent circumstance when you're talking about a minor offense. Presumably, then, it is when you're talking about a major crime.",
  "Two responses to that, Your Honor. First of all, the line that I'm drawing is that the officers have to have probable cause and exigent circumstances. In this case, it's my position that they had neither, but the line I'm asking the Court to draw again is probable cause and exigent circumstances.",
  "I am, Your Honor, that's true, and the reason I make the distinction is again, it's part of that analysis of whether or not the exigent circumstance of destruction of evidence is present. That's at least what the Welsh decision suggests, that if you're trying to preserve evidence of a minor crime, then the officers are not justified in entering the home to preserve evidence of that crime, so it's a factor of determining whether or not there's an exigent circumstance of destruction of evidence.",
  "Your Honor, if I may, she had a question before that. You had also asked me about if the officers knew about the quantity of marijuana at the scene. The officers I'm sure did not know that there were precisely 2.3 grams of marijuana present. However, the officers could easily have asked Mrs. McArthur about the quantity she saw, and the fact that nobody really seemed to be taking this incident very seriously suggests that the officers knew they weren't talking about --",
  "Your Honor, if they -- they didn't ask Mrs. McArthur questions about the quantity. They didn't ask her questions about whether her husband was dealing drugs. If they thought they had a serious offense and they thought they had probable cause at the scene they could have placed Mr. McArthur under arrest immediately. Mr. McArthur evidently --",
  "Your Honor, they did go and get a warrant, but what I'm suggesting is, you're not taking about a major crime here where the police felt that they had the immediate need to make an arrest of Mr. McArthur.",
  "Yes, Your --",
  "Your Honor --",
  "Your Honor, again I'm suggesting that because the officers did not have probable cause at the scene they could not arrest --",
  "Your Honor, I respectfully disagree for two reasons. First of all, Mr. -- or, excuse me, Officer Love did not ask Mrs. McArthur that very important question of whether she was familiar with what marijuana looked like. Under Illinois law, when you gather information from an informant about the existence of contraband, Illinois law generally requires that you have some indication --",
  "Your Honor, it was, and if you --",
  "No. Your Honor, there was probable cause for the search warrant, and if you compare the search warrant application and the affidavit submitted -- you'll find those in the joint appendix, I believe beginning on page 5. If you look at the application for a search warrant and the affidavits, there's a lot of information contained in those affidavits that were not -- that was not given to Officer Love at the scene. For example, in the application for a search warrant the State's Attorney thinks it's important enough to put in there that Mrs. McArthur is familiar with the appearance of marijuana. The State's Attorney also includes in there that Mrs. McArthur has seen marijuana on the presence -- or on the premises several times. He has her put in the affidavit that she has seen her husband use marijuana on several occasions. None of that information was given to Officer Love at the scene. All Officer Love had at the scene was a woman who Officer Love admits was predisposed into getting our husband into trouble tell him as she's leaving, oh, by the way, I just saw him slide some dope under the couch.",
  "I'm sorry.",
  "Mm-hmm.",
  "Yes.",
  "Your Honor, in this case there were --",
  "Well, Your Honor, from the record, what we know what Mr. McArthur did is when the police arrived in the scene, he didn't flush the marijuana.",
  "The officers had not been let into the house, but they were certainly outside, and Mr. McArthur was aware of their presence, yet he didn't take any steps to destroy the evidence. He simply hid it under his couch.",
  "Your Honor, it may be a reasonable thing to think, but that certainly does not then give the police the power to take the next step, which is to either seize the home or make a warrantless arrest.",
  "Your Honor, the reason why it's not is --",
  "-- this Court's holding in Vale v. Louisiana suggests that evidence has to be in the process of destruction before it's considered to be an exigent circumstance permitting the officer to make a warrantless entry inside.",
  "No, Your Honor. I'm not --",
  "Your Honor, I agree that the evidence having to be in the process of destruction is a high standard for the police to meet, and that's why lower courts have taken the Vale case and have reduced that somewhat to require a fear that the evidence is in imminent danger of destruction.",
  "I'm sorry, I'd like to clarify. Are you asking in my particular case, or are you asking in general?",
  "First of all, the reason why this Court should continue with that standard that the evidence has to be in imminent danger of destruction --",
  "Your Honor, the reason the officers should not have considered the evidence to be in imminent danger of destruction is, again, Mr. McArthur took no steps with regard to that --",
  "Your Honor, first of all -- I believe this is in the joint appendix, and I'm sorry I don't remember the page number for this, but Officer Love or Mr. McArthur, one of them was asked the question whether or not Mrs. McArthur saw him conceal the marijuana, and nobody knew the answer to that, so first of all maybe Mr. McArthur --",
  "Your Honor, I would disagree that it's reasonable to infer that she saw them.",
  "Your Honor, I'm claiming there was no probable cause and no exigent circumstances, and a probable --",
  "There was probable cause to get the warrant because the information that was given to Judge Flannel was different than the information that Officer Love had at the time that he made the determination to seize the home.",
  "Your Honor, yes, if probable cause and exigent circumstances --",
  "-- existed, yes.",
  "Your Honor, I'm not conceding that probable cause existed in this case, and I'm also asserting that a rule that permits external seizure of the home on probable cause only does not take into account, first of all, this Court's holdings with respect to the home and second of all, does not really weigh, or doesn't fairly balance the State's interest in prosecuting the particular kind of issue.",
  "Your Honor, we -- we're still sticking with the question presented, whether this is reasonable under the Fourth Amendment.",
  "Your Honor, I understand what the question presented is and, as a general rule, we disagree that that ought to be the rule that applies in all seizure-of-the-home cases. The Court, or excuse me, the State of Illinois and the United States of America is asking this Court to permit seizures of the home on probable cause only, and it is our contention that this Court should not adopt such a rule.",
  "Your Honor, I guess what I'm doing is, I'm suggesting that no matter which rule you adopt, the one advocated by the State or the one that we're presenting, when you apply that rule to our case in determining whether or not the Illinois Appellate Court should be affirmed, I'm suggesting to you reasons that, no matter which rule you adopt, the decision of the Illinois court --",
  "Yes, Your Honor, I'm --",
  "Your Honor, again, we're not contesting probable cause to issue the search warrant, and that's true the Illinois Appellate Court --",
  "Yes.",
  "No, Your Honor. You have to look at the probable cause at the time that the home was seized.",
  "Your Honor, in our brief in opposition we do state that the Illinois Appellate Court was incorrect in finding that we never contested probable cause.",
  "Your Honor, again, let me state that I do accept the question presented as it is, and it's our argument that this Court should not adopt a rule that permits a seizure of the home on probable cause alone.",
  "Okay.",
  "Your Honor, first of all, if you adopt that rule, then you're agreeing with the State and the United States of America that probable --",
  "Your Honor, if he's keeping the person outside of the home because he believes it contains marijuana and he's concerned that the marijuana is going to be destroyed --",
  "-- then he's making the seizure on probable cause and exigent circumstances, and that's the test that we want this Court to adopt with respect to seizures of the home, and --",
  "Your Honor, if there's probable cause and exigent circumstances, there's nothing wrong with that, and also what the Court should keep in mind is external seizure of the home may not always be --",
  "If you're asking me why that isn't exigent circumstances in this particular case --",
  "Probable cause and exigent circumstances would be sufficient to seize a home. What I'm arguing is, that's the rule we want you to adopt, probable cause and exigent circumstances. Now, when that's specifically applied to our case, the reason there are no exigent circumstances here are twofold. One, Officer Love is the person that created the exigency of the destruction of evidence, and several lower courts have held that when police officers create the exigency of destruction of evidence, they cannot then use that exigency to turn around and enter a person's home without a warrant in order to preserve that evidence. Here, Officer Love admitted --",
  "That's correct, Your Honor, I am suggesting that. Several lower courts, including the Seventh Circuit in United States v. Roselli, have held that when it is reasonable or it is foreseeable that evidence will be destroyed if you ask for permission to search, if you go ahead and take that step and ask for consent and it's denied, you can't then turn around and use that exigency to enter the home without a warrant, because the police have created the exigency. Here, if you look on page 20 of the joint appendix, Officer Love testifies that at the time Mrs. McArthur told him that Mr. McArthur hid marijuana under the couch, Mr. -- or Mr. McArthur was still free to come and go from his home. However, once Officer Love asks Mr. McArthur for permission to search and is denied, from that point on, Mr. McArthur can't go in because now Officer Love is concerned that the evidence is about to be destroyed.",
  "Your Honor, if you know that there's an apartment where people are cutting drugs, then the step that the officers should take in that hypothetical --",
  "-- they should have went and gotten a warrant.",
  "No.",
  "Your Honor, the problem with having that be the standard to determine the exigent circumstance of the destruction of evidence is that you could say that in any case where someone has evidence of a crime inside of their home. I believe Justice Stevens --",
  "Your Honor, two reasons why it wouldn't give a sufficient exigency. First of all, the police were out at the McArthurs for a while and again, Mrs. McArthur was coming and going out of the trailer this whole time the police were there. Evidently Mr. McArthur, from whatever he could gather from what was occurring there, wasn't concerned enough that his possession of marijuana was going to be reported that --",
  "Thank you.",
  "Mr. Chief Justice and may it please the Court: The harmonized tariff schedule employs more than 9,000 individual categories and more than half-a-million words to classify every conceivable article of commerce for tariff purposes. This massive document was drafted initially by an international commission, and in 1988 it was enacted in its entirety as a law of the United States. Two terms ago in the Haggar case this Court held that courts should defer to the reasonable interpretive regulations adopted by the customs service to implement these complex tariff provisions. In the present case, however, the Federal Circuit held that it would give no weight whatever to the interpretive rulings adopted by the customs service to apply the tariff provisions in specific situations under the very same statutory provisions. The court, having concluded it would give no deference to the agency rulings, then held that the particular item involved in this case, known as a date planner, would not constitute a bound diary within the specific meaning of the tariff provision we have here before us. In our view, the court's method of analysis and its ultimate classification determination are both incorrect. In enacting a harmonized tariff schedule, Congress specified that -- its understanding and intent that the customs service would be responsible for interpreting and applying these provisions, and for that purpose Congress gave broad and varied types of interpretive authority to the agency. In particular, in 19 U.S.C. 1502, Congress provided that the agency could adopt rules and regulations for the classifications of goods under the tariff schedules, and it was under that provision that this Court applied Chevron and Haggar to say that reasonable interpretations of ambiguous provisions set forth in regulations should be applied by the courts. Now, Congress understood, however, that the regulations alone would not be sufficient to address the infinite myriad of small interpretive problems that arise under this kind of tariff legislation, and so Congress specified and gave authority to the agency to adopt binding interpretive rules for the purpose of applying the statute in these discrete situations.",
  "Yes.",
  "I think the -- we have used that expressing in describing it --",
  "-- but as the Court pointed out in Haggar, and as we have argued in these two cases, what really happens is there is a de novo fact-finding on the record made in the Court of International Trade.",
  "Well, Haggar also pointed out that what the court does is, in determining what the law is that it applies these facts to, it looks to the agency's interpretations, and we think it should look to the agency's rulings. That's --",
  "Yes.",
  "Well, what they have --",
  "Our -- what we are urging you is that it is the deference that the Court described in Chevron, that is that you -- that the Court is to defer to the reasonable interpretations set forth in these binding rulings, and what -- in the NationsBank v. Variable Annuity case the Court described these as a deliberative conclusions set forth in the agency's interpretations.",
  "Not in this context. I mean, let me point out that when we're talking about interpretive rulings they are routinely initiated by the importer themselves. The importer has ample opportunity to make comments on how they think this procedure should be -- how that statute should be interpreted, and when the agency -- if the agency adopts that interpretation and then some other importer doesn't agree and they want to ask for a different ruling, they can submit and request an interpretive ruling, and that's what's --",
  "In Christiansen the Court said that there was an informal opinion stated in a format that Congress had not provided for official interpretations. Here, we have a formal provision of Congress directing the agency to make these kinds of interpretive determinations and to make them in a binding way.",
  "I believe that's correct. The Court concluded that it was not, in the words of Skidmore, entitled to any consideration because it wasn't persuasive, but I -- clearly the Court was of the view that it was not a reasonable interpretation, and --",
  "Yes.",
  "Well, historically we know the court said that it would defer to reasonable interpretations of the service, but in this -- you're very right about the oddity of the specific issue, the way it came up, and we addressed that at the petition stage. What happened was that when Haggar was before this Court, the United States did not press the lower court to apply what is now to be called Haggar or Chevron deference because the Federal Circuit had said in Haggar that it would give no weight to customs service interpretations, and so at the time the case was in the Court of International Trade, that court was not asked to give that type of deference to the agency's interpretation --",
  "-- because that was the law of the circuit. Once this Court reversed the circuit ruling in Haggar, this -- the Federal Circuit then addressed how the principles of Haggar and Chevron applied.",
  "In the Federal Circuit, but I would point out that respondent has agreed, and we think it's clear that the Court of International Trade applied the same definition of bound diary that the ruling sets forth.",
  "Yes.",
  "Well, let me address the second point first. I think in Smiley v. Citibank the Court had a similar situation where there was a subsidiary determination that was then reviewed by the headquarters office to result in a final agency determination, which is the process that we've gone through with respect to these rulings, and the Court said, well, that doesn't result in a change of view, it results in a proper application of the agency's ruling process. With respect to the first point, the respondent says, well, there are 10,000 a year of these kinds of rulings made in the head -- in the regional offices. In fact, we do not claim that there's -- we are unaware of any of those rulings in which there would be what the Court, in the opinion you authored for the Court in the Variable Annuity case call the deliberative conclusions. It is only the deliberative conclusions that set forth the actual interpretations of provisions that the Court can look to to defer to. It's not simply the result. And in most of the simple tariff entry at issue determinations, of course it's a very simplified procedure. It has to be, because of the volume of transactions at issue, and those kinds of entry-level port determinations are very simple, and the Trade Bar Association brief acknowledges they contain almost in every instance no discussion. They just contain the sort of a statement that 12 apples come in as apples.",
  "Yes, and the agency has --",
  "I don't believe you have to. I --",
  "The agency -- it's an election of the importer whether he wants, whether he can ask -- he can ask the headquarters for a ruling in the first instance. He can ask the headquarters to review a field determination.",
  "That is correct. To the extent --",
  "As a practical matter, that's true, but I would say that either of them would be entitled to deference to the extent they contain deliberative conclusions, and I'm just being finicky about that because as a practical matter the entry-level port determinations don't contain those kinds of --",
  "I think as a practical matter the agency would have no objection to a determination of that type. It's just, all I'm addressing is the logical basis by which the Court would reach such a determination.",
  "Well, the -- I'm not -- I think what I'm trying to describe and not doing a very good job at it is simply that it's up to what -- the ultimate question is what did Congress intend? How did Congress intend the agency to function? The best evidence of that is probably the agency's regulations pursuant to the authority that Congress gave the agency to provide for a binding ruling program. The agency's regulations specify that the port service's rulings are precedential and binding, but they don't go on to say, because it's up to this Court to say, the extent to which those precedential binding determinations are to be given deference by the courts, and all I was trying to say was that it seems to me that when this Court has addressed interpretive rulings in prior cases, like Variable Annuity, PBGC v. LTC, it has looked to the question of whether the -- you can look to the interpretation expressed by the agency --",
  "-- and find in it a reasoned --",
  "Not in the sense that we're using that term in this case. What Christiansen was was the private correspondence that was sent --",
  "Well, actually it was sent by the Wage & Hour Division of the Labor Department.",
  "Right, but what the -- but I think what this -- the Court's concern in Christiansen was that there was no evidence that that was an official interpretation of the type that Congress had authorized the agency to use to interpret the statute. Here, we have a statute that expressly tells the agency to make these kinds of binding determinations, and the agency's done it just the way Congress said.",
  "Yes.",
  "The function of the interpretive binding ruling program is to make the system more workable by providing effective advanced guidance.",
  "It's -- this -- I believe the Court has already addressed this very point in the Haggar case. Chevron deference is about how you decide what the law is. There are other doctrines, burden of proof, presumption of regularity, that go to about how you decide what facts are and how the facts apply to law. Chevron is simply a doctrine about how does a court decide what the law is, and in this case the agency made a determination about legal issues and said what it believed a diary was, for example, or what it believed the law, properly interpreted was, bound for this purpose is. Having made that legal determination, it's then up to the Court of International Trade to decide whether these facts represent such an item. Of course, the agency's binding rulings state its own view of what the facts are and how they apply to these legal interpretations, but that's what the Court of International Trade has the right to do de novo, to decide whether these facts fit within the legal determination, the legal interpretation that the agency has expressed in the binding ruling.",
  "It's just like tax cases.",
  "Well, addressing your practical question before I -- I do want to respond to your question about how this might be looked at. Your practical question is, does it make a difference. Yes, it makes a big difference.",
  "Because if we -- if you had the sort of sliding scale approach of the Skidmore doctrine, then no one would know until the end of the day what -- you know, how much -- how effective the agency's interpretation is, and the advantage of the Chevron approach, if you needed to look at it in a practical sense, is that everyone knows at the outset what the effectiveness of the agency's interpretation is. It's to be upheld if it's reasonable. Now, I would like to point out that this Court has never held, and would have to overrule several cases if it did now, that Chevron deference requires that the agency issue this regulation with notice and comment. There are cases in which this Court --",
  "Okay.",
  "I would assume that if the Court were to conclude that Chevron deference didn't apply it would then conclude Skidmore was an appropriate formula to look at this issue under.",
  "I don't really remember having used that phrasing. What I -- I think Chevron's analysis is appropriate. This Court's applied it in other interpretive ruling situations, and only in that sense is Skidmore inappropriate.",
  "Yes.",
  "That's right.",
  "Right. With respect to revenue rulings, the history on this is sort of interesting, and it'll take me a minute to explain it all. In United States v. Correll, this Court held that revenue rulings should be upheld when they're reasonable, and the Court emphasized that it was based on the expertise of the agency and the fact, to quote the Court, that it doesn't sit as a committee of revision to perfect the administration of the tax laws. The Congress told the agency to do that by authorizing it to issue all necessary rules and regs. Now, the tax counsel amici says no, that case was really about a regulation, not about a ruling. Well, that's simply and flatly, clearly wrong. The regulation they cite had something to do with the procedures as used to make a claim for a deduction. When Justice Marshall was Solicitor General, he filed the Government's brief in the Correll case. His successor, Solicitor General Griswold, filed a reply brief. Neither of those briefs mention any regulation. They rely just on the revenue ruling of the service and ask the Court to defer to it, which is what Justice Stewart's opinion for the Court said was appropriate.",
  "Yes.",
  "Well, we know exactly what they meant, if we -- I mean, reading the opinion it says that the agency's reasonable interpretation should be accepted. It was a pre-Chevron Chevron case.",
  "That's where it became confusing, and there's a nomenclature shift that occurred that really hasn't been addressed. Prior to the 1960's, there were two kinds of rulings. There were Treasury decisions issued by the Secretary, and there were Commissioner's rulings that were published in what's called the Cumulative Bulletin. The Cumulative Bulletin pointed out before 1960 that the Commissioner's rulings were not approved by the Secretary, therefore they weren't binding on the agency. In 1961, the Commissioner was given interpretive authority in a regulation we've cited in our brief, and that interpretive authority is subject, however, to the approval of the Secretary, and since that time, what are now called Revenue Rules, with a capital R, are issued by the Commissioner with the approval of the Secretary. They are functionally the same as Treasury decisions were before 1960, and in the cases before 1960 the Court had pointed out Treasury decisions were entitled to substantial deference, and even in Skidmore the Court pointed out they were often decisive. After Correll -- I'm sorry. After Correll and indeed, I think after Chevron, but in any event in that time frame, Justice Marshall wrote an opinion for the Court, bringing this full circle, in which he said that a Treasury decision issued in connection with a customs ruling should be given -- should be accepted if it's reasonably -- if it's sufficiently reasonable. That's the way -- that's why I pointed out that revenue rulings and Treasury decisions and customs interpretive rulings have followed a path that should lead to the same result.",
  "Right.",
  "I would say only to the extent that they contain that kind of deliberative conclusion that the Court --",
  "There isn't an interpretation stated in a ruling of the type they're talking about, which simply says an apple's an apple.",
  "Because to decide that they have to know what a diary is, and that's a legal conclusion. It's like instructing a jury. The jury is instructed that a diary means these things, and then the jury decides whether this thing is a diary under that set of definitions. That's what Haggar said. Haggar said that it's -- there's nothing inconsistent with the responsibility of the Court of International Trade to make this de novo --",
  "But they -- to make that second step, they have to know what the law is and all -- and what Haggar said and what we think is clear in Chevron cases generally, is that in deciding what the law is the Court should defer to the agency's reasonable interpretations. It might be that I can make this clearer by focusing on the facts of this case, which would probably be useful in any event. In this case, the agency said that --",
  "I believe the decisions of the Court of International Trade are reviewed like the decisions --",
  "That's correct. I mean, of course, to the extent that the Court of International Trade makes factual determinations, then its determinations --",
  "It would be just like a district court.",
  "In this specific --",
  "Okay. In this specific case, the agency, in our view, reasonably concluded that the definition of a diary, which the agency found from a dictionary to be --",
  "They're supposed to decide whether the --",
  "They're supposed to decide whether the item that has been brought to them --",
  "-- constitutes a bound diary, and in deciding whether it's a bound diary, they have to know what the law -- what that legal definition is of a bound diary, and in deciding that, they're supposed to look to the agency's interpretation, if it's a reasonable one. And again, I think I can make this more concrete by pointing out that the -- here's the way it worked in this case. The ruling said that a diary is a book for the keeping of a record of daily events, and that that definition is broad enough to encompass the commercial usage of that term, which is a business diary, which has been commonly employed and, under cases like Stone and Downer, the agency and the courts are supposed to consider in deciding what the terms of the tariff provisions mean. Now, what the court of appeals said was, well, we think that -- we want to add two things to that. We want to say it has to be room for extensive notations, and it has to be retrospective, but the diary definition doesn't say that in the dictionary. There -- you can find alternative dictionary definitions, and the commercial usage is inconsistent with that.",
  "Yes.",
  "It is an official agency position at that point. The problem I've had in giving an answer that's better on this for your -- from your perspective is that I don't under -- I think that if you look at the way these decisions are made at ports of entry, and the way they're intended to be made at ports of entry, there is little in the face of that document that gives a reasoned explanation of the agency's interpretation. By comparison, the headquarters rulings are thorough, they provide a definite description of the text, and internally the agency has advised its regional offices to not include a full discussion of text, and I'm going outside the record, but I have to answer your question, and internally the understanding is that if the issue is complicated enough it will get referred to the headquarters. Now, that doesn't mean that complicated issues aren't resolved at the field office, but it does mean that when the field offices ordinarily determine them it's not with a deliberative explanation. That -- to get that, you go to the headquarters.",
  "No.",
  "Well, the statute and regulations specify that before a ruling that has been issued may be modified or overruled, public notice and comment, an opportunity to comment, has to be given. That's in 1625(c).",
  "They can't just withdraw it, and even when they change it for a period of 60 days there's an automatic protection of people who are using the old ruling. If I may reserve the balance of time for my --",
  "Thank you. I think I have two points. Justice Breyer, as we understand the issue that you've been addressing, the Court expressly confronted and resolved it in the Haggar case. The Court quoted the same provision of the statute that you're quoting and said that the responsibility of the Court of International Trade to make its determinations on the record before it, meant that it was to assemble the record and make factual determinations and apply those facts to the law, but in -- the Court said that deference can be given to the regulations without impairing the authority of the court to make factual determinations and to apply those determinations to the law de novo. And what the Court said in Haggar was that the regulations, the interpretive regulations of the agency were part of the law that the Court of International Trade was to apply, which is our position precisely in this case. I believe that -- I want to say one more thing about this deliberative conclusion point. Now, the cases that have described, that you look to the deliberative conclusion to find -- in the interpretive ruling to decide whether to give deference to the agency's reasonable conclusions, involve rulings in particular. In Martin v. OSHRC, Occupational Safety & Health Review Commission, the Court applied the same principle of Chevron deference to an agency's citation when the citation had been issued in the -- precisely in the format that Congress authorized for interpretive purposes, so I think you may need to look to the nature of the regulatory ruling -- rulemaking program to decide, you know, what sort of specificity is required. But in the context of the customs service rulings, I think as a practical matter you're going to be looking at headquarters rulings that contain the deliberative analysis to find out what the agency's reasonable interpretation is.",
  "Mr. Chief Justice, and may it please the Court: I think it's common ground that none of the corporations involved in this case would be able to claim a product liability loss on a separate return. That's because the product liability loss provisions provide no extended carry-back benefits either for profitable corporations regardless of the amount of their product liability expenses, or for unprofitable corporations that have no such expenses. So the narrow question presented in this case is whether the fact that this profitable entity that had some expenses of this type is combined with an unprofitable entity that had no such expenses changes the result on a consolidated return.",
  "Well, the taxpayer in the 172 context is plainly the individual corporation. That's the way that all of the provisions of the Code are written. They are written to apply to the individual taxpayer.",
  "The only --",
  "Each of these corporations is a taxpayer.",
  "The only way that they avoid filing a separate return is by electing under 1.1502 to file a consolidated return. And so the question is, how do you go from the provisions of the Code that dictate how we treat --",
  "-- separate taxpayers.",
  "Well, each of them is severally liable, and so the answer --",
  "Well, I don't know. The answer can vary. Sometimes a check can be drawn from each of the corporations or by any one of them. They are severally liable for this tax. That is to say each of them is liable for the consolidated tax. To understand how --",
  "Yes, sir.",
  "That's correct. That's Section 6 --",
  "Well, that's -- that's really -- the entire thrust of their argument is that if you start in a consolidated -- from a -- let me answer the question with a little bit of background. I don't want to avoid your question, but I think a little bit of background would be helpful. To answer that question, you have to understand what is the background principle that applies in consolidated returns. Since the Woolford Realty case, the background principle has clearly been that notwithstanding the consolidation, you treat each of the corporations as a separate tax-paying entity except as the regulations provide for consolidated treatment. So then you have to go to the regulations to see how the regulations provide for the consolidated treatment. Section 12 of the reg says that in determining consolidated income, the first step is to determine the separate income of each corporation based upon the rules that apply to the determination of taxes for separate tax-paying entities. Under that regulation, it's undisputed that the product liability expenses of each of these corporations are deducted from the income of each of these corporations, and --",
  "Yes.",
  "There are some exceptions of items --",
  "That's right, that under the regulations are treated as consolidated items and aren't part of the calculation of separate taxable income.",
  "You don't --",
  "The term separate taxable income is not a perfect equivalent. They say, well, we want a perfect equivalent to net operating loss that we'd calculate for an individual taxpayer, and there are three reasons why that objection has no force. The first is a simple practical one. They don't contend that under any definition of separate net operating loss they would have had a loss. Each of these companies was profitable. They're claiming the rights of a hypothetical taxpayer that, in fact, in the twenty- three year history of this provision has never existed. There has never been a taxpayer with product liability expenses who had a positive separate taxable income but a negative separate net operating loss. That has just never happened. And that's why, in the twenty-three years, there's never been any reason for the Secretary to adopt a discrete regulation designed to address these minor differences because they have never been a practical issue. And that brings me to my third point which is there is no requirement that there be a perfectly equivalent treatment between individual taxpayers and the consolidated taxpayer. If that was a requirement, we wouldn't have consolidated returns.",
  "A consolidated return. If they had to be perfectly equal, we wouldn't have consolidated returns, we'd just have separate taxpayers calculating their taxes and we'd add them up.",
  "I think that the Service has taken a consistent position in litigation, and as far as what happened in the negotiations between the parties, I mean, it's often the case that people try to work things out. But we're in litigation here. We're trying to decide how the law applies.",
  "The consistent position that we're taking is that separate taxable income is a workable rule that applies in this context, and that's the point I was about to make which is that Section 1502 of the regs -- I'm sorry, of the statute -- doesn't tell the Secretary adopt rules that are perfectly equal. It says adopt rules for consolidation that achieve a clear --",
  "That's not the Fourth -- the Fourth Circuit had a different perspective. I'm trying to describe to you what the Government's position is.",
  "It's a complicated -- the answer to that is very complicated. The answer to that is, that that reg that the Fourth Circuit relied on does sometimes apply in these cases. It applied in the Amtel case which was the first case the petitioners brought to challenge this tax issue. It applied there because there was a separate return year for some of these subsidiaries. And when the separate return years were involved, then you use the separate net operating loss definition that's contained in the 79 reg.",
  "They were --",
  "That's correct. They were.",
  "They were saying this is a rule --",
  "They were saying this is an -- I think what they were saying is this is an appropriate rule to apply by analogy. And we don't disagree with that. What we're trying to explain is how the rules we have in place work. We don't disagree with the Fourth Circuit that we could apply their rule by analogy. We don't disagree that in a -- if a situation -- let me put it this way. If there ever were the hypothetical situation in which some taxpayer came in and said, well, I have had positive separate taxable income, but I actually had a negative -- a separate net operating loss as defined in reg 79, we think that might well be a reasonable resolution. But it is not the resolution that's currently in the reg. The resolution that's currently in the reg is valid, though, because it is a legislative rule adopted by the Secretary under Section 1502.",
  "Yes, sir. It's resolved by Section 12 of the regulations which require the separate taxable income to be calculated by reducing from each taxpayer's income the product liability expenses it incurred.",
  "The decision of the court of appeals said that the rationale of the reg 79 rule is a workable rule that would make sense if such a situation ever arose, and we don't disagree with that. What we're saying is that the legislative rules that the Secretary, in fact, has adopted under his broad authority to adopt rules that reasonably reflect the income and avoid the evasion of taxes -- the rules that we have are workable rules, and the proof is in the pudding that in twenty-three years they have never not aptly applied.",
  "I'm not -- I'm not sure what you mean.",
  "No, Section 1502 gives us the authority to adopt reg 12. That's what I'm saying.",
  "And Reg 12 --",
  "-- provides a workable rule --",
  "Yes, sir.",
  "Well, if the -- if the opponent agreed with us, we wouldn't of course be here.",
  "We've won this in some courts, we've lost it in other courts. There's a conflict, which is why we're here. And what I'm trying to make clear is we don't -- we're not saying we disagree with the analysis of the Fourth Circuit --",
  "We're saying that the analysis of the Fourth --",
  "Yes, the Fourth Circuit thought that the rules were perfectly equivalent.",
  "I have not argued -- I have not suggested to the contrary, and what I've said is that what we -- we agree with the Fourth Circuit that if a situation ever arose where this hypothetical distinction between separate taxable income and separate net operating loss ever came up, which it never has, the rule adopted by the Fourth Circuit might well be sensible.",
  "It is a proper resolution of this case. It -- it answers questions that the Court doesn't need to answer. It answers the question of what would happen if these -- if this factual situation arose that never had. And what we're saying is that in that hypothetical situation, that's a good answer, but what we're also saying is that the Secretary is the one who is supposed to adopt these legislative rules, and we don't think that the Court needs to, and therefore shouldn't reach out --",
  "It is -- it is the resolution of this case that we think is appropriate on the facts -- on the hypothetical facts that the court used in fashioning that rule, but I would simply repeat myself in saying that it's up to the Secretary to fashion these legislative rules.",
  "Yes, there is.",
  "Well, what it is is, it's the process of the calculations required by the regulations, and that is that you've deducted -- you've taken the deduction of the product liability expenses at the separate affiliate level --",
  "They have not had losses, they have had profits. Those deductions have been used at that level and cannot go to the consolidated level. There are no deductions to take to the consolidated level to change the character of the losses of the unprofitable affiliates from the ordinary losses for which they get three years into these extended benefit losses for ten years.",
  "The wording that controls this is the wording of Section 12 of the reg that says in determining the -- separate income of each affiliate, the first thing you do is you apply the rules that govern the determination of income --",
  "Okay.",
  "Well, it's because Congress adopted in 172 a product liability loss -- that provision which is not a subset of losses, it's a subset of the losses incurred by the company that incur the product liability expenses. What they are doing is --",
  "Most of the Code doesn't turn the character of the allowance on the character of the expense. Congress in 172(j) focused this special allowance on the taxpayer, in the words of the history, that suffered the loss.",
  "The only --",
  "Well, I probably don't understand your question, because what I thought you were saying is what's special about product liability expenses that they should be locused -- focused --",
  "It has to be related to the taxpayer that incurred it. It has to be related to the entity that incurred it -- not to some other entity.",
  "That's right, but if, in a consolidated context, if you consolidate somebody's profit and somebody else's loss, you get a consolidated loss, hypothetically, which ordinarily you get a three-year carry-back for. The question is whether this specific situation justifies characterizing that consolidated loss as a product liability loss or for some --",
  "It doesn't present a problem unless they're trying to get this special carry-back, and they only get the special carry-back when this special type of deduction causes a loss for the company that incurred this deduction.",
  "The purpose --",
  "It is a very important provision, because so many of the provisions of the Code, or -- not maybe so many -- but many of the provisions of the Code, the ability of a company to use them turns on the specific facts of that company. There are two other cases that we've cited to you in our brief, the H Enterprises case and the First Chicago case, both of which involve situations where a deduction was available only because of the characteristics of that individual company. And this relates to the background rule that I described to you from the Woolford Realty case. You have to -- it's necessary to understand that the consolidated regulations are an overlay. You start with the separate taxable -- as separate applications and returns to each individual entity, and then you only consolidate to the extent the regs provide.",
  "Well, consolidated net operating loss is only defined in that way, but the operating losses of the individual entities are defined both in the separate taxable income context which can be negative, the regulations --",
  "There is no question that the Secretary can adopt -- could adopt a rule that did that, but let me point out what would happen then. The Secretary would then no longer be able to provide for consolidated treatment of the numerous items that they've done -- like charitable deductions and so forth. If we're going to have a separate net operating loss definition for individual corporations, it would have to be only for this issue, and then it would have to take account of, well, we're no longer treating these as consolidated on the other -- on the consolidated return. We would have to make some adjustments there, too. What the Secretary instead has done is he has a workable rule. It has the background rule that determines taxes at each individual affiliate. Because none of these affiliates have losses -- none of them have product liability losses to pass on to the consolidated level. Petitioner's theory would just recharacterize what is a normal loss for its other companies into some kind of special product liability loss. Now, I would like to emphasize because it is very important to us that Petitioner's theory in this case would lead to serious opportunities for manipulation and abuse. For example, the hypothetical that's already been described to the Court -- you have a long history of profits and a current history of losses, but you don't have product liability expenses.",
  "I think the statute says for the principal purpose of avoiding taxes.",
  "I would -- we would have to litigate whether we -- we would have to establish that was your principal purpose, and I suspect you'd say, well, you had a legitimate business purpose.",
  "We would have to litigate it, and we would be --",
  "-- doing it in the face of taxpayers who were obviously planning --",
  "Well, the other --",
  "I don't mean to say it's a horrible --",
  "I think that the other --",
  "The other horrible is that Congress didn't intend this to happen. Congress provided no product liability loss benefits for profitable companies, regardless of the amount of expenses they've incurred.",
  "No, that doesn't accomplish their objective, because then the acquiring company would be liable for all these product liability expenses. They'd be a single company, and we wouldn't object then. We wouldn't have an objection to that because then they would be incurring the product liability expenses as they incurred. Now, historically for the expenses incurred prior to the date of the merger, they wouldn't be able to use that. They'd have to have some other theory. But after the merger, that's not a problem. The problem is that this is like Woolford. This is a case where they are coming up with a strategy to avoid the payment of taxes, and even though counselor says this is an unlikely situation --",
  "-- that is this situation.",
  "But the question is whether the consolidated provisions permit it, and in Woolford Realty the Court said that the mind rebels against the notion that in allowing for consolidated returns Congress meant to provide for such a facile and obvious means of juggling tax attributes to avoid the payment of taxes. That's what we have -- we have a facile and obvious method of juggling tax attributes.",
  "It's a single corporation. Right.",
  "No, because the -- what Congress was concerned about was the company who was liable for the -- whether the company that was liable for the product liability expenses had been fairly treated, and if that company is a single entity, then it has received the income in the past, it has paid taxes on that income, and then when the deductions come up ten years later because the expenses come up later, it's fair to let that company go back and get the monies that they've paid in taxes back ten years ago. It is not fair, and it's not what Congress provided, to let some other company that had no product liability expenses go back and get their taxes back from ten years. That's not what 172 is about. That's not what the consolidated tax return provisions are about. That's not what this Court or Congress intended to sanction. This Court said in Woolford Realty that this sort of juggling is not to happen, and in Section 1502, Congress said that the privilege of filing a consolidated return is not to be used as a license for evading taxes. That's what we have at issue here. I would like to point out that in Intermet, the Sixth Circuit got this issue wrong principally by relying on Section 80 of the regulations which the Court said creates a default rule under which you are supposed to apply tax provisions first at the consolidated level, unless a regulation otherwise provides. That's a hundred and eighty degrees off.",
  "Yes, that was also well off the point. The locus of the income at the individual corporate level is often important -- it's often critical -- in determining the proper tax treatment of that item. This case is just one more example of that. For example --",
  "Well, actually what affects the income of the consolidated group is the positive taxable income that comes from that affiliate.",
  "The positive taxable income goes over and reduces the losses of the other companies. The Sixth Circuit just got this wrong, and they thought that the --",
  "H Enterprises is a good example. We cited this in our brief. H Enterprises involved a company -- two affiliates, one of which bought some stock and the other, which borrowed some money and transferred it to its affiliate. And the affiliate used that money to buy the stock. Now, there's a limitation on the amount of interest that can be deducted for this kind of equity acquisition, and the question was, well, do you combine these two, or do you look at their separate character? And the answer of the tax court in H Enterprises was, no, you have to look at them as separate individuals and apply that provision separately first. Now, another -- and so the result was that, well, you didn't hold the interest -- the company that borrowed the money subject to this limitation of using that, that when the other company used the money to buy stock. The other example is -- is the First Chicago bank case which we've cited where the question is, well, can a company claim a dividends-received deduction? It can only do that if it holds a certain percentage of the stock of the company. One affiliate owned less than that amount, and another affiliate owned less than that amount, but when you combine them, they both own more than that amount. But because you local -- you focus your inquiry first on each separate company, neither of those companies qualified for the dividends-received deduction because neither of them individually met the requirement. When Congress has wanted to provide for consolidated treatment of loss items, they've done so expressly. In 172(h), Congress provides a loss limitation on certain kinds of interest incurred in connection with equity acquisitions and expressly stated that when this provision applies to a corporation that is a member of an affiliated group, it is to be applied to the affiliated group directly. Congress made no such consolidation -- required no such consolidated treatment for product liability losses that are described only a few paragraphs away. The implication of this seems to be pretty clear -- that Congress recognizes the background rule that this Court described in Woolford Realty, which is, you look at each of these companies as individual entities first, unless a regulation provides separately. That's why I was focusing on how the regulations tell us what to do. The regulations tell us take these deductions at the individual affiliate level first. Having taken them at the individual affiliate level -- these were profitable affiliates, they had no losses to pass on to the consolidated return. The losses at the consolidated level are ordinary losses with a three-year carry-back, not this special ten-year carry-back that you can only get through juggling of tax attributes as this Court described in Woolford Realty. I want to just briefly touch on one thing that was raised in the reply brief, which is a new argument and which is wrong. In the reply brief they say that the Gottesman case stands for the concept that you construe all ambiguities in consolidated return regulations against the Secretary. Looking at that case, it's clearly not what it holds. What it says is that penalty provisions are narrowly interpreted. Penalty provisions are to be construed against the Secretary. The ordinary rule that this Court established in White v. United States in 305 U.S., which we always cite when taxpayers make this argument, is that there is no policy of lenity. That the tax provisions are not interpreted in favor of the taxpayer. Indeed, in a case like this involving deductions which are a matter of legislative grace, any ambiguity is to be resolved against the taxpayer. This taxpayer has not satisfied the requirement of showing that its profitable affiliates had losses from product liability. Congress did not intend to provide benefits for any other type of corporation, and the consolidated return regulations don't get them there, either. I think I've covered what I intended to.",
  "It's really the second question, of course, whether if the statute has an injury discovery rule, that would be negated by the misrepresentation exception. But the Court is focused on that and there is a direct and simple answer to it. In this Court's own opinion in Rotella, at page 555, the Court said, in applying a discovery rule, we have been at pains to explain that discovery of the injury, not discovery of the other elements of the claim is what starts the clock.",
  "The injury discovery rule starts the clock in the sense that once you become aware of the injury, you have a duty of inquiry to find out the cause of the injury, who caused it, whether it violated your -- a standard of care that was owed to you. If in making that inquiry, the -- the defendant lies to you about one of those aspects -- for example, he conceals what he actually disclosed -- the statute then gives you 2 years from the date you discover the truth.",
  "Well, you're -- you're mixing, I think, two points. One is what is disclosed to you as the -- if the consumer.",
  "If you think that they violated your rights and you ask them something, what they tell you. That's what the misrepresentation --",
  "Right.",
  "It's just erroneous information?",
  "I don't --",
  "I don't --",
  "I don't see that you would have, but --",
  "That's possible, but if you were charged a higher interest rate, you'd probably be on a duty of inquiry to -- reasonable diligence to find out whether that was injury to you.",
  "I didn't say that you wouldn't be able to ask them to correct the record.",
  "You'd be entitled to ask them to correct the records, and you'd be entitled to have them do so. But --",
  "They'd be required to correct the --",
  "Here's the way that would work, as I understand it. If I asked them to correct the records and they failed to do so without a reasonable cause, I could bring a suit to require them to correct the records, and if they willfully refused to do so, I might be able to prove both actual damages and punitive damages. But I would still have to have some actual damages before I got a monetary recovery.",
  "I think that -- well, I think the word liability in this statute, like any statute that uses cause of action accrues, cause of action arises -- these are ambiguous terms that the court has to interpret based on the purpose of the statute.",
  "There is not a statutory action for an injunction. There is a statutory action for damages when the -- when the defendant either acts negligently --",
  "It comes from the invocation of the common law when --",
  "Well, it's -- it's a cause of action that perfects the rights created by the statute. I wouldn't call it an implied right of action, but I would think that a Federal court sitting in equity would be able to give an injunction to enjoin repeated violations of a statute.",
  "That's doesn't strike me as a startling idea, that the -- that an injunction can be given in a situation when you're not able to obtain money relief.",
  "That's correct. You have to -- you have to determine that for an injunction to be given. But this -- the question here -- I mean, the second half of the question I think is easily answered, and if the Court has more questions on that, fine, but if not, I'd like to address the first question, which is does the phrase, liability arise, suggest an interpretation that -- that -- from which we would conclude that the injury discovery rule applied as opposed to the injury accrual rule. And Congress often creates remedies for -- for injuries that are latent or hidden, and -- and it's improbable to assume that when Congress does so, it intends to curtail that remedy before even a diligent plaintiff could be expected to learn of it. And so, the injury discovery rule has been applied by the courts in interpreting these kinds of vague provisions like liability arises and cause of action accrues to give them meaning in the context where there's a hidden or latent claim that wouldn't be expected to be discovered in the ordinary course.",
  "There -- there is nothing odd. In fact, it's ordinary, as -- as it was pointed out, for this kind of fraudulent concealment or equitable estoppel rule to be applied to a statute that has an injury discovery provision.",
  "The -- Justice --",
  "Justice Scalia, the misrepresentation is -- is of any fact material to the violation. The discovery rule is only of the injury, as this Court said in Rotella and as the other courts have also held. If -- you -- you can know of the injury and not know what caused it or who or whether they were liable for it. And if they -- the defendant lies about that, when you're trying to inquire, during this 2-year period from discovery of the injury -- if they lie about that, the statute can -- comes in and says, we're not going to let them profit from their lie. They're going to be -- you're going to get another 2 years from the time you discover the injury.",
  "I'm sorry. Discover the lie. I'm sorry.",
  "That is -- that is --",
  "Right. This statute does not -- is not a codification of the entire doctrine of equitable estoppel. It's a specification of the doctrine of equitable estoppel in the specific context of these kinds of claims. And it's focuses on these -- these specific types of claims. So, I don't know whether it intends to preclude any broader equitable estoppel doctrine, but I do know that what Congress has provided is simply a application of the equitable estoppel rule in the specific context of this statute.",
  "Well, you have the -- under the injury discovery rule, you have the requirement that the plaintiff act with some reasonable diligence.",
  "Well, if they don't -- if they don't make any inquiry at all over 20 years, I think a court could conclude that they didn't act with reasonable diligence. I certainly don't know of any decision applying the injury discovery rule that refuses to apply it simply because it may have applications. I mean, I've never seen a court say that when these kinds of hidden harms are -- are remedied by Congress, Congress meant to let them go unremedied if they weren't discovered. I mean, it's just the opposite. It's because as -- as petitioner says, yes, you can have injuries that aren't discovered.",
  "The -- there are two different aspects of this case. One is the inaccurate -- inaccurate reports, which is I believe what you're talking about, but then there's the thing that can never be discovered, which is the improper disclosure. When I say can never be recovered, I mean is not ordinarily going to be likely to be discovered. This case actually only involves the improper disclosure. And the Court's analysis of this statute of limitations issue should appropriately focus on the fact that these kinds of improper disclosures are inherently hidden and not going to be known by the -- by the plaintiff.",
  "Mr. Chief Justice, and may it please the Court: The question in this case is whether the Federal tax lien that applies by operation of law to all property and rights to property of a delinquent taxpayer attaches to the interest of that taxpayer in a tenancy by the entirety. The taxpayer in this case was an attorney who, for 10 years, failed to file a Federal income tax return and accumulated a Federal tax obligation of approximately half a million dollars. At the time the taxes were assessed and the notice of tax lien was filed, the taxpayer owned a real property in a joint tenancy by the entirety with his wife. He then conveyed his interest in that property to his wife for $1, and when his wife then sought to sell the property the tax lien appeared in the title record.",
  "I think that we would say that the lien, the question of the validity of the lien is the first question. If the lien is valid you don't need to address the fraudulent conveyance question. Indeed, we haven't presented the fraudulent --",
  "-- conveyance question in this case. If the lien were not valid, it would still be possible to go after property in certain circumstances if there had been a fraudulent conveyance, but on this record we're not challenging the determination that as a matter of State law there was not a fraudulent conveyance, except for this fraudulent enhancement portion that the court awarded.",
  "In this case, the taxpayer is the husband. The husband was an attorney, and he filed no return, and when -- there's two ways for this issue to come up. Either spouse may file either no return, or file only a separate return. It's only when they file a joint return that they are jointly and severally liable for the tax obligation, so if, as in this case, the taxpayer simply files no return at all, then the obligation is exclusively that -- the tax obligation is that of the nonfiler, in this case the husband. Indeed, Judge Ryan pointed out in his separate opinion that the decision of this Court, of the court of appeals is very amenable to abuse, because on this theory both spouses can earn income, neither of them can file a return, or they can both file a separate return, and then they can put all of their real and personal property in a tenancy by the entirety, including stocks and bonds in States like Michigan and Maryland, and claim a complete exemption of all of their property from Federal tax obligations. Now, in --",
  "There are some penalties, but the penalties, like taxes, have to be enforced against the property of the taxpayer, and if the taxpayer is allowed to exempt all of its property in this fashion, then there's literally no way that the taxes can be enforced through civil procedures.",
  "Of course, if you file a return, then you're not exposing yourself to any criminal obligations, and if you don't file a return, it would be -- I'm not familiar with a statute that makes that a crime by itself. Now, it may be that it's a crime in connection with some intent to conceal, but just the fact that you didn't file -- I'm not -- frankly, I'm not -- even though I come before the Court on tax cases, I'm not an expert on criminal tax matters, but it's my impression that that would not by itself be a crime. Now, the Federal tax --",
  "All right, well, I stand --",
  "I will defer all questions on title 18 to Justice Kennedy. I'm simply not --",
  "I don't know whether she had any income of her own. I don't know whether she was required to, whether she did file a return -- this case does not involve this -- the wife's taxes. It involves the half- million dollars of taxes of the husband.",
  "I don't believe the record reflects. Now, the comprehensive text of the Federal tax lien reaches not only all property of the taxpayer but all rights to property of the taxpayer, and this Court has consistently held that this broad text shows a plain intent to reach every type of interest that a taxpayer might have in property, and two terms ago in the Drye case the Court summarized these holdings and said that the Federal tax lien reaches every species of valuable, legally protected right or interest of the taxpayer, and the simple question that we have before us today is whether a taxpayer who has an interest in a tenancy by the entirety has any valuable legally protected interest in the property.",
  "That is the underlying issue in this case.",
  "Well, it's a real entity. There is really a marriage. It's just that the property interests are, in fact, owned by the individual spouses, as I can explain by going through what rights a tenant by the entirety has under the applicable law in this case, which is Michigan law. A --",
  "Yes.",
  "Yes, and indeed, in fact, the supreme court in Michigan has so held. Let me just describe these rights that the taxpayer has. The individual owner of the -- each spouse in a tenancy by the entirety has the right to occupy and use the premises, has the right, with the consent of the other spouse, to mortgage or sell it, and under section --",
  "This is --",
  "That is exactly the interest that the taxpayer had in the Rodgers case in a homestead estate. He could not sell his properties separately from that of his spouse. He could only mortgage or sell it with the right, with the concurrence of the spouse, and what the Court held in Rodgers --",
  "Yes, he did.",
  "Yes, and if I might go on, there are more interests involved. I mean, even if you wanted to stop there, we can't stop there, because the taxpayer in fact has greater interests than the ones we've already described. Under section 557.71 of the Michigan Code, which is quoted at page 41 of the joint appendix and page 3 of our reply brief, each spouse in -- since 1975 each spouse in Michigan has had the right to equal portion of the income from the property, that is, the interest, the dividends, the rents, to the profits, and is entitled to half of the proceeds on the sale of the property. Each spouse under Michigan law is entitled to half of the property on divorce, and has a right of survivorship that gives him the fee simple, absolute --",
  "They are in being, and that's what the supreme court of Michigan pointed out in Dow v. State. The court held that these significant interests in property possessed by each spouse are property for purposes of the constitutional Due Process Clause, and that each spouse must separately be given notice of any action affecting their significant property interests.",
  "Of any action that might be brought with respect to the property. In other words, under the Due Process Clause you have to have notice and an opportunity to be heard if there's property affected, and what the court said is that these significant -- I'm quoting. These significant interests in property of each spouse entitle each of them to separate notice, because they have separate rights. Now --",
  "My recollection is that it was a foreclosure-type case. Now, the pecuniary right of each spouse to half the income and half of the proceeds on the sale is an ordinary kind of right to money. It is a quintessential --",
  "Yes.",
  "It said that -- the words -- well, I don't have the text in front of me. It said the separate --",
  "Each spouse --",
  "It says each spouse is entitled to separate notice --",
  "-- because they have a significant interest in the property, and --",
  "No. We're saying that we have those rights. In fact, in this case that is the issue. There was the sale. There was a consensual sale of the property. Half of the proceeds were placed in escrow. Half were given to the wife as her undisputed 50-percent share, half were placed in escrow pending determination of the validity of the lien. That's what this case is. It's that --",
  "The Government's case would be significantly different if the sale had not occurred. Then we would presumably be waiting to see what happened, or we would under Rodgers be attempting to bring a foreclosure case. We haven't attempted to do that here because we didn't need to do it and, in fact, we rarely do, and while I'm on the foreclosure issue, let me point out that Rodgers held that a joint interest can be foreclosed notwithstanding that neither spouse by themselves force the sale of it. What the Court explained was that Congress specifically provided in 7403 of the code that the foreclosure applies to the entire property, and that in that sale the rights of the innocent spouse are protected and, indeed, the court, the district court has discretion not even to order a foreclosure if it so chooses.",
  "Or of it's sold, and he's entitled to all of it if he's the survivor.",
  "This --",
  "This Court discussed that exact, what the Court called the practical reality in the Rodgers case, and gave a detailed example that I think took three or four pages of the Court's opinion in Rodgers, explaining how you would value the respective interests of the parties. Let me also suggest to the Court that there is a very thorough and thoughtful decision of the district court in New Jersey in United States v. Jones in 1995 that discusses the circumstances when discretion would not be exercised to allow foreclosure of tenancy-by-the-entirety property, and the Court concluded that there were circumstances which that case was one, where instead of foreclosing on the property, the property rights of -- the United States would simply be put in the position of holding the right of survivorship of the delinquent spouse, and in addition, the right of that spouse to half of the rents would be recognized immediately on behalf of the United States. The foreclosure remedy, I've heard cases describe it as a drastic remedy. Well, I don't know if it's drastic, but it's a remedy that doesn't have to be exercised, and that there are cases that explain circumstances when it's appropriate in the court's view not to do so.",
  "No. I think in the Rodgers -- well, if the property's been sold, yes. If the property hasn't been sold, and we're talking about in a foreclosure context, I believe the Rodgers court goes through the example of the varying life expectancies of the two tenants, and which one -- and I believe what the Court in Rodgers said was that each of them should be treated as if they have a life estate plus a right of survivorship, and the Court explains how that could well -- I think in the facts of Rodgers resulted in only 10 percent of the proceeds being applied to the husband's interest and 90 percent being retained on behalf of the spouse, but --",
  "There -- that was a -- I believe those were hypothetical facts that the Court discussed in Rodgers.",
  "No, and that was the point made in Rodgers also, that in any kind of joint tenancy -- by the way, I should emphasize --",
  "I misspoke. It's not in every joint tenancy. It is a common feature of joint tenancies that they can't be forcibly sold by one and, indeed --",
  "Correct, and that that was the case in Rodgers --",
  "-- where the homestead right could not be --",
  "I believe that's correct, and I believe it was also true in Rodgers of the homestead estate, which is a common -- which is also a common estate. In fact, in this Court's opinion in Jacobs in 1939, where the Court said that we were not -- the Federal tax laws were not bound by the ancient fictions of tenancies by the entirety, the Court pointed out that a joint tenancy and a tenancy by the entirety create the same rights. The only difference is the fiction of the marital unit, and the Court held in the Jacobs case, as it had held 9 years earlier in the Tyler case, that that feudal fiction or ancient fiction did not bind the tax provisions, that the tax provisions were to be implied in light of the actual rights of the tenants and not based upon the artificial rules of State law, and then in Irvine and in Drye just two terms ago this Court, in interpreting the term, property, and rights to property and Federal tax legislation and in the lien statute said that we look to the realities of the taxpayer's right, and we're not struck blind by legal fictions of artificial --",
  "The realities of the taxpayer's right are drawn from State law, but we're not supposed to -- I mean, in the words of the Court, let the artificial rules of State law blind us to the realities of those rights, and let me give you --",
  "Well, this Court has said that difference can be seen in tenancies by the entirety, that the realities are that the tenants -- I mean, it is a fiction. The respondent admits it's a fiction. Every --",
  "The word fiction is what is implied here.",
  "What is a fiction is the idea that neither spouse actually owns an interest in this property. That's the fiction.",
  "It's a legal entity. It has an existence. The marital unit is the fiction.",
  "The marriage --",
  "The marriage is the fact. What's the fiction is that these spouses don't own anything. Under State law they do own something. They own something significant, as the supreme court of Michigan has said, and let me give you an example of how courts have been blinded by this fiction. The line of cases that respondent relies on begins with the Eighth Circuit decision of the United States v. Hutcherson in 1951. In that case, which started us down this path, the court made what are now clearly, I think, two errors under this Court's precedents. The first error that the court made was to say that we own -- that this question about what's property or a right to property is solely a question of State law. Well, we know that what's a question of State law is what are the interests created, but whether it's property or right to property is a question of Federal law. The Court made that clear in '56 in Bess, emphasized it again in National Bank of Commerce, and held it specifically, what, two terms ago. Now, the other thing that Hutcherson got wrong right from the beginning was this idea that you -- that the fiction of State law is controlling, and I'm -- what the court said is, the interest of a tenant by the entirety in the property cannot be subject to the Federal lien because, in the words of the court, that interest is like a rainbow in the sky, or like the morning fog rising across the valley. Well, once we get past the metaphorical fog, there is indisputably actual value at the end of this fictional rainbow. It is -- these people have pecuniary rights, the rights to receive money, and in this case the tenant had a right to receive half the proceeds of the sale, and the United States is attaching that right to receive money just like it would any other right to receive money.",
  "No.",
  "And the Court made that point in Drye. It made the difference between what is a legally protected right and what is a -- what was the word you were using?",
  "No, not a contingency.",
  "It was --",
  "An expectancy, thank you. An expectancy is something that is not a legally protected right. The expectancy that was described in Drye was the hope that the will on which you're a beneficiary won't be changed before the decedent dies. You have no right that the decedent won't change the will. That's just an expectancy. But once the decedent died, the right, the legally protected right that was at issue in Drye was the irrevocable right to inherit or to disclaim. Now, once this tenancy has been created, these tenants have these vested rights. Now, their rights may be contingent in terms of events happening in the future, but it's nothing more -- nothing is more common than to say that a contingent right is a property interest.",
  "Well --",
  "If I might, in a case called United States v. Mitchell, involving the community property right of a spouse to disclaim her interest in the income of her spouse, this Court said that the disclaimer, this retroactive disclaimer, this fiction of State law would not be recognized and would not upset the application of Federal tax principles.",
  "It was a fiction.",
  "Well, and indeed the State recognizes these property rights. The State says there's significant interest in property, and it isn't silly just for me to stand here and say it's a fiction. It is a fiction. This Court has said it's a fiction. In 1930 --",
  "Yes.",
  "Well, the tax bar is not a party to this case, and -- but that's --",
  "Okay, well, that's --",
  "The answer -- I believe the answer to your question is no, that there is no embedded reliance on this principle because, as we pointed out in our brief, even in Michigan there is an express caution given by the State bar to title examiners saying that, in light of the 1975 enactment of this statute that gives each spouse an equal right to all of the income and profits from the property, that the State bar advised title examiners that they could not give an opinion that the interest of an individual spouse was not subject to the lien. Moreover, in 1983, I believe it was, this Court had a discussion about the status of tenancy by the entirety under the Federal lien, and the majority opinion in a footnote questioned these older cases, so I do not think that a title examiner, especially in Michigan, would be able to say that he had upset settled expectations.",
  "There is, indeed, a narrow basis that you just described for resolving this case, and it would be an appropriate way to resolve the case because we have the fund -- we have here the voluntary -- the sale, with the proceeds available for distribution, so we don't have to reach the broader question of whether the existence of the right of survivorship, which is an undisputed personal interest, is sufficient for the lien to attach and, a la Rodgers, be subject to a foreclosure action. It would -- and --",
  "The Government's lien attaches to the interests of the contingent remaindermen, and there are cases on that very point. I am not familiar with the problem I think you're describing which is, well, can you then foreclose on the trust, and how would we value --",
  "That's correct.",
  "Yes.",
  "Yes.",
  "That's correct.",
  "That's correct, but also that section 7403 reserves the right of a district court not to award foreclosure and, of course, foreclosure requires the Government to do something.",
  "Well, the United States, so far as I know this controversy that you're concerned about has not been presented in an actual case, so I'm not sure that it's a -- I mean, it's a theoretical issue that I don't believe has been confronted, but what has been confronted is, does the lien attach to contingent remainders, and that's In re -- well, there's a lot of In re's. I think it's Rosenberg's Will is the leading case on this. We cited it in a footnote, and it explains that the Federal tax lien applies to all property and rights to property.",
  "Well, as I was saying, I don't know of a case where a foreclosure has been sought on a contingent remainder. What's probably the more likely result, because it's the more economical result, is to wait for the contingency to occur, and that's --",
  "I would -- I'm -- to be honest, I would be guessing, but my guess is --",
  "Well, the --",
  "Right.",
  "Well, as you use the word contingency, that would include Rodgers, because that was a case where there was -- a right of survivorship was the valued interest, but there's also the Bank One case, Spendthrift Trust, the right of a person to obtain income from a Spendthrift Trust is subject to the Federal lien. Any kind of right, legally protected, valuable interest has been subjected to the Federal lien, and what the -- this case reduces to is the idea that simply by, that even though they've, the State recognizes that there are valuable, legally protected interests in each spouse, that by calling it a -- a something else, that the lien wouldn't apply, and that's exactly what the Court indicated in Drye shouldn't happen, that the Court indicated that the mere fact that the State doesn't characterize this valuable, legally protected right as property doesn't prevent the Federal lien from attaching. I would like to reserve my time for rebuttal.",
  "Thank you. I have only a couple of points. The first one is that the tenancy involved in this case was destroyed when it was transferred from the husband to the spouse. That's one. That's the first instance when it was destroyed, and secondly it was destroyed when the wife then sold it to a third party. What we have are proceeds that are not subject to a tenancy by the entirety. We have proceeds that are -- to which the former tenants are each entitled to 50 percent. The right, their right to have 50 percent of the proceeds is confirmed by 577.71 of the Michigan Code, which was enacted in 1975, but it preexisted that as we pointed out in the cases that we've cited in our reply brief. I will say that the suggestion that this statute that gives each spouse an equal right in the property only applies to tenancies created after 1975 is a new contention. It's not addressed in the briefs. It catches us by surprise, but I will point out that the Dow case --",
  "What I will -- what is in the statute that I --",
  "What I have in my possession is a copy that says that the effective date is 1975, and I do know that in Dow v. State, decided by the supreme court of Michigan in 1976, they applied that statute to a tenancy that had been created prior to 1965. This statute that was enacted in 1975 reflects a policy of, I suspect, every State in the modern era to recognize the equal rights of the spouses and the tenants in the property, and not to respect --",
  "No, not at all. I'm saying that we have such a lien in this case, both from the right of survivorship, if we ever had to get there, but more importantly because we have a lien in the right to receive proceeds. This statute that was enacted in '75 does not directly address the proceeds issue. The proceeds right preexisted the statute. What the statute addressed was the equal right to income during the existence of the tenancy by the entirety, and the equal right to control the management.",
  "Well, I think the principles that you apply will, of course, control, and --",
  "And whether a decision in this case addressed principles that would extend or apply in that situation as well as this, I can't say. I --",
  "Under State law there are limitations, but those State law limitations have already been held to be ineffective against Federal tax provisions.",
  "That's correct and, again, in the Mitchell case the Court held that State law fictions about the relative rights in community property States are no more binding on the Federal tax collector than in other contexts.",
  "Thank you, Mr. Chief Justice, and may it please the Court: Under United States v. Lanier, the law was clearly established for purposes of qualified immunity when it gives officials fair warning that their conduct is unlawful. The fair warning standard is met when a rule laid out by prior law applies with obvious clarity to the conduct in question, even if the rule arises from a case involving different facts. The materially similar facts requirement of the Eleventh Circuit is an unwarranted gloss upon the fair warning standard, just like the fundamentally similar facts requirement which this Court unanimously rejected in Lanier. It is an impermissible gloss because it emphasizes similarity of fact over clarity of ruling.",
  "The rule established by the Eleventh Circuit's own precedent is that it is unconstitutional to punish an inmate through the use of restraint, and restraint is punitive if it goes beyond the point in time which is necessary to quell a disturbance or immediate threat.",
  "No, Your Honor. Restraint involves total physical immobility coupled with the pain and discomfort attendant to that.",
  "Well, there is a --",
  "Physical restraint, the precedents speak of physical restraint to a fixed object.",
  "Gates v. Collier is the first case of a body of law which has developed in our circuit, Justice Scalia. Gates v. Collier was a 1974 Fifth Circuit decision which was binding upon the present Eleventh Circuit and it held that a variety of forms of corporal punishment --",
  "Your Honor, the Fifth Circuit decision in Gates affirmed a district court decision which specifically enjoined each and every one of those punishments, and the fact that --",
  "Yes, Your Honor, if used punitively, that is correct, and --",
  "Yes, Justice Ginsburg. This was not a case where the court viewed the totality of the circumstances and said that the conditions constituted cruel and usual punishment and ordered the State of Mississippi to build a new prison. This was a case where the State was specifically enjoined --",
  "Well --",
  "It examined a variety of practices, and those practices were discussed in a subsection called corporal punishment. The fact that Gates involved multiple holdings does not make it any less important in clearly establishing the law, otherwise a case could only clearly establish the law if it had a single holding. The fact that Gates v. Collier drew multiple bright lines as opposed to a single bright line did not make --",
  "Yes.",
  "With respect to the underlying constitutional violation, or with respect to qualified immunity analysis?",
  "Well, Your Honor, this Court has never squarely addressed the constitutionality of continued restraint as a form of corporal punishment. It has acknowledged in decisions that restraints can be harmful.",
  "Yes, that's correct.",
  "Not as -- not for the proposition that the law was clearly established, with regard to those facts. Those facts are certainly relevant on the issue of -- the damages suffered by the",
  "Based -- Justice O'Connor, based upon the grant of certiorari by the Court, the issues raised in the petition, and the grant, I think that is correct.",
  "I think that is correct.",
  "Yes, Your Honor.",
  "That is correct, Your Honor.",
  "I think that this case is like Saucier, where the Court acknowledged that the first step be the inquiry of whether there was a constitutional violation made out by the facts. That was resolved by the circuit court.",
  "Well, I think, Justice Kennedy, because the certiorari was only granted on the second part of the Saucier test, that is, on the clearly established inquiry, the Court could limit its ruling to the issue of whether the law was clearly established and whether, specifically whether the Eleventh Circuit applied the proper standards in determining whether --",
  "Yes, Your Honor, and I think that it is fairly included. My point is that --",
  "The verdict was fundamentally similar --",
  "--in Lanier.",
  "Your Honor, I believe that the first -- the issue of whether there's a constitutional violation is fairly included within the questions which were granted by the Court.",
  "Yes, Your Honor, because the conduct of these defendants was to restrain this man as a form of punishment.",
  "Well, I think it got into the case because the respondents wanted to argue the case rather than the law.",
  "Yes, that is correct, except to the extent that the affidavit of the plaintiff was referenced, I think incorporated by reference into the pleadings.",
  "The plaintiff's affidavit is that he was left on the hitching post for 7 hours, and the fair inference that can be drawn from that is that he was restrained for 7 hours without breaks, and there's certainly no evidence rebutting that with respect to the second incident, which he was on the hitching post. The first incident he was on the hitching post, there is evidence that he was given one bathroom break, and he was taken down that incident only after 2 hours, which in itself is --",
  "I do not contest that reading of the record, Justice Ginsburg.",
  "We do not know that, Your Honor, although we do know that it was their expectation that he be restrained indefinitely. Findings in other cases indicate that -- including the published case of Austin v. Hopper, indicate that inmates were routinely left on the hitching post for the remainder of the day.",
  "Justice --",
  "Well --",
  "That is correct.",
  "Well, Justice Scalia, in both instances he was being punished for fighting. He was being punished for --",
  "For an altercation.",
  "An altercation which subsided at the work site, which was miles away from the prison property, and after he -- in each instant after he was restrained and subdued, and whatever disruption he was a part of had abated, he was put into a van for 20 minutes without incident, another 20 minutes were spent transporting him to the facility without incident, he was then walked without incident, without the necessity for the use of force, to the post.",
  "That is correct, Justice Ginsburg, and if they were in the record, the evidence would also be they were not followed, which was also consistent with the finding of the Middle District of Alabama in the case of Austin v. Hopper.",
  "Yes.",
  "That is correct, but the critical time element here is the time it took them between the time that the disruption had abated and the time that they decided to punish him for past conduct which had occurred an hour earlier and 10 miles away. That is the critical time element, not the amount of time --",
  "It's critical, Your Honor, because restraint is not a proper form of punishment under those circumstances. They can suspend privileges, they can take away TV --",
  "Not as a form of punishment. If they need to restrain him to maintain order and discipline at the scene of exigent circumstances, that's perfectly proper.",
  "Yes, Your Honor, because if you fight with five prison guards, you're not going to be able to escape punishment simply by --",
  "Yes, Your Honor. We're not attacking the policy. We're attacking the conduct which was used in this case in violation of clearly established law. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: If the Court has no questions, we submit that the judgment of the court of appeals should be reversed.",
  "Thank you, Justice Stevens, and may it --",
  "No. If it were done on a transactional basis, which is the -- the base case provision under DISC, 861 regs would tell us how to allocate costs to the income from that transaction. And what -- I mean, really the -- the first point of departure that Mr. Geller made from the statute is that he suggests that only costs -- or that any -- the costs must be factually related to an item of income to be set off against it. But that's not the statutory standard.",
  "Oh, clearly that's not the case. The 861 regs were -- were formulated for the purpose of determining combined taxable income for DISCs and FSCs. That's what Congress -- that's what the committee said they wanted the Secretary to do under the DISC, and that's what the 861 -- if you look at 861(f)(1)(iii), it says that expressly. So --",
  "It -- it applies generally, but it was specifically formulated with the calculation of combined taxable income for DISC in mind. And so it's -- it's illogical to suggest, as -- as they do --",
  "I'm sorry. I meant the reg. The 861-8 reg was -- was formulated with the calculation of combined taxable income expressly in mind, and we know that both by the terms of the reg 861-8(f) --",
  "Well, that's one way of making the point, but let me -- let me address directly --",
  "Well, my position is they've totally misdescribed the grouping provision of the DISC regs, and once you understand it, you will appreciate that the 861-8 regs apply to all of these transactions. And you can -- you can see that by looking at only two pieces of the DISC regs. The DISC regs, at page 29a in the middle of the page, says, grouping of transactions for purposes of applying the pricing method is provided by (c)(7). So, you group to decide what your pricing method is, and if they choose the -- the combined taxable income method, which they've done here, then you go to (c)(6), which is back on page 33a. (c)(6) says here's how you determine combined taxable income. You take the income. You deduct the costs of goods sold, and then you allocate under provisions of -- of section 861 regs. And then the provision that Mr. Geller cites says -- is the (iv) provision, which says you that allocate the costs to the items of income resulting from the group. That's what the grouping does. It groups the income, and then against that income, we apply the costs allocated under the section 861-8 regs. It is --",
  "It's 33 of the petition appendix.",
  "It's the last phrase of the -- of the item (iv), and it says that we allocate costs to the income resulting from the grouping. Now, that's what the grouping is all about. They're allowed to pick out a series of transactions, group the income, calculate the CTI for the group, so they don't have to file a separate report for a thousand different transactions. That's all that the grouping is about. Now, that's been the Secretary's interpretation of his own regulations for 25 years. And of course, under this Court's precedents, his interpretation of his own regulations is entitled to controlling weight unless it's inconsistent with the provisions of the text of the regs. And as the Tax Court explained in the St. Jude case, and as I have just described, the text of the reg says you allocate under 861 to the income resulting from the grouping.",
  "You take the gross receipts for that group --",
  "-- and then you allocate costs --",
  "-- under 861.",
  "Right.",
  "Right.",
  "That's -- that's a fair synopsis of their position, and -- and the defects in it --",
  "Well, let me start with what the Secretary was supposed to do in the regs, and get to you the answer to your question. The -- the statute on which the regs are adopted doesn't just say you allocate the costs that are definitely related to the product in determining what costs would be charged against it. It also says you allocate to it a share of costs that cannot definitely be allocated to any particular item of income. Now, when the conundrum for research costs -- and the reason that we have a separate regulation for it is that there's more than one way that research costs are treated under the code. When research costs are capitalized and amortized over their useful life, they're then properly attributed -- as this Court said in INDOPCO -- to the revenues as they're received. But when the taxpayer makes the election that section 174 gives it to take a current deduction, it severs any relationship between the costs and the income. There is a mismatching, as we say. There is no proper connection between the costs and the income. Now, the reason that we need to -- the -- the -- in that case where there is no definite relationship between the costs and the income, the default principle of the statute is that the costs are to be allocated over all income of the taxpayer, not just the income from any specific product, but the income from --",
  "No --",
  "The -- a reason why the regulation is reasonable is because if, as I have just said, the statutory default cases -- you can apply it against all income. What the Secretary has said is, well, I'm not going to make you apply it against all income. I'm going to make you apply it only against a subcategory of income, in this case, the income associated with sales of a product from which foreign sales income might be derived.",
  "No. That's a -- that's a fallacy in -- in the suggestion of Mr. Geller that mismatching occurs all the time. It's very rare for mismatching to be tolerated. For example, if a taxpayer spends $10 building a widget in year 1, and sells the widget in year 2, the $10 he spent in year 1 isn't mismatched. It's put in the inventory costs. It's charged as a component of the costs of goods sold in year 2, when the item is sold. The code is -- and the Secretary is very thorough about routinely requiring matching of expenses. This is an exceptional situation created by the Congress allowing the current deduction, but as Justice Souter pointed out, allowing the current deduction for research doesn't mean that that's -- that Congress decided it was definitely related when it was taken. It clearly isn't definitely related. And so my -- my point was that if it would have been reasonable for the Secretary to just do what the statute says, which is we'll apply it against all income, it's more reasonable, the Secretary decided, to apply it against a smaller category. And then -- and then 5 or 7 years later, the Secretary decided it was even more reasonable to -- to apply it against a somewhat narrower category, and we got down to SIC code 3. Well, these are all alternatives, each of which is reasonable. They're more reasonable than the statutory default case, the Secretary decided.",
  "For Boeing, we can go all the way to SIC code category 4, which is planes and parts. I mean, this -- this issue is sort of abstract in this case because whatever, you know, objective test the Secretary had used, it would result in the same in -- in this case.",
  "I'm talking about section 861, which is at page 26a of the petition appendix.",
  "And subpart -- part (b) in the middle says that you allocate a ratable part. It says par, but I think that's ratable part of expenses which cannot definitely be allocated to some item or class of gross income. So you -- and you -- you would under the default case make that allocation across all items of income.",
  "If -- if it's currently deducted, it cannot be definitely allocated to an item of income. You see, petitioner just takes two words out of the statute and changes them. The statute says you allocate costs that cannot be definitely allocated to an item of income. And he says, well, we allocate costs that are factually related to a product. Well, that's not what the statute either says, or is about. We allocate costs to income not to products. Now, the --",
  "Right.",
  "Well, for example, if they group products, they -- they group all the sales of Boeing 707s. Then you allocate the costs to that group based on the costs that can be directly allocated.",
  "-- and they share --",
  "Yes, and a share of the costs that cannot be directly allocated to an item -- to any item of income. Now, this -- the reasonableness of this -- of the Secretary's approach is especially clear in light of the alternatives that he faced. If he had adopted the -- the position that petitioner prefers, the result would be that petitioner would claim an expense against a product that was going to be built and sold some other time, and never charge that expense against that product when it's sold. Now, the obvious and unimpeachable result of that is they overstate their foreign sales income. And in this case, they do it by $2 billion over the period that's at stake. They overstate their foreign source income, which has the direct consequence of overstating the -- the DISC and FSC benefits that they calculate based on that amount of combined taxable income.",
  "I think that's -- I don't understand the factual context of that statement, but the -- the answer is all research costs, like every other type of cost gets charged against the income -- against foreign sales income to the extent that --",
  "Proportionally, yes, thank you. Pro rata if it's not current -- you know, if it's currently claimed and not capitalized and amortized. If it's capitalized and amortized -- I should just point out because it's -- it is a factual point that is worth knowing. If it's capitalized and amortized, then the costs are recovered as part of the cost of goods sold --",
  "It would just be attributable to the -- to -- well, I mean --",
  "If all --",
  "Correct. If all the sales were DISC sales, then -- then you would be right. But if -- if some portion of the sales were domestic, which is certainly the case with Boeing, then that portion would be allocated to that portion of the income. I mean, this pro rata allocation that I've been talking about, that what you're allocating between is the sales that the DISC makes and the sales that the DISC doesn't make.",
  "I believe the record says something like two-thirds of Boeing's sales during this whole 10-year period were overseas and, therefore, I assume, made through the DISC.",
  "You mean, would it be open at this stage --",
  "Yes. At this stage of --",
  "I hate to make a concession that I'm not 100 percent certain -- certain about, but -- especially since, you know, it -- it could be of importance. I do not believe that issue is open, but it -- but if it were, I would reserve our right to address that. But I don't -- I don't know exactly how it would be open.",
  "Oh, I agree completely, but -- but I understood Justice Kennedy to be saying that if the Court adopted Boeing's approach, would there then be a factual question about what part -- whether the Blue Sky amount was accurately described in the record. And I just don't know for certain. My assumption is that that's not still open.",
  "Well, it -- I --",
  "It sounds -- it sounds like you correctly described the statute, and let me point out that if they, for example, did their fish research or whatever it was --",
  "-- and they capitalized and amortized it to the -- to the appropriate products and charged it, then -- then they would be entitled to --",
  "(e) --",
  "(3)(i).",
  "First, it only -- that only applies if they're deducted under 174. So -- so we've narrowed the issue that much. And when they're deducted under 174, as I've said, there were a series of reasonable alternatives facing the Secretary based from the statutory default case that you allocated across all income. Now, the reason I keep stressing that point is because this Court's decisions are very clear that the Court, especially in the context of Treasury regulations, doesn't sit here to decide the wisdom of the particular rule chosen. It only -- in the words of Correll -- looks to see whether some reasonable method was applied, not whether this was the best one, or the most logical --",
  "No. We're -- we're not making them capitalize it. I mean, I would cite, really, my explanation of that as Justice Souter's question earlier, that -- which is that the -- the decision to allow this current deduction is effective in determining taxable income for domestic purposes. We don't dispute that there's a deduction, but I'll point out 861 -- the mere fact there's a deduction doesn't tell you how to allocate it. And the -- 861 says that if the deduction is not definitely related to some item of income, then you charge it against all the items of income.",
  "Yes. They actually want to --",
  "Just to elaborate, that go to fish research that that -- that were deducted currently rather than amortized over the proper future income. That's -- that's what this case is really all about is this peculiarity --",
  "Several -- several courts have correctly said that the purpose of the -- of the combined taxable income calculation is to serve as a limit on the DISC and FSC benefits. Congress didn't intend unlimited benefits. They didn't intend to allow benefits of the type that Boeing is seeking where they inflate their foreign source income by not -- not putting the costs against that income in calculating it. And so, the answer to your question is no. The Secretary's rule is designed to accomplish the correct, in the Secretary's view, determination of combined taxable income for this very purpose. Now, it -- I think that -- that the issue that -- that may actually be the one the Court wants to consider first is that in 1984, when Congress enacted the FSC provision, it -- it in our view ratified and adopted the very cost -- research cost allocation regulation that we have in this case. In -- in the Deficit Reduction Act of 1984, there are two provisions that relate to this case. Congress adopted -- enacted the FSC which, of course, is based on the provisions of the DISC, and -- and it also contains the combined taxable income method of limiting the -- the benefit. And -- and at the same time that they adopted the FSC, they enacted a provision that took one piece of this regulation out and suspended it. That's the piece called geographic sourcing. That, for purposes of citation, is 1.861-8(e)(3)(ii). This case is about 1.861-8(e)(3)(i), which is the rule that calculates combined taxable income. And when Congress took out -- said we're going to suspend this geographic sourcing rule in this regulation, they said, we're not suspending this regulation for application in calculating combined taxable income for DISCs and FSCs. Well, under this Court's decision in Lorillard v. Pons, that is a ratification and adoption of the regulation. The Court made the point in Lorillard that when a --",
  "Under any scenario, that's correct.",
  "That's correct. I was assuming you carefully constructed your question.",
  "It can be quite broad.",
  "It can be quite broad. But the point is that it's not --",
  "It's not -- it's -- the point is it's not as broad as the statutory default rule. The statutory default rule is by definition reasonable, and the -- the narrower rule that the -- that the --",
  "Is that you apply these costs against all items of income because they're not definitely related to an item of income. That's the statutory default principle.",
  "That's in 861(b) at page 26a of the petition appendix. It says that --",
  "Okay. Now, on the ratification point, Lorillard v. Pons makes the point that when Congress enacts a statute that's based upon a -- a prior -- the provisions of a prior act, it is assumed to have adopted the -- the administrative interpretation. Now, that's not a -- by itself an overpowering presumption, but what Lorillard pointed out was that when Congress, in doing that, looks at the agency's interpretation and excised a portion of it, the inference that it approved the remaining part is very strong. Now, here, it's strong not only because of that inference, but because Congress said -- I'm sorry -- the committee that made this amendment said that they -- although they were excising this part about geographic sourcing, that the part about combined taxable income calculations for DISCs and FSCs would remain in effect. Now, petitioner says, but 2 years later Congress did something that somehow negates at that ratification. Well, of course, the sub -- Congress can't change the law as ratified, but that's not what happened in '86 in any event. What happened in '86 was that the -- the committee what was -- that was removing the suspension of the -- on the geographic sourcing rule said that we're not saying whether the regulation is valid or not. Well, the regulation that they were talking about was the geographic sourcing rule. Petitioner says, well, they were talking about the whole rule. No. They were talking about the geographic sourcing rule as we know from the last part of that same report which says that nothing in this act has anything to do with the use of these -- of the -- of the research cost allocation regulations for calculating CTI -- combined taxable income -- for DISC and FSC purposes.",
  "Well, I can try to help, but I'm -- I can't promise results. It -- it looked to me like what they had in mind was the thought that this -- that a taxpayer who says my research only relates to wing nuts on -- on this plane is -- is defining it so narrowly that it's not realistic. And -- and indeed, the record of this case reflects that -- that research on one type of plane has applications on other types of planes. And -- and I think what the court was addressing there was his view that -- that this was an appropriate accommodation. This was one of the choices that the Secretary had. It was a reasonable choice.",
  "I think it was restating the problem in a way that indicated it felt that the Secretary's choice was a reasonable one.",
  "Yes. The FSC is no longer with us. It was replaced by the extraterritorial income provisions -- maybe in '98. I'm not sure.",
  "Two-digit is -- it was replaced by the -- the narrower three-digit band in '94, I believe.",
  "Well, I mean, again, if the Court wanted -- felt it needed to look at the two-digit versus three-digit, although to me they're just, you know, spectrums along the --",
  "This case really doesn't present the question --",
  "-- because, as I said, there's just -- is -- there's no question that Boeing goes all the way to SIC 4. And so if the standard is are the products reasonably related, which -- which is --",
  "I don't think you have to consider it, but if you did, I think you would do it in the context of realizing these are reasonable alternatives, and that the Secretary didn't have to pick the best one. He just had to pick one of them. And I -- if you thought that none of these were reasonable, then -- then, you know, it wouldn't matter which one he picked.",
  "If there are no further questions, thank you.",
  "I'd like to thank counsel. And Mr. Chief Justice, and may it please the Court: Taxing decisions are like spending decisions because they affect the State's economy, as well as its balance sheet. In recognizing that fact, this Court has consistently upheld the -- the -- has consistently held that a State's desire to promote or foster one type of business over another or even to promote or foster one mode of doing a business over another is a rational basis that supports taxing the one and exempting the other. For example, in State Board v. Jackson in 1931, this Court held -- upheld a tax differential, a different tax treatment, of chain stores versus single enterprise retail stores. Even though these businesses did essentially the same commerce, the Court held that in the State's exercise of its broad authority to govern the economy of the State, it can prefer one mode of doing the same business over another. And that same rationale has been applied by this Court in numerous contexts involving tax distinctions between, for example, warehouses located near railroads and warehouses not located near railroads, between laundries that are operated by hand and laundries that are operated by machine, and even between individuals and corporations that are conducting identical businesses.",
  "Assuming that we're still talking about State laws --",
  "Assuming we're still talking about State laws, I would have to ask myself what would be the rational basis. The rational basis --",
  "Well, that might explain -- the difference I think between your hypothetical and -- and where I'm trying to come from is that the rational basis has to be related to a legitimate State purpose. There's a -- a legitimate State purpose in fostering certain kinds of commerce and suppressing others.",
  "It's -- it's hypothetically conceivable and that's the question that this Court asked itself under -- under FCC v. Beach. Is there a conceivable State interest that would justify that distinction? And obviously, that -- the fact that there has to be one doesn't mean there always is one, and I'm not standing here saying, well, every imaginable distinction is justifiable. The distinction in this case is simply between -- is whether the State could conceivably have preferred riverboats over racetracks.",
  "The -- there's a case that Justice Ginsburg could tell us about. She argued a case where this Court -- I think it was called Weinberger v. Wiesenfeld, a case -- not a tax case. It was a Social Security benefits case, and the Court held that the distinct treatment of -- of the surviving spouse's ability --",
  "Well, it -- it was described by the Court as -- as a rational scrutiny case, and it said there was no legitimate State interest because in -- in the context between treating differently male and female surviving spouses, in light of the objective of that statute, which was to protect the -- the children of the couple, there was no rational basis to prefer one rather than the other. That is -- that is the only case that I can cite to you where this Court has applied a rational basis test to strike down a Federal statute. There may well be others.",
  "I -- I can't think of one, but it's not because there is no rational basis test. It's because in applying this test, the Court is very deferential in recognizing that States have intentionally been given this authority over regulating State commerce, and that these kinds of choices are left to the legislative branch.",
  "Well, I -- we understand that to have been a case where the -- which you also argued I believe, unless I'm remembering the wrong case --",
  "Ah.",
  "I made another mistake in the brief that I'll get to later if I have a chance. But that was --",
  "I'm afraid --",
  "No, I don't think so.",
  "But -- but the -- it was -- it was a tax case. But in that case, the Court -- you were -- the Court was persuaded that the distinction was invidious. The Court didn't say that a different treatment of unmarried men and unmarried women in this particular deduction context was irrational. The Court said it was invidious. So I believe that the only tax -- Federal tax case that has -- well, I don't believe there is a Federal tax case that this Court has decided that violated -- failed to meet the rational basis test. The -- the court below made -- the Iowa Supreme Court -- where it went wrong was looking to only one of the purposes of the statute. There were many purposes. They looked to just the purpose of whether it aided racetracks, which just kind of strikes me as an unrealistic way to look at what the purpose of a legislation that imposes a tax on racetracks would be. But to answer a question that Justice Stevens raised earlier, when -- in applying the rational basis test, the courts are to look to any plausible or conceivable theory. And -- and in FCC v. Beach, as well as other cases we've cited, in applying that test, the Court has said that you don't look -- you're not bound by the facts of the particular case. And indeed, you're not supposed to make fact findings as to what these legitimate interests might be. Instead, you're supposed to allow the State any rational legitimate interest that the Court might -- might be able to perceive and -- and nail down that point in that case by saying that -- and I'm quoting -- it is entirely irrelevant whether the conceived State purpose actually motivated the State's decision. So you don't have -- the State doesn't have to show that these rational, legitimate State interests, in fact, motivated the decision. It doesn't have to show that they are, in fact, the basis for the decision because this is a Federal constitutional question. This is not a question of interpreting the State law. If we wanted to interpret the State law, we'd want to know what its purpose was, but that's not this task. In looking at the constitutional limitation, it only -- it only takes effect if the State has no conceivable or plausible legitimate interest in the classification. One other point to mention briefly is they say Allegheny Pittsburgh points another direction. Allegheny Pittsburgh was the rare case that this Court said in Nordlinger -- was the rare case where there was a West Virginia State constitutional provision that said all assessment -- all property taxes will be levied based on market value. A local assessor in that State didn't like that and he -- he assessed taxes based on acquisition, which is prices, which is the last sale price of each property, and that resulted in -- in a differential treatment of each taxpayer. And what this Court held in -- in Allegheny Pittsburgh was that because the State constitution prohibited any taxation other than market value, there was no legitimate State interest to justify the -- the distinguishing tax rates. Well, that case doesn't have any application here because there's no provision in the Iowa constitution that says that the Iowa Legislature cannot, in regulating commerce, prefer or promote riverboat traffic and riverboat --",
  "It -- well, in Nordlinger, the Court -- if I understand your question right, in Nordlinger, the Court upheld an acquisition -- last sale price tax scheme I think in California where there was no constitutional provision in California that required market value taxation.",
  "I think that you would make -- I think in that -- in looking for a legitimate State interest, you would make an inquiry into whether the Iowa constitution prohibited preferring riverboats -- preferring riverboat commerce because a legitimate State interest for Federal purposes -- and the Court made this very point in response to a dissent of yours in -- in the opinion by Justice Brennan in the Minnesota v. the Clover Leaf Creamery case.",
  "Mr. Chief Justice, and may it please the Court: I have very little to add to what's already been said because basically what's been said by respondent is our view as well, which is that this is a question of waiver, not a question of enlargement or extension of the time to file a timely complaint, and the one thing I do want to add, though, is that the court of appeals, it seems to us, correctly pointed out that there is a rules- based answer to the waiver question as well as the general principles that we have articulated. The rules-based answer is alluded to by respondent, which is the Rule 4004(d) expressly incorporates through Part 7 of the bankruptcy code the pleading requirements of 8(c) of the Federal Rules of Civil Procedure. Now, that means that the - the debtor has an obligation to plead his affirmative defenses at the answer or they would be treated as waived. This was an affirmative defense, and so just by applying the rules it was subject to waiver when it was not raised in the answer. We think the court was right in exercising its discretion to determine that when it's not raised until after the trial, or in this case after summary judgment was entered, it's plainly too late, and it was waived.",
  "The broad answer to that question - well, the first answer is, that's not been raised. They've - they've suggested it can't be waived, not that the court abused its discretion. The answer to your question, though, is that it's - if it would not be too late to amend the answer, then it's not forfeited or waived.",
  "That's - there's a - a whole body of precedent about that, and as respondent correctly says, it's clearly too late once the judgment has been determined. If -",
  "In this case judgment was announced after the trial. I - let me back up. I think that it's - the court retains discretion to allow an amendment up to the pre-trial stage. Up to the pre-trial answer, the court sometimes allows complaints to be amended in its discretion, and -",
  "Not infrequently, but it's also the case that sometimes amendments are denied at that point because of the particularity, facts of the case. But my point is simply, at this stage of the case it's clearly have been waived and - and -",
  "It would be - I - I think that it - it might be not an abusive direction - there's a lot of nots there. A court might be able to exercise discretion if it thought in the circumstances it was appropriate, but it is a matter committed to the discretion of the trial court, and certainly at that stage it was well within its discretion, and again, that issue hasn't been presented or raised. What was raised is the idea you can't waive it, and the reason that it was raised in that fashion is they said it's jurisdictional. But it's - but they've conceded, both in their reply brief and in - and in court today, that it doesn't affect the subject matter jurisdiction of the court. And the cases are clear that -",
  "I'm sorry, Justice Scalia. The question that I was answering was whether the court had discretion to accept the late-raised objection to the late complaint.",
  "And that's a different - and I do think the court has that discretion. Whether it had - would have had discretion to allow a late complaint at that - at some later point really isn't before the Court, because they haven't claimed that there is any equitable grounds for enlarging or extending the deadline, so that question isn't presented.",
  "The -",
  "Correct.",
  "Under ordinary principles of 8(c) and the Rules of Federal Procedure which are applicable here. My point is that a court could allow the late-raised defense that it - that the complaint was untimely, up to some point it would have discretion to do that, but it exercised its discretion not to allow that late-raised objection, late-raised defense in this case.",
  "That's the discretionary standard and I don't - I will be frank, I do not know if there's a case that says that discretion stops at this point. That's not before the Court. It would just be odd for the Court to exercise such discretion after it had already determined that the judgment should be awarded to one of the parties. That's all I was trying to say.",
  "Rule-based.",
  "4004(b).",
  "It's at -",
  "We did not make that argument. The respondent made the argument and the court of appeals made the point. That provision is quoted in footnote 3 of respondent's brief. It's a very short provision. It just says that the - the procedures of Part 7 will have governed, and then Rule 7008 says that incorporates Rule 8(c) of the Federal Rules of Civil Procedure. Now, we have not addressed the question of whether equitable exceptions would be available under this rule, but we do think that the Court's decision in the Santos case provides a sensible explanation of how to address that question. In Santos, the Court made the point that the rules appear to say you cannot extend by excusable neglect, but that doesn't preclude equitable estoppel, because estoppel is based on the misconduct of the debtor, excusable neglect is the neglect of the creditor. So not allowing an extension for neglect doesn't preclude allowing an extension for estoppel.",
  "This is a much - this is -",
  "If the - if I understood your hypothetical, if the basis of the estoppel was that -",
  "- that we were unable to find - they hid from us what they were doing -",
  "- yes, I think that would apply. But I should also point out that in that specific factual scenario, 727(d) of the bankruptcy code would allow the discharge to be reopened in -",
  "If, to the extent that there are other ways to deal with it, then equity doesn't need to step in if there's an adequate legal remedy. But if - when there's not an adequate answer in the code to this - to whatever facts come up about the estoppel situation, we would think that the rules don't preclude the court -",
  "Yes.",
  "It's a hypothetical -",
  "Well, I - I think you're right about that that you can waive an argument of any - based on those rules in - in the trial court, but let me -",
  "I'm not familiar with a case of that type, but there - I can imagine that there's a case out there that says something along the following, that this Court's jurisdiction, by statute, is based on the requirement, for example, that there be a notice of appeal filed within 30 days.",
  "Mr. Chief Justice, and may it please the Court: Federal employment taxes owed by a partnership were assessed by the commissioner, and when the partnership failed to pay the taxes, the United States brought this action to recover the taxes against the individual partners who were derivatively liable under State law for all debts of the partnership, including its tax debts.",
  "You've addressed an -- an unanswered question that isn't presented here, of course. It's unanswered because Federal law --",
  "And -- and I agree with that, and -- and the Uniform Partnership Act, which California has adopted, contains a provision that specifies that the creditor must exhaust his efforts to recover from the partnership before he can recover from the partners.",
  "And -- and so that's what makes it clear this is indeed a derivative secondary liability.",
  "It's not so much I don't want to concede. I don't feel that I'm able to concede that not because it is related to this case, but because of a -- a structural intellectual problem about the extent to which whose law governs in that situation. If it's a limitations provision, we know Federal law governs when the United States is bringing a claim that it acquires in its sovereign capacity. Whether this would be regarded as a procedural restriction that the State substantive law didn't -- now, whether you want to think this is substantive or procedural may affect the answer to the question -- the hypothetical that you've raised.",
  "Well, there --",
  "Well, you've brought me through -- to a lot of levels of complexity, but I think the answer to the question is we -- we don't dispute that you need to give a -- a notice of assessment in order to collect administratively through liens and levies. That's not relevant to this case because this is a judicial collection case.",
  "But, nonetheless, there is case law that says that when you give notice to the partnership of its liability, that's sufficient as constructive notice to the partners to permit administrative collection through liens and levies.",
  "I'm -- I'm familiar with the -- the concept of interest doesn't run until notice of the assessment is made, but nonetheless again, notice to the partnership would be constructive to the partners.",
  "Well, I -- I don't mean to be -- I don't mean to sound like I'm retreating from that issue. I'm just -- it's not presented here, and so I'm not really capable standing here --",
  "That's -- I don't -- it is possible, and if the Court were to reverse and remand for further proceedings, it's possible that that issue would be raised.",
  "I don't -- I don't know what your practice would be. I would think your practice would be to decide the issue that's presented. You could note other issues haven't been raised, but since those issues haven't been briefed here, we're not really in a position to advise you on their proper resolution.",
  "Okay. Well, the point I was making was that the court ruled against us because they said that the partnership taxes had not been assessed directly against the partners. But respondents now correctly concede that there is no requirement of Federal law that a derivative or secondary State law liability to pay a tax has to be assessed before it can be collected, and that concession is plainly correct in light of this Court's decision in 1933 in the Leighton case where the Court held that a derivative or secondary liability that arises under State law to pay a tax may be recovered -- and I quote -- without assessment of that liability. And there are numerous cases that have applied that principle in -- in related secondary and derivative liability contexts. And as -- as I've already indicated, those principles plainly apply here because under the Uniform Partnership Act, which applies in California, the liability of the partner is derivative for the -- and secondary rather than principal, as I've discussed with Justice Scalia. Not only is it clear from the legal structure of the UPA, but the official comments to the -- of -- to that act state that the liability of the partnership for partnership debts is principal and that the liability of partners is -- is in the nature of a guarantor. It's secondary. It arises only when the partnership doesn't pay its own debts. Federal law also makes clear that this is a liability that attaches directly to the partnership. This is a Federal employment tax. It applies to employers because, under California law, the -- the partnership is a separate and distinct legal entity. It is the employer. It pays the wages. Its payment of wages is what causes the taxes to be imposed.",
  "That's the way the cases describe it. From my -- and that's the way this Court described it in -- in Commissioner v. Stern.",
  "Pardon me?",
  "Well, I don't want more. I'm just being finicky I guess, because to me we -- the Court in Commissioner v. Stern said that these -- historically these are substantive liabilities that Congress accepts from State law. And therefore, the Court applies the substantive body of State rules in -- in implementing that liability. You could also think of this -- and I'm not asking the Court to reconsider Commissioner v. Stern. But you can -- even in light of Commissioner v. Stern, you can think of this as Federal law borrowing State law for this remedial purpose, and Congress has sanctioned that by not altering the principles that have long existed on this. The -- but the -- the point that this Court made in Leighton is that these principles that they apply come from State law and you don't a -- actually respondents now admit there's no mechanism in Federal law to assist this -- assess this sort of secondary derivative State law liability, and that's correct. That's what the Court addressed in the Leighton case. And the court of appeals in this case just misapplied those well-accepted principles. Once the assessment of the partnership taxes was made, under section 6502 the United States has 10 years from the date of the assessment to bring any proceeding in court to collect the taxes. And in the Updike case in 1930, the Court held that that 10 years applies not only to actions against the directly liable party but also to a person whose liability is derivative or secondary and arises from State law. And the Court explained that the broad purpose and broad text of 6502 applies equally in both cases because in the Court's words, in a real sense the action against the derivatively liable party is a proceeding in court to collect the tax. As the Court said in Updike, the aim in the one case, as in the other, is the same. It's to collect the tax liability. Now, in this Court respondents do not dispute that accepted understanding of 6502. Instead, they raise here a new and, indeed, a radical claim that no court has adopted and that they did not raise prior to their merits brief in this Court. What they argue now for the first time is that the Federal statute of limitations should not govern this derivative liability claim because since it stems from substantive State law, the State statute of limitations should govern it. Now, since they didn't raise that claim at any time before their merits brief in this Court -- and it is a statute of limitations which is an affirmative defense -- they're -- they've waived the claim as too rate to -- too late to raise it. But nonetheless, I think it is important to note that their claim is plainly inconsistent with this Court's decisions. For example, in the Summerlin case, this Court held that whenever the United States acquires a claim acting in its governmental capacity, that claim of the United States is not subject to a State statute of limitations because of the sovereign rights -- sovereign immunity of the United States. And they applied that holding in Summerlin to a situation where what the United States obtained was a right to enforce a private note and private mortgage that the --",
  "I think that in -- in Commissioner v. Bresson where the Ninth Circuit addressed that very point, they -- they were -- they wrote a very useful opinion that seems to me to be perfectly correct, that the -- that if it is the passage of time after the United States acquires its right that causes the claim to expire, that that is what is barred by the Summerlin rationale because the sovereign rights of the United States can't be extinguished. And so whether you think of it as extinguishing the claim or limiting the -- the period of recovery, in either event what's instrumental is that the -- the United States had the right at the time it obtained the claim and that the State law could not thereafter cut that right off.",
  "So you're talking about a -- a private contractual right --",
  "-- that the United States somehow obtained rights under by --",
  "-- levying, for example --",
  "-- on the -- on the right.",
  "That's -- that's a -- that's exactly frankly what happened in Summerlin --",
  "-- except Summerlin involved a housing program instead of the Internal Revenue Code. In Summerlin, the Government obtained a private note and enforced it, regardless of the State statute of limitations, and the Court's reasoning was that the -- that the United States as sovereign cannot be subject to limitations imposed on the rights that it obtains.",
  "It's a limit -- if you're talking about a substantive limitation in the document itself, well, the United States takes its -- stands in the shoes of the assignor in that situation, and we don't get a better substantive right -- substantive right.",
  "Well, certainly that's the way the Court has looked at it, and I --",
  "No. Well, that's the second route that the Court has used to say the State's limitations don't control, and that is, when there's a Federal limitations period that applies to the claim, then the State provision doesn't control.",
  "And under -- under Updike, what this Court concluded in Updike was that there is a Federal statute of limitations that applies to these proceedings in court to collect the taxes, which includes the derivative claim.",
  "Well, it doesn't --",
  "It doesn't --",
  "Exactly.",
  "If the -- if the Court were to find it appropriate in a particular instance to adopt a State rule, that would not interfere with Summerlin, but that would -- that would -- I can't think of a case exactly like that. There may well be some. But most Federal claims --",
  "Most --",
  "Most Federal claims come within some general statute of limitations, and this is certainly a situation like that.",
  "Well, I think the Updike case makes this discussion somewhat hypothetical, and I understood Justice Scalia's question to be in that vein.",
  "I -- I don't need to worry about them, and I -- but I'm only addressing them because respondents have raised them at this point in the case, and so I'm just discussing the two theories that this Court has applied in rejecting that kind of contention.",
  "Yes.",
  "Yes, sir.",
  "That is now clearly their primary position, and for the reasons I've already described that position can't be reconciled with the Uniform Partnership Act or with -- or with the Federal law that applies to these taxes.",
  "Yes. There is a statute that authorizes an assessment of that liability against a responsible officer.",
  "It -- it authorizes the assessment. That's -- you know, it's interesting. There are certain types --",
  "If you have a claim based on State law or common law, and that's the reason we have a responsible officer statute is that this is a Federal claim. There isn't -- unlike in the partnership situation and in the ordinary transferee situation, there's not a backup State law action.",
  "Well, sometimes it is troublesome, but it's not required in any situation under our understanding of the existing law.",
  "Oh, I'm sorry. I thought you were talking about the partnership then. Yes. I -- the responsible officers -- officer liability is created by Federal statute, unlike the partners' obligation for the debts of the partnership.",
  "There is --",
  "I understand. But the responsible officer liability is -- is really a radically different concept. It only -- it only arises when that officer had knowledge of the fact that the taxes weren't being paid as they accrued and willfully failed to pay them and -- and was responsible, had the responsibility to pay them. It is a -- it is a malfeasance claim, whereas the derivative liability claim is just under State law, you are liable as is the partnership, and we can enforce that State law. There's another example --",
  "-- where the similar thing happened. 3505, which is the lender's liability. There was no lender's liability for employment taxes that the Court discussed in the Jersey Shore case. That liability didn't have a -- a common law precedent, and so Congress created the liability because they saw a specific problem where lenders were allowing or in -- in effect, helping employers evade employment taxes by loaning them money from which they paid wages but didn't paid taxes. And so Congress created this separate statutory scheme. But respondents are correct in their concession that there is no mechanism under Federal law for assessing the derivative State law liability of a partner for the debts of the partnership. And so as the Court held in -- in Leighton, we can proceed without assessment against them to enforce that liability. Now, I do want to also mention the -- the citations that respondents make to section 6303. That section appears in the portion of the code that addresses administrative collection through liens and levies, and it states that the Secretary is to give notice of the assessment to any person liable for the tax. The cases that have interpreted and applied that statute, which stem from 1954, have -- have concluded correctly that that statute applies only to administrative collection through liens and levies and has no application to judicial collection actions. And there's a -- a sound historical explanation for that, and that is that prior to 1954, there were two independent routes for collecting taxes. The Secretary was authorized by the code to bring a judicial collection suit, but there was a separate officer known as the collector of revenue for each district. And the collector of revenue was, by the code, authorized to do the administrative collection through liens and levies. And the predecessor of 6303 had said that the collector is to give notice of the assessment and make demands for payment. And it was well established that that applied to his actions in administrative collection and had no application of the Secretary's independent authority to bring a judicial collection suit. In 1954 in revising the code, Congress eliminated references to the collector in the code, placed the Secretary in charge both of the -- of judicial and administrative enforcement and changed the predecessor language of 6303 from saying the collector is to give notice to saying the Secretary is to give notice. But in doing so, Congress did not mean to change -- and the courts that have reviewed this have correctly concluded did not change -- the fact that this notice of assessment requirement applies only to the administrative collection area, has no application to judicial collection suits like this one.",
  "I don't think the record discusses whether there was notice to the partnership.",
  "No.",
  "Yes.",
  "Yes.",
  "Let me -- I can't say what we did or didn't do in notice because there's nothing in the record on that in this case because administrative collection isn't involved in this case.",
  "Okay, let's assume that. If we gave notice and demand to the partnership, what we would be authorized to do is clearly under 6321 and -- make a lien and levy against any assets of the partnership. And then as I said, although -- the -- the cases are also perfectly consistent that the notice to the partnership is valid as constructive notice to the partners. And so, for example, if we have a partnership employment tax liability from Smith Construction and the two partners are Bob Jones and Bill Wilson, notice of the assessment to the partnership is valid as notice to its two partners. And so our lien arises, if they don't pay the tax, but if a third party creditor is out there, First National Bank, the First -- our notice to the partnership may not be notice to the First National Bank. And so in a lien contest we might not have the prior lien vis-a-vis this other party, but vis-a-vis the two partners, the cases say that our notice is valid for 6303 purposes to them because, well, of course, a partnership only acts through its partners and notice to one of them or to the partnership is valid, constructive notice to all the others. There is no case inconsistent with that conclusion, but again, it's plainly not presented in this case and we would not ask the Court to address it. There's no need for it to. This is just a judicial collection case. The only issue that is really before the Court is whether we have to give notice -- I'm sorry -- whether we have to assess the individual partners to collect the State law derivative liability. And for the reasons I've described, that the decision below is incorrect on that and -- and should be reversed. And I would like to reserve the balance of my time.",
  "Thank you. At page 3 of respondents' brief on the merits, they say -- and I quote -- if respondents are secondarily liable for the partnership taxes, then the Ninth Circuit's ruling that the IRS must assess respondents to collect the partnership taxes is incorrect. It is clear to us that there is -- this is a secondary derivative liability that partners have under State law. I didn't hear respondents give any explanation of why that isn't so. Given those two facts, then this Court's holding in Leighton seems clearly applicable, which is that we don't have to assess a derivative State law liability to bring suit to recover upon that liability. Now, respondents say, well, somehow that holding is influenced by the fact that transferee liability is provided in 6901 of the code. It's interesting that in -- in the Leighton case what the Court held was that the 6901 transferee liability is a supplementary remedy that did not displace and, indeed, left in place the right of the United States to bring its suit upon the derivative State law liability without assessment. So the -- the principle that we draw from the Leighton case is not dependent on any of the specific statutes that address specific types of -- of assignments of transferees. In fact, it's utterly independent of that, which was the very issue the Court decided in Leighton. Given that and -- and given that there's a derivative sub-secondary liability, we can recover against State law. Then the only other question is, well, what statute of limitations applies to that, which the Court held in Updike that it's 6502 which applies both to the direct liability and the derivative liability.",
  "The reason it should be Federal is because all of these actions are designed, as the Court stressed in Updike, to collect the tax. We have different remedies. Congress could Federalize all of this. Congress could write a statute that said, you know, you can bring suits for derivative liabilities and that those suits will -- specifically subject to 6502. And what the Court noted in Stern was that Congress hasn't done that because the Court has consistently applied State law to permit such tax collection to occur. And -- and so that's why Updike has got to be right because this is a strong Federal interest in collecting taxes, not to be too big about it, but I mean, this Court has noted that the collection of taxes is the lifeblood of Government. This is as sovereign a claim as we have, and -- and because of that, we need to have a uniform statute of limitations, which Congress has provided under 6502. If -- if we were left to the haphazards of State law, we would certainly want Congress to -- to address that and correct it, but they don't need to correct it because since 1930 in the Updike case, the Court has explained that 6502 is broad enough to cover both types of -- of judicial collection proceedings. In the Court's words, the action against derivatively liable party is in every real sense a proceeding in court to collect the tax, and that's the -- that's the statutory language. And -- and I -- there has been no contention that that's not a correct interpretation of 6502. I do not know what references respondents may have in mind to arguments they raised under State statutes of limitations before. We're not familiar with those. The statute that's referred to in their merits brief is a specific State statute. We're not aware that that statute was ever cited before by the parties in this case, but even if it was, it seems to us that the reasoning of the Summerlin case and -- and of Updike, which is -- there's already a Federal statute -- should control that question and --",
  "I think it's a question for Congress what's -- you know, what makes everybody better off. And what Congress has said is that we can assess these taxes against the employer. The employer under State law is a separate and distinct legal entity known as the partnership.",
  "We -- well, we have authority to give them notice of an assessment and collect from them administratively, but in terms of, if you will, making an assessment against them directly, we're supposed to assess the party whose subject to the tax.",
  "Thank you, Justice Stevens, and may it please the Court: My client and I are asking the Court to rule that the assignment of income doctrine does not apply when unrelated persons combine their resources to jointly generate income. And we -",
  "You mentioned the -- the management agent and the -- I think you mentioned the talent agent, and there was also mentioned the literary agent. The - the author is in the trade or business and gets to deduct all this off the top. There's no problem there.",
  "Yes. The literary agent -",
  "Yes. The literary agent is in a trade or business. That's off the top. That's an ordinary and necessary business deduction on Schedule C.",
  "Yes.",
  "Yes.",
  "Our first choice, our preference for this Court to rule is -- is not the partnership or joint venture theory. Our first choice is for this Court to simply look at the application of the assignment of income doctrine and ask it -- if it is being misapplied. The - the petitioner has not cited to the Court a single, solitary case in which unrelated persons combine their resources to jointly produce income, and that is the rule of law I'm suggesting to the Court today. That is apart and separate from the partnership theory, that two unrelated persons who join together to produce income -",
  "Yes.",
  "Well, the -",
  "I would like to -",
  "I would like to suggest to the Court three avenues to reach this result that I have just suggested and the partnership/joint venture theory is only one of those.",
  "Okay. I will move on to that, and I will not mention that again.",
  "This Court created the assignment of income doctrine. Congress did not create it. This Court has every right and power to limit its -- its definition, to limit its scope to keep it from being misapplied. In every case cited by the petitioner, we have a -- a family situation, related people making gifts to each other with no commercial purpose. Apart from the partnership and joint venture theory, if we simply say that this case is dramatically outside of the scope of that doctrine, of good doctrine that has been applied properly in an inter family situation, but when you have two unrelated persons joining forces to produce income -",
  "This Court has a long history of recognizing -",
  "-- of recognizing sham transactions.",
  "All right.",
  "I would like to focus on the gratuitous nature of the cases relied upon by the petitioner and the non-gratuitous aspects of our case. Let's talk about a personal injury case where this problem does not arise because there's no tax involved. This relationship of a contingent fee is entered into thousands of times every week by people injured in automobile accidents. They are not entering into this contingent fee agreement for tax purposes. They're not trying to avoid tax -- taxes. The commissioner is confusing intent with --",
  "I agree completely. I was trying to emphasize the -- the intrafamily gratuitous nature of those cases, but I agree -",
  "Yes.",
  "But we must -",
  "I'm asking the Court to skip over motive and look at result. The Court in that case was attacking a result because that arrangement stayed in place after the income tax was -- was enacted. The Solicitor General is confusing intent with result. In every case, in every single case, without exception, this doctrine has been applied to the result.",
  "It would produce a different result. The commissioner's case is based on could have's. They say they could have tried the case himself. He couldn't. But -- but the main thing he -",
  "Well, he --",
  "We treat them differently simply because he didn't. I practice law in a partnership. I'm taxed accordingly. I could -- I could be -- set up my arrangement different ways and the tax results would be different. We must honor these relationships -",
  "I -- I have difficulty with that question.",
  "My -- I believe that attorneys don't allow themselves to be placed in that position. They get the contingent fee agreement signed when the -- the -",
  "But I don't know the answer to your question. I -- I don't know that. But an -- we -- the Internal Revenue Code respects people who enter into corporations, who enter into joint ventures, who enter into sole proprietorships, who hire employees or allow themselves to be hired by others. Those relationships are all respected and honored by the Internal Revenue Code, and the commissioner is asking you to dishonor this relationship because Mr. Banaitis could have handled the case himself or could -",
  "I believe the problem is that a plaintiff has -- I wish I could say this plaintiff is in -- engaged in a trade or business and can deduct it or trade or -- as a trade or business expense.",
  "I understand. But one of the -- the odd result here of a person having to pay more in taxes than they recover -- this actually comes up under a fee shifting statute that applies to the Internal Revenue Service where a person could be in litigation with the Internal Revenue Service, the Internal Revenue Service becomes obligated to pay fees because they acted unreasonably. They pay those fees, and then they simultaneously hand the taxpayer a bill for taxes on those fees.",
  "No. That is not my position. My position is that the assignment of income doctrine does not apply. Those relationships are all governed by existing law and there is a large body of law dealing with those cases and they can be found in a cite that is offered by the petitioner at page 3 of his reply brief. It talks about the literary agents. It talks about the - the management agents.",
  "I -- I am not trying to avoid your question, but I'm trying to clarify that I am not asking this Court to determine who has the income in those cases because there is a large body of law and a large body of statutory law that answers the questions for each of those examples. All I'm suggesting is that we do not get to those answers. We should not get to those answers through the assignment of income doctrine.",
  "The Oregon question, Your Honor, which I don't think the Court is likely interested in --",
  "The -- the Oregon question.",
  "The Oregon question. That is -",
  "The Oregon question is part IV of our brief beginning on page 31 which would not be a national uniform rule. But what we're asking this Court to do is simply, as narrowly as possible, to limit the assignment of income doctrine and do nothing more than that.",
  "I believe Professor Davenport is completely correct. I support his theory wholeheartedly. We didn't make that argument because we believe the limitation on the assignment of income doctrine is the real issue and we believe that is the narrower issue.",
  "Yes. Well, I -- I think so.",
  "I -- I'm sorry. I think I misspoke. I'm not sure that's his theory. I'm not certain, and I'm --",
  "I would like to make one additional point in the few seconds I have left. The -- the Solicitor General is arguing that the language, the statutory language, of the new statute implies a particular result. This Court decided as early as 1940 in the Higgins v. Smith case when the commissioner made the exact same argument, and this Court said -- and I quote - that does not follow. The statutory language says that to the extent this income is -- this -- this money is included in income, to the extent it is included in income -- it doesn't say whether it is or not -- then a deduction will be allowed. And that as neutral a statement as I can think of. There is nothing in the statutory language that implies one answer or the other. But I emphasize to the Court that the -- the commissioner is confusing intent with result when he discusses the cases upon which he is relying. Those cases reached a result and they corrected that result. We don't have an abuse in this situation. And the assignment of income doctrine should not be stretched beyond its bounds by this Court. It should be limited to its historical use. This is a misuse. Thank you very much.",
  "Mr. Chief Justice, and may it please the Court. I'd like to begin by responding to some of the questions that were asked of Petitioner. First of all, Officer Scott himself admitted in his testimony that he knew at the time that he was using deadly force, and he realized at the time that he was likely to cause injury or -- death or serious injury to Mr. Harris.",
  "Mr. Harris was simply a -- an unsafe driver. There is always a risk at driving in excess of speed limit, driving in violation of traffic laws. But that risk in and of itself is not - -",
  "Well, we're talking - -",
  "Well, those are not the facts before the Court, Mr. Chief Justice. The facts are that he was driving fast but he was under control. He only crossed the center line to pass and when he passed, he used his turn signal when he passed.",
  "When he turned into the -- when he turned into the shopping center he wasn't weaving through a parking lot. He was going through a private access road in a shopping mall which was closed at 11 o'clock at night. And the collision, the impact occurred when Officer Scott, who was going too fast to make the turn into the shopping center, went up to the next intersection, came around the other way to head my client off at the pass. And then what happened was that Mr. Harris took evasive action to a avoid collision when Mr. Harris -- excuse me when Officer Scott -- put himself right in Mr. Harris' way.",
  "As a - -",
  "Well, as the Court below found, and as the tape indicates, Mr. Harris didn't run anybody off the road. He didn't ram anybody. He didn't try to ram anybody. He was just driving away.",
  "He was creating - -",
  "Well, the jury could certainly find he's creating a risk. But with regard to the other Garner factors that must be shown before deadly force can be used, he had not committed a violent felony, a crime involving the infliction or threat of infliction - -",
  "Well, a jury could find that the pursuit by the officer escalated the risk rather than diminishing the risk to others. And that given a choice between using deadly force to terminate a pursuit where the officer himself had escalated the risk versus backing off, letting the offender escape and then perhaps arresting him an hour later at the house.",
  "We have evidence that it was called out on the radio. \"I'm pursuing somebody.\" Whether Scott knew we don't know.",
  "Scott has testified he - -",
  "Scott - -",
  "The testimony - -",
  "I'm not certain I understand the question.",
  "Scott did not know that was it.",
  "Well, there is certainly a credibility issue as to whether Scott says he knew or didn't know. I mean, certainly the call on the radio he could have acquired. The thing is that - -",
  "That assumption would not be based upon probability or based upon police training. Officers in pursuit situations are trying to believe - -",
  "The vast majority have committed minor crimes. And it's not a rational - -",
  "That's the issue. Was there an immediate risk of death or serious bodily harm - -",
  "It's not relevant. It's relevant to that termination. Yeah, the issue is, is there an immediate risk. But one of the factors that is significant is what is the severity of the underlying crime. And if it is a crime of violence, then certainly the officer is entitled to presume - -",
  "Well, that's a good question.",
  "Well, whether you apply Garner or Graham, the result is the same in this case. And let me explain why. What Graham did is it expanded the Garner rule, which you can't use deadly force to stop a fleeing suspect who is merely fleeing, expanded that to include the entire range of use of force, deadly or nondeadly. And with regard to the factors that are to be considered in determining whether the use of force is reasonable under Graham, the balance with respect to a fleeing suspect who is subjected to deadly force was already drawn by Garner. Garner created a bright light rule. Graham extended that to an ad hoc balancing test with all use of force applications. But with respect to deadly force and a fleeing suspect, Garner still provides a bright line rule.",
  "Yes. And Garner, this Court's decision in Garner and this Court's decision in Brower, which was written by Justice Scalia, basically to quote Brower in both cases. In the Brower versus County of Inyo - -",
  "Well, the holding of the Adams versus St. Lucie County case was that in 1985, an incident which occurred six weeks after the Garner decision and four years before the Brower decision, there is no way the officers could have known at that time that their act of ramming a police car to prevent an escape of another fleeing vehicle would have been considered deadly force in violation of the Fourth Amendment. As the dissent pointed out in the, in the Adams case, though, certainly as of the Court's decision in 1993, this was now clearly established. You had Brower saying that it's a seizure, and then you had this Court saying that now the law was clearly established where it wasn't before - -",
  "Well, another case came about later which held that as early as 1998 in another case involving the same department, that there was clearly established law.",
  "Brower versus County of Inyo says - -",
  "It was a roadblock which produced a collision, a physical impact between vehicles. And that was the -- that was the distinction which Justice Scalia latched onto in that case, and said that the mere fact that the person was fleeing by car in Brower was no different than the burglar fleeing by foot in Garner. Either one of them - -",
  "That was the first holding. The second holding was that the Plaintiff had sufficiently claimed a cause of action on the seizure. And then it went back to the lower court to be considered under the Garner analysis. And what I liked about your decision -- excuse me, Mr. Chief Justice.",
  "What I liked about your decision in that case, Justice Scalia, was that you said that the officer's culpability for using excessive force is not diminished by the fact that perpetrator chose to continue running, whether it was the fleeing burglar in Garner or the fleeing driver in Brower. Excuse me, Mr. Chief Justice.",
  "That was one option. He could have continued the pursuit and simply decided not to mow him off the road at 90 miles an hour, or he could have stopped a pursuit and let him go which often happens in many pursuits.",
  "That's correct.",
  "Well, that's correct. But in the majority of cases -- and this is the only testimony in this record, Your Honors. Our experts testified on a study -- based on a study which was commissioned for him by the Department of Justice, a study which has been cited by some of the amicus briefs on both sides in this case, Dr. Albert testified that 70 percent of the time, when police back off pursuit, the perpetrator stops running and they resume safe driving. And when the car is stolen, most of the time - -",
  "Well, sometimes you have to let them get away. In Garner, it says, even if the guy has just broken into somebody's house in the middle of the night and committed a felony, if the choice is letting them go or using deadly force when the factors authorizing deadly force are not present, you have to let him go.",
  "That's correct.",
  "You can shoot him. I'd be there shooting him, too.",
  "Let me take that distinction and apply it to the vehicle, Justice Scalia. What we have to have to authorize deadly force in this context is something more than just unsafe flight. You've got to have someone who is behaving violently, who is menacing people, trying to ram people.",
  "No. All he had done was taken evasive action to avoid an officer who - -",
  "Are you talking about the traffic pursuit?",
  "No, none of those are felonies under Georgia law.",
  "No, Your Honor. It's not even a felony in Georgia.",
  "If he had intended to hit the police officer, if that was shown by the evidence, so they could have charged with aggravated assault. They didn't do that. They left traffic citations in his hospital room. They never arrested him. They never prosecuted him.",
  "Well, Justice Ginsburg, I hope I don't have you on my jury if that's -- but what the trial court found was that construing the facts in a light most favorable to the Plaintiff as a nonmoving party, that reasonable jurors can find that this was simply a person who was driving fast. This was not a person who was driving assaultively. He wasn't driving violently. He wasn't a threat to anyone that would authorize the use of deadly force against him.",
  "That is a factual finding.",
  "We are bound by that. This is an interlocutory appeal, this an interlocutory appeal under Mitchell v. Forsythe, and the Court is bound by its own ruling to accept the facts as found by the court below, and decide the narrow issue of law here which is, one, is there a constitutional violation on these facts. And two, was the law clearly established.",
  "If you want to repeal Johnson v. Jones and Mitchell v. Forsythe, then yes. This is the Supreme Court. You can make that determination. But based upon the prior rulings of this Court, this Court is bound to accept the findings of fact of the courts below, and then to determine solely the legal issue on an interlocutory basis. The bottom line issue here, Your Honors, is whether the fact that someone is driving in violation of traffic laws in and of itself can be justification for the use of deadly force.",
  "Well, I'm not talking about the underlying violation here. I'm talking about the conduct observed by the officer who made the decision to use deadly force.",
  "This is the issue. This is the issue. If what this person is doing is driving, say driving unsafely, but they are not driving violently, they are not driving aggressively, they are not menacing anyone on the road. They are simply driving fast trying to get away, that in and of itself, is that going to be justification for the use of deadly force or is something more going to be required?",
  "Well, under Garner the test is they have to be threatening violence or inflicting violence against someone. There have to be no other alternatives other than deadly force available to effect the apprehension. And assuming there is justification for deadly force, then there is a duty to give a warning where feasible before using deadly force. And the court below felt none of those three factors - -",
  "It's academic in this case, because the first two factors were not met. I mean, it's our position that you don't worry about giving a warning unless you have the right to use deadly force, and if you don't get to that point then it's -- it's a moot question.",
  "There was certainly warning that he needed -- that he was expected to pull over. There was no warning of any intent to use deadly force.",
  "Well, I didn't see that.",
  "Well, the point is most people use the word weaving to describe the motion of Mr. Harris's car is when they are going through the, the shopping center - -",
  "The -- feel free to look at it again.",
  "But those are not the facts that were found by the court below in this - -",
  "Well, I think you apply the law, Your Honor.",
  "Well in theory perhaps they could be if the officer was a joint proximate cause of the accident, but in most states - -",
  "That's correct. If the officer terminates the chase then he is never going to be liable because number one he is acting prudently; he is going based upon Department of Justice studies showing 70 percent - -",
  "Well, if he terminates the chase using deadly force, that that creates a whole host of other problems.",
  "Now from a constitutional standpoint the Fourth Amendment doesn't protect other people. It protects those who have been seized. And that's, that's the framework we are dealing with here today.",
  "The potential for danger to others is certainly part of the justification for deadly force, just as, if deadly force cannot be used endangering other people, then that certainly goes into the matrix, too.",
  "Yeah.",
  "Yes.",
  "Well, this is my point is that if, if the drive --if the hazard caused by driving in and of itself is the only threat here, does that rise to a level of imminency and immediacy that justifies the use of deadly force? If it does, then any officer who perceives that someone is driving unsafely and that they may cause an accident to someone who may or may not be down the road if not stopped, would be justified in using deadly force, to literally take out anyone who is speeding.",
  "Well that's - -",
  "Now what he, if he - -",
  "Absolutely. Or because he's also - -",
  "Well, not only that, Justice Scalia. The officer had no control over what was going to happen once he used deadly force, like the officer who fired into the cab of a flying vehicle in Barn v Cox, once you disable the driver the car keeps going. And in this case, when you -- when you hit the vehicle and knock a vehicle that has been in control and make it out of control, then it's now an unguided missile that could just as easily cross the center line and hit an innocent person.",
  "The officer - -",
  "The officer has both options. I mean Garner simply commands that he not use deadly force if it's a choice between letting him go and using deadly force. Now in the Sacramento v Lewis case, it does say that involves a different, a different type of claim and a different standard. But in the Sacramento case it does say that an officer in a pursuit has a duty to always be weighing the risk of the continued pursuit against the risk to the public. So there is an independent duty there to act reasonably.",
  "Not under the Fourth Amendment. Now, the -- the only expert testimony in this record on that subject says there is a 7 percent chance - -",
  "That's what Garner says, if you don't use deadly force. And that's what our claim is.",
  "Well, let me respond by reading a portion of Garner that deals with that point, Mr. Chief Justice. These, these same important policy reasons were raised in Garner, that we don't want to encourage disobedience of issues. We want to discourage people from fleeing. And this is what the Garner Court said - -",
  "Yes. He might easily break into someone else's house and perhaps end up killing them. This was a vigorous dissent in Garner. But this is what the majority said: \"Without in any way disparaging the importance of these goals we are not convinced that the use of deadly force is a sufficiently productive means of accomplishing them to justify the killing of nonviolent suspects.\" And if unsafe driving - -",
  "Well, I think there is an independent duty, it doesn't rise under the Fourth Amendment, but there is an independent duty to do that. But my concern is that under Garner, given a choice between - -",
  "Well, experience shows most of the time when you discontinue a chase, the person who is running discontinues driving unsafely. That is the - - that is experience. This officer's own policy says that --",
  "Well, the rule simply says you don't kill him just because he is driving unsafely. And if, it simply says that if the choice is between killing him and letting him go, you have to let him go if the Garner factors aren't present. And we find nothing in the law and no reason to create a new exception in the law that says that Garner doesn't apply if you're fleeing by vehicle. Thank you. We ask that the Court of Appeals be affirmed.",
  "Mr. Chief Justice, and may it please the Court: The way the Respondent sees it is the extension of Briscoe into the absolute immunity for all witnesses in the grand jury with no distinction with respect to whether they are the complaining witness or otherwise. As this Court has said in Briscoe, that the -- you look at the purpose of protecting the witnesses, both at the grand jury proceeding and at trial, and you want to preserve every man's evidence and you want to keep the court from harassment - -",
  "If it's outside of the grand jury -- and I go for the but-for test, unlike the Van de Kamp - -",
  "Yes, that person could be sued under the but-for standard.",
  "No, that isn't, because - -",
  "That is my point.",
  "That there has to be some evidence other than the mere testimony. And if there is evidence other than the mere testimony, indeed you can go forward with a 1983 claim.",
  "The way I understand the Solicitor General's position was that if the only way that you could prove the allegation was to use the grand jury testimony, then indeed you could not bring a suit under 1983. But I think as Justice Scalia's question was proffered is that it was an independent act that in and of itself created a constitutional violation, independent, and actually caused the prosecution. Then indeed - -",
  "No, Your Honor.",
  "Well - -",
  "Well, that's certainly one of the issues. But nothing like this was -- what the Solicitor General is recommending, none of those issues were raised below, none of those issues were raised in the court of appeals in the Eleventh Circuit, and in this - -",
  "That's correct. It was waived, and it's -- and it's not before the Court, and that's not why cert was granted.",
  "It was never presented by any side at any -- to any place in the court below.",
  "Well, certainly, I mean, this case has to be -- it's going back to the district court anyway, as Your Honor is well aware. And perhaps it can be raised again at that time with an amendment. But at the present time, it's not in the case.",
  "If you look at common law, that's exactly what happened. At common law, and as Justice Scalia mentioned in -- in his concurrence in Kalina, what you had is two separate acts when you had a malicious prosecution at common law. The first act was actually complaining and making a complaint to -- to get a warrant; in other words, swearing at that point in time. But there, again, the person that complained actually didn't have to be a witness. But when he was a witness or when he or she became a witness at court, that testimony could then be used to show malice for the prosecution or for actually bringing the case.",
  "That is correct, if indeed it's an independent cause of action outside of the court, yes.",
  "Well - -",
  "First of all, to respond, one, our position with respect to the Solicitor General on that issue, I don't see it as any different. What I was suggesting, what I understood Justice Scalia to say, is when you have something independent that forms a cause of action, for example, if you take and plant evidence in of a crime, for example cocaine or something of that nature, that is a separate and distinct cause of action, and that would cause -- that action by an investigator might very well cause the -- the prosecution or the district attorney to act when indeed you would have - - they would find something - -",
  "I hope I have as well.",
  "At least as I understand with respect to -- first of all, if you look at Briscoe, everything that's in Briscoe, as you know, is absolutely immune from civil damage litigation.",
  "Well, I - -",
  "First of all -- and it might be a difficult time. But the -- when you have a grand jury, you have something different from just bringing a cause of action. What you have in a grand jury is you have evidence presented to the prosecutor, typically a district attorney, and then the district attorney makes an independent evaluation as to what to bring to the grand jury and who to indict or whether to indict anybody whatsoever. That testimony in that grand jury -- if you bring a cause of action, for example if a cause of action is brought for malicious prosecution, which they're trying to do here, what this Court has said in the Van de Kamp case is that the only time that you can use that testimony is if there is something else outside of the grand jury - -",
  "Sure. Sure. But the case law says that if the prosecutor would not have taken the case or would not have done the case but for the conduct of that individual, then indeed you cannot bring the cause of action.",
  "It does exist, because typically when you have an investigation in any type of district attorney's office, what you have is investigators going out and investigating a case, bringing the material to the district attorney, then the district attorney looks at the material, and then the district attorney is the one that makes an independent decision.",
  "The distinction in Malley is - - is this: First of all, the -- in Malley and when you go apply for a warrant, the -- the -- at that point in time the investigator is -- he is determining, he or she is determining, the time, place, and manner in which to go to the judge, and also possibly he can, he or she can, select the judge that the person wants to go for. And then what has happened is that person who presents that evidence is presenting the evidence that he or she has gathered and is going to present it in a light most favorable to the investigation. That person won't necessarily present the bad part. They might present just only the -- exclusively the good part. And also that person isn't under the subpoena power.",
  "If I understand your question, and I'm not sure I heard it exactly, are you saying if there's an affidavit that went before the grand jury?",
  "Once again, that's a scenario essentially in Malley and Kalina, where you had those individuals coming before -- they were not subpoenaed. Those individuals -- whether it's affidavit or testimony, I think either one is testimony.",
  "And -- and I'm not positive I understand the question, but as I understand it, what you have in a Malley situation is, again, you have somebody that is merely coming before the judge in the hope of getting a warrant to issue. That person doesn't -- isn't under the constraint of a prosecutor, an independent prosecutor, in the meantime. Actually, the person asking the questions, asking and actually subpoenaing a witness for like a grand jury, that person is actually -- and what the Court has said is potentially wasting judicial resources by bringing a not-so-good case, just like in Malley, to the court. And so, to protect the court and to protect the judicial process, the Court has said that person only has qualified immunity so as to make him think and make the process think before it happens, before they go to the judge. But in the grand jury scenario you have an independent individual, in this case the prosecutor, receiving the evidence and the prosecutor deciding what cases to bring.",
  "It is the position that it can be, and -- and I hate to say -- equivocate there. But I will state this: If indeed that district attorney or the prosecutor in a case would not have proceeded but for that testimony or that statements before him, in other words, he would not have done anything there, like, as I stated earlier, like the planting of the cocaine or the finding of the cocaine - -",
  "Under that scenario, no, because the only way that that act can be proven, the only way that the malicious prosecution claim can be proven, would be to get the grand jury testimony before -- to actually utilize that grand jury testimony, and that testimony is absolutely protected under Briscoe.",
  "I'm sorry.",
  "I mean, do you need a witness to come and testify as to whether they had a communication?",
  "It -- it would appear that that would certainly be an element that you would have to establish. Now, whether you would need a witness or you can get one of those two to testify is another issue.",
  "Yes, I do. And this Court has so stated, not only in -- well, the Court has stated first of all in Burns v. Reed; it talks about how you have prosecutorial immunity. And in Malley, it also states it's the first stage of the criminal proceeding.",
  "Well, it has many more of the trappings of a trial than, say, coming before a judge like in the Malley scenario. First of all, you're subject to compulsory process. The person is placed under oath. The person may indeed not even want to come and testify. I think that was earlier mentioned by Justice Scalia. The person might not even want to be there, and yet he's subpoenaed and he's forced to be there. The -- also in that situation, the district attorney, he or she, is the one that's controlling the evidence, one that's controlling what is before the court, and that person is also determining which person is going to be indicted and the evidence to be presented. So, the distinction between the two is, as I see it, significant. And one, the grand jury, is much more akin to a judicial proceeding and a trial than the scenario you have in Malley.",
  "Yes.",
  "Yes.",
  "That is correct.",
  "No, the person here is the investigator who's employed by the prosecutor. And I think, as Justice Ginsburg pointed out, the prosecutor himself in this situation directed the investigator to appear before the grand jury, and directed him as to what to testify to at the grand jury. So -- and as Your Honor pointed out, the -- who is absolutely immune, in the grand jury setting the prosecutor is immune, the grand jurors are immune. In trial, the prosecutor is also immune, any of the witnesses testifying is immune. It makes logical sense that anybody that comes before the grand jury is likewise immune.",
  "Right.",
  "Right.",
  "There can be.",
  "Just if he's asking for an arrest warrant; is that - -",
  "He files the information, and it's not in a grand jury setting? No.",
  "Then indeed, I would suggest it's very similar to the Malley scenario, where he would have a qualified immunity.",
  "Yes. Because that is -- that is what this Court has decided is intimately associated with the judicial phase of the criminal process. And any of the conduct that is intimately associated under Imbler, under Kalina, under various things, Burns v. Reed are intimately -- anything that's intimately associated is absolutely immune.",
  "Well, an arrest warrant in the -- like in a Kalina and a Malley situation, you didn't have a prosecutor going before them. That was an independent action by an investigator who went before a judge to seek a warrant and present any evidence that that person had.",
  "Because -- just because they allegedly conspired together to do this doesn't mean the act was completed until after, in this case, Mr. Hodges -- and it was actually Kelly Burke -- actually performed what they did. Now -- and -- and if the prosecutor knows about it at that point and they allegedly conspire, now who is taking the act? It really is not anymore Mr. Paulk; it is the district attorney who is acting at that point, and it is the district attorney that is now proceeding in the grand jury. And as -- as I pointed out earlier, if -- anything that's intimately associated with the judicial phase, and he's absolutely immune for his conduct. But even -- just because the district attorney knows about it and so does the investigator know about it, it is the conduct and the independent act now of the prosecutor to get the indictment.",
  "No. And perhaps that's not my position. First of all, I'm not saying that they're - - what I'm saying with respect to bringing a malicious prosecution claim is that -- I think Justice Scalia asked me if there is a completely independent act, but if -- in the scenario that you paint, just the fact that they've talked outside the grand jury, that does not authorize an independent cause of action for a malicious prosecution claim. What you have to have is an independent act, just like what you had at common law where you had two distinct acts: one, where you actually filed a complaint; now you become the complainant or, as the common law said, you became the complaining witness even though you didn't have to be a witness. But then if you were a witness, indeed, that testimony that you gave in the -- in the grand jury or in the trial could be used as to -- to prove your malicious intent in bringing the charge initially. And that -- that doesn't equate to what we have here in this -- in this scenario. What we have here is there may have been a discussion outside of the court or outside of the grand jury, but that discussion now ended, and now you have an independent act by the prosecutor to bring the cause of action. So, completely distinct, as I see it, completely distinct scenarios. If there are no further questions, thank you very much.",
  "Mr. Chief Justice, and may it please the Court: As some of this questioning indicated, if any party has standing under Section 43(a) of the Lanham Act, it's a party whose goods are misrepresented in false advertising. To remove any doubt about that question, Congress amended the statute in 1988 to ensure a cause of action when a false advertiser misrepresents the goods or commercial services of, quote, \"another person,\" end quote. This Court's zone of interest analysis shows that parties whose goods are disparaged, either expressly or by necessary implication, must have standing to sue. Lexmark's simply wrong about the idea that the zone of interest analysis in the Lanham Act does not pose limits upon who may sue. As the hypothetical with respect to the Bailey's ice cream parlor shows, you can look to the subject matter of the false advertisement to see whose goodwill and commercial activities are related to the falsity of the statement. And those who come within the falsity and the subject matter of the advertisement at issue should have standing, while those who may have tangential injuries would not.",
  "Where Section 45 says that it is designed to protect those engaged in such commerce from unfair competition, it's referring to what is defined in the operative text as unfair trade practices. Unfair competition involves specific measures, use of falsities, that can injure parties who are not necessarily in competition with one another. The courts, as a whole, all agree that a competition requirement cannot be inferred into the false association cause of action that is also unfair competition that's part of Section 43(a). Section 43(a) goes to commercial activity. There is unfair competition in the sense that all of the activity under it is commercial and competitive in that sense. But some narrow form of competition between a plaintiff and a defendant, for the purposes of standing, is inconsistent with the structure of Section 43(a) and the text of the authorizing paragraph.",
  "Yes, if the statements are about the legality of remanufacturing Lexmark's printer cartridges, all of those statements are about Static Control's products and the legality of using them, the places where those can be lawfully used. Static Control here makes microchips and parts that are specifically designed for the very commercial activity that this false advertising says is illegal. In that sense, Static Control's goodwill and commercial relationships are all very closely and, by necessary implication, talked about in the advertisements.",
  "As Mr. Loy recognized, in the  in the legislative history of the Act and in this Court's opinion in Daystar, the Court has said the core principle of the Lanham Act, as a whole, is to protect commercial actors' goodwill and reputation, and that can be seen in the trademark provisions. It can be seen in Section 43(a) itself. And I think that basic principle means that there is a tie to the subject matter of the false statements, the false association, and that can apply to both prongs of Section 43(a), to where there is a nexus between the subject matter of what's talked about and the person who is injured.",
  "The disparagement  the statements about the uses to which Static Control's products may be put are all implicit in all of the false advertisements that are at issue in this case. When Lexmark says that remanufacturing our cartridges is illegal, even if it doesn't mention Static Control in one particular advertisement, all of that goes to the subject matter and to whether or not Static Control's products have lawful uses. These are specifically designed for this very commercial activity.",
  "It depends upon the context of the case. In many circumstances where the false advertising is not about a product, those products will have multiple different uses, such as commodity products that are supplied, gears and springs, for example, that may have many different uses, the false statements here would not be about those products. And those manufacturers can sell their gears to many other different uses that require gears. Static Control's microchips here only work for remanufacturing Lexmark printer cartridges.",
  "I think if it's not being talked about in that case, that company probably would not have standing. But the fact that the false advertisements in that case were about the chocolate sauce shows that  why the chocolate maker needs to have standing. That maker has different incentives visavis the person who is operating the Bailey's ice cream store. Bailey's ice cream store could decide the game's not worth the candle, and we're going to stop buying this chocolate, even if all of those advertisements are false. And so the different incentives for the key supplier and the person who is actually within direct competition means that, to further the purposes of the Lanham Act, a party whose goods are misrepresented, either expressly or by necessary implication, needs to have standing.",
  "In the hypothetical that I heard from Justice Breyer, the statement was, the chocolate sauce that Bailey's uses is  is poisonous. In that circumstance, where both Bailey's is mentioned and the chocolate sauce, then I think Bailey's would have to have standing.",
  "Justice Breyer, we think, respectfully, that the circuits' tests don't necessarily encompass this situation as well as they could, which is why we suggest that it's best for the Court to step back to first principles of prudential standing, which is the zone of interest analysis ",
  "Yes, Justice Ginsburg.",
  "Yes, Justice Ginsburg. In 2011, this Court's opinion in Thompson v. North American Stainless applied the zone of interest test to a private dispute under Title VII, as to whether or not a party in that suit had a private cause of action when he was the spouse of the person who was retaliated against.",
  "I don't think so, Justice Breyer, because the zone of interest test requires the Court to determine what the purposes behind the statute are.",
  "Well, in the  in the Lanham Act, I think the purposes of the Act are to protect those engaged in such commerce from unfair competition, from false statements. And once that is defined  and you look at the history of it, and it seems fairly clear from the history that it is designed to protect commercial actors. Once that is defined, those parties who are arguably within that zone, who arguably assert those interests, should have standing. And that \"arguably\" term places the proper thumb on the scales with respect to what is otherwise clear statutory text that is being interpreted here, that, generally, it respects the role of the judiciary visavis the legislature, when Congress ",
  "Justice Sotomayor, I believe the zone of interest test can have some more teeth, perhaps, than the reasonable interest test because it tailors what is the interest protected to the text and history of the particular statute. The reasonable interest test, if properly applied, with all of that in mind, would, I think, be applied in similar ways. But the zone of interest test has the directive to courts that, each time, rather than thinking what is reasonable in the abstract, to think about what Congress intended to protect as part of any given statute.",
  "So you would look at the subject matter of that  of that false advertisement, and, as you've expressed it, I don't believe that Static Control's products would be within the subject matter about the vapor of Lexmark's printer cartridges. But if, for example, Lexmark were to say, our printer cartridges produce A quality  A quality print jobs, then  and it's implicitly talking about its toner, Static Control, as a manufacturer of toner, may have standing in that circumstance because, by comparison, by necessary understanding about how the reputations of the parties' products are at play, Static Control might have standing in that instance.",
  "In that situation, I think remanufacturers would and the supplier of toners that is necessarily by comparison talked about in that false advertisement. And, when a party only talks about their own goods, they are necessarily going to be very difficult cases on the margins as to where the ripples of the subject matter of that false advertisement extend. That is certainly not this case, where Lexmark falsely advertised that the ",
  "If the Court wanted to get rid of the \"arguably\" language for the purpose of the Lanham Act, we don't feel we have a dog in that fight, but I do believe ",
  "Yes. If there are going to be prudential limits on what a statute ",
  "Yes, yes. And, in the 1988 amendments that expanded the cause of action to ensure a right of action when a false advertiser misstates another person's goods, that amendment should be dispositive in this case.",
  "I think that would be a very straightforward way to deal with this case, Justice Kagan. I think the zone of interest ",
  "The Lanham Act means that those parties whose goodwill and commercial reputation is necessarily affected by the falsity of the statement have standing to sue, are protected by the Lanham Act and able to stop such false advertisements and able to seek recompense for the damages that are suffered. And at the heart of that are those parties whose goodwill and whose commercial services are expressly misrepresented or implicitly misrepresented by a particular false advertisement because they have a unique interest in vindicating their reputations and making the false advertisements stop.",
  "Justice Ginsburg, this Court has talked about these types of inquiries as prudential limits on standing. I think it's perhaps better understood as interpreting what does \"any person\" really mean under this statute? But whether it's thought of as prudential standing or whether Static Control falls within \"any person\" or has \"injuries\" as meant by the statute, the inquiry is ultimately the same. What is the intent of Congress? What was their core purpose in this Act? And who did they intend to sue? And in the text with  here, there is very, very broad authorizing language that gives a right of action to any party who believes that he or she is or is likely damaged by such false advertisement.",
  "I think, in that situation, you would look to Burger King would have a cause of action, probably even Subway, because they are a fast food company that advertises itself as based upon lowercalorie options, would have a standing to sue in that context.",
  "So ",
  "Sure. So, in each of those contexts, Subway and Burger King can say that their goodwill  their relative standing in the marketplace has been necessarily affected by McDonald's false advertisements on those subjects. And, if you get to looking at pleadings, courts would look to whether or not the allegations that set that forth are plausible and meet that standard, but  and how far out that's going to go is for another day. But I do believe it would be permissible for courts to say that you do need to allege that sort of harm to goodwill or comparative standing in the marketplace for the standing to exist under the Act. Lexmark's requests that the Court import into the Lanham Act rules from the antitrust context should not be countenanced. The antitrust laws incorporated the common law itself, as this Court said in Leegin, in  in a way that, when Congress prescribed a very broad set of actions that could not mean what it said, Congress necessarily anticipated that there would be some judicial policymaking and common law rulemaking as to the scope of a cause of action and who can sue under it.",
  "If the Court were to adopt the reasonable interest test and explain it in those terms, I think we would be happy with that result. The  I think that it looks  it's perhaps a little bit better to think about what is a reasonable interest with respect to the proximity to the falsity of the statement, to the subject matter of what was at issue, because you are dealing with ",
  "And that is precisely why, in our brief, we do believe that it would be better for the Court to step back to that level and talk about the interests in protecting goodwill and commercial actors' standing in the marketplace visavis the subject matter of the false advertising.",
  "The Court said, in Bennett v. Spear, that how the zone of interest will apply will depend upon the text and history of the statute, and it will vary somewhat based upon the statutory text and context. And if, for different types of statutes, the Court can look to what Congress meant to protect as that, and I believe that once those interests are defined, the \"arguably\" language does mean that in a close case parties should have standing because that's generally what  when courts do, when they are interpreting otherwise clear statutory text, I think the deference should be to the words that Congress passed in a close case.",
  "And that understanding of the word, Justice Scalia, would fit with this Court's pleading rules and whether or not somebody has plausibly pled that certain facts that would show that the test is met. And I think that would make sense in this context.",
  "Two responses to that, Justice Kagan. I do believe that may be one way to look at how you are looking at prudential standing in this Court's doctrines. In certain contexts, where Congress has abrogated limits on suit that courts had erected at the common law, to say that a certain cause of action is not going to be available to a particular plaintiff, I do believe courts need to be careful in applying prudential rules to avoid resurrecting those same policy concerns that had led courts to say that no cause of action existed in the first place. And so, I think, at least in this context, where you have a brandnew cause of action that did not exist at the common law, that \"arguably\" language may be more appropriate than with respect to a different statute where there are different issues at stake.",
  "Competition and competitors will line up in  in a lot of ways with those who are affected by the subject matter of the suit. I don't know whether it makes sense. I don't believe it makes sense to get at the rule as competition, plus those who are talked about, as opposed to looking to who's affected by the falsity of the statement in their commercial goodwill.",
  "I'm not sure I know of any that have been left out that should not have been left out.",
  "So one example that may clarify this with Justice Alito's question about competition is the Proctor & Gamble case that Mr. Loy talked about. That was a false advertisement that Amway made about the lucrativeness of being an employee of Amway. Proctor & Gamble is a direct competitor, but should not have standing to sue for those false statements because it's not related to Amway's statements about how much they pay to their employees. The subject matter doesn't go to that  that competitor and that competitor's product. And so I think it's better to look at it in terms of where  what the falsity of the statement is and how close or far a particular plaintiff is to that statement, rather than trying to get at it through competition. Does that help, Justice Breyer?",
  "No circuit has adopted it as the test for the Lanham Act. There are cases that talk about zone of interest policies, and there are cases that talk about the interests of protecting goodwill and the reputation of companies who are involved in interstate commerce. But the other tests that courts have layered on to it, I think, don't necessarily get at the direct question that is really at issue, which is did Congress really intend for these injuries to be the subject of a cause of action.",
  "The experience  Justice Ginsburg, the experience of the courts would show that applying agency actually would be more restrictive, I believe, than a zone of interest analysis. Two of the factors from the AGC test are facially inconsistent with the Lanham Act. The concerns about the speculativeness of damages, at least as it relates to quantum, and the concern about the complexity and apportionment and duplicative damages cannot be applied here in a statute where Congress explicitly abrogated limits on suit related to certainty of damages. Section 43(a), when it talks about a cause of action to somebody who's likely injured, that shows that those concerns about damages should not be applied. Similarly, the flexibility and the remedy that can be recovered under the Lanham Act, in terms of disgorgement remedies, injunctive relief, and a party's own lost profits, shows that concerns about those factors shouldn't be applied either.",
  "Mr. Chief Justice, and may it please the Court: The Hobbs Act has two elements. The first requires that the accused to obtain property from another by either extortion or robbery. The second is the jurisdictional element, in that the consequence of either the extortion or the robbery creates an interference with commerce. The effect on commerce is the jurisdictional element of the crime, and like all elements, it must be proven beyond a reasonable doubt through the introduction of particularized evidence necessary to establish this element. In the case  in this case the government was not required to prove the effectoncommerce element, which ultimately resulted in the conviction of Mr. Taylor.",
  "Your Honor, they're  in all likelihood, I would either call as a witness a retired DEA agent or an ATF agent or a retired local police officer who had years of experience in that field qualifying that person. Virginia is  is a State, like all the other States, that has the ability to grow marijuana inState. It's been going on for years and years and years. There's not necessarily  we  we cited in our brief not only the DEA statistics for a time period that's shown not only the amount of marijuana that was subject to the eradication plan of DEA in Virginia but also a couple of local news articles and events where in Botetourt County, I think the most current one was 2013, about the time we were before the Fourth Circuit.",
  "We're  for one thing, it could have crossexamined him on  on that point. But pursuant to the motion in limine, I think trial counsel at that point believed that he  he was precluded from even going into that area with  with the victims.",
  "Under the  under the terms of the Hobbs Act, the government would have borne the proof of going forward and  and showing an effect on  on interstate commerce with  with that ",
  "I think the difference between  I think what Hobbs addressed  excuse me  what Raich addressed was, of course, the Controlled Substance Act. Controlled Substance Act is  is a matter of regulation of  of interstate commerce and not so much  did not address, as a  as a separate issue, the effect on  on commerce. So what the Hobbs Act in our view addresses is the effect, not so much the regulation. A  a reading of  of the Raich case, the  the words ",
  "It does, Your Honor.",
  "Raich does say that, but the plain language of the Hobbs Act and the  the essence of the crime itself is the effect. The word \"effect\" is used in the Hobbs Act. And even if  if you  by the regulation of commerce does not in and of itself have an effect on the commerce.",
  "Yes, sir.",
  "Well ",
  "There is a failure of proof here.",
  "Your Honor, there was no proof here. The  the only proof that was admitted to record was  was through  through some police officers who  who considered to be experts. There was some questions I think the dialogue ",
  "Do I think robbery of ",
  "I think if the goods are ",
  "No, Your Honor. Not ",
  "Well ",
  "In  in the numerous cases that have been cited in our  our brief, as well as the government's brief, you take for example the Tillery case that  that is out of the Fourth Circuit. That was a  that was a  that was a robbery of a dry cleaner in the Portsmouth/Virginia Beach area of Virginia. I think it was about $40 taken in that robbery if I  if I recall it correctly. The  the effect on the commerce was the ability of  of that business to purchase its coat hangers, for example. They came from China. They came from Mexico. There was also cleaning solvents that  that was purchased and used by that business that was manufactured and transported from Georgia to Virginia. The evidence in  in those cases showed that whatever the subject or the  of the commodity that was being sold or used by that particular enterprise had  had traveled in interstate commerce, and in some instances the individual himself had traveled in interstate commerce. So you had evidence to that fact.",
  "Could Worley or Lynch have been prosecuted as a drug dealer?",
  "Yes, Your Honor. I think they could have been.",
  "I think they could have been under  under the Controlled Substance Act under Title 21.",
  "History tells us that it did, I think, and this Court's precedence tells us that it did.",
  "Excuse me. Could it have ",
  "It could have, but with  from our view. However, you would still have to show that effect, that impact, that influence on  on the marijuana or drug trafficking.",
  "Well, I  I think our position is that it's  it's the effect, and  and the  the effect can  can come about in  in many ways that's been addressed. You can have a reduction on  on the movement of marijuana from one State into your State, because there's  there's no need for it, but that would require evidence as to that effect or that interference or that  even the influence on  on the commerce piece of it.",
  "From our view, the  21 U.S.C. 801 regulates all drugs. And there's a difference in regulating from our  in our view, there's a difference in that regulation component from what the effect on interstate commerce is, itself. They're standalone elements, from our view. And since it's a criminal element that must be proven beyond a reasonable doubt, if you stop just at the robbery and say that as a result of the subject of that robbery being a drug dealer in toto, without looking at the specific piece of what the drug dealer is doing business in, and whether it's traveled in interstate commerce, or whether it's, for example, methamphetamine. When you manufacture methamphetamine, which you clearly  controlled under the Controlled Substance Act, those ingredients, Coleman fuel, lye, phosphorous, they all travel in interstate commerce. And the fact that they have done that  been in  been in that travel in that commercial lane triggers the Controlled Substance Act to ",
  " prohibit.",
  "I disagree with that.",
  "I  I agree from the standpoint that the Controlled Substance Act under Raich regulates. But beyond that point, what the Hobbs  if Congress had wanted to use the word \"regulate\" rather than \"affects\" ",
  " Congress could very easily have done that.",
  "Yeah. I  I ",
  "Right. It's  it's the commodity that's the subject of the robbery that has to  has to affect. And if  if Congress  if  if the Hobbs Act, in the plain language of it  and I think we're talking about the very last phrase, commerce that's regulated by Congress, in  in that situation, if the commodity itself is a standalone, if that's the interpretation of the statute, then commerce is affected by  by the taking of  of the commodity subject just because it's regulated, nothing more.",
  "Yes ",
  "Yes, ma'am.",
  "Yes, Your Honor. I agree with that.",
  "I'm not sure that I understand the question, Mr. ",
  "In  in congressional hearings, the congressional hearings that we have, and the conclusions that they come to after they go through that process and there's satisfaction of that, they promulgate the law. But if they create in  in the passage of  of that acts; for example here, the Hobbs Act is what we're saying is the  is the plain reading of it, is that if  if in their wisdom the element is to establish this element, then it becomes an element of the criminal offense. And it's not so much the element of the regulation, but it's the element of the criminal offense. And when you have the element of the criminal offense, then I fall back, or it's our view that then the Fifth and Sixth Amendments of the Constitution give precedent. And if Congress has not provided for that element in there, then we believe that  that this Court is the place to have that addressed.",
  "In this case I think they were instructed that our  our view of that instruction was that it was a per se or strict liability instruction; that if  if  because in that instruction, it's my recollection that Judge Conrad said, I tell you that if this happened, this is satisfied.",
  "No, sir, I would not. What I would  what I'd like to have an opportunity in  in this case was to address what we typically see as facts that constitute whether you're a drug dealer or whether you're not. And in this case there wasn't. If you  if you take  if you look at the evidence that was  that was produced, it's  it's been embellished. But  but the plain reading of the testimony  for example, in the Lynch case, there was no showing that  that the  that they had actually been engaged in a drug dealing enterprise. It was rumored that a person had been robbed, not Mr. Lynch but a person had been robbed at some point in time in the past, I think of 20 pounds of marijuana. In  in the Worley case it was  it just stated you  you couldn't go anywhere that Mr. Worley had acknowledged selling marijuana one time, about three or four years prior to this instance. There was simply no showing in the evidence of this case that you even had a commercial enterprise going, being conducted at either one of these residences. It's  it  it was an inference upon an inference.",
  "That's  that's  that's  that's where we got here on this case, was  was the absence of particularized evidence as to what was  what was taking place here. And we weren't able to, pursuant to the rulings, we simply were not able to address that.",
  "Mr. Fitzgerald, who, from the evidence of this case, I believe to be an organizer or certainly one of the leaders in this  in this group of individuals. Our client, Mr. Taylor, he  he was added, I believe the evidence shows, for  for these two events. And the evidence in that case  and judge  even Judge Conrad, I  I sense that he became a little frustrated and he tried to clear it up, because when you start reviewing the evidence concerning the Worley robbery  when you start considering the evidence concerning the Worley robbery, Mr. Fitzgerald's testimony is, I don't know what's there. I don't know what to expect ",
  "I'm  I was trying  I ",
  "Yes, sir.",
  "Well, what ",
  "Our  our point in our petition was  is that there was a failure to present particularized evidence of the impact or the effect on  on interstate commerce as a result of the activities of these people, and we were precluded from addressing that. The whole theory of the case in  when it was presented in the district court, was  was twofold; number one, that this interstate  that the interstate commerce element had  had not been met, and that there was no particularized evidence to show that this influence or this impact on commerce. May I reserve?",
  "Thank you, Your Honor. The  I'd like to digress to  to the question about a single cigarette, if  if that is stolen, would  or subject of robbery, would  would that affect the Hobbs Act. Taking the extension that my friend is suggesting here, if we read the last phrase of the Hobbs Act, it says, \"All other commerce over which the United States has jurisdiction.\" The application of Raich to controlled substances, the Controlled Substance Act, if the  if it has no limits on  on this element of interstate commerce, then the answer to that is if a person comes up and  and robs an individual of a single joint of marijuana, it could possibly trigger a Hobbs Act conviction because it's \"all.\" It encompasses \"all.\" I don't think that under any interpretation of  of the Hobbs Act has it  has it been discussed that we're going to make robberies a  a generalized Hobbs Act ",
  "That's correct. And what we're saying, Your Honor, is that in  in the robbery of a drug dealer, it still requires an independent finding about whether or not there was this effect on commerce. And that's what's lacking here. That's  that's what's lacking in  in this case, and that's what we're suggesting should take place. The government should have to prove that element so that the jury, in its deliberations, would make that independent finding on that element on the jurisdictional element. Any questions? With that, Your Honor, we would ask the Court to reverse."
]