[
  "Mr. Dreeben, is it -- is this case materially different if she simply ran upstairs, grabbed the straw, brought it down, and handed it to the police officer? It's, in effect, the same thing, isn't it?",
  "The -- but this was not an uncabined search. That's my problem. What you're -- what you're -- the bottom, you're saying to us, is that it's not unreasonable -- an unreasonable search if she went upstairs and brought the straw down, right?",
  "Okay. But you're saying it is an unreasonable search for her to lead the police officer to the straw.",
  "Which is what she did.",
  "But she withdrew it after he observed the straw.",
  "Counsel, is there anything in the record to alert us to the race of the prosecutor?",
  "Would it make any difference? There seemed to be some suggestion that there are stereotypes at play in these Batson cases.",
  "Counsel, before you change subjects, isn't it more accurate that the trial court actually found that the evidence met the Gregory standard?",
  "Well, he says --",
  "Well, he says at first blush, the above arguably rises to the Gregory standard. However, the engine that drives the train in this Gregory analysis is the confession by Jimmy McCaw White. And then he goes on to say that that, of course, can't be introduced because it's hearsay. So it -- it seems as though he says that if it is to be believed what Jimmy White says, it meets the Gregory standard. So I don't quite understand where Gay, which is subsequent to -- to this case -- where Gay comes in because it didn't seem to be the standard that the trial court applied.",
  "Well, there -- see, he did not provide good counsel.",
  "Ms. Eisenstein, one question. Can you give me ­­ this is a misdemeanor violation. It suspends a constitutional right. Can you give me another area where a misdemeanor violation suspends a constitutional right?",
  "Well, I'm ­­ I'm looking at the ­­ you're saying that recklessness is sufficient to trigger a violation ­­ misdemeanor violation of domestic conduct that results in a lifetime ban on possession of a gun, which, at least as of now, is still a constitutional right.",
  "Can you think of another constitutional right that can be suspended based upon a misdemeanor violation of a State law?",
  "I'm ­­ this is a ­­ how long is this suspension of the right to own a firearm?",
  "Okay. So can you think of a First Amendment suspension or a suspension of a First Amendment right that is permanent?",
  "So in each of these cases had ­­ did any of the defendants, or in this case Petitioners, use a weapon against a family member?",
  "So that the ­­ again, the suspension is not directly related to the use of the weapon. It is a suspension that is actually indirectly related or actually unrelated. It's just a family member's involved in a misdemeanor violation; therefore, a constitutional right is suspended.",
  "Even if that ­­ if even if that violence is unrelated to the use ­­ the possession of a gun?",
  "Well, let's ­­ let's say that a publisher is reckless about the use of children, and what could be considered indecent displays and that that triggers a violation of, say, a hypothetical law against the use of children in these ads, and let's say it's a misdemeanor violation. Could you suspend that publisher's right to ever publish again?",
  "So how is that different from suspending your Second Amendment right?",
  "Would you have a better case if this were a gun crime?"
]