[
  "We'll hear argument next in Number 99-1038, The Eastern Associated Coal Corporation v. United Mine Workers of America. Mr. Roberts.",
  "Thank you, Mr. Roberts. The case is submitted.",
  "We will hear argument first this morning on number 99-1295 David A. Gitlitz versus the Commissioner of Internal Revenue. Mr. Hallett.",
  "We'll hear argument on No. 99-1030, the City of Indianapolis versus James Edmond. Mr. Chinn.",
  "Thank you all.",
  "We'll hear argument now in number 99-1235, the Green Tree Financial Corporation v. Larketta Randolph. Mr. Phillips.",
  "Thank you, Mr. Phillips. The case is submitted.",
  "We'll hear argument next in Number 99-603, Legal Services Corporation v. Velazquez, and United States v. Velazquez. Mr. Levine.",
  "Levine.",
  "Thank you, Mr. Kneedler. The case is submitted.",
  "We'll hear argument now in Number 99-936, Crystal Ferguson v. The City of Charleston. Ms. Smith.",
  "Thank you, Ms. Smith.",
  "The case is submitted.",
  "We'll hear argument next in Number 99-1238, Christopher Artuz v. Tony Bruce Bennett. Mr. Castellano.",
  "Thank you, Mr. Castellano. The case is submitted.",
  "We'll hear argument now in Number 99-804, Carl W. Cleveland v. The United States. Mr. Mogin.",
  "Thank you, Mr. Mogin. The case is submitted. (Whereupon, at 10:55 a.m, the case in the above-",
  "We'll hear argument now in Number 99-1240, the Board of Trustees of the University of Alabama v. Patricia Garrett. Mr. Sutton.",
  "Thank you, Mr. Sutton.",
  "Thank you, Mr. Sutton. The case is submitted.",
  "We'll hear argument next in Number 99-901, Brentwood Academy v. Tennessee Secondary School Athletic Association. Mr. Blumstein.",
  "Thank you, Mr. Blumstein. The case is submitted.",
  "We'll hear argument now in Number 99-7504, Christopher A. Lopez v. Randy J. Davis. Mr. Meierhenry.",
  "Thank you, Mr. Meierhenry. Ms. Brinkmann, we'll hear from you.",
  "Thank you, Mr. Meierhenry. The case is submitted.",
  "We'll hear argument next in Number 99-859, Central Green Company v. the United States. Mr. Jones.",
  "Thank you, Mr. Frederick. The case is submitted. Not Mr. Frederick, Mr. Jones. Excuse me.",
  "We'll hear argument now on number 99-1178, Solid Waste Agency of Northern Cook County versus United States Army Corps of Engineers. Mr. Bishop.",
  "We'll hear argument next in Number 99-1185, Mark Seling v. Andre Brigham Young. Ms. Hart.",
  "Thank you, Ms. Hart. the case is submitted.",
  "We'll hear argument now in Number 99-1132, Illinois v. Charles McArthur. Mr. Bertocchi.",
  "Thank you, Mr. Bertocchi. The case is submitted.",
  "We'll hear argument now in Number 99-1379, Circuit City Stores v. Saint Clair Adams. Mr. Nagle.",
  "Thank you, Mr. Nagle. The case is submitted. (Whereupon, at 11:02 a.m. the case in the above-",
  "Mr. McAdams. ORAL ARGUMENT OF JAMES R. McADAMS",
  "Thank you, General Waxman. The case is submitted.",
  "Thank you, Mr. Warren. The case is submitted.",
  "We'll hear argument now in Number 99-1434, the United States v. Mead Corporation. Mr. Jones.",
  "Thank you, Mr. Jones. The case is submitted.",
  "We'll hear argument next in Number 99-1529, Donna Rae Egelhoff v. Samantha Egelhoff. Mr. Kilberg.",
  "Thank you, Mr. Kilberg. The case is submitted. (Whereupon, at 12:00 noon, the case in the",
  "We'll hear argument next in Number 98 -- 99-6218, Wilbert Rogers v. Tennessee. Mr. Rogers.",
  "The case is -- thank you, Mr. Ward. The case is submitted.",
  "We'll hear argument first this morning in number 99-1864, James B. Hunt versus Martin Cromartie, Alfred Smallwood versus Martin Cromartie. Mr. Dellinger.",
  "We'll hear argument next in Number 99-8576, Paul Glover v. United States. Mr. Waldman. Mr. Waldman, after reading the briefs it seems to me that the Government has pretty well conceded the question presented here, and is asking for affirmance on alternate grounds. Now, we don't decide cases on the basis of concessions, but you might be well advised to save a good deal of time for rebuttal.",
  "Thank you, Mr. Waldman. The case is submitted.",
  "We'll hear argument now in Number 99-1680, City News and Novelty, Inc. v. the City of Waukesha. Mr. Olson.",
  "Thank you, Mr. Olson.",
  "The case is submitted.",
  "We'll hear argument next in Number 99-1792, the Director of Revenue of Missouri v. CoBank ACB. Mr. Layton.",
  "Thank you, Mr. Layton. The case is submitted.",
  "We'll hear argument next in Number 1999 -- correction, 1331, James Lewis v. Lewis & Clark Marine. Mr. Dripps.",
  "Thank you, Mr. Dripps. The case is submitted.",
  "We'll hear argument now in Number 99-1571, Traffix Devices, Inc. v. Marketing Displays, Inc. Mr. Roberts.",
  "Thank you, Mr. Roberts. The case is submitted.",
  "We'll hear argument this morning in number 00-836, George W. Bush vs. The Palm Beach County Canvassing Board. Mr. Olson.",
  "We'll hear argument now in Number 98-1768, the Buckman Company v. the Plaintiffs' Legal Committee. Mr. Geller.",
  "Thank you. Thank you, Mr. Geller. The case is submitted.",
  "We'll hear argument now in Number 99-1408, Gail Atwater v. The City of Lago Vista. Mr. De Carli.",
  "We'll hear argument now in Number 99-1551, Semtek International Incorporated v. Lockheed Martin Corporation. Mr. Gottesman.",
  "Thank you, Mr. Gottesman. The case is submitted.",
  "We'll hear argument next in Number 99-1687, Gloria Bartnicki and Anthony Kane v. Frederick Vopper. Mr. Collins.",
  "Thank you, General Waxman. The case is submitted.",
  "We'll hear argument now on number 00-949, George W. Bush and Richard Cheney, versus Albert Gore, et al. Before we begin the arguments, the Court wishes to commend all of the parties to this case on their exemplary briefing under very trying circumstances. We greatly appreciate it. Mr. Olson.",
  "Thank you, Mr. Olson. The case is submitted.",
  "We'll hear argument now in Number 99-9073, Paula Buford v. The United States. Mr. Strang.",
  "Thank you, Mr. Strang. The case is submitted.",
  "We'll hear argument now in Number 99-9136, Earthy Daniels v. United States. Mr. Tanaka.",
  "Well, but there comes a point when the Government should be entitled to say, this is the way the cookie crumbles. You bought into this, and you're stuck with it. Thank you. That's not a question. Well, the case is submitted.",
  "We'll hear argument next in Number 00-5250, Shafer v. South Carolina. Mr. Bruck.",
  "Thank you, Mr. Bruck. The case is submitted.",
  "We'll hear argument now in Tuan Anh Nguyen and Boulais versus Immigration and Naturalization Service. Ms. Davis.",
  "Thank you, Miss Davis. The case is submitted.",
  "We'll hear argument next in Number 99-1871, Department of the Interior and Bureau of Indian Affairs v. Klamath, the Klamath Water Users Protective Association. Mr. Stewart.",
  "Thank you, Mr. Stewart. The case is submitted.",
  "We'll hear argument first this morning in Number 99-1953, The District of Columbia v. Tri County Industries. Mr. Reischel.",
  "Thank you, Mr. Emig.",
  "The case is submitted.",
  "We'll hear argument next in Number 99-1613, Robert Shaw v. Kevin Murphy. Mr. Ohler.",
  "Thank you, Mr. Ohler. The case is submitted.",
  "We'll hear argument 99-1702, the State of Texas, Petitioner, v. Raymond Levi Cobb. I have misplaced my -- here we go. Mr. Coleman.",
  "Thank you, Mr. Coleman. The case is submitted. (Whereupon, at 1:52 p.m., the case in the above-",
  "We'll hear argument first this morning in Number 99-1908, James Alexander v. Martha Sandoval. Mr. Sutton.",
  "Very well, Mr. Sutton. The case is submitted.",
  "We'll hear argument on Number 00-24, PGA Tour, Inc. vs. Casey Martin. Mr. Farr?",
  "We'll hear argument next in Number 99-1884, Lackawanna County District Attorney v. Edward R. Coss, Jr.. Mr. O'Malley.",
  "Thank you, Mr. Wade. The case is submitted. (Whereupon, at 12:00 noon, the case in the",
  "We'll hear argument now in Number 99-1978, United States v. Terry J. Hatter. Mr. Wolfson.",
  "Thank you, Mr. Wolfson. The case is submitted. (Whereupon, at 1:55 p.m., the case in the above-",
  "I think it's fitting to note that February 4th, last February 4th, marked the 200th anniversary of John Marshall's swearing in as the fourth Chief Justice of the Supreme Court of the United States, as it then was called. I am quite convinced that Marshall deserves to be recognized along with George Washington, Alexander Hamilton, and Thomas Jefferson as one of the Founding Fathers of this country. Marshall served as Chief Justice from 1801 until 1835. He authored more than 500 opinions, including most of the important cases the Court decided during his tenure. Using his remarkable ability to reason from general principles to conclusions based on those principles, he derived from the Constitution a road map of how its checks and balances could be enforced in practice. I don't think I overstate the case to say that it is in large part because of Marshall's tenure on the Supreme Court that the third branch of our Government occupies the coequal position it does today. One occasionally hears the expression that an institution is the lengthened shadow of an individual. It may be risky to suggest that any institution which has endured for over 200 years, the way the Supreme Court of the United States has, could be the length and shadow of one individual, but surely there is only one individual who could possibly qualify for this distinction, and that is John Marshall. In honor of the 200th anniversary of John Marshall's appointment to the Court, our curator's office has put together an exhibit located near the statue of John Marshall on the ground floor. [10:14 a.m.]",
  "We'll hear argument now on number 99-8508, Danny Lee Kyllo versus the United States. Mr. Lerner.",
  "We'll hear argument next in Number 99-1815, National Labor Relations Board v. Kentucky River Community Care, Inc. Mr. Wallace. Mr. Wallace and Mr. Hawkins, we will recess at noon, come back at 1:00 and finish up. Mr. Wallace.",
  "Thank you, Mr. Wallace. The case is submitted. (Whereupon, at 1:40 p.m., the case in the above-",
  "We'll hear argument now in Number 99-791, Kestutis Zadvydas v. The INS and John Ashcroft v. Kim Ho Ma. Mr. Barnard.",
  "Thank you, Mr. Stansell. The case is submitted.",
  "We'll hear argument next in Number 00-152, Arthur S. Lujan v. the G & G Fire Sprinklers, Inc.",
  "Yes, I think we'll wait just a minute until some of the crowd clears out.",
  "Very well, Mr. Kerrigan, you may proceed.",
  "Thank you, Mr. Kerrigan. The case is submitted.",
  "We'll hear argument first this morning in Number 99-2035, Cooper Industries, Inc. v. Leatherman Tool Group. Mr. Reynolds.",
  "Thank you, Mr. Reynolds. The case is submitted.",
  "We'll hear argument now in number 99-2047. Anthony Palazzolo versus Rhode Island. Mr. Burling.",
  "Thank you, thank you, Mr. Burling. The case is submitted. (Whereupon, at 2:10 p.m., the case in the",
  "We'll hear argument next in Number 00-203, United States v. The Cleveland Indians Baseball Company. Mr. Feldman.",
  "Thank you, Mr. Feldman. The case is submitted.",
  "We'll hear argument now in Number 99-1848, Buckhannon Board and Care Home v. The West Virginia Department of Health and Human Resources. Mr. Arceneaux.",
  "Thank you, Mr. Arceneaux. The case is submitted. (Whereupon, at 11:12 a.m. the case in the above-",
  "We'll hear argument next in No. 00-191, Federal Election Commission v. Colorado Republican Federal Campaign Committee. General Underwood, I'm sorry, I called you General Greenwood before.",
  "Thank you, General Underwood. The case is submitted.",
  "We'll hear argument now on number 99-2036. Good News Club v. Milford Central School. Mr. Marcelle.",
  "Thank you, Mr. Marcelle. The case is submitted.",
  "We'll hear argument now in Number 00-292, C & L Enterprises v. the Citizen Band Potawatomi Indian Tribe of Oklahoma. Mr. Mashburn.",
  "Thank you, Mr. Mashburn. The case is submitted.",
  "We'll hear argument now in Number 105 Original, the State of Kansas v. the State of Colorado. Mr. Draper.",
  "Thank you, Mr. Robbins. The case is submitted.",
  "We'll hear argument next in Number 99-1964, Timothy Booth v. C.O. Churner. Ms. Winkelman.",
  "The case is submitted.",
  "We'll hear argument now in number 99-1977. Saucier against Katz. Mr. Clement.",
  "Thank you. Thank you, Mr. Clement. The case is submitted. (Whereupon at 11:14 a.m., the case in the above-",
  "We'll hear argument on Nunber 00-347, The Wharf (Holdings) Limited, et al., v. United International Holdings. Mr. Dodyk.",
  "The case is submitted.",
  "We'll argument now Number 99-1994, Nevada v. Floyd Hicks. Mr. Howle.",
  "The case is submitted.",
  "We'll hear argument next in Number 00-121, George Duncan v. Sherman Walker. Ms. Bansal.",
  "Thank you, Ms. Bansal. The case is submitted. (Whereupon at 11:44 a.m., the case in the above-",
  "We'll hear argument now in Nunber 00-157, United Dominion Industries, Inc. v. United States. Mr. Fox.",
  "Thank you, Mr. Fox. The case is submitted. (Whereupon at 11:03 a.m., the case in the above-",
  "We'll hear argument first this morning in Number 00-454, the Atkinson Trading Company v. Joe Shirley. Mr. Cole.",
  "Thank you, Mr. Cole. The case is submitted. (Whereupon at 11:02 a.m., the case in the above-",
  "We'll hear argument next in Number 00-151, the United States v. Oakland Cannabis Buyers. General Underwood.",
  "Thank you General Underwood. The case is submitted.",
  "We'll hear argument now on number 00-201, the New York Times Company versus Jonathan Tasini. Mr. Tribe.",
  "Thank you, Mr. Tribe. The case is submitted.",
  "We'll hear argument next in No. 00-5961, Melvin Tyler v. Burl Cain. Mr. Larson.",
  "Thank you, Mr. Larson. The case is submitted.",
  "We'll hear argument now in No.00-6374, Dale Becker v. Betty Montgomery. Mr. Sutton.",
  "Thank you, Mr. Sutton. The case is submitted.",
  "We'll hear argument now in No. 130, Orig., the State of New Hampshire v. the State of Maine. Mr. Stern.",
  "Thank you, Mr. Stern. The case is submitted. (Whereupon, at 1:59 p.m., the case in the above-",
  "We'll hear argument first this morning on No. 00-276, the United States and the Department of Agriculture v. United Foods, Inc. Ms. McDowell. ORAL ARGUMENT OF BARBARA McDOWELL",
  "Thank you, Ms. McDowell, the case is submitted.",
  "We'll hear argument next in number 00-492, Alabama versus Bozeman. Ms. Stewart.",
  "Thank you, Ms. Stewart. The case is submitted.",
  "We'll hear now argument next in 00-346, Norfolk Shipbuilding & Drydock Corporation v. Garris. Mr. Ferrini.",
  "Thank you, Mr. O'Donnell. The case is submitted.",
  "We'll hear argument now in No.00-549, Cedric Kushner v. Don King, et al. Mr. Edlin.",
  "Thank you, Mr. Edlin. The case is submitted. (Whereupon at 11:04 p.m., the case in the above-",
  "We'll hear argument now in No. 00-189, Idaho versus the United States. Mr. Strack.",
  "We'll hear argument next in Number 00-763, Sharon Pollard v. E.I. Du Pont de Nemours. Ms. Caldwell.",
  "Thank you. Thank you, Mr. Ripple. The case is submitted.",
  "We'll hear argument now in Number 00-1011, Deboris Calcano-Martinez v. The Immigration and Naturalization Service. Mr. Guttentag.",
  "Thank you, Mr. Guttentag. The case is submitted.",
  "We will hear argument next in number 00767, the Immigration and Naturalization Service versus Enrico St. Cyr. Mr. Kneedler, we'll hear from you again.",
  "We'll hear argument next in Number 00-391, Florida v. Thomas. Spectators are admonished, do not talk until you leave the courtroom. The Court remains in session. Mr. Krauss.",
  "Thank you, Mr. Krauss. The case is submitted.",
  "We'll hear argument now in Number 00-596, Lorillard Tobacco Company v. Thomas Reilly, and Number 00-597, Altadis, Inc. v. Thomas Reilly. Mr. Sutton.",
  "Thank you, Mr. Sutton. The case is submitted. (Whereupon, at 11:11 a.m, the case in the above-",
  "We'll hear argument now in No. 00-860, Correctional Services Corporation v. John Malesko. Mr. Phillips.",
  "Thank you, Mr. Phillips. The case is submitted.",
  "We'll hear argument next in No. 99-1786, Great-West Life & Annuity Insurance Company v. Janette Knudson. Mr. Jorden.",
  "Thank you, Mr. Taranto. The case is submitted.",
  "We'll hear argument first this morning in No. 00-507, the Chickasaw Nation v. the United States. Mr. Luthey.",
  "Thank you, Mr. Luthey. The case is submitted.",
  "We'll hear argument next in No. 00-832, National Cable & Telecommunications Association v. Gulf Power Company. Mr. Feldman.",
  "Thank you, Mr. Feldman. The case is submitted.",
  "We'll hear argument now in No. 00-568, New York v. Federal Energy Regulatory Commission and the companion case, 00-809. Mr. Malone.",
  "Thank you, Mr. Malone. The case is submitted.",
  "We'll hear argument next in No. 99-1996, J.E.M. Supply, Inc. v. Pioneer Hi- Bred International. Mr. Johnson.",
  "The case is submitted.",
  "We'll hear argument next in No. 00-1045, TRW, Inc. v. Adelaide Andrews. Mr. Nager.",
  "We'll hear argument now in No. 00-758, United States Postal Service v. Maria A. Gregory. Mr. Garre.",
  "Thank you, Mr. Garre. The case is submitted.",
  "We'll hear argument next in No. 00-511, Verizon Communications v. FCC; Worldcom v. Verizon; FCC v. Iowa Utilities Board; Iowa Utilities Board v. General Communications. Mr. Barr.",
  "Thank you, Mr. Barr. The case is submitted.",
  "We'll hear argument now in No. 99-1823, Equal Employment Opportunity Commission v. Waffle House, Inc. Mr. Clement.",
  "Thank you, Mr. Clement. The case is submitted.",
  "We'll hear argument now in No. 00-6567, Larry Dean Dusenbery v. the United States. Mr. Zieve -- Ms. Zieve. Pardon me.",
  "The case is submitted.",
  "We'll hear argument next in No. 00-6933, Remon Lee v. Mike Kemna. Ms. Vergeer.",
  "Thank you, Ms. Vergeer. The case is submitted.",
  "We'll hear argument now in No. 00-795, John Ashcroft versus the Free Speech Coalition. Mr. Clement.",
  "Very well, Mr. Clement. Mr. Sirkin, we'll hear from you.",
  "Thank you Mr. Sirkin, Mr. Clement you have one minute remaining.",
  "Thank you, Mr. Clement. The case is submitted.",
  "We'll hear argument next in No. 00-957, Kansas v. Michael Crane. General Stovall.",
  "Thank you, Mr. Donham. The case is submitted.",
  "We'll hear argument now in No. 00-730, Adarand Constructors, Inc. v. Mineta. Mr. Pendley.",
  "Thank you, Mr. Pendley. The case is submitted.",
  "We'll hear argument next in No. 00-927, Elaine Chao v. Mallard Bay Drilling, Inc. Mr. Roberts.",
  "Thank you, Mr. Roberts. The case is submitted.",
  "We'll hear argument now in No. 00-9285, Walter Mickens, Jr. v. John Taylor, Warden. Mr. Wagner.",
  "Thank you, Mr. Wagner. The case is submitted.",
  "We'll hear argument next in No. 00-1260, the United States v. Mark James Knights. Mr. Stewart.",
  "Thank you, Mr. Stewart. The case is submitted.",
  "We'll hear argument now in No. 00-973, the United States v. Alphonso Vonn. Mr. Dreeben.",
  "We'll hear argument next in No. 00-1307, Larry Massanari, Acting Commissioner of Social Security v. the Sigmon Coal Company. Mr. Wolfson.",
  "The case is submitted.",
  "We'll hear argument now in No. 00-1514, Lance Raygor and James Goodchild v. the Regents of the University of Minnesota. Mr. Bolter.",
  "Thank you, Mr. Bolter. The case is submitted.",
  "We'll hear argument next in No. 00-9280, William Arthur Kelly v. South Carolina. Mr. Bruck.",
  "The case is submitted.",
  "We'll hear argument next in Number 00-1073, Jerry -- correction, Owasso Independent School District No. I-011, also known as the Owasso Public Schools, v. Kristja J. Falvo. Mr. Richardson.",
  "Thank you, Mr. Kneedler. Mr. Wright, we'll hear from you.",
  "Thank you, Mr. Wright. The case is submitted.",
  "We'll hear argument first this morning in No. 00-1519, United States against Ralph Arvizu. Mr. Schlick.",
  "Thank you, Mr. Schlick. The case is submitted.",
  "We'll hear argument next in Number 00-1187, David R. McKune v. Robert G. Lile. Mr. McAllister. ORAL ARGUMENT OF STEPHEN R. McALLISTER",
  "Thank you, Mr. McAllister.",
  "The case is submitted.",
  "We'll hear argument now in Number 00-1293, John Ashcroft v. The American Civil Liberties Union. Mr. Olson.",
  "Thank you, General Olson.",
  "The case is submitted.",
  "We'll hear argument next in Number 00-1249, Caren Cronk Thomas and Windy City Hemp Development Board v. the Chicago Park District. Mr. Wilson.",
  "Well, Freedman was a quite different case from the present one. You agree with that, don t you? I mean, there you re talking about some form of censorship. Here you re talking about a permit to use a park that a lot of other people want to use.",
  "I have to say that thinking about the case, I suppose analytically this is a prior restraint. And we have said that there s a heavy presumption within validity. But on the other hand, it s a content based time, place and manner regulation, and we have sustained these in case after case, and you want to make this a Freedman case. Freedman was a case where you had to submit your speech to prior examination, prior submission of speech, and it was in that context, and the Court was very clear, as I recall, in Freedman to say when -- there must be prior submission of speech, then you have to have the procedures Freedman set forth, so I think you're really stretching our precedents, particularly Freedman, to put Freedman in your case. It's true you may have some other arguments, if there were some content-based suppression going on, but this isn't a Freedman case. Our authorities just don't allow us to make that leap.",
  "Thank you, Mr. Wilson. The case is submitted.",
  "We'll hear argument first this morning in Number 00-952, the Wisconsin Department of Health and Human Services v. Irene Blumer. Ms. Flanagan.",
  "Thank you, Ms. Flanagan. The case is submitted.",
  "We'll hear argument next in Number 00-1250, U.S. Airways, Inc. v. Robert Barnett. Mr. Dellinger.",
  "Thank you, Mr. Dellinger.",
  "The case is submitted.",
  "We'll hear argument now in Number 00-799, the City of Los Angeles v. Alameda Books, Inc. Mr. Klekner.",
  "Thank you, Mr. Klekner. The case is submitted.",
  "We'll hear argument next in No. 00-1531, Verizon Maryland v. the Public Service Commission of Maryland and United States v. Public Service Commission of Maryland. Mr. Evans.",
  "Thank you, Mr. Evans. The case is submitted.",
  "We'll hear argument first this morning in Number 000-878, Richard L. Mathias v. WorldCom Technologies. Mr. Bertocchi. Am I pronouncing your name correctly?",
  "Thank you, Mr. Bertocchi. The case is submitted.",
  "We'll hear argument next in Number 00-1167, Tahoe-Sierra Preservation Council v. The Tahoe Regional Planning Agency. Mr. Berger.",
  "Thank you, Mr. Berger. The case is submitted.",
  "We'll hear argument now in Number 00-6029, Tracy Ragsdale v. Wolverine World Wide. Mr. Sutter.",
  "Thank you, Mr. Sutter.",
  "The case is submitted.",
  "We'll hear argument next in No. 00-1072, Leonard Edelman v. Lynchburg College. Mr. Schnapper.",
  "Thank you, Mr. Schnapper. The case is submitted.",
  "We'll hear argument now in No. 00-1543, Festo Corporation v. Shoketsu Kinzoku Kogyo Kabushiki. I hope I got that right.",
  "Mr. Bork.",
  "Thank you, Mr. Bork. The case is submitted.",
  "We'll hear argument now in No. 00-1567, Cornelius P. Young v. the United States. Mr. Clark.",
  "Thank you, Ms. Millett. The case is submitted.",
  "We'll hear argument next in No. 00-1614, the National Railroad Passenger Corporation v. Abner Morgan. Mr. Englert.",
  "Thank you, Mr. Englert. The case is submitted.",
  "We'll hear argument now in Number 00-1831, United States v. Sandra Craft. Mr. Jones.",
  "Thank you, Mr. Jones. The case is submitted.",
  "We'll hear argument next in Number 00-853, Porter v. Nussle. General Blumenthal.",
  "Thank you, General Blumenthal. The case is submitted.",
  "We'll hear argument now in Number 00-1595, Hoffman Plastic Compounds, Inc. v. The National Labor Relations Board. Mr. McCortney. ORAL ARGUMENT OF RYAN D. McCORTNEY",
  "Thank you, Mr. Wolfson. The case is submitted.",
  "We'll hear argument next in Number 00-1853, Akos Swierkiewicz v. Sorema. Mr. Goodman.",
  "Thank you, Mr. Goodman. The case is submitted.",
  "We'll hear argument first this morning in Number 00-1021, Rush Prudential HMO, Inc. v. Deborah C. Moran. Mr. Roberts.",
  "Thank you, Mr. Roberts. The case is submitted.",
  "We'll hear argument next in No. 00-1937, Jo Anne Barnhart v. Cleveland Walton. Mr. Lamken.",
  "Thank you, Mr. Lamken. The case is submitted.",
  "We'll hear argument now in No. 00-1214, Alabama v. LeReed Shelton. General Pryor.",
  "Thank you, General Pryor. The case is submitted.",
  "We'll hear argument next in No. 00-1770, the Department of Housing and Urban Development v. Pearlie Rucker and a related case. Mr. Feldman.",
  "Thank you, Mr. Feldman. The case is submitted.",
  "We'll hear argument now in Number 00-1751, Susan Tave Zelman, Superintendent of Public Instruction of Ohio v. Doris SImmons-Harris, and two related cases. Ms. French.",
  "Thank you, Ms. French. The case is submitted.",
  "We'll hear argument next in No. 00-8452, Daryl Renard Atkins v. Virginia. Mr. Ellis.",
  "Thank you, Mr. Ellis. The case is submitted.",
  "We'll hear argument next in No. 01-298, Paul Lapides v. the Board of Regents of the University System of Georgia. Mr. Bederman.",
  "Thank you. Thank you, Mr. Bederman. The case is submitted.",
  "We'll hear argument first this morning in Number 01-46, the Federal Maritime Commission v. the South Carolina State Ports Authority. Mr. Hughey.",
  "Thank you, Mr. Hughey. The case is submitted. (Whereupon, at 11;04 a.m., the case in the",
  "We'll hear argument next in Number 00-1737, The Watchtower Bible and Tract Society of New York, v. The Village of Stratton, Ohio. Mr. Polidoro.",
  "Thank you, Mr. Polidoro.",
  "The case is submitted.",
  "We'll hear argument now in Number 01-344, Tommy G. Thompson v. The Western States Medical Center. Mr. Kneedler.",
  "Thank you, Mr. Kneedler. The case is submitted.",
  "We'll hear argument now in No. 00-1406, Chevron U.S.A., Inc. v. Mario Echazabal. Mr. Shapiro.",
  "Thank you, Mr. Shapiro. The case is submitted.",
  "We'll hear argument next in No. 01-301, Tom L. Carey v. Tony Eugene Saffold. Mr. Cross.",
  "Thank you, Mr. Cross. The case is submitted.",
  "We'll hear argument now on No. 01-147, Securities and Exchange Commission versus Charles Zandford. Mr. Roberts.",
  "Thank you, Mr. Roberts. The case is submitted.",
  "We'll hear argument next in No. 01-394, Warren Christopher v. Jennifer K. Harbury. Mr. Cordray.",
  "Thank you, Mr. Cordray. The case is submitted.",
  "We'll hear argument now in No. 00 -- oh, pardon me -- 01-332, the Board of Education of Independent School District No. 92 of Pottawatomie County v. Lindsay Earls. Ms. Meoli. Meoli I guess. Is -- is that the correct pronunciation?",
  "Very well. The case is submitted.",
  "We'll hear argument in next No. 01-408, The Holmes Group v. Vornado Air Circulation Systems, Inc. Mr. Dabney.",
  "Thank you, Mr. Dabney. The case is submitted.",
  "We'll hear argument next in case number 01-131, Gary Gisbrecht vs. Jo Anne Barnhart. Spectators are admonished, do not talk until you get out of the courtroom. The Court remains in session. Mr. Schnaufer?",
  "Thank you, Mr. Schnaufer. The case is submitted.",
  "We'll hear argument now on number 01-584, Wanda Adams vs. Florida Power Corporation and Florida Progress Corporation. Mr. Crabtree.",
  "The case is submitted.",
  "We'll hear argument next in No. 00-10666, William Joseph Harris v. the United States. Mr. Ingram.",
  "Thank you, Mr. Ingram. The case is submitted.",
  "We'll hear argument now in No. 01-400, Ricky Bell v. Gary Bradford Cone. Mr. -- Mr. Moore.",
  "Thank you. Thank you, Mr. Hutton. The case is submitted.",
  "We'll hear argument next on 01-417, Robert J. Devlin versus Robert A. Scardelletti. Spectators are admonished, do not talk until they leave the courtroom. The Court remains in session. Mr. Goldstein.",
  "Thank you, Mr. Goldstein. The case is submitted.",
  "We'll hear argument now on number 01-521, The Republican Party of Minnesota, et al., versus Verna Kelly. Mr. Bopp.",
  "Thank you, Mr. Bopp. The case is submitted.",
  "We'll hear argument now in number 01-714, Utah vs. Donald L. Evans, Secretary of Commerce. Mr. Lee.",
  "Thank you, Mr. Lee. The case is submitted.",
  "We'll hear argument next in No. 01-455, Franconia Associates v. the United States, and the Grass Valley Terrace v. United States. Mr. Eckland.",
  "Thank you, Mr. Eckland. The case is submitted.",
  "We'll hear argument now in No. 01-687, the United States v. Leonard Cotton, et al. Mr. Dreeben.",
  "Very well. The case is submitted.",
  "We'll hear argument next in No. 01-518, the BE&K Construction Company v. the National Labor Relations Board. Mr. Baskin.",
  "Thank you, Mr. Baskin. The case is submitted.",
  "We'll hear argument now in No. 01-631, the United States v. Christopher Drayton and Clifton Brown. Mr. Thompson.",
  "Thank you, Mr. Thompson. The case is submitted.",
  "We'll hear argument now in Number 01-309, Larry Hope v. Mark Pelzer. Mr. Jones.",
  "Very well. Thank you, Mr. Jones. The case is submitted.",
  "We'll hear argument next in Number 01-651, JPMorgan Chase Bank v. Traffic Stream. Ms. Reid.",
  "Thank you, Ms. Reid. The case is submitted. (Whereupon, at 11;56 a.m., the case in the above-entitled matter was submitted.) 5:25 26:2 39:20 40:10 ,10 42:7 43:1 poor 28:6 Queen 5:5 8:25 31:16 ,20 42:12 9:17 32:19 39:6 relationships 8:16 ,24 says 18:15 20:9 21:25 25:9 ,10 37:19 Scalia 29:7 39:16 42:19 Spanish 23:6 :8 41:17 Samoa 32:8 sort 6:18 13:9 15:24 31:24 source 19:15 27:8 28:13 ,23 ,23 ,24 29:2 ,3 30:25 31:4 ,5 ,19 32:13 34:10 ,15 ,24 35:17 3:20 24:4 ,10 26:17 ,19 28:12 ,22 thing 17:10 25:10 31:12 19:20 20:1 21:14 23:12 ,12 ,25 24:2 9:10 ,24 30:5 32:8 ,10 33:19 34:11 35:11 ,13 ,23 37:6 38:24 ,25 39:15 ,17 things 11:4 25:14 think 6:12 9:4 11:12 12:23 13:2 ,9 24:23 25:4 ,17 ,17 ,21 26:4 ,9 ,10 ,16 ,17 26:19 ,24 ,25 27:8 28:7 ,8 ,18 ,21 ,23 ,24",
  "We'll hear argument first this morning in Number 01-463, United States v. Fior D'Italia. Ms. O'Connor..",
  "I think you've answered the question. Judge Kozinski did say that, so the case is submitted.",
  "We'll hear argument next in No. 01-488, Timothy Stuart Ring v. Arizona. Mr. Hurwitz.",
  "Thank you, Mr. Hurwitz. The case is submitted.",
  "We'll hear argument now in No. 01-419, City of Columbus v. Ours Garage and Wrecker Service, Inc. Mr. Sutton.",
  "Thank you, Mr. Sutton. The case is submitted.",
  "We'll hear argument next in No. 01-682, Kay Barnes v. Jeffrey Gorman. Mr. Robbins.",
  "You've already ended.",
  "We'll hear -- we'll hear argument next in No. 01-595, the United States against Ruiz. General Olson.",
  "Thank you, General Olson. The case is submitted.",
  "We'll hear argument now in Number 01-679, Gonzaga University and Roberta S. League v. John Doe. Mr. Roberts.",
  "Thank you, Mr. Roberts.",
  "The case is submitted.",
  "The first case this morning in which we'll hear argument is No. 01-270, Yellow Transportation, Inc. v. Michigan. Mr. Rothfeld.",
  "The case is submitted.",
  "We'll hear argument next in No. 01-896, the Ford Motor Company and Citibank v. John B. McCauley. Mr. Waxman. The Court would appreciate hearing argument on, I'm sure, not just on the question presented in the petition for certiorari, but on the question posed in the supplemental briefing about whether there is appellate jurisdiction where a nominally prevailing party in the district court can -- can appeal, and also about whether the question of -- under 1447(d), if this was an order of remand, whether the -- the thing was appealable to the Ninth Circuit at all.",
  "The case is submitted.",
  "We'll hear argument now in Number 01-653, Federal Communications Commission v. NextWave Personal Communications and a companion case. Mr. Clement.",
  "Thank you, Mr. Clement. The case is submitted.",
  "We'll hear argument next in No. 01-705, Jo Anne Barnhart v. Peabody Coal Company and a related case. We'll wait just a minute. Ms. McDowell. ORAL ARGUMENT OF BARBARA B. McDOWELL",
  "Thank you, Ms. McDowell. The case is submitted.",
  "We'll hear argument now in Number 01-618, Eric Eldred v. John D. Ashcroft. Mr. Lessig.",
  "Thank you, Mr. Lessig. The case is submitted.",
  "We'll hear argument next in No. 01-800, Karen Howsam v. Dean Witter Reynolds. Mr. Friedberg.",
  "Thank you, Mr. Starr. The case is submitted.",
  "We'll hear argument next in No. 01-706, Rex Sprietsma v. Mercury Marine. Ms. Brueckner.",
  "Thank you, Ms. Brueckner. The case is submitted.",
  "We'll hear argument now in No. 01-757, Syngenta Crop Protection, Inc. v. Hurley Henson. Mr. Alsobrook.",
  "The case is submitted.",
  "We'll hear argument now in Number 01-704, United States v. Bean. Mr. Kneedler.",
  "Thank you, Mr. Kneedler. The case is submitted.",
  "We'll hear argument next in No. 01-7662, Thomas Joe Miller-El v. Janie Cockrell. Mr. Waxman.",
  "Thank you, Mr. Waxman. The case is submitted.",
  "We'll hear argument now in Number 01-1229, Pierce County v. Ignacio Guillen. Mr. Hamilton.",
  "Thank you, Mr. Hamilton. The case is submitted.",
  "We'll hear argument next in Number 01-7574, David Allen Sattazahn versus Pennsylvania. Before we begin the second argument, I would like to welcome a group of French judges from the Cour -- French Cour de Cassation, France's highest court -- who are visiting our Court today. Soir le bienvenue, Monsieurs. Mr. Dunham, you may proceed.",
  "Thank you. Thank you, Mr. Dunham. The case is submitted.",
  "We'll hear argument next in Number 01-1127, Bill Lockyer v. Leandro Andrade. Mr. Danzig.",
  "Thank you, Mr. Danzig.",
  "The case is submitted. (Whereupon at 12:10 p.m., the case in the above-",
  "We'll hear argument now on number 01-6978, Gary Albert Ewing versus California. Mr. Denvir.",
  "Thank you, Mr. Denvir. The case is submitted.",
  "We'll hear argument next in Number 01-9094, Abu-Ali Abdur' Rahman versus Ricky Bell. Mr. Liebman. I think the Court would like to hear argument on the questions we asked for supplemental briefing on, as well as your original petition.",
  "Thank you, Mr. Liebman. The case is submitted.",
  "We'll hear argument now in Number 91 -- or rather, 01-963, Norfolk & Western Railway Company versus Freeman Ayers. Mr. Phillips.",
  "Thank you, Mr. Phillips. The case is submitted.",
  "We'll hear argument next in Number 01-1015, Victor Moseley and Cathy Moseley doing business as Victor's Little Secret versus V. Secret Catalogue, Inc. Mr. Higgins.",
  "Thank you, Mr. Higgins. The case is submitted.",
  "We'll hear argument now in Number 01-1184, United States versus Francisco Jimenez Recio and Mr. Lopez-Mesa. Mr. Dreeben.",
  "Thank you, Mr. Dreeben. The case is submitted.",
  "We'll hear argument now in Number 10-1 -- 1231, the Connecticut Department of Public Safety versus John Doe. General Blumenthal.",
  "Thank you, General Blumenthal. The case is submitted.",
  "We'll hear argument now in Number 01-729, Delbert Smith and Bruce Botelho versus John Doe. Mr. Roberts.",
  "Thank you, Mr. Roberts. The case is submitted.",
  "We'll hear argument first this morning in Number 01-1418, A. Elliott Archer versus Arlene L. Warner. Mr. Goldblatt.",
  "Thank you, Mr. Goldblatt. The case is submitted.",
  "We'll hear argument next in Number 01-1500, Eric Cornell Clay versus The United States. Mr. Goldstein.",
  "Thank you, Mr. Goldstein. The case is submitted.",
  "We'll hear argument next in Number 00-1471, The Kentucky Association of Health Plans versus Janie A. Miller.",
  "Thank you, Mr. Eccles. The case is submitted.",
  "We'll hear argument now in Number 01-1572, Cook County, Illinois versus United States, Ex Rel. Janet Chandler. Ms. Lach.",
  "Thank you, Ms. Lach. The case is submitted.",
  "We'll hear argument next in Number 01-1368, the Nevada Department of Human Resources versus William Hibbs. Mr. Taggart.",
  "Thank you, Mr. Taggart. The case is submitted.",
  "We'll hear argument now in Number 01-1491, Charles DeMore versus Hyung Joon Kim. General Olson.",
  "The case is submitted.",
  "We'll hear argument next in Number 01-1269, the City of Cuyahoga Falls versus Buckeye Community Hope Foundation. Mr. Nager.",
  "Thank you, Mr. Nager. The case is submitted.",
  "We'll hear argument first this morning in Number 01-1862, Jeanne Woodford, Warden versus Robert Frederick Garceau. Ms. McLean. ORAL ARGUMENT OF JANIS S. McLEAN",
  "Thank you, Ms. McLean. The case is submitted.",
  "We'll hear argument next in Number 01-188, The Pharmaceutical Research and Manufacturers of America v. Kevin Concannon, et al. Mr. Phillips.",
  "Thank you, Mr. Phillips. The case is submitted.",
  "We'll hear argument now in Number 01-593, the Dole Food Company versus Patrickson, and a companion case. Mr. Paden.",
  "Thank you, Mr. Paden.",
  "The case is submitted.",
  "We'll hear argument now in Number 02-215, Pacific Health Care Systems v. Jeffrey Book. Mr. Grauer.",
  "Thank you, Mr. Grauer. The case is submitted.",
  "We'll hear argument next in number 02-42, Franchise Tax Board of California versus Gilbert Hyatt. Mr. Leatherwood.",
  "Thank you, Mr. Leatherwood. The case is submitted.",
  "We'll hear argument next in Number 01-1435, Clackamas Gastroenterology Association versus Deborah Wells. Mr. Seymour.",
  "Thank you, Mr. Seymour. The case is submitted.",
  "We'll hear argument first this morning in Number 01-1559, Joseph Massaro versus The United States. Mr. Fahringer.",
  "Thank you, Mr. Fahringer. The case is submitted.",
  "We'll hear argument next in Number 02-271, the Dow Chemical Company v. Daniel Raymond Stephenson. Mr. Waxman.",
  "Thank you, Mr. Waxman. The case is submitted.",
  "We'll hear argument first this morning in Number 02-69, Joseph Roell, Petra Garibay, and James Reagan versus John Michael Withrow. Ms. Eskow.",
  "Thank you, Ms. Eskow. The case is submitted.",
  "We'll hear argument next in Number 01-1806, Lisa Madigan, Attorney General of Illinois, versus Telemarketing Associates. Mr. Huszagh.",
  "Thank you, Mr. Huszagh. The case is submitted.",
  "We'll hear argument now in Number 02-5664, Charles Thomas Sell v. The United States. Mr. Short.",
  "Thank you, Mr. Short. The case is submitted.",
  "We'll hear argument now in Number 02-196, the National Park Hospitality Association versus the Department of the Interior. Mr. Geller.",
  "Thank you, Mr. Geller. The Court wishes supplemental briefs on the issue of ripeness, simultaneous briefs, due 3:00 p.m. Friday. The case is submitted.",
  "We'll hear argument next in No. 02-258, Susan Jinks v. Richland County. Mr. Peck.",
  "Thank you, Mr. Peck. The case is submitted.",
  "We'll hear argument first this morning in No. 02-361, the United States v. the American Library Association. General Olson.",
  "The case is submitted.",
  "We'll hear argument first in Number 01-10873, Khanh Phuong Nguyen versus the United States and a companion case. Mr. Green.",
  "Thank you, Mr. Green. The case is submitted.",
  "We'll hear argument next in Number 02-311, Kevin Wiggins versus Sewall Smith. Mr. Verrilli.",
  "Thank you, Mr. Verrilli. The case is submitted.",
  "We'll hear argument now in No. 02-403, the Federal Election Commission v. Christine Beaumont. Mr. Clement.",
  "Thank you, Mr. Clement. The case is submitted.",
  "We'll hear argument next in No. 02-102, John Geddes Lawrence and Tyron Garner v. Texas. Mr. Smith.",
  "Very well, Mr. Smith. Mr. Rosenthal, we'll hear from you.",
  "Thank you, Mr. Rosenthal. Mr. Smith, you have 4 minutes remaining.",
  "Thank you Mr. Smith. The case is submitted.",
  "We'll hear argument now in No. 02-94, William Overton v. Michelle Bazzetta. Mr. Casey.",
  "Yes, you can.",
  "Thank you Mr. Lamken. Ms. LaBelle, we'll hear from you. ORAL ARGUMENT OF DEBORAH LaBELLE",
  "You may answer the question briefly.",
  "Thank you, Ms. LaBelle.",
  "Mr. Casey, you have 4 minutes remaining.",
  "Thank you, Mr. Casey. The case is submitted.",
  "We'll hear argument next in No. 01-1757, Marion Reynolds Stogner v. California. Mr. Najera.",
  "Thank you, Mr. Najera. The case is submitted.",
  "We'll hear argument now in No. 02-281, Inyo County, California v. the Paiute- Shoshone Indians of the Bishop Community. Mr. Kirby.",
  "Thank you, Mr. Kirby. The case is submitted.",
  "We'll hear argument now in No. 02-241, Barbara Grutter v. Lee Bollinger. Mr. Kolbo.",
  "Mr. Kolbo, you have two minutes remaining.",
  "Thank you Mr. Kolbo. The case is submitted.",
  "We'll hear argument next in No. 02-516, Jennifer Gratz and Patrick Hamacher v. Lee Bollinger. Mr. Kolbo.",
  "Thank you Mr. Kolbo. The case is submitted.",
  "We'll hear argument now in Number 02-337, Phillip T. Breuer versus Jim's Concrete of Brevard. Mr. Pinaud.",
  "The case is submitted.",
  "We'll hear argument now in Number 02-428, Dastar Corporation versus Twentieth Century Fox Film Corporation. Mr. Gerber.",
  "Thank you, Mr. Gerber. The case is submitted.",
  "We'll hear argument first this morning in Number 02-524, Janette Price, Warden versus Duyonn Andre Vincent. Mr. Busch.",
  "The case is submitted.",
  "We'll hear argument next in No. 02-679, the Desert Palace, doing business as Caesars Palace Hotel, v. Costa. Mr. Ricciardi. Am I pronouncing your name correctly?",
  "Thank you, Mr. Ricciardi. The case is submitted.",
  "We'll hear argument next in Number 01-950, the Hillside Dairy, Inc. v. William J. Lyons, Jr., and a companion case. Mr. Englert.",
  "Thank you, Mr. Englert. The case is submitted.",
  "We'll hear argument now in Number 02-634, the Green Tree Financial Corporation versus Lynn W. Bazzle. Mr. Phillips.",
  "Thank you, Mr. Phillips. The case is submitted.",
  "We'll hear argument now in Number 02-575, Nike, Inc. versus Marc Kasky. Mr. Tribe.",
  "Thank you, Mr. Tribe. The case is submitted.",
  "We'll hear argument now in Number 027-22, American Insurance Association versus John Garamendi. Mr. Geller.",
  "Mr. Geller, the marshal says you have 5 seconds left, and under the principle of --",
  "-- de minimis non curat lex the case is submitted.",
  "We'll hear argument next in Number 02-299, Entergy Louisiana versus Louisiana Public Service Commission. Mr. Carpenter.",
  "Thank you, Mr. Carpenter. The case is submitted.",
  "We'll hear argument first this morning in No. 02-469, The Black & Decker Disability Plan v. Kenneth Nord. Mr. Paterson.",
  "Thank you, Mr. Paterson. The case is submitted.",
  "We'll hear argument now in Number 02-182, Georgia versus John Ashcroft. Mr. Walbert.",
  "The case is submitted.",
  "We'll hear argument next in No. 02-695, Michael Fitzgerald v. Racing Association of Central Iowa. General Miller.",
  "Thank you, General Miller. The case is submitted.",
  "We'll hear argument now in Number 02-306, the Beneficial National Bank versus Marie Anderson. Mr. Waxman.",
  "Thank you, Mr. Waxman. The case is submitted.",
  "We'll hear argument first this morning in No. 02-371, Virginia v. Kevin Lamont Hicks. Mr. Hurd.",
  "So the case is submitted.",
  "Today we'll break for lunch and reconvene at 1:30 and the court will be in recess from today until the first Monday in October 2003, at which time the October 2002 term of the court will be adjourned and the October 2003 term of the court will begin as provided by statute. We'll hear argument now in the Bipartisan Campaign Reform Act cases. Mr. Starr?",
  "Mr. Burchfield, we'll hear your rebuttal.",
  "Thank you, Mr. Waxman. The case is submitted. (Whereupon, at 3:55 p.m., the case in the",
  "We'll hear argument now in No. 02-628, Linda Frew v. Albert Hawkins. Ms. Zinn.",
  "Thank you, Ms. Zinn. The case is submitted.",
  "We'll hear argument next in No. 129 Original, Virginia v. Maryland. Mr. Baida.",
  "Thank you, Mr. Baida. The case is submitted.",
  "We'll hear argument now in No. 02-658, Alaska Department of Environmental Conservation v. the Environmental Protection Agency. Mr. Franklin.",
  "Thank you, Mr. Franklin. The case is submitted.",
  "We'll hear argument next in No. 02-749, the Raytheon Company v. Joel Hernandez. Mr. Phillips.",
  "Thank you, Mr. Phillips. The case is submitted.",
  "We'll hear argument next in No. 02-682, Verizon Communications v. the Law Offices of Curtis V. Trinko, LLP. Mr. Taranto.",
  "Thank you, Mr. Taranto. The case is submitted.",
  "We'll hear argument now in No. 02-763, Jo Anne Barnhart v. Pauline Thomas. Mr. Lamken.",
  "We'll hear argument now in No. 02-473, the United States v. LaShawn Lowell Banks. Mr. Salmons.",
  "Thank you, Mr. Salmons. The case is submitted.",
  "We'll hear argument next in No. 02-6683, Hernan O'Ryan Castro v. the United States. Mr. Frick.",
  "The case is submitted. Thank you.",
  "We'll hear argument next in No. 02-809, Maryland v. Joseph Jermaine Pringle. Mr. Bair.",
  "Thank you, Mr. Bair. The case is submitted.",
  "We'll hear argument now in No. 02-819, Andrew J. Kontrick v. Robert A. Ryan. Mr. Poor.",
  "Thank you, Mr. Poor. The case is submitted.",
  "We'll hear argument next in No. 02-1196, the Securities and Exchange Commission v. Charles E. Edwards. General Olson.",
  "Thank you, General Olson. The case is submitted.",
  "We'll hear argument first this morning in No. 02-811, Jeff Groh v. John - Joseph R. Ramirez. Mr. Cordray.",
  "Thank you, Mr. Cordray. The case is submitted.",
  "We'll hear argument now in No. 20 - 02-1060, Illinois v. Robert S. Lidster. Mr. Feinerman.",
  "Thank you, Mr. Feinerman. The case is submitted.(Whereupon, at 11:03 a.m., the case in the above-entitled matter was",
  "We'll hear argument first this morning in No. 02-693, John Lamie v. the United States Trustee. Mr. Goldstein.",
  "Thank you, Mr. Goldstein. The case is submitted.",
  "We'll hear argument next in No. 02-9410, Michael D. Crawford v. Washington. Mr. Fisher.",
  "Thank you, Mr. Fisher. The case is submitted.",
  "We'll hear argument now in No. 02-1080, the General Dynamics Land Systems, Inc. v. Dennis Cline. Mr. Verrilli.",
  "Very well. The Court - the case is submitted.",
  "We'll hear argument next in No. 02-1348, Olympic Airways v. Rubina Husain. Mr. Harakas. Am I pronouncing your name correctly?",
  "Thank you, Mr. Harakas. The case is submitted.",
  "We'll hear argument now in No. 02-1290, the United States Postal Service v. Flamingo Industries. Mr. Kneedler.",
  "Thank you, Mr. Kneedler. The case is submitted.",
  "We'll hear argument now in No. 90 -- it's 02-9065, Shakur Muhammad, also known as John Mease v. Mark Close. Ms. Beckwith.",
  "Thank you, Ms. Beckwith. The case is -",
  "We'll hear argument next in No. 02-1016, Lee Till v. SCS Credit Corporation. Ms. Harper.",
  "Thank you, Ms. Harper. The case is submitted.",
  "We'll hear argument now in No. 02-1315, Gary Locke v. Joshua Davey. Ms. Pierce.",
  "Thank you, Ms. Pierce. The case is submitted.",
  "We'll hear argument next in No. 02-1377, Buck Doe v. Elaine Chao. Mr. Campbell.",
  "Thank you, Mr. Campbell. The case is submitted.",
  "We'll hear argument now in No. 02-954, the Office of Independent Counsel v. Allan J. Favish. Ms. Millett.",
  "Thank you, Ms. Millett. The case is submitted.",
  "We'll hear argument next in No. 02-8286, Delma Banks v. Doug Dretke. Mr. Kendall.",
  "Thank you, Mr. Kendall. The case is submitted.",
  "We'll hear argument now in No. 02-964, George Baldwin v. Michael Reese. General Myers.",
  "Thank you, General Myers. The case is submitted.",
  "We'll hear argument now in No. 02-1183, the United States v. Samuel Francis Patane. Mr. Dreeben.",
  "Thank you, Mr. Dreeben. The case is submitted.",
  "We'll hear argument next in No. 02-1371, Missouri v. Seibert. Ms. Mitchell.",
  "Thank you, Ms. Mitchell. The case is submitted.",
  "We'll hear argument next in No. 02-1580, Richard Vieth, et al. v. Robert Jubelirer. Mr. Smith.",
  "Thank you, Mr. Smith The case is submitted.",
  "We'll hear argument now in No. 02-6320, John J. Fellers v. the United States. Mr. Waxman.",
  "Thank you, Mr. Dreeben. The case is submitted.",
  "We'll hear argument next in No. 02-1238, Nixon v. Missouri Municipal League and Missouri Municipal League against Southwestern Bell. Mr. Feldman.",
  "Thank you, Mr. Feldman. The case is submitted.",
  "We'll hear argument now in No. 02-1389, the United States v. Abel Cosmo Galletti. Mr. Jones.",
  "Thank you, Mr. Jones. The case is submitted.",
  "We'll hear argument now in No. 02-1667, Tennessee v. George Lane. Mr. Moore.",
  "Thank you, Mr. Moore. The case is submitted.",
  "We'll hear argument next in No. 02-458, Raymond Yates v. William T. Hendon. Mr. Holifield.",
  "Thank you, Mr. Holifield. The case is submitted.",
  "We'll hear argument now in No. 02-1343, Engine Manufacturers Association and Western States Petroleum Association v. the South Coast Air Quality Management District. Mr. Phillips.",
  "Thank you, Mr. Phillips. The case is submitted.",
  "We'll hear argument next in No. 02-626, the South Florida Water Management District v. the Miccosukee Tribe of Indians. Mr. Bishop.",
  "Thank you, Mr. Lehtinen. Mr. Bishop, you have only 10 seconds left, so we'll consider the case submitted.",
  "We'll hear argument now in No. 02-1593, BedRoc Limited and Western Elite v. the United States. Mr. McCrum. ORAL ARGUMENT OF R. TIMOTHY McCRUM",
  "Thank you, Mr. McCrum. The case is submitted.",
  "We'll hear argument next in No. 02-1809, J. Elliott Hibbs v. Kathleen Winn. Very well, General Goddard. You may proceed.",
  "Thank you, General Goddard. The case is submitted.",
  "We'll hear argument next in No. 02-1541, Iowa v. Felipe Edgardo Tovar. General Miller, we'll hear from you.",
  "Thank you, General Miller. The case is submitted.",
  "We'll hear argument now in No. 03-107, the United States v. Billy Jo Lara. Mr. Kneedler.",
  "Thank you, Mr. Kneedler. The case is submitted.",
  "We'll hear argument next in No. 02-1657, Randall Scarborough v. Anthony J. Principi. Mr. Wolfman.",
  "Thank you, Mr. Wolfman. The case is submitted.",
  "We'll hear argument now in No. 02-857, Household Credit Services v. Sharon R. Pfennig. Mr. Waxman.",
  "The case is submitted.",
  "We'll hear argument now in No. 02-1205, Edith Jones v. R.R. Donnelley & Sons. Ms. Gorman.",
  "Thank you, Ms. G orman. The case is submitted.",
  "We'll hear argument next in No. 02-1603, Jeffrey A. Beard v. George E. Banks. Mr. Eisenberg.",
  "Thank you, Mr. Eisenberg. The case is submitted.",
  "We'll hear argument now in 02-1794, the United States v. Manuel Flores-Montano. Ms. Blatt.",
  "Thank you, Ms. Blatt. The case is submitted.",
  "We'll hear argument next in 03-13, the Republic of Austria v. Maria Altmann. Mr. Cooper.",
  "Thank you, Mr. Cooper. The case is submitted.",
  "We'll hear argument Assistance Corporation v. Pamela Hood. Mr. Brand.",
  "The case is submitted.",
  "We'll hear argument next in No. 02-1684, Michael Yarborough v. Michael Alvarado. Ms. Chuang.",
  "Thank you, Ms. Allen. The case is submitted.",
  "We'll hear argument first this morning in No. 02-1824, Doug Dretke v. Michael Wayne Haley.",
  "Thank you, Mr. Cruz. The case is submitted.",
  "We'll hear argument next in No. 03-218, John D. Ashcroft v. The American Civil Liberties Union.",
  "Thank you, General Olson. The case is submitted.",
  "We'll hear argument next No. 02-1689, Grupo Dataflux v. Atlas Global Group. Mr. Boyce.",
  "Thank you, Mr. Boyce. The case is submitted.",
  "We'll hear argument now in No. 03-44, Basim Omar Sabri v. the United States. Mr. Birrell.",
  "Thank you, Mr. Birrell. The case is submitted.",
  "We'll hear argument now in No. 02-10038, Robert James Tennard v. Doug Dretke. Mr. Owen.",
  "Thank you, Mr. Owen. The case is submitted.",
  "We'll hear argument next in No. 03-5554, Larry D. Hiibel v. the Sixth Judicial District Court of Nevada. Mr. Dolan. Am I pronouncing your client's name correctly?",
  "Thank you, Mr. Dolan. The case is submitted.",
  "We will hear argument first this morning in number 02-1632, Ralph Howard Blakely, Junior, versus Washington. Mr. Fisher.",
  "Thank you, Mr. Fisher. The case is submitted. (Whereupon, at 11:08 a.m, the case in the",
  "We will hear argument next in number 02-1845, The Aetna Health Care v Davila and Cigna HealthCare versus Calad. Mr. Estrada.",
  "Very well, Mr. Estrada. Mr. Feldman, we'll hear from you.",
  "Thank you, Mr. Feldman.",
  "Mr. Young, we'll hear from you.",
  "Thank you Mr. Mattax.",
  "Mr. Estrada, you have three minutes remaining.",
  "Thank you, Mr. Estrada. The case is submitted.",
  "We'll hear argument first this morning in No. 02-1609, the City of Littleton v. Z.J. Gifts. Mr. Nathan.",
  "Thank you, Mr. Nathan. The case is submitted.",
  "We'll hear argument next in No. 02-1624, the Elk Grove Unified School District and David W. Gordon v. Michael A. Newdow. Mr. Cassidy.",
  "Thank you, Mr. Cassidy. The case is submitted.",
  "We'll hear argument now in No. 03-101, Gale Norton v. Southern Utah Wilderness Alliance. Mr. Kneedler.",
  "Thank you, Mr. Kneedler. The case is submitted.",
  "We'll hear argument next in No. 03-6821, David Nelson v. Donal Campbell. Mr. Stevenson.",
  "Thank you, Mr. Stevenson. The case is submitted.",
  "We'll hear argument next in No. 03-339, Jose Francisco Sosa v. Humberto Alvarez-Machain, and the United States v. the same. Mr. Clement.",
  "Thank you, Mr. Clement. The case is submitted.",
  "We'll hear argument now in No. 03-6539, Jay Shawn Johnson v. California. Mr. Bedrick.",
  "Thank you, Mr. Bedrick. The case is submitted.",
  "We'll hear argument next in No. 03-5165, Marcus Thornton v. the United States. Mr. Dunham.",
  "Thank you, Mr. Dunham. The case is submitted.",
  "We'll hear argument now in No. 03-95, the Pennsylvania State Police v. Nancy Drew Suders. Mr. Knorr.",
  "Thank you, Mr. Knorr. The case is submitted.",
  "We'll hear argument now in No. 02-891, the Central Laborers' Pension Fund v. Thomas E. Heinz. Mr. Goldstein.",
  "Thank you, Mr. Goldstein. The case is submitted.",
  "We'll hear argument next in No. 03-526, Dora B. Schriro v. Warren Wesley Summerlin. Mr. Todd.",
  "The case is submitted.",
  "We'll hear argument next in No. 02-572, the Intel Corporation v. Advanced Micro Devices. Mr. Waxman.",
  "Thank -- thank you, Mr. Waxman. The case is submitted.",
  "We'll hear argument now on 03-334, Shafiq Rasul vs. George W. Bush and a companion case. Mr. Gibbons.",
  "We'll hear argument now in No. 03-167, United States v. Carlos Dominguez Benitez. Mr. Himmelfarb.",
  "Thank you, Mr. Himmelfarb. The case is submitted.",
  "We'll hear argument first this morning in No. 03-221, Cheryl Pliler v. Richard Herman Ford. Mr. Roadarmel. Am I pronouncing your name correctly?",
  "Thank you, Mr. Roadarmel. The case is submitted.",
  "We'll hear argument next in No. 03-358, the Department of Transportation v. Public Citizen. Mr. Kneedler.",
  "Thank you, Mr. Kneedler. The case is submitted.",
  "We'll hear argument next in No. 03-724, Hoffman-LaRoche v. Empagran S.A. Mr. Shapiro.",
  "Thank you, Mr. Shapiro. The case is submitted.",
  "We'll hear argument now on number 03-472 -- 475, Richard B. Cheney vs. United States District Court. General Olson?",
  "Thank you, General Olson. The case is submitted.",
  "We'll hear argument next in Number 03-1027, Donald Rumsfeld versus Jose Padilla. Mr. Clement.",
  "We'll hear argument first this morning in number 03-6696, Yaser Esam Hamdi vs. Donald Rumsfeld. Mr. Dunham.",
  "We'll hear argument next in No. 03-407, John F. Kowalski v. John C. Tesmer. Mr. Casey.",
  "I take it you're reserving it for -- in your -- in your brief.",
  "Well, now, your - your opponents quote some language from the -- one of the Michigan court of appeals which suggests that the reason that an appeal was denied was it had no merit. of appeals issues when it denies an application for leave to appeal says, denied for lack of merit on the grounds presented. But there is published, controlling Michigan authority, which we cited in our brief, that says that language does not mean that the court of appeals looked at the merits of the underlying legal issue. What -- what the court is looking at is the question of whether to grant leave or deny leave. If they grant leave, counsel will be appointed. In a very real sense --",
  "Very well, Mr. Casey. Mr. Moran, we'll hear from you.",
  "Well, do you think that was just idle observation then?",
  "Thank you, Mr. Moran. Mr. Casey, you have 3 minutes left.",
  "Thank you, Mr. Casey. The case is submitted.",
  "We'll hear argument now in Number 04-104, United States against Freddie J. Booker and 04-105, United States against Duncan Fanfan. Mr. Clement.",
  "Mistretta might have come out the other way had it not been for that observation.",
  "Well certainly in the case of, say, perjury at trial, you couldn't possibly allege that in the indictment because you won't know.",
  "Well, what if this Court said the guidelines are unconstitutional, period, and then judges simply looked to the guidelines, figuring, well, this is as good an idea as anybody else has about sentencing?",
  "Very well, Mr. Clement. Mr. Kelly, we'll hear from you.",
  "Well. What if, what if the statute says \"every felony in this state shall be punished by a term of not less than one year, or, on the other side, life,\" and you're committed to the parole authority, and the parole authority will decide between those boundaries?",
  "How about the form of verdict under your system? Is there one line for the basic offense, and then other lines for each additional factor that's alleged in the indictment?",
  "But you're suggesting, then, a special -- a special verdict in every case where there are guideline facts to be found.",
  "Thank you, Mr. Kelly. Ms. Scapicchio.",
  "Conspiracy to what?",
  "You wouldn't sever out the ones that would permit a downward departure, would you?",
  "You would leave in place the provisions for downward departures?",
  "Well, and -- but could you answer my question?",
  "Would you leave in place the provisions for downward departure?",
  "But would it - would it really save the guidelines in the way that Congress intended them, to strike basically the provision for enhancements, and leaving in place the provisions for downward departures?",
  "Well, but will there be proportionality if the sentences, sentences can be downward, the jury verdict could be adjusted downward, but not upward?",
  "But you can say the same thing if we simply said that the whole guidelines fall, and they're simply there for judges to apply if they wish. You can say, \"Well, if Congress doesn't like that they can come in and put a new system.\" That's true any time Congress acts.",
  "Thank you Ms. Scapicchio. Mr. Clement, you have four minutes remaining.",
  "Thank you, Mr. Clement, the case is submitted. (Whereupon at 2:46 p.m., the case in the",
  "We'll hear argument now in No. 105 Original, Kansas v. Colorado. Mr. Draper.",
  "The master found that the role of the river master in the Pecos case was quite different than the role of the river master you want to have appointed here. He found that the role of the river master in the Pecos cases was really ministerial.",
  "You don't agree with what?",
  "The Pecos master can simply apply this formula, can he not, and get the results that the compact requires?",
  "Well, one of the an engineer. He's not a lawyer.",
  "He's also the cheapest master we've ever had.",
  "But it seems to me that the master you want appointed has got to be a lawyer and make legal decisions.",
  "Very well, Mr. Draper. Mr. Robbins, we'll hear from you.",
  "Thank you -",
  "Thank you, Mr. Robbins.",
  "Mr. Feldman, we'll hear from you.",
  "Thank you, Mr. Feldman. Mr. Draper, you have 2 minutes remaining.",
  "You're talking about the brief in the earlier case.",
  "Thank you. Thank you, Mr. Draper.",
  "The case is submitted.",
  "We'll hear argument now on number 03-409, KP Permanent Make-Up, Inc. versus Lasting Impression, Inc. Mr. Machat?",
  "You agree with Judge Niemeyer's comment in the Fourth Circuit case, I take it.",
  "What did -- what did the district court do here? Did it grant summary judgement or deny summary judgement?",
  "Well, but if you had a -- if you had a headline at the head of an ad, \"Great Sale,\" that surely is not a trademark, just because you have it in boldfaced print.",
  "Well, they go further in that same paragraph, and the last couple of lines refer to a Lindy Pen case, according to -- the way they described, explaining that the fair-use defense is not available if likelihood of confusion has been shown.",
  "Very well, Mr. Machat. Now, Ms. Millett, we'll hear from you.",
  "Thank you, Ms. Millett. Ms. Brinkmann, we'll hear from you.",
  "I think this is really quite confusing, Ms. Brinkmann. The question presented, as several people have pointed out, whether the Lanham Act's fair-use defense to trademark infringement requires a party asserting the defense to demonstrate the absence of a likelihood of consumer confusion. Now, do you agree or disagree with that?",
  "You can surely answer that, \"we agree,\" or \"we don't agree.\"",
  "Okay, okay.",
  "Well, you're urging then that the Ninth Circuit be affirmed on alternate grounds.",
  "We rarely do that.",
  "What would be a really expert agency, which you referred to as represented by the government here, and it takes the position quite different from yours.",
  "You say at this point in time? Are you suggesting that it took a different position some other time?",
  "Nobody is challenging it, it's the fair-use defense.",
  "Thank you, Ms. Brinkmann. Mr. Machat, you have three minutes remaining.",
  "Thank you, Mr. Machat, the case is submitted. (Whereupon at 11:02 a.m., the case in the above",
  "We'll hear argument now in No. 03-633, Donald Roper v. Christopher Simmons. Mr. Layton.",
  "But didn't -- didn't we adopt a 16-year-old line in our earlier case?",
  "At what point was this inserted into the record, Mr. Layton?",
  "It was never -- never tested in the trial court.",
  "Very well, Mr. Layton. Mr. Waxman, we'll hear from you.",
  "Well, but what -- what if a State legislature decides that, sure, the Supreme Court said in the Simmons case that you can't execute anybody under 18, but we think there's kind of a tendency the other way, we're going to pass a statute and see what happens in court?",
  "Is it -- is that a closed book? I mean, granted, you may lose the argument, but is it a permissible argument that the standards have evolved the other way?",
  "Right.",
  "Well, how does one - how does one determine what is the better view?",
  "Are you suggesting that we adopt that principle?",
  "Well, Mr. Waxman, was that in evidence that you referred to from these various associations? Was that introduced at trial?",
  "Yes.",
  "Well, but I -- I would think if you want to rely on evidence like that, it ought to be introduced at trial and subject to cross examination rather than just put in amicus briefs.",
  "No. But you're making an argument that science says people this age are simply different, and it seems to me you -- if that's to be an argument, it ought to be introduced at trial.",
  "Well, but you're - you're talking facts basically and facts ordinarily are adduced at trial for cross examination.",
  "Well, how about in the -- how about in the habeas proceeding?",
  "Well, was this evidence adduced at the habeas proceeding?",
  "Right.",
  "But now, that -- that itself is a purported scientific fact, what you just said, and it seems to me if we're -- if we're to rely on that, it ought to have been tested in the way most facts are.",
  "Well, you're -- you're relying on factual -- the statement you just made was - was a factual statement about the enduring character, et cetera. Now, if -- if we are to take that as a fact, it ought to have been tested somewhere rather than just given to us in a brief.",
  "Is part of your answer based on the length of time between the killing and the trial?",
  "Well, what if -- what if a State said I see the problem, so we'll bring this person to trial in 6 weeks?",
  "Thank you, Mr. Waxman.",
  "Mr. Layton, you have 8 minutes remaining.",
  "Thank you, Mr. Layton. The case is submitted.",
  "We'll hear argument next in No. 03-878, Clark v. Martinez, and No. 03-7434, Benitez v. Rozos. Mr. Kneedler.",
  "Very well, Mr. Kneedler. Ms. Dahl, we'll hear from you.",
  "Well, how do you explain then, Ms. Dahl, the language in the Court's Zadvydas opinion that had, were we dealing with, in effect, off-shore aliens, this would be a much different case?",
  "So you say that a person, even though they're not lawfully admitted into the United States, still couldn't be indefinitely detained.",
  "Well, the Government distinguishes that case. What do you make of their distinction?",
  "But are -- are the people here charged with any sort of terrorist activities? They were committed -- convicted of crimes, but I -- I didn't think they were connected with terrorist activities.",
  "Yes.",
  "Well, except that with aliens, they can be deported, whereas a citizen can't be, upon release from prison.",
  "Thank you, Ms. Dahl. Mr. Mills, we'll hear from you.",
  "Well, you -- you might wait a while if you went to the United Nations or --",
  "-- or to -- I take it the Government feels you need some sort of a rather immediate recourse.",
  "How do you explain, Mr. Mills, the language that the Court used, pointing out how different this kind of a case would have been from the -- from the Zadvydas case?",
  "Thank you, Mr. Mills. Mr. Kneedler, you have 4 minutes remaining.",
  "Thank you, Mr. Kneedler. The case is submitted.",
  "We'll hear argument next in No. 03-9877, Jon Cutter v. Reginald Wilkinson. Mr. Clement.",
  "But, you know, when you say it eases burdens, it doesn't just ease burdens imposed by the Federal Government. It eases burdens imposed by State governments.",
  "But in -- in the City of Boerne, didn't we say that Congress couldn't come in and simply rewrite some part of the Constitution to make it read differently than we had?",
  "Haven't we said in at least one of our cases that the government can't favor religion over irreligion?",
  "Is that before us on the questions presented?",
  "Thank you, Mr. Clement. Mr. Goldberger, we'll hear from you.",
  "Well, when you -",
  "When you use the term bona fide, you're introducing a new kind of factor. Do courts evaluate the bona fides of someone claiming a religion?",
  "Thank you, Mr. Goldberger. Mr. Cole, we'll hear from you.",
  "But the Sixth Circuit didn't pass on the Spending -- Spending Clause issue.",
  "And it isn't raised by your opponent's petition.",
  "Yes, if we're looking for that.",
  "It is. Thank you, Mr. Cole.",
  "Mr. Clement, you have 4 minutes remaining.",
  "-- the LDS.",
  "I said you may underestimate the LDS.",
  "Thank you, Mr. Clement. The case is submitted.",
  "We'll hear argument on number 04-278, the Town of Castle Rock versus Jessica Gonzales. Mr. Eastman.",
  "You say the tort statute means something like the Federal Tort Claims Act. Does Colorado have something like that?",
  "Very well, Mr. Eastman. Mr. Elwood, we'll hear from you.",
  "That's the sort of aggressive sort of thing that the Colorado courts could conclusively decide.",
  "Yes, it has. Thank you, Mr. Elwood. Mr. Reichel, we'll hear from you.",
  "What process do you think your client was entitled to?",
  "Could that simply be made by the person on the desk?",
  "Did they simply have to take her word as to the facts on the probable cause issue?",
  "But you said a moment ago, this could be done by the sergeant on duty at the desk who probably had three other calls waiting. Do you still think that could be done?",
  "Do you have any other cases besides Logan?",
  "Yes.",
  "Thank you, Mr. Reichel. Mr. Eastman, you have four minutes remaining.",
  "Thank you, Mr. Eastman. The case is submitted.",
  "We'll hear argument now in No. 03-1488, Ulysses Tory v. Johnnie L. Cochran. Mr. Chemerinsky.",
  "Mr. Chemerinsky, this case comes up to us from a California appellate court. Surely they know California law better than we do.",
  "Well, we're not going to debate among ourselves over what California law is.",
  "Would you add too that he's judgment-proof?",
  "Very well, Mr. Chemerinsky.",
  "Mr. Cole, we'll hear from you.",
  "In more than one case, we've said that an injunction has to be precise and clear and not leaving things to the imagination.",
  "Aided and abetted.",
  "You can -- you can certainly have, you know, some unprotected speech in connection with extortion, like give me $5 million or I'll shoot you. But that -- this was a far cry from that. In other words, it isn't just addressing the victim and saying give me something. It's denouncing the victim, which gets into free speech here.",
  "But the injunction isn't limited to the same conduct.",
  "I thought he lived in L.A.",
  "Thank you, Mr. Cole. Mr. Chemerinsky, you have 4 minutes remaining.",
  "Thank you, Mr. Chemerinsky. The case is submitted.",
  "We'll hear argument next in No. 04-5286, Michael Dodd v. United States. Ms. Bergmann.",
  "When you say it's a nullity, what you really mean is it allows for very - very little relief.",
  "And why is that an argument in your favor?",
  "Well, to say that it doesn't grant as much relief as it might have doesn't render the statute absurd.",
  "Well, but that may be just a generic use of the term cases.",
  "The problem with your argument, Ms. Bergmann, seems to be addressed to the idea that Congress intended to sweep quite broadly here. But I don't think that's the necessary inference at all. We're dealing with a situation, as Justice O'Connor points out, where we have very rarely held that a decision is retroactive. So it's already a very small class of cases, and the Government's view makes it an even smaller class of cases. But that doesn't mean the statute doesn't work. It just means it doesn't work for a lot of people who are excluded from it.",
  "Thank you, Ms. Bergmann. Mr. Feldman, we'll hear from you.",
  "Thank you, Mr. Feldman. Ms. Bergmann, you have 6 minutes remaining.",
  "Thank you, Ms. Bergmann.",
  "The case is submitted.",
  "We'll hear argument now in No. 04-340, San Remo Hotel v. the City and County of San Francisco. Mr. Utrecht, is that -",
  "Well, the Supreme Court of California decided only the State constitutional question, did it not?",
  "How did the case go up? On a motion to dismiss?",
  "What do you understand the word congruent to mean?",
  "I don't think that Williamson County ever contemplated that you would have to take your case all the way to the Supreme Court of the State. Now, it may be that you had no choice once you got into the State court.",
  "Do you think Williamson County by its terms spoke of going to State court and -- rather than just a State administrative proceeding?",
  "Didn't you seek to reserve the Federal question in the -- in the State court litigation?",
  "Very well, Mr. Utrecht. Mr. Waxman.",
  "You say the courts below. Are you talking about the California State courts or the Ninth Circuit?",
  "Well, I mean, they didn't really certify it.",
  "Well, now, wait a minute. You don't mean that the Fifth Amendment question was fully and fairly litigated in the Supreme Court of California.",
  "Well, what -",
  "What preclusion law do you apply? The Ninth Circuit apparently applied Oregon preclusion law.",
  "Which would be California.",
  "A demurrer -",
  "A demurrer is decided on the pleadings, isn't it?",
  "Thank you, Mr. Waxman. Mr. Utrecht, you have 4 minutes remaining.",
  "Thank you, Mr. Utrecht. The case is submitted.",
  "We'll hear argument now in number 04-5928, Jose Medellin versus Doug Dretke. Mr. Donovan.",
  "Ordinarily do not think of that as covered in this Court.",
  "Well, I think -- I think granting a stay could be seen as validating the position of the government without ever having an opinion on it.",
  "How about the creation of a private right of action?",
  "Well, the courts - the courts usually do that, don't they?",
  "That doesn't speak to the private right of --",
  "Yes, but in that case it was overseeing arrangements that were made by our government, not -- they didn't have that much local authority.",
  "Well, but -",
  "-- doesn't the President, in Dames & Moore, enter into an agreement with Iran?",
  "But we decided, in Dames & Moore, that he was acting pursuant to the agreement.",
  "But we didn't -",
  "-- we didn't decide it on the basis that President Reagan says, \"This is what in particular the agreement affected.\" We examined it for ourselves.",
  "And you're talking about denial of a right that didn't exist. That seems perfectly rational, the way you put it.",
  "If the right didn't exist, it should have been denied.",
  "Very well, Mr. Donovan. Mr. Cruz, we'll hear from you.",
  "Well, if we came to the conclusion that the treaty, by its own force, did not create enforceable individual rights, then we would have to get to the question of whether the President's proclamation changes that result.",
  "But that seems to be topsy-turvy, that a treaty would have effect in state courts but not in federal court.",
  "Thank you, Mr. Cruz. Mr. Dreeben, we'll hear from you.",
  "Thank you, Mr. Dreeben. Mr. Donovan, you have five minutes remaining.",
  "Thank you, Mr. Donovan. The case is submitted.",
  "We'll hear argument next, number 04-277, National Cable & Telecommunications Association v. Brand X Internet Services. Mr. Hungar.",
  "Very well, Mr. Hungar. Mr. Cappuccio, we'll hear from you.",
  "Thank you, Mr. Cappuccio. Mr. Goldstein, we'll hear from you.",
  "Well, can't the Commission change its mind, Mr. Goldstein?",
  "Well, I'm glad I did.",
  "But the Congress apparently wanted to go in the direction of deregulation here.",
  "Thank you, Mr. Goldstein. Mr. Hungar, you have four minutes left.",
  "Thank you, Mr. Hungar. The case is submitted.",
  "We'll hear argument now in number 04-480, MGM Studios versus Grokster, Limited. Mr. Verrilli.",
  "Very well, Mr. Verrilli. Mr. Clement, we'll hear from you.",
  "Mr. Clement, where did the 90 percent figure come from? I know we have to accept it because it's summary judgment, but where did it come from?",
  "Thank you, Mr. Clement.",
  "Mr. Taranto, we'll hear from you.",
  "Mr. Taranto?",
  "In your motion for summary judgment, did you ask that the Plaintiff's claim be dismissed?",
  "Were there other claims? You said \"on their claim.\" Were -- did they make other claims?",
  "(Inaudible)",
  "The text on - -",
  "-- the text, on pages 23a and 24a, gives the impression that the District Court is disposing of the entire case.",
  "Thank you, Mr. Taranto. Mr. Verrilli, you have four minutes remaining.",
  "Thank you - -",
  "-- Mr. Verrilli. Thank you.",
  "The case is submitted.",
  "We'll hear argument now in No. 04-495, Reginald Wilkinson v. Charles E. Austin. General Petro.",
  "Mr. -- General Petro, I for one would like to hear what you have to say about the question presented in your petition for certiorari.",
  "Thank you, General Petro. Ms. Maynard, we'll hear from you.",
  "Yes.",
  "Thank you, Ms. Maynard. Mr. Lobel, we'll hear from you. Would you tell us what happened in Mr. Austin's case? I mean, did he get a notice and that sort of thing?",
  "Well, could you answer my question first? What kind of notice, if any, did Mr. Austin get?",
  "You mean a trial before all the -- before they were about to be committed or the hearing at which it was determined whether they would be or not?",
  "Well, what's -- what's wrong with that?",
  "I mean, if he can - if he's not a gang leader, he can tell them why he isn't.",
  "You -- you want a trial-type proceeding.",
  "Is this happening under the new policy?",
  "But now, you just were going to say here's what was happening. Do you mean under the new policy?",
  "Well, why -- why is that the question? If the new policy meets constitutional standards, why does it have to fix something else?",
  "Well, why does the Due Process Clause require reasons?",
  "That -- that was a statute.",
  "Well, what's wrong with giving him the opportunity to say why he's not a gang leader?",
  "But how can you know whether the problems are ongoing if the new rules haven't been implemented?",
  "Why -- why isn't it a question of as facially in the abstract is it okay?",
  "Where do -- where do we find those findings? Where in the record do we find the findings about individual people?",
  "General Petro, you have 3 minutes remaining.",
  "Thank you, General Petro.",
  "The case is submitted.",
  "We'll hear argument now in No. 04-603, Grable & Sons Metal Products v. Darue Engineering. Mr. Zagrans.",
  "We hope all your answers will be principled.",
  "Very well, Mr. Zagrans. Mr. Walton, we'll hear from you.",
  "Very well, Mr. Walton. Mr. Gornstein, we'll hear from you.",
  "We do occasionally review that kind of a decision here.",
  "If there were only a dispute about when the notice was given and not a factual dispute, then it would not have been removable I take it.",
  "Well, that's a very - - sliced baloney very thin.",
  "Thank you, Mr. Gornstein. Mr. Zagrans, you have 4 minutes remaining.",
  "Thank you, Mr. Zagrans.",
  "The case is submitted.",
  "We'll hear argument now in No. 04-6964, Jay Shawn Johnson v. California. Mr. Bedrick.",
  "That's a very low standard in the first place, and why should it be watered down more?",
  "Well, in practice, Mr. Bedrick, is it always worked out like this kind of a minuet? First we have step one and step two. Isn't a lot of it just at a bench conference?",
  "Very well, Mr. Bedrick. Mr. Schalit.",
  "On step one, I take it it's not enough to simply say, look, the person challenged is a member of a minority group. What more must be shown?",
  "But I'm talking about step one.",
  "This is all step one?",
  "So the State has an interest in exercising peremptories.",
  "Thank you, Mr. Schalit. Mr. Bedrick, you have 4 minutes left.",
  "Thank you, Mr. Schalit. The case is submitted.",
  "We'll hear argument next in Deneice A. Mayle v. Jacoby Lee Felix. Mr. Chan.",
  "Mr. Chan, do you think the Rules of Civil Procedure should be applied in habeas cases after AEDPA the same way they are in civil -- other civil litigation?",
  "But what if we were to determine that in regular civil litigation it is relatively automatic? What would your position be with respect to habeas cases after AEDPA?",
  "Very well, Mr. Chan. Ms. Blatt, we'll hear from you.",
  "Thank you, Ms. Blatt. Mr. Porter, we'll hear from you.",
  "Whatever the reason for it is, certainly you can interpret the rules to say that the pleading requirement being different and much more specific, the amendment process should be different.",
  "But you don't need an amendment, I don't think. If you're talking about a transaction, the question is, What is the transaction? And in habeas it may be quite different than in other civil things.",
  "What about -- what about the case law in the lower courts that Justice Breyer referred to, dealing with the core operative facts and adopting - -",
  "-- you say let's look at all the cases that have followed Tiller, and -- but apparently a lot of the courts adopting the core operative fact have developed that without full regard to Tiller.",
  "But the argument as to whether it was properly done, whether the ruling was proper, is going to go back to the time of the Miranda interrogation.",
  "Well, why isn't that an operative fact?",
  "Yes, but - -",
  "Well, you've switched. We were talking about \"operative fact,\" and now you said \"actionable fact.\"",
  "Thank you, Mr. Porter. Mr. Chan, you have four minutes remaining.",
  "Thank you, Mr. Chan. The case is submitted. [Whereupon, at 11:57 a.m., the case in the",
  "We'll hear argument now in Margaret Bradshaw v. John David Stumpf. Mr. Cole.",
  "When -- when did this new evidence come to light?",
  "Did the other guy confess to a -- kind of a jailhouse snitch?",
  "Very well, Mr. Cole. Mr. Freedman, we'll hear from you.",
  "Who is they?",
  "What is your best case, Mr. Freedman, for the idea that an inconsistency, such as you say was present here, is a violation of due process?",
  "Did you raise that argument before the Sixth Circuit, the one that you're making now?",
  "Thank you, Mr. Freedman. Mr. Cole, you have 3 minutes remaining.",
  "Thank you, Mr. Cole. The case is submitted.",
  "We'll hear argument now in the Merck KGaA v. Integra Lifesciences. Mr. Rosenkranz.",
  "What are the alternative grounds that you're discussing now passed on by the Federal Circuit?",
  "A moment ago -- a moment ago, you were reading from 12(a). Was it the first sentence you were reading from?",
  "Thank you.",
  "Very well, Mr. Rosenkranz. Mr. Joseffer.",
  "Do you have to have the FDA's permission to start clinical testing?",
  "But who's fault is that that the jury instruction is too general. I mean, if both parties agreed to it, aren't they, in a sense, bound by it?",
  "The Petitioner said he agreed with the core of the instruction, whatever that is.",
  "What are the consequences if someone goes ahead and conducts a clinical trial without the approval of the FDA?",
  "Thank you, Mr. Joseffer. Mr. Flores.",
  "We're not reviewing the District Court's opinion. We granted certiorari as to the particular question which will deal with what was the Court of Appeals opinion. We don't ordinarily simply compare the Court of Appeals' opinion with the District Court's opinion to see if they parse.",
  "They spent about ten pages in the appendix trying to do that.",
  "Thank you, Mr. Flores. Mr. Rosenkranz, you have two minutes remaining.",
  "Thank you, Mr. Rosenkranz. The case is submitted. [Whereupon, at 11:03 a.m., the case in the",
  "We'll hear argument next in Graham County Soil & Water Conservation District v. the United States. Mr. Browning.",
  "Very well, Mr. Browning. Mr. Hurt, we'll hear -- we'll hear from you.",
  "Thank you, Mr. Hurt. Mr. Driemeier, we'll hear from you.",
  "Well, apparently Florida didn't think so.",
  "Apparently Florida didn't think it was too short.",
  "Thank you, Mr. Driemeier. Mr. Browning, you have 8 minutes remaining.",
  "Thank you, Mr. Browning. The case is submitted.",
  "We'll hear argument now in Antonio Dwayne Halbert v. Michigan. Mr. Moran.",
  "Well, isn't that a perfectly natural inference if you're told you get A and B, that C and D might have been -- that C and D will not be given?",
  "Very well, Mr. Moran. Mr. Restuccia.",
  "Do they all sit together?",
  "But it's just one court.",
  "Thank you, Mr. Restuccia. Mr. Schaerr, we'll hear from you.",
  "Thank you, Mr. Schaerr. Mr. Moran, you have 3 minutes remaining.",
  "Thank you, Mr. Moran. The case is submitted.",
  "We'll hear argument now in Aurelio Gonzalez v. James Crosby. Mr. Rashkind.",
  "But it's still very vague.",
  "But this is going to be taken up by some 800 district judges and a couple hundred appellate judges, and they're the ones who have the final say in most of these cases just because we decide so few.",
  "Well, we're not talking about ordinary appellate review. We're talking about an appeal from an adverse decision by a Federal habeas court.",
  "So that isn't quite as strange as you make it sound.",
  "Well, but maybe that's what Congress wanted.",
  "But at what point do we bring this all to a halt? I mean, there's always one more argument to make that the last court to rule against me was wrong.",
  "Very well, Mr. Rashkind.",
  "Mr. Kise, we'll hear from you.",
  "What about a claim that a witness perjured himself, a witness for the government, during trial?",
  "Thank you, Mr. Kise. Ms. Millett, we'll hear from you.",
  "Thank you, Ms. Millett. Mr. Rashkind, you have 4 minutes left.",
  "Thank you, Mr. Rashkind. The case is submitted.",
  "We'll hear argument now in American Trucking Associations v. Michigan Public Service Commission and a companion case. Mr. Digges.",
  "Wouldn't we be better able to decide this question after a trial rather than speculation on both sides?",
  "Well, Nippert was over 100 years ago, wasn't it?",
  "It seems like 100 years ago.",
  "Very well, Mr. Digges. Mr. Hanson.",
  "Thank you, Mr. Hanson.",
  "Your time is expired.",
  "Mr. Boynton, we'll hear from you.",
  "Thank you, Mr. Boynton. Mr. Stewart, we'll hear from you.",
  "Briefly.",
  "Thank you, Mr. Stewart. Mr. Digges, you have 4 minutes remaining.",
  "Thank you, Mr. Digges.",
  "The case is submitted.",
  "We'll hear argument now in Ricky Bell v. Gregory Thompson. Ms. Smith.",
  "Did the court give any explanatory reason for what it did?",
  "But a single judge doesn't have the authority, does he?",
  "Well, how many cases very similar to that -- this exists? It struck me as just procedurally bizarre.",
  "Very well, Ms. Smith. Mr. Shors.",
  "For how long after the judgment becomes final can a court engage in sua sponte consideration of whether to grant a rehearing?",
  "Shouldn't the State at least be notified of the pendency of this sort of thing?",
  "Well, now, that - - that really doesn't add up.",
  "That might be a clerical error all by itself.",
  "But there was no doubt that there was a final judgment here in the death sentence.",
  "This was -- this was how long after cert had been denied?",
  "Well, to say there's no surprise to the State, that may be the State probably knew as much as the defendant about what was in the record, but certainly it was a surprise to the State to know that the court of appeals, after cert was denied, was pondering all this for that long a time.",
  "So the counsel should go to the -- see the docket sheet regularly to see whether the court of appeals might be doing something?",
  "And you say the State should have known what the court of appeals -- before cert was ever considered because it was on a docket sheet. But the case was over, so far as the parties were concerned, in the court of appeals and in the district court.",
  "What if the court of appeals were talking about a point of law and the court of appeals issued an opinion saying we agree with three circuits and disagree with four others? The losing party brings it here and we deny certiorari. It goes back. And then one of the judges on the panel says, gee, I think we should have gone with the other circuits. Can they do that at that point?",
  "But that's an intervening circumstance. It's not a single judge changing his mind.",
  "What was the -- what court had granted the stay?",
  "And it remained in effect all that time?",
  "Thank you, Mr. Shors.",
  "Ms. Smith.",
  "Thank you, Ms. Smith. The case is submitted.",
  "We'll hear argument now in Arthur Andersen v. United States. Ms. Mahoney.",
  "And what is a \"document\"? I mean, in Justice Kennedy's example, is it just some handwritten notes? Do they become \"documents\"?",
  "Very well, Ms. Mahoney. Mr. Dreeben, we'll hear from you.",
  "But you could undermine and be unsuccessful. It's not as though undermine means that you're necessarily going to succeed.",
  "So that big, heavy guy would violate the statute just by standing there?",
  "Thank you, Mr. Dreeben. Ms. Mahoney, you have four minutes remaining.",
  "Thank you, Ms. Mahoney. The case is submitted. [Whereupon, at 11:07 a.m., the case in the"
]