[
  "Thank you, Justice Stevens, and may it please the Court: Yesterday in Koons Buick against Nigh, this Court emphasized once again that statutory interpretation is a holistic process based on common sense, that the reading of the statute should look at all the words to avoid a passing strange or an anomalous result when the text does not dictate it and the statutory history suggests otherwise.",
  "Yes, but actually, Justice Scalia, I think even you will find our case more appealing.",
  "We have an excellent textual argument.",
  "We do. A holistic reading of the text shows that section 522(d)(10)(e) of the Bankruptcy Code - -",
  "Absolutely.",
  "I'm not going to look outside the text at all. A holistic reading of section 522(d)(10)(e) of the Bankruptcy Code, which is on -- in the petitioners' brief at pages 1 through 2 - -",
  "I think it means read all the words in the sense that makes the most sense to you rather than plucking words at random or rather than looking at a word artificially. For example, when you look at a phrase like on account of in the Bankruptcy Code, as the Court did in North LaSalle, account means a lot of different things, but there it clearly meant because of, as it does in this statute.",
  "I think it'd be partial, but I'm not sure.",
  "Sure.",
  "Yes, and I think payments are triggered by age because section 522(d)(10)(e) is a statute eminently about the protection in bankruptcy of retirement payments. For individuals - -",
  "Yes, that's the problem the court had below. I think it's an illusory problem for the following reason. It's clear that the right to receive full enjoyment of payments under an IRA does not attach until one of the triggering events occurs. The trigger events are age 59 and a half, disability, illness, or for the estate, death. And that's the right that we're talking about here, and that's why - -",
  "That's correct, but the 10 percent tax here is designed and does, in fact, operate as a deterrent and a penalty.",
  "Well, Justice Scalia, the way that I would view that is prior to age 59 and a half, you pay a penalty. And Congress put that penalty in there because the holistic sense, the full reading of section 522(d)(10)(e) is it is designed to protect retirement savings, replacement income of the elderly, the disabled, or ill people, once they get to the point where those triggering events, which are in 522(d)(10)(e), occur. Those are the same triggering events - -",
  "Northrop Grumman's policy is to require individuals who leave the company's employment to roll their pension plans into an IRA. The Rouseys tried to get work in Arkansas when they moved there. Had they gotten a job there that they were able to keep, which they were unable to do because of their health, they could have rolled that money back into an undeniably, completely exemptible.",
  "That's correct.",
  "No. This employer did not permit individuals to keep the money in the plan. They were told they had to remove the money when they lost their jobs.",
  "Apparently so.",
  "Yes, Your Honor.",
  "Let me give you a couple - -",
  "Let me give you a couple of examples - -",
  "-- that I think will be quite familiar. A 401(k) plan allows you to get access to money before you turn 59 and a half on account of hardship, and you pay a 10 percent tax penalty if you do so. The Federal Government's thrift savings plan for Federal employees allows you to take a loan out of the plan and to pay the interest back into your own account before you turn 59 and a half, thereby essentially giving you free use of the money. If you don't pay the loan back, it's then treated as a -- as a distribution, and you pay the 10 percent tax penalty on it. So that if you read this statute to -- not to include IRA's, to deny exemption to IRA's, you read this statute to deny exemption to virtually all of the modern forms of defined contribution pension plans or savings plans.",
  "Absolutely, Your Honor.",
  "Yes, that's correct. You would render section 522(d)(10)(e) essentially a nullity.",
  "Yes. I -- I can see why you might have thought it was the Ninth Circuit.",
  "Yes, yes.",
  "Well, in the Cilek case from the Seventh Circuit, which is cited in our brief, the court there cited statistics that suggested it was between 1.2 and 1.7 percent of funds in IRA's were removed early under the penalty process.",
  "It would be because it's the right to the future payments and not just the present payments, Justice Breyer.",
  "That's correct, Justice Breyer. But in order to protect the ability to take money out after someone turns 59, you have to protect the corpus of the IRA now because otherwise, when he turns 59 and a half, there won't be any money there for him to take out. And that's why the exemption extends not just to present payments, as the Third Circuit erroneously held, but also to the corpus when it is necessary for the support of the debtor. And I can't emphasize - -",
  "Yes, Justice O'Connor.",
  "Absolutely, Justice O'Connor. We cite a number of them in both the opening brief and in the yellow brief on pages 19 through -- to 20, I think is where we -- where we talk about --",
  "Yes.",
  "The claim was all that all of that was necessary. If I could give an example that I think Justice O'Connor might find instructive here. When a debtor, for example, is 40 years old, they generally require turnover of the entire IRA because people have time to earn the money back again. When the debtor has other retirement savings, for example, in a case from Virginia called Abate, because the person also had a 401(k) plan, they were required to turn over the entire IRA. When a debtor is able to work, even if the debtor is in his or her 50's, courts will often require exclusion of at -- will also require turnover of at least part of the IRA. In this case --",
  "Well, if the client is ill now, they get to keep it - -",
  "There isn't a reported case that talks about the possibility of future illness as a reason of exempting the money.",
  "I would say at the 1 percent and 80 percent of the people are taking the money out, it wouldn't operate really as a retirement plan anymore. But if I can give another statistic that might be helpful in thinking about this. 18 percent of the participants in large 401(k) plans who are under the age of 50 are taking loans out against those plans today.",
  "18 percent in one of the surveys. And yet, those plans are undeniably, absolutely exempt under the bankruptcy - -",
  "Well, but the loans because -- for example, in the Federal thrift savings plan, the interest is being paid back into your own account, it's essentially as close to taking out the money as you can get.",
  "It -- it's not the -- if you look at the statute -- and let me just work my way through it with you. It's the right to a payment under a stock bonus, profit-sharing, annuity, or similar plan on account of illness. And the question is what does on account of modify there. I think the most natural and sensible reading of the statute is a plan that is because of age, a plan that is because of disability, and the like.",
  "I don't -- I don't think you need to read it that way, and I think the most sensible reading here, especially given that the statute - -",
  "Well, I -- I'm not sure that it does, but even if it did, Your Honor - -",
  "Well, this is again -- I know you dissented yesterday, but this is a less than meticulously crafted statute.",
  "Okay. Okay.",
  "Well --",
  "I think what on account of modifies here is the kind of plan out of which the payment is coming.",
  "There are a variety of plans, stock bonus, pension - -",
  "Yes.",
  "Plans - -",
  "Well, I think you can read it either way and you'll get to exactly the same result. So let me read it the way that you've been reading it, which is if you want to protect the ability of people who have IRA's to withdraw money on account of age, you have to protect the IRA now or there will be no money in it for them to exercise their right to withdraw on account of age.",
  "Justice -- Justice Kennedy, we don't believe --",
  "-- that that's actually a right.",
  "No, Justice Kennedy, I don't think that's what I'm doing here, and the reason I don't think that's what I'm doing is because this statute clearly refers to IRA's by name as one of the plans that's entitled to exemption.",
  "That's correct.",
  "No.",
  "That's correct. That's -- that's our strong point and we're sticking with it.",
  "That's correct. It's not a right, as we say in the reply brief, to park on the sidewalk because if you pay the parking ticket, you can park there.",
  "And I think no matter how - -",
  "Thank you.",
  "No matter how you read the statute, it's designed to cover IRA's, and any reading of the statute that ends up not covering IRA's will also not cover many of the other - -",
  "They did, Justice Ginsburg. They did in the last line of the statute.",
  "Well, my best guess as to why they didn't do that is they started drafting the exemptions statute in 1973 and they enacted IRA's in 1974, so they stuck it in at the end of the list. That's my best guess.",
  "Well, what's wrong with that, Justice Scalia, is that all IRA's are designed and they're administered on forms that the Internal Revenue Service sets out and you buy the forms to allow for early withdrawal. So under their theory, there has -- there is not now and there has never been a single IRA anywhere in the United States - -",
  "-- that had that inability to take the money out subject to penalty prior to the age 59 and a half.",
  "I don't necessarily think so for the following reason. IRA's are off-the-rack products. They're a basic consumer product that 40 million people buy. People don't usually negotiate the terms. If you did negotiate the terms, though, here's the second problem. Anytime you deviate from the form that the Internal Revenue Service gives you, which also gives you these rights to withdraw early subject to penalty, you run the risk that your plan will then be held to be a nonqualifying plan under section 408 of the tax code. You then lose the ability to deduct the contributions going in. You then lose the ability to defer the payments on the income as it accrues in the account. Now, to answer the last part of your question, one of the things that has occurred over the last, say, 5 to 10 years is more and more States are passing laws that essentially protect IRA's in bankruptcy and out, as a matter of State law, from any attachment by creditors. Why do they do that? Because they recognize that IRA's are a fundamental piece of the retirement system today.",
  "That's correct, but only four States offer no protection to IRA's from creditors as opposed to - -",
  "46 States offer some kind of protection. 23 States protect them without limit in bankruptcy and out. 6 of them protect them inside of bankruptcy using the State exemptions as long as the amount is reasonable and necessary for the debtor's support.",
  "That's correct.",
  "No. No. 23 of them would protect all IRA's. 6 would protect all IRA's if the money in them is necessary to the debtor's support, an additional 6. 6 more would protect all the money in an IRA as long as it was deposited 120 days or a year or 3 years before the debtor filed for bankruptcy. 3 of them will protect all IRA's up to a dollar amount. In Nevada, the dollar amount is $500,000. 8 States use, as their State exemption law, an IRA that -- a statute that has exactly the same language as the Federal statute. 6 of those State statutes have been interpreted by Federal courts to protect IRA's.",
  "There's a -- there's a weird anomaly in Arkansas, Your Honor, which is Arkansas law does, in fact, protect IRA's, but the Federal bankruptcy courts in Arkansas have interpreted that law only to protect the IRA up to $500 because of a provision in the Arkansas constitution, article 9, section 2, that means that you can only save up to $500. So any bankrupt person in Arkansas who wants to keep any money in his -- in his IRA has to elect the Federal exemptions rather than electing the State exemptions.",
  "That's correct. The bankruptcy court did not rule on our claim that it was all reasonably necessary because they decided first that IRA's didn't come within the meaning of section 522.",
  "Yes, Your Honor.",
  "Well, if you take, say, $55,000 and you ask what sort of annuity could you purchase when you hit age 59 and a half with that money, it will be an annuity that, I would guess -- you know, I -- I hate to do math in my head like this. I'd guess it would throw off a couple of hundred dollars a month in additional income. And so if you ask will the Rouseys need that money for their support, I think the answer is yes because their only other support - -",
  "-- is Social Security and a $2,000 a month defined benefit plan that will never go up and against which their Social Security will be offset. So when they start becoming eligible, as Mr. Rousey is about to be, for Social Security, that defined benefit plan reduces their benefits. So if the Rouseys are to have an old age in which they can afford to live in any kind of reasonable circumstance at all, they need this money.",
  "I was unable to find one, Your Honor.",
  "I'd like to reserve the remainder of my time.",
  "I -- no, we do not have one, and I don't - -",
  "Well, I -- I don't think they've taken a position here. I will say that in Patterson against Shumate, they referred to IRA's in a footnote in their brief, I believe, as pension plans under section 408.",
  "Well -- well, that's correct. The United States trustee may have wanted them to -- I'd like to reserve the remainder of my time.",
  "I'm going to retire early.",
  "The -- the first point is that there are two rights under IRA's: the right after age 59 and a half or upon death or disability or illness to withdraw the money without any kind of penalty; and there's a second little exercise, an entirely subsidiary right, which is the ability to withdraw money subject to a penalty earlier. The existence of that second entirely subsidiary, almost never used right -- and the statistic on this is in the green brief at page 23 -- means that the real essence of an IRA is it is a plan on account of age. The second point. As this Court said last year - -",
  "Well, at the age of - -",
  "Well, that's a right that's very important because let me give you just a mathematical example of the difference.",
  "The statute gives that right.",
  "And you do have that right. You also have another right. But the existence of that second right doesn't negate the first right. The statute doesn't here, for example, as section 522 or section 365 of the Bankruptcy Code does, use the word solely to say you -- a plan is eligible only if you have solely the right to receive on this - -",
  "That might be your first thought, but then - -",
  "Oh, but I think even if that were your first thought, you would then get to the implication that many of the Justices have been pressing today, which is the implication of that for all plans is tremendous because all plans give -- well, I shouldn't say all plans, but I should say the vast majority of other plans, 401(k) plans, profit-sharing plans, and the like, do give you early access to your money, and that's valuable to you. That's why in section - -",
  "Well, the qualification of hardship has been interpreted by many employers to say, you want to buy a house and you can't otherwise? That's a hardship. You want to sent your kid to school and you can't otherwise? That's a hardship. You have huge, you know, consumer loans and you could consolidate that? That's a hardship. So it's not as if IRA's operate differently from everything else in the system. That's why - -",
  "I think that's - -",
  "I need the money. I don't have the money. That's a hardship. If you -- if all you have to say is the magic word hardship, I think that's why we would say IRA's are similar plans or contracts because this Court has made it clear similar is not the same thing as identical. So if similar reasons allow you to withdraw, that's enough. And that's why in section - -",
  "As I read the New York City - -",
  "I don't know, but the New York City Police Department plan appears to work like that. You can take the money out if you pay the 10 percent penalty.",
  "Not to my knowledge.",
  "We'd be happier with 10 percent than nothing, but no judge has ever read the statute that way. The second point is a point that comes out of this Court's decision last year in the Till case where the Court said, look, you want to pick a manageable line, a line that's straightforward and familiar. And here's one that I'll give you that comes directly from the text of section 522(d)(10)(e), which is you should hold that section 522(d)(10)(e) permits the exemption of all plans or contracts that qualify under section 401(a), section 403(a), section 403(b), or section 408 of the Internal Revenue Code, which IRA's do. And this may have led to some of the confusion, I think, between counsel in this case, which is in the Andersen case, although Ms. Andersen was receiving money under section 408, it was not a 408 individual retirement account. It was, instead, under section 403(b), an individual retirement annuity. So there are, as far as we know, no individual retirement accounts, the things you put money into while the money accumulates before you're ready to retire and you transfer it into an annuity that are customizable. And indeed, for the kinds of debtors who need the protections of section 522(d)(10)(e) the most, the unsophisticated people who are putting their money away in an IRA because their pension plan either doesn't exist at all or isn't adequate for their retirement, the idea that they would understand to go in and negotiate at a bank for a customizable IRA strikes me as quite implausible. That's why we think the most sensible reading of the statute here is to exempt IRA's when the money in them is necessary for the support of the debtor. Thank you.",
  "Thank you. Mr. Chief Justice, and may it please the Court: The Government now concedes that the Ninth Circuit erred in holding that the negotiated grievance procedure of the Civil Service Reform Act strips Federal courts of their jurisdiction to hear constitutional claims by Federal employees.",
  "No. That’s correct, but the Government correctly conceded perhaps I should have So I think that the --",
  "Of course, you can.",
  "Yes. I -- I think, obviously, the Court has an obligation to satisfy itself of the jurisdiction. But I’ll point out then that you would have had that obligation as well in NTEU against Von Raab in which this Court addressed precisely the same kind of case, litigated in precisely the same posture.",
  "It was raised in the district court and the Government chose not to raise it in the court of appeals or here. But, of course, you have, as satisfy yourself of your subject matter jurisdiction.",
  "No. I’m not saying that you decided it in NTEU against Von Raab, Justice Scalia. I’m just saying that given that you were apparently satisfied with the theory, you should be satisfied here too as well.",
  "No. With all respect, Justice Scalia, I think that’s incorrect. The Civil Service Reform Act provides for judicial review of personnel actions, and if you go Fausto, you’ll see that you repeatedly referred to them as personnel actions there. employee, as this Court’s opinion in Bush against Lucas says at note 28, is not a personnel action, and therefore, there is no way of obtaining review of it through the Civil Service Reform Act. But it is not in any sense here a minor violation of Mr. Whitman’s rights.",
  "Yes, Justice Scalia, but he would have to bet the ranch to do it. And I think --",
  "Justice Scalia, I think that’s incorrect when it comes to Government agency actions of this kind. That’s what the Abbott Laboratories case that we cite in our brief makes quite clear. Court understood precisely that problem in talking about the doctor who faces the abortion statute in that to risk your license there or to risk, in this case, a job that our client has held for 20 years in order to challenge whether his Fourth Amendment rights are violated is not normally how judicial review should be accomplished. And so the question here really is how judicial review should be accomplished, and we’ve maintained all along that the way judicial review should be accomplished here is the way that it’s accomplished in all sorts of cases, by bringing an action in the Federal district court seeking injunctive relief. Now, what the Government --",
  "Absolutely, Mr. Chief Justice.",
  "I can see why that might seem at first a little strange to you, Your Honor. But the point of the CSRA is to deal not with major versus minor actions. It’s true that minor actions you get administrative review and not judicial review, but that’s about personnel actions. Mr. Whitman is not challenging a personnel action here. He’s challenging a warrantless search. The warrantless search was the non-random, arbitrary urinalysis and breathalyzer to which he was subjected.",
  "No, Your Honor. It became unconstitutional when it became clear that at the Anchorage air traffic control facility, they were not complying with the requirements both of --",
  "Well, he alleges in his complaint that he was subjected to 13 tests, and then when he complained --",
  "Over a period of time of approximately 5 years in which other employees were subjected to no more than one or two.",
  "Yes, but he was picked --",
  "No, Justice Stevens. His allegation is he was picked seven times in a row for",
  "Right, and --",
  "Well, he may well not. He may well lose on his constitutional claim, Justice Breyer, and that’s not the issue before this Court. The question is whether a district judge should decide, should listen to the facts and decide whether this was random or not. I tried once to calculate what are the chances of --",
  "I -- I tried to do it and I couldn’t do it. Government?",
  "Well, it wouldn’t -- curve and you ask the Library of Congress and they’ll do it --",
  "Well, right, but it would be -- I -- I know. You know, I -- it -- my calculator doesn’t go that high.",
  "But it’s high.",
  "It’s the undergraduates that know how to do that.",
  "Right.",
  "Yes, Justice Breyer. The problem with assuming that a union will take a claim like this to arbitration is the following. Unions generally do not take individual employee grievances to arbitration, especially if you look at this collective bargaining agreement, which requires the union to pay the costs if they lose. Now, on a claim like this, for the very to figure out what the facts are.",
  "That’s right.",
  "That’s correct. Just as, for example, the employees did in the NFFE against Weinberger case on which you sat in the court of appeals where the Government again there tried to argue there was no subject matter jurisdiction, and the court really gave that argument the back of its hand because traditionally the way that someone who wants to allege, someone who is an employee or not who wants to allege, that there -- that he’s seeking injunctive relief for a constitutional violation, goes to the Federal district courts under 28 U.S.C. 1331, not to a negotiated grievance procedure that was not intended and cannot operate in the way that the Government seems to hope --",
  "Well, I have two somewhat different answers to your question, Justice Ginsburg. One, which I’ll turn to in a moment, is about the specifics of this case, but I want to give the more general one first. And that is, that the negotiated grievance procedures that unions set up are for the benefit of employees who believe that that is the best way of seeking to resolve their complaints, and most complaints, quite honestly, will be done that way. Most people are not going to go into Federal court, especially not if all they can seek is injunctive relief and they have to pay a filing fee and it’s going to take a long time to go there. Now, Mr. Whitman had two problems that made it unlikely he was going to go through the grievance process here. The first of these problems is that the joint appendix, the two stages of which he has control -- and I can return in a moment to what happens after to talk to his supervisor and to talk to the facility manager. When it comes to drug testing of the kind to which Mr. Whitman was subjected here, his supervisor does not have authority over that. It’s done from outside the facility. So talking to his supervisor will not get him anywhere.",
  "Well, if his union had negotiated a collective bargaining agreement that required exhaustion, then it would be appropriate to make him go through it, but they didn’t do that. question. That would be an easier case. But why shouldn’t we require an exhaustion for those two",
  "Well, if I could go through the grievance process, I think you’ll see why this grievance process cannot be turned into an exhaustion process without this Court, in words that Justice Ginsburg used last week, inserting a lot of carets into the statute. That is, there are two stages of this grievance process over which Mr. Whitman has control. He can go to his -- his supervisor in an informal conversation. There will be no factfinding. There is no right to call witnesses. There is no right to present evidence. If he doesn’t like that -- and he has only 15 days to do it -- he can then appeal to the -- to the supervisor of the facility. Again, he has no right to present evidence. He has no right to any kind of factfinding. He has no right to a reasoned decision. Those are the --",
  "Well -- we’re going to take this one up.",
  "They may and I’ll turn to that answer I was giving a moment ago to Justice Ginsburg, which is one of the problems here is that our client alleges in his supplemental complaint that when he first complained about this, he was singled out yet again for retaliatory testing. And so this is precisely the kind of case in which someone who is being subjected repeatedly to retaliatory tests would be worried. Now let me turn to the question of --",
  "He was -- he wasn’t told. He was advised by someone who said the FLRA has no jurisdiction here because this isn’t an unfair labor practice. Now, of course, what the Government wants him to do is to exhaust by going back to the FLRA which has already told him that it has no expertise on this matter. So let me turn to that third stage of the arbitration, or at least he asks his union to because under section 7121(b)(1)(C)(iii) of the statute, only noted, as long ago as Vaca against Sipes, that unions invoke arbitration in only a minuscule handful of cases, so that in Vaca against Sipes, it was 1 out of 900. There was a recent study, the most recent study I could find that was published, about Federal Government employees, dealt with civilian employees of the Army, and it looked at how often did the 31 different unions that represent civilian employees of the Army actually invoke arbitration vis-a-vis the number of grievances that were filed. And it found that in the years it looked at, no more than 6 percent got arbitration.",
  "Yes, Your Honor.",
  "Well, there are two reasons for that I think. One is he suffers an irreparable bet-the-farm injury every time he’s searched unconstitutionally. The second is that the statute simply doesn’t say that. I can understand -- honestly, I can -- why this Court is in favor of exhaustion requirements. And if the statute contained one, it would be eminently",
  "Absolutely, and I think if you used this Court’s opinion in Madigan against McCarthy as your template for thinking about whether to impose an exhaustion requirement here, because I think, quite frankly, that’s what you would be doing -- you would be imposing one that doesn’t exist now.",
  "The Court --",
  "Justice Kennedy, all sorts of personnel actions might be minor and they might be the kind of thing that the CSRA wants to have decided administratively only or through exhaustion. This is a Fourth Amendment violation. It is not minor. As this Court held in Von Raab, the only thing that makes this kind of test constitutional --",
  "The Fourth Amendment violation here is this Court said that warrantless, suspicionless it has safeguards that ensure that there is no discretion exercised in the field and that it’s truly",
  "No, Your Honor. He alleges that they are not, in fact, following the random procedures, that instead, when it’s more convenient for them to test him -- and I can understand why they want to test him. Every time they test him he passes the test. So why not ask Mr. Whitman who is a compliant, sober employee, if you need another person to just round out the numbers to --",
  "No. The operation of the system, as it applies to Mr. Whitman in Anchorage.",
  "That’s correct. And then by",
  "No. And if the Government -- the Government in its answer in the district court does not say there was a computer malfunction. They say we don’t really even keep records back as long as he --",
  "Well -- well, yes. Of course, he was proceeding pro se in the district court.",
  "No. He -- he did. He said it is not random, and then in his supplemental complaint, he alleged that he was retaliated against for complaining the first time around and was selected out when he wasn’t on the list to be tested yet again. is indeed serious, are you sure that it’s not a personnel action?",
  "Well, two answers to that. One is the fact that Congress -- in 1978 they first gave the entire list of personnel actions. In 1994, they amended that list to add psychiatric testing. This is after the Government has already been engaged in urine testing of Federal employees. If they wanted to say drug testing, they would have said it. And for you to add that is really --",
  "With all respect -- have to undergo drug testing, and what do you know? He’s being picked on for drug testing all the time.",
  "Well, with all respect, Your Honor, I think you would have to overrule the Fort Stewart School against FLRA case that the Court decided in 1990 to define working conditions to include a drug test because there -- and it’s cited at page 28 of the NTEU’s brief -- the Court says that the term, working conditions, refers to, quote, circumstances or states of affairs attendant to one’s performance of a job. Now, drug testing is not attendant to his performance of his job. It is the condition of his holding the job in some sense that he pass the test. And if he failed that test, he would, indeed, have to go through the CSRA. But because he passed the test, he has no way of getting into court. Now, if I could turn --",
  "That’s -- duties, responsibilities, or working conditions. The implication is that a decision to order psychiatric responsibilities, or -- or working conditions.",
  "But if the -- but if Congress, Justice Scalia, had thought that that catchall phrase covered psychiatric tests, it would not have amended the statute in 1994 to add them specifically.",
  "Well, yes, and it’s good for the FAA to comply with the Constitution. And that’s why we think he should be allowed to go to Federal court.",
  "I don’t think that there would be a difference with respect to exhaustion on those two claims. The Government simply says he can never get here is arguing that there should be a differential treatment with respect to exhaustion. It’s with",
  "Oh, no.",
  "We spend rather a bit of time in our brief explaining --",
  "What can I -- what can I say?",
  "The answer to that would be yes. He might end up being precluded, if he lost in Federal court on the constitutional claim, from coming back on the statutory claim.",
  "No, Your Honor. We don’t think there is exhaustion required with respect to either set If I may, I’ll reserve the balance of my time.",
  "Mr. Chief Justice, and may it please the Court: I -- I think it’s clear at this point that the Government really is asking this Court to rewrite the CSRA on the fly. As late as page 48 of their brief on the merits, they wouldn’t tell us whether our client should go to Federal district court or to the court of appeals. Then in response to Justice Scalia’s question, they say, well, you could rewrite 2302(a)(2)(A)(xi) and (x). And I think the CSRA is a sufficiently detailed and comprehensive statute that this Court has resisted rewriting several times.",
  "It is.",
  "That the system of collective bargaining negotiated grievance processes here is set up in a way that does not filter it into judicial review. And therefore -- in 1994, when Congress amended section --",
  "No, no.",
  "No, Your Honor. We think that that goes straight under the APA. Now, here’s the real problem with the Government --",
  "I know. to the question that if I agree with you that on non- constitutional matters, if this system doesn’t work for court. Suppose I agree with you on that. What is the argument against requiring him to exhaust the remedy that is there, namely a request for arbitration --",
  "The argument against it --",
  "The argument against it in this case, which stems, from among other things, this Court’s decision in Zipes against TWA and in Heckler against Day, is the Government waived any claim that our client should have been required to exhaust. They never raised that issue below, and this Court has repeatedly held that a failure to raise a non- exhaustion defense is waiver of that defense. You should wait until you have a case where there has been briefing and factfinding.",
  "Yes.",
  "Well, we --",
  "Oh, oh.",
  "Thank you, both.",
  "Thank you, Mr. Chief Justice, and may it please the Court: I want to turn initially to two cases that weren't mentioned yet by the Court that I think dispose of the question of whether the law was in force or effect. And I would like to direct the Court's attention to page 101 of the joint appendix, because the language I'm going to be talking about appears there in the course of the Governor's request for reconsideration of DOJ's objection. This is the language from this Court's opinion in Young against Fordice. And it starts midway down the page, where the Court says that: \"The simple fact that a voting practice is unlawful under State law does not show entirely by itself that the practice was never in force or effect.\" We agree. And then the Court goes on to say: \"A State, after all, might maintain in effect for many years a plan that technically or in one respect or another violated some provision of State law,\" citing Perkins against Matthews and City of Lockhart against United States. All that Young against Fordice does is explain that that case is a sport that deviates from the general rule that this Court has had that when a law is in force or effect its constitutionality under State law doesn't matter. I'd also like to direct the Court's attention to page 114 of the joint appendix, where Act 85-237's text appears, and direct you to the bottom of the page in section 4, which says: \"This Act shall become effective immediately upon its passage and approval by the Governor upon its otherwise becoming a law,\" which it did in June of '85 when the State obtained preclearance.",
  "I don't honestly know the answer to that question, Justice Scalia, because Alabama law has different views, for example, on ripeness and the like than Article III does. And this also goes to the question that Justice Ginsburg asked at the very end of the argument about the remedy in this case, because Alabama law here is quite peculiar. And since we filed our brief there have been two opinions by the Alabama Supreme Court, in a case called Roper against Rhodes and a case called Wood against Booth, that reiterated under Alabama law once an election has been held, if no contest litigation was timely brought, the fact that the person is unentitled to remain in office does not allow contest after the fact. So we have a peculiar problem in this case, which is, even if this Court were to reverse, there was an election held here pursuant to Alabama Act 2006-342 that was conceivably valid under Alabama law. And the question whether to replace Merceria Ludgood who won that election, as you noted, by a four-to-one margin, with either Juan Chastang or somebody else is quite up in the air.",
  "Well, in this case, the election hadn't been held yet, Justice Scalia. That is, the Alabama Supreme Court in the Riley decision here ruled in the Governor's favor before we brought our preclearance action, so there was no election on the table.",
  "Yes, that's correct.",
  "No, Your Honor. We're not saying that Alabama is locked in by the mistake of the circuit court. What we're claiming here is that in April of 1985, Alabama passed Act 85- 237. As a matter of Alabama law, it went into effect. In 1985, Alabama received preclearance. That law was on the books; an election was held; a man served for three years. But it's not just that, Justice Ginsburg.",
  "Your Honor - -",
  "No. No, Your Honor. If you look at page 5 of the defendant's trial brief, which is -- I think it's Docket No. 16 -- you'll see that there in footnote 5 the State says: We asked for the Alabama Supreme Court to hold Act 85-237 void ab initio. They did not do that, but we think they ought to have. And so even as a matter of Alabama law, I don't think this is 100 percent clear. But if I can turn to the 2004 Act, because we think - -",
  "My answer to his question is Perkins against Matthews and City of Lockhart against United States still compel the result of finding that this law went into effect as a matter of Federal law, because the question of whether a law is in force or effect is a question of construing section 5 of the Voting Rights Act, which is Federal law.",
  "Yes, I am.",
  "No, it does not render it constitutional.",
  "No.",
  "It locks it in until the State comes up with a constitutional cure, in the same way - -",
  "No, it cannot go back.",
  "Well, it doesn't -- it doesn't require that they stay with that law. It simply says they cannot make a change without obtaining preclearance, because that's what section 5 does. It's a clear, bright-line rule.",
  "It's a little trickier than that, Justice Souter, for the following reason. Let me give you a hypothetical that will - -",
  "That's what I was about to explain.",
  "Well, we are, but as I suggested, it's a little trickier than that. Because, of course, the existing practice is for purposes of section 5 the law that's in force or effect. So, for example, suppose you had a State that - -",
  "Excuse me?",
  "I think the answer to that question, candidly, is yes, and the State can cure that quite quickly. But let me explain it with a hypothetical that might make this clearer, which is: Suppose you had a State in which people were voting in an election, and then the State supreme court held that that part of the county had never been properly annexed. The State would be required to continue letting those people vote in the election unless and until it received preclearance from the Department of Justice. That's what Perkins against Matthews and City of Lockhart require. So the State has to, once it adopts a practice, continue using that practice unless and until it receives preclearance for a new practice or -- and this is somewhat - -",
  "Well, in your hypothetical there would be no problem at all, and this goes back to Justice Souter's hypothetical that he asked Mr. Newsom, which is: That law hasn't been precleared. Therefore, it's never in force or effect as a baseline.",
  "Then it would be Perkins against Matthews.",
  "Well, there are two factual points in response to your question, Justice Breyer. The first is, with respect to Perkins against Matthews, the Mississippi statute that required the use of at-large rather than district elections was passed in 1962 and used precisely once before the preclearance, so it was on all fours with this case. It was a three-year lag between the unconstitutionality of the City of Canton's practice and the preclearance. So if we were to ask what does our case look most like that this Court has already decided, it would be Perkins. The second point which I want to direct the Court to is we are not actually talking in this case - - and this goes as well to the Court's judicial function -- about just Act 85-237. We are also talking in this case about Act 2004-215, which was the attempt by the Alabama Legislature to revise the constitutionality of Act 85-237. Because the central problem in this case was a provision of the Alabama Constitution, Section 105, that said you couldn't pass local legislation unless the act -- unless the general act made that very clear. So in 2004 the Alabama legislature thought it had solved the entire problem here by amending the section of chapter 11 of the Alabama election law to say unless a local law provides otherwise you can use gubernatorial appointment. That law was intended to revive Act 85-237. We know this because, among other things, our clients were the sponsors of the act, among the sponsors of the act. Now, the Alabama legislature - -",
  "Yes, but if I can explain why I think this is important in a sense. It's because the claim of the State is that this is a case about fundamental constitutional provisions of Alabama law, but in fact in its current guise, which is whether the 2004 Act revived the 1985 Act, this is purely a matter of statutory construction and what the Alabama Supreme Court said is: We don't think the legislature meant to make this law retroactive; we think they meant to make it only prospective. But that's not the same thing as talking about fundamental Marbury against Madison judicial review of the kind that the - -",
  "That is correct, Justice Ginsburg, which leads to the second pair of cases that we think this Court has already decided that provide you absolutely clear guidance as to why preclearance was required here. And that's this Court's decision in Hathorn against Lovorn and this Court's decision in Branch against Smith. In both of those cases as well, you had the question, quite acutely in Hathorn against Lovorn, of whether or not the chancery court in Mississippi, which is a trial-level court, got the law right or wrong on whether elections should be conducted in a particular way in Warren County. The Mississippi Supreme Court said they got it wrong. But this Court said that decision and the implementation require preclearance because the presence of a court decree doesn't exempt a contested change from section 5. So in this case, had Governor Riley decided completely by himself that he, having taken an oath to support the Alabama constitution, could not in good conscience let a special election go forward here, it would be no different from having the Alabama Supreme Court decide that.",
  "They have to - -",
  "No. No, Justice Scalia.",
  "They do not have to come before this court at all. The chief election administrators of Alabama or, in this case, the governor must come before the court before he issues a certificate of office.",
  "He doesn't even have to come before the attorney general. If you look at the statutes, he could have come to the United States District Court for the District of Columbia and gotten a - -",
  "Well, the attorney general found that this was a retrogressive change.",
  "Exactly what was submitted after the Federal court did, which is the -- the decision to appoint rather than to elect someone to District 1 of the Mobile County Commission. The Alabama Supreme Court didn't have to submit anything, and the Federal court could not have been clearer in this case.",
  "No, it told - -",
  "No, Your Honor. That's not what they said.",
  "If you turn to the August 18th final judgment, which is on page 9a over to page 10a of the jurisdictional statement, they said judgment is entered in our favor -- that was the declaratory judgment -- and then said the State of Alabama has 90 days to obtain preclearance. The State was free to come to the DDC and seek judicial preclearance if they wanted. The State was free, as Justice Scalia suggested, to try and use the quick way.",
  "But it -- it - -",
  "Justice Ginsburg, this does not say the State has to preclear the decision of the Alabama Supreme Court. It simply says -- and if you look at page 8a, which is the end of the district court's opinion -- you know, it's enjoining enforcement of those decisions; it's not enjoining those decisions. You don't have to spin the Alabama Supreme Court here. But they literally sued only the governor in this case.",
  "Well, for one thing, this Court would have to overrule its decisions - -",
  "But let me go then straight to a factual point, which is this is not the same practice as they were using on November 1st of 1964, because that practice was a combination of two things. It was gubernatorial appointment under Alabama Section 11-3-6, and it was gubernatorial appointment in the context of at-large elections, but - -",
  "No, the - -",
  "It's a huge difference, Your Honor.",
  "No, we didn't - -",
  "We didn't see that until their reply brief, and we didn't think we needed to file a surreply brief. This Court doesn't allow them.",
  "No.",
  "I think you're probably thinking about Young against Fordice, itself.",
  "Well, their claim there was that -- not that this wasn't any different, but part of our explanation is that, in context, we think there is a difference between what was going on in 1964. They actually, I think, want to go back to the 1977 to 1985 practice, which is the post -- the post-election practice in Alabama once Brown against Moore had been decided. Now, the other thing is I will say that the Department of Justice regulations on this, which are quite clear, have been in effect since 1987. And in the 2006 -- in the 2006 re-enactment of the Voting Rights Act, if you look at the House report, they talk about Young against Fordice there. And they say \"Mississippi's attempt to revive and to resuscitate\" - - and those are the House's words, \"to revive or resuscitate\" -- the - -",
  "Well, Your Honor, if I could just make an observation about section 5 more generally in Allen, and I'll start here. In Allen, itself, this Court recognized that the text of section 5 doesn't provide for private rights of action, and yet it found them. It recognized that the text of section 14 of the Voting Rights Act suggests that the only place that can be -- that the only place that can litigate section 5 - -",
  "No, because that's -- that's the -- those sets of decisions by this Court have been ratified by Congress and have been the longstanding practice under section 5. You should continue that.",
  "Because it thought that the purpose of section 5 -- if I could spend just one sentence on this -- the purpose of section 5's November 1st language was to prevent a sort of game of Whac-A-Mole in which the States would keep changing the practice. And the idea of that freeze was to hold it in place so that it could be challenged as a constitutional matter before the State switched again. It wasn't to create a safe harbor against attacks on the November 1st practice. Thank you, Mr. Chief Justice.",
  "Thank you, Mr. Chief Justice and may it please the Court: In February 2004, the Dale County circuit clerk told the local sheriff's department that the court was recalling a warrant that had been issued earlier for Petitioner's arrest. Having received that notice, someone in the sheriff's department physically removed the warrant from the file and physically took the warrant back to the court clerk's office. But no one either then or later in the sheriff's department ever updated the computer file to indicate that the record had -- that the warrant had been recalled. As a result of that police department error, the Petitioner in this case was subject to a warrantless arrest for which there was no probable cause five months later.",
  "No. Your Honor. There was no -- there's nothing in the record to suggest that this department ever does, for example, what the FBI does, which is to conduct periodic audits. Had they conducted one, they would have discovered almost instantly what they discovered five months later, which was there was no warrant in this case. So this - -",
  "We don't know, Mr. Chief Justice, because this is a department that as far as the record reflects conducts no audits of any kind to update its files. And if you look at page 41 and page 60 of the joint appendix, one of the things you'll discover about this department is that everyone in the department has access to the physical place warrants are kept. They're kept in several different places in the office.",
  "She discovered it because what happened is a clerk in another police department called and said, is there a warrant for Petitioner's arrest. She looked at the computer list on her computer and said yes. Then this other warrant clerk said, please fax us a physical copy of the warrant. So she went to the file where the warrant should have been. It wasn't there. She went to another file. The warrant wasn't there. She then called the court clerk's office and discovered that they had recalled the warrant which was back in their records five months earlier.",
  "The record doesn't reflect that, but she simply I guess wanted to verify that there actually was a warrant because they were picking Petitioner up in a different county.",
  "That's correct, Justice Alito. Our view is, just as is true with respect to probable cause, the fact that 99 percent of a department's arrests are with probable cause doesn't mean that when they arrest someone without probable cause you say, well, you get one bite at the apple or a sort of \"good enough for government work\" theory.",
  "No. We're asking to you apply Arizona v. Evans. And if I could give an answer to the question the Chief Justice was asking earlier that comes from Arizona v. Evans, what happened in Arizona v. Evans -- and Justice Stevens mentions this in his dissent there -- is the clerk discovered there, the court clerk discovered, that the warrant that had been, that she had verified, had in fact been recalled. And so what they instantly did is they checked their files, and they discovered four other warrants from that same day that had been recalled but that were still in their files. Here we didn't have anything done after they discovered the error. They discovered this error and, as they say, have gone on their merry way. There's nothing in this record - -",
  "Yes, Mr. Chief Justice.",
  "Yes, Mr. Chief Justice. And that indicates part of what we're concerned about here, which is this is a department that was built for speed, not for accuracy.",
  "Oh, no.",
  "That's correct. We think that's the most workable argument, because what we want is a system in which suppression hearings can be conducted expeditiously based on the facts of particular cases.",
  "I don't think it would be exactly a comparative negligence determination. I think it -- that raises a difficult question and the way I would approach that question is to perhaps use some of what Justice Kennedy talked about in Hudson as a causation approach. That is, if but for the negligence of the police department there would have been - -",
  "Well, Justice Scalia, I was answering Justice Alito's question and if I could just give a little bit of - -",
  "Well, it is, Justice Scalia. So let me explain why it's consistent, which is our position is if police department error causes an unconstitutional arrest then you should suppress evidence, but if both the police were negligent and the clerk was negligence and the police department's negligence.",
  "Okay, let me take the word \"negligence\" out then. If the police error didn't cause the discovery of the evidence - -",
  "-- that's correct.",
  "Yes.",
  "No, that's correct. That's correct.",
  "There would be no police error there.",
  "Because in that case there would be no police error. What this Court held in Evans is that police departments are entitled to rely on the representations of court clerks that there are warrants. So if the court clerk erroneously sends a warrant over, the police are not required to look behind that warrant, just as they're not required in Evans.",
  "The police -- the police department person caused that by writing down the wrong number.",
  "Well, it's the same question as --",
  "Well, it's the same question as in Evans: How do we know who made the mistake? That question, just like the question -- is a question on which you're going to have to hold a hearing because Evans says if it was court error, there is no suppression; and our position is, if it was police error, there is. But that's a very manageable hearing.",
  "That's correct. As long as it's police error, it counts against the police.",
  "Well, here's the problem: There are two kinds of negligence you might have; that is, you might have the negligence of an individual employee, or what you might have is a decision to use a shoddy recordkeeping system that doesn't catch those errors. So the question is - -",
  "Yes.",
  "Well, we have had some difficulty finding any reported cases in which there is a police error of the kind of computer glitch that was just hypothesized. That is where the machines - -",
  "Yes. What - -",
  "Well, part of what I'm trying to get at in my answer to your question is it's unclear in that situation whether anyone has done something wrong; that is, whether somebody in the police department programmed the police department computer - -",
  "Well, you could have an act of God exception to exclusionary rule, if you wanted to, but this case doesn't ask you to do that.",
  "It's more powerful sometimes.",
  "There is no question that as a matter of fact - -",
  "Yes. This was a warrantless arrest without probable cause. And the question is: Does the government have some sort of affirmative defense as to why it should be allowed to use this? Now, in Evans - -",
  "Well, that case of course is not this case, and you might want to leave open the question of the - -",
  "We are asking in this case for you to suppress when someone has done something wrong.",
  "Well, we do know that someone did something wrong here, because we know - -",
  "No, I'm trying to answer - -",
  "No, I'm trying - -",
  "I know. I'm trying to answer that question.",
  "No. I'm trying to answer that question, and the point I wanted to make is: This case asks for a narrow rule, but the question that you may also want to be thinking about here is how to have a workable suppression hearing. And if you require showings of different levels of fault, rather than asking was this police-generated error, the suppression hearings are going to be somewhat more cumbersome. So you have a choice.",
  "We would be happen with the negligence theory.",
  "That's exactly what I'm - -",
  "Well, that's exactly why I - - why I said I think the easier rule for judges faced with suppression hearings is a rule that says - -",
  "Well, that's like - -",
  "Sure.",
  "Well, there are two different --",
  "There are two different kinds of cases where police arrest people: One set of cases where the policeman is arresting on the basis of probable cause, and there, there's a lot of room for error that is based on the facts. The mother told him it was Joe when it was really John. That's good enough, good enough, because that's probable cause.",
  "No, you do not - -",
  "There was not even a Fourth - -",
  "No. That's correct. If I can just say one thing that will make this perhaps a little clearer, Justice Breyer, you would not even find a Fourth Amendment violation in the first place in the hypothetical you gave because there was probable cause to arrest.",
  "Probable cause to do what?",
  "There is no such thing as probable cause to believe there's a warrant. You yourself in Hudson said it's a bright-line rule. Either there's a warrant or there isn't. Here there was no warrant.",
  "This Court has never said that before, which is it's not probable cause to believe there's a crime because there's a warrant. It's - - you've always separated those two lines of cases for - -",
  "Well, because here - -",
  "Well, for two reasons: One is, even in the probable cause case, if the reason he thought there was probable cause is another officer told him there was probable cause and that officer was wrong, this Court said in Leon you continue to suppress. Here, this police officer was told by other police personnel that there was a warrant, and there wasn't. So it's a case just like the cases post-Leon -- you suppress when the chain of information is fatally flawed by police error, which is what happened here.",
  "No, I would not, Mr. Chief Justice, because if you announce that police error is going to lead to the suppression of evidence, the police will do a better job of maintaining their records.",
  "And then you won't have this problem.",
  "But there's not a Barney Fife defense to the violation of the Fourth Amendment either. If a department is having its records kept the way they are keeping them here, then suppression is the only thing that tells them: You're going to have to - -",
  "Which suggests if they had been doing a good job of maintaining their records all along, this violation never would have occurred.",
  "Well, three things: One is the police themselves are often unionized and protected from retaliation. Second - -",
  "Well, I think that the clearest line is inside the police and outside, and let me give you a couple of reasons why. The first reason - -",
  "Well, if it's the court, yes; but I -- I was going to give some reasons why the police department should be treated as an integrated whole. One reason why is in many departments officers, sworn officers, who are on desk duty for physical disabilities and the like, perform clerical tasks. The second is on the record in this case. We don't know whether it was a sworn officer who removed the warrant from the file or it was a clerk, and there's no way of finding that out now. A third reason, if I could just point to this - -",
  "-- this Court, for just a moment, is clerical personnel, support personnel - - there is a reason they are called \"support personnel\". They support the mission of the office, and here this office decided to maintain its records in a particular way and to have this quick reference file and the like, presumably to support - -",
  "They are support for the police, and this Court has - -",
  "This Court, at least since Elkins, has recognized that police departments often operate across the board. If I could point to Leon itself, in Leon the search was conducted by California municipal police, and the evidence was used in Federal court. And this Court never suggested, not even for a minute, that the fact that the evidence was obtained by State-level -- local-level police and used in a Federal prosecution was relevant to the question whether or not it should be suppressed. Because what the Court is trying to do in the exclusionary rule, as I understand it, is to deter future violations.",
  "Yes.",
  "That they need a powerful incentive.",
  "Yes.",
  "Well, we don't think this is a severe remedy, and we think that the professionalism of the police is in substantial part a response to the message that the exclusionary rule sends, which is either you professionalize your police departments or the evidence they obtain is going to be suppressed; either you maintain good records or the reliance on those records is going to lead to suppression.",
  "It could be, and if I can just point to -- if you look at the Government's brief at page 48, they talk about how the FBI maintains its \"Wanted\" lists now. And they show that due to a list of reforms they were able to cut the error rate there from about 6 percent to about 3 percent. None of those reforms, limited access to entry, periodic audits, is done here. And the last available published data, which we cite in our brief about -- about Alabama, is that they had about a 13 percent error rate. That is, 13 percent of the - -",
  "Well, in this case there was negligence, and you need not go any further than that. If the Court has no more questions, I'll reserve the remainder of my time.",
  "Absolutely.",
  "The answer to your question, Justice Breyer, is if the police officer in your hypothetical was negligent the evidence would be suppressed. There are cases where the mistake of the officer was a reasonable mistake, that is. He did not --",
  "Then he was not negligent.",
  "If he is negligent - -",
  "I'm absolutely certain that the answer is if he was negligent then there was not probable cause; if there was not probable cause and one of the other exceptions to the exclusionary rule does not apply, then the evidence will be suppressed.",
  "That's correct.",
  "And the rule we are asking for here -- the narrow rule for our Petitioner is when you have negligent error by police officials, you suppress but as Justice Scalia pointed out in my colloquy with him earlier, that rule is perhaps slightly less workable than a rule that says all error. Now we have given you a workable rule here and we still have not heard I believe a workable rule from the government; because what Mr. Dreeben tells you is that under some circumstances there will be suppression. And I just want to make up with factual correction here which is about the 13 percent. It was a study by the FBI. It's a very dated study because they haven't done a more recent one and it was statewide. But let assume for purposes of argument here that if 13 percent of the errors in the file are there because the police are not maintaining their records properly, there ought to be suppression of a warrantless arrest based on that because otherwise you're really telling the department that \"good enough for government work\" is, you know, one out of six warrants is invalid, one out of seven warrants is invalid, but that's okay. So then what you would have to have in each case is a hearing, and at the hearing we would be entitled to discovery - -",
  "But Justice Kennedy - -",
  "But Justice Kennedy, if you believe in the government's rule we should have a right to audit that system to show that 13 percent of the warrants - -",
  "Yes. That's - -",
  "But one of the things we know from the oral argument and the transcript in Evans is that clerk said this is the first time there has ever been an error, and it turned out there were four errors them made the same day.",
  "Right. But we would be entitled I think, Mr. Chief Justice, to say to the clerk on the stand, have you ever conducted an audit? She says, no, but our system is reliable. At that point I think we are entitled to an audit. That is we are entitled to hire an expert at government expense to figure out how many times this department has gotten it wrong.",
  "The hearing in this case - -",
  "Justice Alito, we had a hearing in this case that's adequate to the rule that we have and it took approximately two hours.",
  "It will be the case more often then that you'll have a two-hour hearing that you have to show isolated - -",
  "Hearings in which there was no warrant? I have examined none, but I can't imagine that it would take more than two hours. In this case it took two hours. All you have to do is figure out who said there was a warrant when there wasn't one. Was it a court employee under Evans? The answer is then clear. You let the evidence in. Was it not the court, that is, everybody concedes that the court called, everybody concedes the warrant was removed, everybody concedes that the warrant went back? Then you answer it that way.",
  "I don't think the sworn officer distinction makes a difference. I think the agency does. If I can refer to the State cases here, I think they can illustrate how to answer your question more precisely, Justice Kennedy. That is, a number of States suppress evidence under these circumstances, and they ask what's a question of law that then applies to all future cases, which is, is this agency an adjunct of law enforcement or is it something else? So, for example, in California, the Department of Corrections, not. They are not an adjunct. So errors by the Department of Corrections, evidence is admitted. The State of Florida, the Department of Motor Vehicles is an adjunct. So there if the Department of Motor Vehicles makes the mistake, there is suppression. This rule has been - -",
  "I'm not sure.",
  "That's correct.",
  "No. I understand Rand perfectly well, Justice Kennedy. But the question here is not a Rand case. It's what counts as the police? And that's the only question we are asking you to answer here, is what counts as the police? Everyone who works for the police department. When they make an negligent error, that's enough. Now, let me turn for just a moment to the question of the bloated records and their incentives.",
  "In this case, yes. Yes. I'm perfectly happy - -",
  "We are arguing for negligent - -",
  "We are arguing for that rule but wanted you to understand that there is a tradeoff as you identified earlier. Our rule is, I think, a clean, narrow rule. It may require, as Justice Alito has pointed out, slightly more detailed hearings. Let me turn now to this question of the incentives, which is the incentives of departments, as illustrated in this case, are to leave the question of maintaining records to the end of the line in spending their resources, because they are not going to have to serve these warrants. These warrants serve as an opportunity to stop and arrest someone they otherwise wouldn't be able to stop and arrest here, because they like probable cause. All they had to do to cite -- Justice Kennedy, to cite Rand to you is if they wanted to follow him for a while, I'm sure they could have found a motor vehicle violation at some point. But they didn't even want to do that. They just wanted to use this warrant - -",
  "No, it's good faith.",
  "This Court has said it's absolutely fine and it's not bad faith.",
  "No, I'm not suggesting that.",
  "No, no. That's not what I said, Mr. Chief Justice. May I please - -",
  "No. The point I was -- the point I was trying to make is that there are other techniques here if you haven't as yet inarticulable suspicion that somebody is a bad guy that you can use that to comply with the Constitution. What you can't do is rely on a warrant that doesn't exist, and then turn around and say police error, but we are entitled to rely on our own error.",
  "Well, there are really two very different kinds of warrants out there, Justice Scalia, as I understand it. One is warrants the police go and try and find themselves, and then they are trying to serve those aggressively. But there are a lot of warrants like this one that sat in a file for five months, nobody tried to serve it during the vast majority of that time because a lot of these warrants, as is true in this case, are for failure to answer a calendar call or for not paying a parking fine on time or for not sending in your fine on a motor vehicle. In the Ott case that we cite it was failure to pay child support. So those are not the kinds of things where the police are serving the warrants aggressively.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The Mandatory Victim Restitution Act makes restitution a mandatory part of a defendant's sentence for certain crimes, and it sets out two paths by which a district court can meet its responsibilities. First, section 3663A(a)(1) authorizes district courts to impose restitution when sentencing a defendant; that is, at the same time that they impose terms of imprisonment, fines, probation, or the like. Second, section 3664(d)(5) of the Act allows final determination of the amount of restitution to occur during a period not to exceed 90 days. Once those periods and the general deadlines for correcting or appealing a sentence have passed, a court's judgment is final, even if it fails to order restitution. In this, the Mandatory Victim Restitution Act is like all other mandatory sentencing provisions, and as this Court confirmed 2 years ago in Greenlaw v. United States, when a court fails to impose a mandatory sentence, that error can be corrected only by following what this Court called the dispositive direction regarding sentencing errors.",
  "No.",
  "No. If I understand your question correctly, the district court has imposed sentence on day one announcing imprisonment. Any time during the next 90 days, it has a power to set a date and make final determination of the restitution amount. Once that 90-day period has run -- in this case, on October 28th, because the sentencing occurred on July 30th -- the district court loses the authority to impose restitution.",
  "That's our position.",
  "No, Justice Scalia. It would be that once a court has started the sentencing process, it has 90 days within which to complete that process, if it announces at the initial sentencing that it intends to hold open the sentence for final determination of restitution.",
  "Yes, that's correct.",
  "No, it cannot do that. And if it were to do that in a case where restitution were mandatory, the sentence would become final, the government would file an appeal, and that appeal would certainly succeed, because it's plain error not to have to imposed the restitution.",
  "If the court has announced at the initial sentencing that it intends to do so, no, then it cannot.",
  "No, Justice Alito. What I'm saying is that a defendant can only appeal from a final sentence, and until the restitutionary term is imposed within the time period allowed by the MVRA, there is not a final sentence. Then he has from the time that restitution is --",
  "I believe that's correct, because he has to have a final judgment before he can appeal.",
  "Well --",
  "That's correct, but section 3664(o) of the statute says that the initial restitution amount constitutes a final judgment, even though there can be amendment after it's been entered.",
  "In our brief, it's on page --",
  "It's on page --",
  "Yes, petition appendix 60a.",
  "So that's why that has to be in there, because otherwise the defendant really would be in the position that Justice Alito --",
  "Not in precisely that way. There are a couple of cases that are -- that kind of circle around that. So for example, Kapelushnik, which we cite in our petition for certiorari and in our brief as the wisest way of thinking about this, held that once the 90 days has lapsed, the judgment is final by operation of law. There’s an opinion by Judge Posner in the Seventh Circuit that’s not on restitution but on a related issue, which says that if you have several components to the sentence, until that last component is entered, the time for filing an appeal under F.R.A.P. 4 does not begin to run. And that's --",
  "We were not required to do so, so we did not.",
  "Well, that's correct, Mr. Chief Justice, but the statute doesn't say when he has to set the date. The statute simply says the date has to be set so that final restitution will occur during the period -- and here I quote again from the statute -- \"not to exceed 90 days.\" So he can set that date once he gets the information from --",
  "Yes.",
  "Right.",
  "That's correct, he did not set it. But the statute -- I'm now looking at petition appendix 55a, which is where section 3664(d)(5) of the Act is set out. It says, \"The court shall set a date for the final determination of the victim's losses, not to exceed 90 days after sentencing.\" The 90 days modifies the final determination. It doesn't modify the setting of the date. So within that 90-day period, I think that what was --",
  "Yes.",
  "Right.",
  "No, I think it would be very unwise for a district court to do that, but the court can't really set the date until it receives the information that it hopes to receive from the probation office or from the victim. So that --",
  "It -- it could, yes. Or it could say, as the district court did here, I'm going to hold open the date. But it can only hold open that date until the point at which it actually imposes the restitution, within the 90 days.",
  "Yes. He knew within the 90 days what the government's claim was going to be, but the court did not hold the hearing and did not impose the judgment. And so the August 8th judgment became final by operation of law on October 28th, because that was 90 days after the July 30th sentencing. At that point, the government could have filed an appeal in this case, and, quite frankly, they would have won. As it was --",
  "No, I don't --",
  "I don't say that, and I don't think that's what Congress had in mind. First, what Congress had in mind was to strike the balance it struck in this statute, which was to give victims the right to receive restitution as part of a criminal sentence, as long as it was done within 90 days of sentencing. Second, the government can appeal if a court doesn't follow the rules. Third --",
  "No, that's not what I'm saying. What I'm saying is Congress struck a balance. They wanted to give restitution to victims. They also wanted final sentencing for defendants. Congress struck that balance by giving a 90-day extension. It didn't provide --",
  "It’s --",
  "No, my argument is Congress struck that balance, and in some cases, yes, too bad --",
  "That's correct, and Congress here has said 90 days. And they meant it. If they had meant to say, at any time, a victim can receive restitution, they would have said that.",
  "No, generally, under this --",
  "Because that’s --",
  "Well, this is a criminal sentencing statute which is different than a civil agency action.",
  "That is the incredibly relevant difference, for the following reason --",
  "-- that finality in sentencing is important, because otherwise a defendant cannot even appeal his conviction.",
  "Because he --",
  "It's not a final --",
  "What’s contrary to that is that the Federal courts of appeals only have jurisdiction to decide cases that come up, in criminal cases, on final judgment or under the collateral order.",
  "This is not --",
  "No. With all respect, Justice Breyer, there is no provision that says an order of restitution --",
  "No. That says --",
  "-- that a sentence that includes a term of restitution can be a final judgment, even though that 60-day provision to which Justice Scalia pointed is on the books. But you can't have a final judgment in a criminal case that involves several different components of a sentence until those aspects of the sentence have actually been imposed.",
  "Justice Scalia, I believe, was referring to the 60-day provision.",
  "The 60-day provision is specifically immunized from the final judgment rule by section 3664(o) of the statute. The 90-day provision is not. So until a defendant -- perhaps I could -- perhaps I could use a slightly different example, which is: Suppose a defendant is supposed to be a sentenced to a fine, a mandatory fine --",
  "-- and a mandatory prison sentence. If you sentence him to the mandatory prison sentence and say I still need to calculate the fine -- there is no final judgment. He cannot appeal that sentence.",
  "Well, because this judgment of restitution is not a civil judgment. It is part of the defendant's criminal punishment, and, therefore, it is not like attorneys' fees, something that’s separate. As we point out in our reply brief, in order to calculate the amount of imprisonment, in order to calculate the fine, the Federal criminal sentencing provisions -- and I should note that section 3664(a) appears in Title 18 in the section under miscellaneous sentencing provisions, not civil provisions. All of those things interact. And so you can't calculate one of those without knowing all of them.",
  "That’s certainly Congress's purpose, but they did it within the context of sentencing. So, for example, Justice Ginsburg, if this really were a civil penalty, defendants would not be entitled to the assistance of counsel in challenging the amount of restitution, because the Sixth Amendment would not apply. The dates for filing an appeal would be different. There would be a jurisdictional bar that doesn't exist in criminal cases. This Court said several times that restitution under these kinds of circumstances -- in Hughey, under the predecessor to this Act, and in Kelly v. Robinson -- is a penal statute. Justice Sotomayor in her opinion for the Second Circuit in Varrone said this is a penal statute. So there is no question here that this is a substitute for a civil remedy or a supplement for a civil remedy, but it is a criminal punishment. And Congress has said that you have to order it at sentencing or within 90 days, or else it is error that can be corrected through Rule 35 or by appeal, but not otherwise.",
  "That's correct. There is not a final judgment in his case.",
  "That's correct.",
  "Well, the final judgment rule says that.",
  "Right. And -- and --",
  "Well --",
  "I think two things prevent that interpretation.",
  "One is this Court's precedent, and let me talk about that. And two is a proper reading of section 3664(o). So I’ll turn first to the precedent and then to 3664(o).",
  "So the precedent is, for example, this Court said in Parr v. United States, which is cited on page 12 of the reply brief, among other places, that “a judgment or decision is final for purpose of appeal only when it terminates the litigation between the parties on the merits of the case, and leaves nothing to be done but to enforce by execution what has been determined.” Until restitution has been determined, a case does not fit within Parr. Parr is, I believe, an interpretation of 1291, 28 U.S.C. 1291, which is the provision that gives the courts of appeals jurisdiction.",
  "I believe, Your Honor, that he can. And the reason for that is the sentencing statute itself -- 18 U.S.C. section 3553, I believe it is -- talks about how a court, in sentencing a defendant, is supposed to be considering all of these penalties and how they interact with one another. So if a defendant can make restitution to a victim by, for example, being put on community release or probation rather than serving time in prison, a court can take that into account in setting the sentence.",
  "Yes.",
  "Yes, I think they must take it into account. Now, whether -- how they’ll actually strike that balance is --",
  "I’m unaware of any criminal rules analogue to Rule 54(b) in the civil context, because in general, as I understand the way this Court's precedents have worked, there have been what might look like interlocutory appeals in criminal cases, but they’ve always involved collateral issues. And the problem here, for the reason that Justice Scalia just pointed to, is restitution and the amount of imprisonment are not collateral to one another; that is, they may interact. And a fine certainly isn't, because the statute itself says you can't impose a fine to the extent that it will impair restitution. So if --",
  "There's a slight complication there, but I think the answer to your question is yes; that is, the judge could delay the entire sentencing under Federal Rule of Criminal Procedure 32. Look, we’re not saying that you couldn't get restitution in a case like this. We’re simply saying that you have to follow the rules.",
  "That's correct.",
  "That's correct.",
  "It -- it might be. I --",
  "Because you have to follow the rules as laid down.",
  "Yes. Yes.",
  "-- that is, there are many mechanisms for ensuring that a victim --",
  "You can’t --",
  "That's correct.",
  "If -- if you -- you can't have a continuance from the 90 days. You can have a continuance --",
  "-- of sentencing itself.",
  "Yes.",
  "Yes, that's correct.",
  "That's correct.",
  "And I’d like to reserve the remainder --",
  "I think the way that the statute is written contemplates that the judge will do the regular sentencing at which he imposes these other terms, but may keep it open for 90 days.",
  "I'm not aware of a case that does that directly under the Mandatory Victims Restitution Act.",
  "I have three points -- excuse me -- to make: The first goes to what the remedy is here and what the error is here. The error here occurred when the district court did not impose restitution. The government should have filed a timely appeal under Rule 4. They had 30 days to do so. The government did not appeal the failure to make restitution. That error is not before this Court now. What’s before this Court is a second judgment.",
  "No, Justice Sotomayor, because had the -- had the government on October 28 looked and said, there’s no restitution order in this case, they could have filed an appeal then under Rule 4, and they would have won. They didn't do so. Second --",
  "Well, he lacks actually the -- the power to do that. Once the appeal is taken, he can't do that. And may I just say that here I think the critical rule to understand is one sentence, one appeal. So turning first --",
  "Yes, I have.",
  "But they do so in the context of Section 3553(a), which is cited on page 6 of the yellow brief, which says “the court shall impose a sentence.” Now, the different components can each be added together. But there is one sentence in a criminal case on a particular charge, and that sentence can include restitution, it can include a fine, it can include imprisonment. That doesn't make it three sentences. And only when all of those have been imposed is there a final judgment. Until then, the judgment --",
  "I don't know the rule for forfeiture. I do know the rule for all of the other criminal proceedings, which is 3582(b), to which the government refers; 3572(c) for fines; 3562(b) for community release; and 3664(o) for restitution. All of those have to make one sentence, and then there is one appeal. Under our rule, which I think comports with the plain language of the statute, we know when an appeal takes place, and there will be one appeal. Under the government's rule --",
  "There, the question is, did it do it without unnecessary delay? Here the question is, did it do it within 90 days? When it didn't, the government had to appeal. The government did not do that.",
  "No. This Court has never decided what the rule means there. But this is a statute. And if I could turn to the question of what the statute --",
  "And the judgment of August 8th became final.",
  "That’s right. The --",
  "Because on appeal you say the court erred, and it imposed an illegal sentence --",
  "No -- JUSTICE SCALIA -- 90 days are up.",
  "No, Justice Scalia. In the same way that if a court failed to impose a mandatory minimum sentence and there was a final judgment, the government could appeal. And the fact that the initial sentence didn't do that doesn't mean anything at that point.",
  "But the -- but -- but, Your Honor, if the government appeals an illegal sentence, that sentence can be corrected and the new mandate from the court of appeals saying you erred in not imposing mandatory restitution starts the 90-day clock again. Now, this is --",
  "Yes.",
  "No.",
  "The principle that there must be one sentence that determines each of the punishments for a particular crime."
]