[
  "Mr. Chief Justice, and may it please the Court: The California Labor Code does not deprive respondent of a property interest without due process for three reasons. First, respondent has not established a present entitlement to payment of money from the State, second, with respect to a cause of action, respondent has not established that it was subject to a deprivation, and third, with respect to any property interest at issue in this case, a lawsuit for the recovery of money allegedly owed, breach of contract or otherwise, is all the process that is due.",
  "Roth is different from this case for two reasons. When the State accorded the individual a for-cause termination contract in that case he had a present property interest in his employment that the State could not deprive him of without some predeprivation process. Under progress --",
  "Well, to the extent he could not -- there was no property interest in reemployment, the Court held that there was no property interest because he didn't have a guaranteed right to reemployment in Roth. In cases like Loudermill, where the person could not be dismissed and had a guaranteed right to continued employment, this Court said there had to be a hearing before they could dismiss him for cause, and a person in that case, where there is a for-cause termination provision, has a present property interest in their employment, which cannot be taken away from them absent some sort of hearing.",
  "Well, the latter is much more akin to the payments at issue in Sullivan, which progress payments under an installment contract are typically understood to be earned one at a time, as the performance for each installment is performed, and the failure of a party to perform all the requirements in the contract, including in this case the prevailing wage term, is the failure of a constructive condition or, in this case, an expressed condition that would give rise to the entitlement for payment.",
  "No, because one of the rights -- in terms of present entitlement to payment, the California law and the contracts provide that the immediate right to payment doesn't attach in cases of dispute until the plaintiff has proven his entitlement, so in this case the cause -- the lawsuit is the mechanism by which entitlement is proved, so that would not establish a present property interest in immediate payment, but it would certainly establish a property interest in the cause of action for payment. But with respect to the cause of action, we don't believe respondent has suffered a deprivation, because he's never made an effort to assert that cause of action.",
  "No.",
  "Precisely the opposite --",
  "Precisely the opposite, Justice Scalia. A chose in action is a species of property. However, respondent in this case has not attempted to assert its cause of action, and the State has not purported to exterminate it. Accordingly, there hasn't been a deprivation. Until he attempts to assert his cause of action the State or somebody else --",
  "Right, but it hasn't been --",
  "It is property. It just hasn't been -- there's been no deprivation until you go into court and the court says, there's no cause of action, we will not recognize it, and you cannot convert this into a right to payment. The example is, in, for example, Logan v. Zimmerman Brush, the person submitted a claim for payment. that was a property right. When the court -- excuse me, when the agency in that case said, oh, we've moved to slowly, accordingly we're not going to make good on this claim for payment, and anyway, even if you're entitled, it terminated that property interest. It no longer existed. The chose of action was erased, and the person was remitted to a lawsuit for a court action to try and recover damages. In contrast, where you submit the claim, and the court is considering it, or you're sitting on the claim and you have not yet submitted it, the State hasn't passed on whether it's going to terminate it, or whether it's going to respect it. It's simply sitting there, an inchoate cause of action that you have not yet asserted.",
  "No, we don't believe you -- when -- in the --",
  "Right. When you have a chose in action, whether you have asserted it or not, that is, in our view, a property interest.",
  "What going to court does is, it may terminate it, or it may cause it to ripen into a right, full right to payment, so in this case, because the cause of action has never been asserted, there's been no deprivation of the cause of action. For example, respondent in this case never sought an assignment of the prime --",
  "Right. It is in a sense a lot like Williamson County. It's akin to a ripeness argument. In that case, the Court held that there's no taking without just compensation, if you haven't sought the compensation which you claim to be your due. In our view, there is no deprivation of property in the form of a chose of action without due process unless you've asked for the process that's your due and the State has, in fact, said to you, you cannot have process.",
  "That, I think, is inherent in the nature of recognizing that a chose of action is a species of property. The chose of action, by its very nature, is recognized and turned into a present right to payment through judicial or administrative process.",
  "To the extent -- well, to the extent that a chose of action is at issue here --",
  "-- we think there has been no deprivation here and, based on the post-1998 version of the statutes, we believe that there is State action. Based on the version of the statute that the Ninth Circuit examined, however, we dispute whether a State action has been established.",
  "That was what the Ninth Circuit's analysis was, and I would agree with you that that is incorrect. However, as of January 1, 1998, the State has authority to either order the prime contractor to withhold money, and the second thing is that it also exempts the prime contractor from certain penalties if the prime contractor -- and this is section 1775(b)(1) through (4) are the relative provisions, post-1998. It exempts the prime contractor from penalties if the prime contractor withholds money from the subcontractor. When the State threatens penalties against a prime contractor for not withholding, we would believe that is sufficient to establish State action. When it's left holding --",
  "I -- Justice Breyer, I think what I hear you asking is, when the State does not take coercive action against the prime contractor and merely enables him to withhold money, I would agree with you, there is no State action. When the State threatens the prime contractor with penalties and coerces them to withhold money, that would be different.",
  "That, I think, is the due process question you're asking, not the State action question, which is --",
  "With respect to the prime contractor, but the subcontractor --",
  "Yes. With respect to the subcontractor, we don't believe that there is State action based on the mere fact that the State authorizes a prime contractor to withhold money, so I think I'm in firm agreements with you, Justice Breyer.",
  "No, on the contrary, Your Honor. The State is not taking money out of the prime contractor's hands. This is money that is already in the State's hands. The State is merely saying --",
  "-- prime contractor, you have breached your requirement of ensuring that all workers on this project, all workers, whether yours or a sub's, are paid the prevailing wage. Because you have breached that obligation, we -- a constructive condition has failed, and we are not paying you the money that would otherwise be due.",
  "Right.",
  "We're not withholding the amount that you would have paid your subcontractor. We are withholding the amount that wasn't paid to the workers. We're withholding the amount that is the measure of your breach.",
  "And we are indifferent --",
  "No, that the subcontractor has to pay to the workers --",
  "Right, but the State is utterly indifferent as to whether the prime contractor withholds that money from the subcontractor under the pre-1998 version, because it's the prime contractor --",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: As the majority of Federal courts have held, a brief interruption in a prisoner's confinement does not require dismissal of the State indictment against the prisoner under Article IV(e) of the Interstate Agreement on Detainers. Those decisions are correct, and the rule of de minimis is of particular --",
  "Pardon?",
  "There are two reasons, Your Honor. First, a long interruption would often cause the prisoner to lose his place in programs and then he would also, may lose his priority --",
  "That's correct, Your Honor. Our view is that the interruption is what is de minimis in this case, and when the interruption is merely for an overnight period, it does not cause a disruption in the inmate's participation in programs of rehabilitation in the original institution of confinement. If there was a long period of interruption, in contrast, the inmate would have to start over in the programs or could possibly lose his place as priority of the programs, depending on the institution, so we believe that, yes, in fact, there could be a longer interruption that would cause harm to the --",
  "In an ideal world, yes, they would get waivers, but in our experience this situation arises because of miscommunications. For example, in a case called United States v. Taylor, the United States Marshal Service placed a detainer on the prisoner, and the United States attorney's office was not aware of that detainer. Consequently, when they obtained custody of the prisoner, they said -- the magistrate specifically asked, is there a detainer on this prisoner? And the U.S. attorney said, no. They sent the prisoner back, not realizing that --",
  "Of course, Your Honor, but the rule of de minimis that when the event is so insubstantial in relationship to the purposes of the statute, the law does not take cognizance of it, and a single overnight transfer, like the one at issue here, is insubstantial in relationship to the purposes of the prohibition, and that purpose is to ensure rehabilitation of the prisoner and the prisoner's participation in the rehabilitation program.",
  "Your Honor, it's not a complete answer for two reasons. First, one, oftentimes prisoners would prefer that there is a mistake and that they actually got sent back and the indictment be dismissed, and second, there is an interest in the institution, the sending institution in receiving the prisoner back because it's the State's interest to ensure that its prisoners are undergoing the rehabilitation programs that they are providing, and when the prisoner is away for an undue period of time, such as the sometimes lengthy period between arraignment and trial, they are not participating in those numerous programs, and it is to the State's detriment, and so in that sense, although we often rely on the prisoner as in the context of waiver to --",
  "The Act has twin purposes, and the two purposes are, one, to set up a system of an expeditious system whereby States could obtain prisoners from other jurisdictions and exact their punishment or impose the penalties prescribed by law, and the other purpose was to ensure that while they were doing that it did not unduly interfere with the State that had the prisoner in its confinement and its programs of rehabilitation, so it should have been --",
  "Your Honor, if one were to read the language quite literally, they could have sent him to a Federal institution, for example, in some other part of Alabama, and it would not have invoked the literal language of the statute, and dismissal would not have been required.",
  "No, it is a rather poorly drafted agreement in that respect, but because it is an agreement, because it is --",
  "That's not where he originally came from, and that situation occurs, for example, where the United States marshals retain custody of a high security prisoner, as they have the right to do, when they have concerns that the State may not have appropriate facilities, that they would retain that prisoner potentially in another location other than that one of original confinement. It is not a well-drafted agreement, but it is at its core a contract, an agreement among the States, and for that reason the sometimes more flexible terms of construction applicable to contracts, such as breach and performance, are applicable here, given the harsh consequences of a violation, complete frustration of the State's efforts to enforce its criminal law, we believe that the rule of de minimis is of particular force in this context. It seems unlikely that the States meant to abrogate the principle of de minimis in light of that harsh consequence. In addition --",
  "Indeed, when Congress enacted that special provision, the courts were divided 4-2 in favor of that, the rule of de minimis or something similar to it. Four different circuits had held that in a single overnight transfer or a very short-term transfer that did not interfere with the purposes of the Act, did not require dismissal with prejudice, there were two courts of appeals that were to the contrary, and Congress therefore stepped in with a different rule and amended the Act as it was entitled to do under Article -- under Section 7 of the implementing legislation.",
  "The Fourth Circuit has addressed that issue in a case called Bush v. Muncie, and it's not a matter of any clarity, but it appears that it would be somewhat difficult for a State to unilaterally amend its implementing legislation without withdrawing unless it, as Congress did in Section 7, had expressly reserved that right, and then if it had, if it did enact the provision that was inconsistent with the Agreement, there would be an issue among the States as to whether or not those States were willing to give that amending State the benefits of the Agreement, notwithstanding its departure in some degree.",
  "Oh, for 48 states to arrive at the Agreement, to pass it as implementing legislation in each of those 48 states and to get Congress to pass on the compact is a somewhat arduous, although it is potentially viable prospect. However, we believe that just as Congress resolved, in effect, a 4-2 circuit conflict in favor of the rule of de minimis and in favor of permitting these returns, we believe that this Court could take cognizance of the rule of de minimis as well and rule that because a single overnight transfer is so unlikely to interfere with the purposes of the Act that it falls within the rule of de minimis and therefore should not result in harsh consequence of complete frustration of the State's efforts to enforce its criminal laws. That result would --",
  "Best case from this Court on de minimis or --",
  "The case we cited on the first page of our argument section is Wrigley, but Wrigley cites about six other people.",
  "Next best case would probably be Portland v. Retail Druggists Association, and the next case after that would probably be Anderson v. Yungkau. Those cases all involved intentional conduct that was in violation of a specific prohibition, but in each of those cases this Court contemplated that because the conduct itself was of de minimis proportion in relation to the Act's purposes and the realities of the marketplace in one case and the realities of the hospital industry in another, it could be excused under the rule of de minimis.",
  "We don't believe it's a fundamental alteration in the design of the system, it is simply a recognition that there are some applications that are so far removed from the purpose and so insubstantial and some, in fact, that are so insubstantial in light of the purpose that they fall within the well recognized rule of de minimis and therefore should not be considered violations of --",
  "This is, in fact, a trap for the unwary, but the Federal government does not have a way of knowing whether or not the individual was being brought, for example, back merely to plead guilty, in which case it would take overnight -- it would cost a new trial.",
  "Correct, and in fact if he were pleading guilty and that were the arranged -- the agreement was trial, 24 hours would have sufficed to complete the trial within the meaning of the statute. Thank you, Mr. Chief Justice.",
  "Mr. Chief Justice, and may it please the Court: When an inmate in a federally operated facility is subjected to a constitutional deprivation, that inmate has a remedy against the individual Federal officers who committed the constitutional deprivation. There is no indication that that Federal remedy is inadequate for --",
  "In the first instance, we think it should be assumed arguendo because if there's a reason not to subject the individuals, the private individuals, to liability under Bivens, it would be that private individuals have so few immunities and so few defenses, compared to their governmental counterparts, that there's no reason to infer a Federal cause of action. If it's true with respect to them, then it's a fortiori true with respect to the corporation as well.",
  "Pardon? Oh.",
  "Well, in fact, with respect to joint tortfeasors, you have two separate actions. They're both liable for their --",
  "Well, you need to deter both of the joint -- the actions by the joint tortfeasors.",
  "Yes, but the corporation is an unusual tortfeasor in this sense, in that it cannot act except through other individuals, through its employees. So long as you deter --",
  "Well, if this were a common law court or a legislature, I could certainly see adopting the common law rule. But the Court -- this is not a common law court, and what -- Congress has the principal role of establishing causes of actions, Federal cause of action, for damages. So, the role of the Court is not to establish --",
  "Well, in fact, Your Honor, if you look at, for example, the fifth edition of Prosser & Keeton on Torts, William Prosser tells us that that argument is makeweight, and that the real reason for holding the corporation liable under respondeat superior is to ensure that the costs of accidents are incorporated into the price of products and, therefore, spread to society at large. In a context like this one, where you have one purchaser, the Government, and the cause of action is unique to where the Government is the purchaser of the service, that type of rationale can't hold water. This Court is generally very cautious about imposing liability for the purpose of distributing money --",
  "Yes, Your Honor. But it is typically -- this Court is typically most cautious about establishing rules that would have the effect of taking money from the treasury, which is under Congress' control and to be spent for the public good and spending it according to --",
  "That -- that --",
  "Well, in this case, where you have a uniquely governmental purchaser and a uniquely governmental cause of action, it does tend to have that effect, Your Honor.",
  "Well, Your Honor, when -- when prisoners in public institutions, federally operated institutions, encounter precisely that situation --",
  "But it shows that this -- that type of situation is hardly unique to a private corporation. It -- it occurs all the time in Federal institutions. And he would be able to sue first any employee who enforced the -- the policy.",
  "Right, but there is under Bivens no Nuremberg defense. Each -- one of the teachings of Bivens is that the responsibility for respecting constitutional rights is personal and individual, and therefore, liability for violating constitutional rights is also personal and individual. It ill-serves that notion of personal responsibility to shift the liability from the -- from individual -- individuals who violate constitutional rights to some other source of money such as the shareholders or the Government.",
  "That would be the same thing if a -- if an individual Bureau of Prisons employee --",
  "Individually liable. Plus you also get to sue the policy maker and anybody who exhibited deliberate indifference in carrying on that policy. It's precisely the same rule that exists in the Federal context when you have a -- a Bureau of Prisons-run facility.",
  "Well, Justice Ginsburg, I think the rub is in the question, if the corporation is going to pick up the tab. The corporation will not necessarily pick up the tab. The Government, for example, does not routinely indemnify its employees before a judgment or even necessarily after judgment. On occasion, we both decline to indemnify them. Sometimes we decline to represent them. Sometimes we criminally prosecute them ourselves. The point of the matter is to avoid moral hazard, to ensure that there is that deterrent effect, both corporations and the Government alike are wise not to indemnify their employees in advance and refer only to indemnify in those circumstances where it's both in the corporate interest and in the interest of ensuring that the corporation or the individuals --",
  "That is one of the difficulties and that is one of the reasons why there is concern that individuals, if given the opportunity, will choose to sue only the corporation and not the individuals. And as Mr. Phillips pointed out, in the three post-Meyer cases where this issue has come up, in each of them, the individual chose to sue only the corporation and not the individual. And, therefore, the direct deterrent effect on the individual, the direct deterrent effect that exists and operates within the Federal Government, would be absent in the other context if the Court were to recognize a Bivens against corporations as well as the individuals who violate --",
  "Your Honor, it's not clear the degree to which Congress can replace Bivens liability. I would believe that Congress would have the ability to either -- if this Court were to decide not to have corporate liability, Congress could act to establish that liability, or if the Court were to say that there is --",
  "The other way around is a more difficult question. I don't believe this Court's cases are clear. However, if Congress does establish an alternative remedy, I believe the Court would be very likely to respect it unless it is clearly inadequate for the purposes.",
  "No, Your Honor. As I read Bivens --",
  "Well, Your Honor, it depends on how you read Bivens. Bivens itself doesn't purport to be compelled by the Constitution, that the Constitution requires it. It very much relied on cases like J.I. v. Borak where the Court felt that it was in a position to sort of assist in the vindication of constitutional rights, even if it were not mandated or compelled by the Constitution. Where the Court -- where the Court uses its discretion to do that, however, the Court must be particularly cautious about it so that it does not usurp the role of Congress as the principal creator of -- of causes of action for damages under the Constitution. If there are no further questions.",
  "Yes, Your Honor. It's our --",
  "Yes, Your Honor. There's currently a pending rulemaking before HHS, and the Secretary in the notice of proposed rulemaking has determined that States should be permitted to decide whether to use the income- first methodology or the resource-first --",
  "The comment period closed on November 6. There's been a little bit of a delay because there's concern that many comments might have been quarantined in the Brentwood facility. However, we are hoping the Secretary can proceed and complete that process with all due speed.",
  "Justice Scalia, I think the answer comes in two parts. The first is, one doesn't have to think that the statute means two different things at once in order to accept the Secretary's view. Community spouse's income can have a meaning, but there may be different methodologies, all of which are reasonable, for determining and calculating what is the community spouse's income. In addition, this Court has -- and the States have liberties in order to decide to choose among those reasonable methodologies, because under section 17 on page 8a of our, of the appendix to our brief they are to establish reasonable methodologies consistent with the Secretary's regulations. In addition --",
  "In fact, Justice Scalia, this Court has upheld precisely that type of regulation issued by the Secretary. In a case called Batterton v. Francis, and again in a case called Lukar v. Reed, in which you wrote the opinion for the Court, when the statute did not clearly preclude one methodology or another, the Secretary, because the Secretary has quasi-legislative authority to set standards in this area, may adopt standards that permit variations from State to State. In Batterton v. Francis, it was under AFDC, and the question is, what was unemployment? Did it include striking workers, or did it not, and the Secretary said, States, you may determine that based on your own State law. In Lukar v. Reed, the question was whether or not a tort judgment would be considered income or resources. The Secretary threw guidance to all the States that they had the option of choosing it as income or resources because both are reasonable. This Court in Lukar v. Reed again held that decision, so in this particular area, where States have the principal responsibility of establishing standards, the Secretary may establish the boundaries, the reasonable boundaries within which those standards may be established, but unless the, and so long as the standards established by the State are not contradicted by the statute, are not contradicted by the Secretary's regulations, and are reasonable --",
  "No, Your Honor. I believe that neither methodology is particularly compelled or expressly authorized by the statute. The statute simply does not speak to the issue of whether when a spouse, a community spouse is going to have a shortfall in income you make that up first by paying additional money to the person in the nursing home so that she may support the spouse at home, which is the income-first methodology, or whether first you raise the resource allowance so that she may -- so that the person at home has additional income from resources. I think I should probably go back and answer Justice O'Connor's and Justice Scalia's question about the meaning of community spouse's income in section (b)(1), because there has been a suggestion about necessarily includes only the income paid directly to the community spouse. It is in our view a subtle legal tradition that the community spouse's income, or one spouse's income may include income from another spouse that is deemed to be income of the community spouse in contemplation of law, and so in (b)(1) community spouse's income could include income from the institutionalized spouse that the institutionalized spouse can make available. That's consistent with the presumption of spousal support, and it's consistent with, for example, existing regulations such as those in --",
  "I'm -- I apologize.",
  "(b)(1) says --",
  "Right. All it says is that income of the community spouse shall be -- shall not be deemed available to the institutionalized spouse.",
  "The inference to be drawn from that is that there is no prohibition in deeming income of the institutionalized spouse --",
  "Your Honor, it was -- it's a --",
  "That's the mistake, Justice --",
  "That's the mistake, Justice Stevens. You don't start with the presumption of the name-on-the-check rule. You start from the presumption that the income of one spouse may be deemed the income of another spouse because the general rule is that spouses may be expected to support --",
  "The statute doesn't but Congress said it when it enacted the Medicaid Act in the first instance, and that was the established rule under the Secretary's policies at the time that this statute was enacted. If you look at the Secretary's regulations that existed when Congress enacted this, it said the income --",
  "I'm sorry.",
  "No, Your Honor. In fact, deeming did occur -- reverse deeming did occur, or could occur under the prior policies, particularly in section 209(b) States. Now, in most situations -- well, first for post eligibility determinations, States did set aside a certain amount of money of the institutionalized spouse's income for the support of the community spouse, and they treated that money as unavailable to the spouse in the nursing home so that it could be available to the spouse at home. That is this situation which you have called reverse deeming. Second, even at the eligibility stage, particularly in section 209(b) States, it would be permissible to deem the income of the institutionalized spouse to be income of the community spouse. Now, it might not often come up, but it would come up when, for example, both were applicants, in which case that would be permissible, so the settled background principle that existed at the time Congress acted is that spouses support each other mutually, and Congress eliminated one of those presumptions on a going forward basis in (b)(1) and said, no, the community spouse's income shall not be deemed available to institutionalized spouses, but left in place the background principle that an institutionalized spouse, if they have the funds, can support the spouse --",
  "Your Honor, it would be the Secretary's -- or the regulations that existed at this time, when they discussed what we count as your income, as your applicant for SSI, for example, it said, we count as your income your income plus income from other people, so that it treated it as the individual's income, and that is consistent with the background principle that each spouse's income is income to the other spouse, and when States may establish reasonable standards --",
  "The --",
  "Well, actually attributed income, Justice Scalia, actual income that's passed over you don't need a deeming rule, because that's actually --",
  "But for responsible individuals there were categories, such as spouses, such as parents, such as -- there is another category I can't remember the name of, but where somebody had the responsibility for supporting you, their income was deemed to be your income for determining your eligibility.",
  "That is the only thing in black and white, other than the fact that the settled background principles the Secretary operated under before the enactment would treat the income of one spouse as available to the other. It was not merely deeming from the to community spouse to the institutionalized spouse, but deeming in the other direction occurred.",
  "Mr. Chief Justice, and may it please the Court: -- Congress Congress designed the Social Security disability program to provide benefits to workers who suffered from long-term disabilities, individuals who were, in effect, forced into premature retirement by a severe impairment. Consistent with the program's origin --",
  "Consistent with the program's origin, purpose, and text, the Commissioner has for 45 years from the program's inception, in adjudicating tens of millions of claims, and throughout repeated amendments, adhered to a single and consistent, reasonable construction of the definition of disability. To be disabled, a claimant must have an impairment that has lasted or can be expected to last at 12 -- at least 12 months at a disabling level of severity; that is, the impairment must preclude substantial gainful activity for the 12 months during which it must last.",
  "Correct, Your Honor. That's that's because the statute allows the Commissioner to award benefits if the -- if the disabling impairment can be expected to last 12 months. So, for purposes --",
  "Yes. If the work does not evidence an ability to engage in substantial gainful activity. For example, the Commissioner has what are called unsuccessful work attempt regulations. If they do not evidence an ability to engage in substantial gainful activity, they may be disregarded and treated as not evidence of the individual's ability to engage in substantial gainful activity. Under the court of appeals' view, however --",
  "Your Honor, no. Our view is not that the trial work period does not begin until the end of 12 months. Our view is that the trial work period only begins if the -- if the claimant actually becomes entitled to benefits at some point, and that's true because the trial work period begins when the claimant becomes entitled to benefits. If the claimant never becomes entitled to benefits, he never receives a trial work period.",
  "Again, it's not our position that you can't start a work period -- a trial work period until the end of 12 months.",
  "Right, unless they are entitled to benefits. And we would be relying on 422(c)(3), which appears on page 63a of the appendix to the petition for writ of certiorari. And it says that a period of trial work for any individual shall begin --",
  "I'm sorry. It's at the bottom where it's numbered 3.",
  "And it says, a period of trial work for any individual shall begin with the month in which he becomes entitled to disability insurance benefits. If the individual never becomes entitled to insurance disability benefits, the individual also cannot, as a matter of logic, become entitled to a trial work period. And that is also consistent with the -- with what the trial work period does. The trial work period -- precludes the Commissioner from considering from treating work as evidence that the disability has ceased. The statute in the preceding paragraph number 2 uses the word ceased. That means that if the individual isn't actually already entitled to benefits, there can be no trial -- there is no purpose in the trial work period. It's only there for determining whether or not the disability has ceased.",
  "Yes, Your Honor.",
  "Because the statute provides that the individual is entitled to benefits if he has a disability which can be expected to last 12 months or has lasted 12 months. That's most naturally read as referring to the time of the adjudication. In other words, when statutes say if the following conditions are met, you're entitled to something and they use the present tense, as this statute does, they're normally understood as requiring those conditions to be met at the time of the adjudication.",
  "Right, in determining whether his disability has ceased. That means that for a person to have a -- to be entitled to a trial work period, he must have what is called a disability, and whether or not an individual has a disability is determined from the perspective of the adjudicator at the time of the adjudication.",
  "I -- I think you've precisely described our position, Justice Souter. The answer is that if the individual produces evidence, such as by returning to work successfully for the period of 2 years, for example, in this case, and shows that he, in fact, was not incapacitated, he was able to work, the adjudicator can take that into account and decide that no, you're not entitled to disability benefits, and if you were never entitled to disability benefits, you also do not get a trial work period.",
  "No. We would not allow him to come back and say -- and say, in effect, that I was thought to be disabled for a period of 12 months reasonably but mistakenly because the statute requires that you can be expected -- present tense. Now, that is consistent with the way courts --",
  "Yes, Your Honor. But actually the contrary view would make -- creates a rather difficult type of adjudication --",
  "-- to make and one that's entirely foreign to the law.",
  "Not merely that. You would have to look back for the entire period covered by the application and decide if any moment during that period it could have been possible, reasonably but mistakenly thought, that his disability would last 6 months. That type of determination is entirely foreign to the law. And it's also inconsistent with the purpose of the can be expected to last prong. That exists precisely because, as Justice O'Connor pointed out, the Commissioner needs to be able to adjudicate claims before 12 months goes by. And therefore when the adjudicator -- when the Commissioner decides claims before 12 months have gone by, you look at the can be expected to last prong.",
  "Yes, yes, exactly. And that is consistent with the -- the -- excuse me -- the statute, which says that when you're deciding these claims, you look at all of the evidence in the file and you try and come up with all of the available evidence. You don't disregard evidence that is recently arriving merely because at some earlier time you would have made a mistake. And that is also -- I'm sorry. Turning back to the question of disability, the Commissioner's construction of the term disability in our view is supported by the text of the act. The act imposes --",
  "That's correct, Your Honor.",
  "No, Your Honor.",
  "We believe that the Commissioner is entitled to Chevron deference regardless of when the claim was adjudicated. The purpose -- the reason this Court gives Chevron deference is when the -- the decision has the formality and uses the procedures that Congress meant the administrator to use when filling in gaps or when explaining the meaning of the statute. It does not matter that, in fact, that the administrator, or in this case the Commissioner, used those procedures after the claim was adjudicated because we know that after the thoroughness consideration and using the notice and comment procedures, the Commissioner came to the same conclusion, that in fact the best reading of the statute is the one that the Commissioner has adhered to for 45 years and through repeated amendments to the statute.",
  "No, Your Honor. Actually we believe that we have the far more reasonable understanding of the statute and certainly the one that's more consistent with Congress' intent. The statute --",
  "Focusing on the language of the statute.",
  "The statute imposes two requirements. First, there must be an impairment.",
  "It's 423(d)(2)(A) and (d)(1)(A) which appear on pages 69 -- just the heading of (d)(1) appears on 69a -- and 70a of the appendix to the petition for a writ of certiorari.",
  "Turning at page 70, it establishes two requirements that are interrelated. The first is that there must be an impairment, which has lasted or can be expected to last 12 months or result in death. Second, the impairment must be one that precludes substantial gainful activity, that is, it must be so severe that the individual cannot engage in any work in the national economy. Given Congress' repeated intent not to provide benefits for short-term disabilities, it is most natural to read those two requirements together so that the impairment, which must last 12 months, is also an impairment which must preclude substantial gainful activity --",
  "Justice Scalia, that might be one way of reading the statute, but it's not --",
  "We disagree, Your Honor. We believe that you read the two requirements together sensibly so that they overlap. And in fact --",
  "In effect, we're arguing, yes, that the type of impairment that Congress was referring to is an impairment that prevents substantial gainful activity because that's the type of impairment that is referenced in the statute.",
  "It is not the type of impairment that you must have for 12 months. That's correct, Your Honor. That is a correct characterization of our -- our position. I think if --",
  "Your Honor, one way you could -- you could put your emphasis on the word impairment. The Commissioner has traditionally placed the emphasis on the word severe in 423(d)(2)(A) or inability to engage in substantial gainful activity in (d)(1)(A), but that would be one way of achieving the same result that the Commissioner has. And that is actually supported by the text of the definition of impairment which makes it clear that --",
  "Pardon?",
  "I think as a grammatical matter, Justice Stevens, we have to confess that the word which refers to the impairment because one would not ordinarily expect the substantial gainful activity to result in death or the inability -- better still, the inability to engage in substantial gainful activity to result in death. But focusing back --",
  "Well, Justice Stevens, we'd be perfectly willing to accept that if that were your view, but for purposes of this case, we -- we have -- for grammatical purposes, we believe that the phrase, which can be expected to result in death, modifies the impairment not the inability to engage in substantial gainful activity.",
  "It's on page 71a, Justice Scalia, after the numeral 3 of the joint -- of the appendix to the petition for writ of certiorari. It says: for purposes of this subsection, a physical or mental impairment is an impairment -- it's somewhat circular, we confess -- that results from an anatomical, physiological, or psychological abnormality that is medically demonstrable. That makes it clear that the impairment isn't necessarily just the underlying medical condition, but it says that it's the -- an impairment that results from the anatomical, physiological, or psychological abnormality. So, in a sense the impairment can be viewed not merely as the medical condition but the result of that condition such as in the case of a mental impairment, inability to focus.",
  "The impairment is what results from the abnormalities. The impairment is what the abnormalities produce.",
  "So, if the condition is, in this case schizophrenia, the impairment would be the inability to focus, the inability to think clearly, the impairment of the cognitive functions is another way of putting it. Your Honor, what -- I believe that the problem with the court of appeals' approach of severing the two -- requirements of an impairment the fact that the impairment must last 12 months and that the impairment must be one that is of disabling severity -- is that it does not -- it does not eliminate an ambiguity but creates one. Even if we were to severe those two entirely and to say that the only the -- that only the impairment must last 12 months, it's clear that the impairment must be of disabling severity for some period of time because it would be absurd to suggest you're entitled to benefits for a minute or a second or actually, Justice Scalia, with all due respect, in my view for the week that you suggest. Given that there is an implied duration of some time for the severity, that it must be severe enough to preclude substantial gainful activity for some period of time, it is up to the Commissioner to choose the period which makes the most sense, is most consistent with the statutory structure and Congress' intent. There are other indicia of -- of the structure of the statute that make it clear that Congress was not contemplating short-term disabilities such as a week. For example, the statute does not terminate benefits just at the moment when you are able to return to work. Benefits, instead, continue for an additional 2 months following that. If the statute is, as the Commissioner supposes, a long-term disability statute, that makes sense because those 2 months of additional payments give you a time to transition back to work, to get ready to work to find a job. If in fact the statute is, as the court of appeals has construed it, a short-term disability statute where benefits are payable when you're out only for a week, as Justice Scalia suggested, that would mean that an individual who is out of work for a week, because of a chronic condition like asthma, anxiety, arthritis, and numerous ones that last a year or more, would be entitled to 2 months of benefits plus the one week for which they are briefly out. It's hard to believe that that was the type of statute that Congress had envisioned. In addition, that -- that view is supported by -- the repeated amendments to the statute that Congress repeated amendments to the definition of disability against the backdrop of the Commissioner's now 45-year- old settled construction. Years after the Commissioner first adopted her construction of the statute in 1957, in 1965 Congress amended the statute, and when Congress did so, it did not merely leave in place the Commissioner's by-then settled construction, instead Congress reiterated that construction in the committee reports that were -- accompanying it accompanying the amendments and described the act in precisely the same terms that the Commissioner had through the regulations. -- Congress, in fact, rejected a proposal actually a bill -- from the House of Representatives that would have shortened the duration requirement instead of to 12 months to 6 months, and the stated reason for rejecting that 6-month period was a disability -- it would not be sufficient to preclude the payment of benefits for short-term disabilities. Instead, as the committee reports stated, it was necessary to require that the -- individual be under a disability for a period of more of longer than 6 months. Instead, Congress meant to require that the individual be completely and totally disabled throughout a continuous period of 12 months. Under the court of appeals --",
  "That that is part of the definition of substantial gainful activity. It's -- I'm being somewhat imprecise when I say you're unable to work. What you have to be able to do is engage in substantial gainful activity, and if you return to work for a brief period of time, for less than 6 months generally under the Commissioner's regulations, and then your impairment comes back and prevents you continuing that, the Commissioner will not treat that as evidence to obtain -- evidence of your ability to engage in substantial gainful activity. In fact, it's evidence of the opposite because you tried to go back heroically, but your impairment prevented you from successfully doing that. So, it's clear that you're not able to engage in substantial gainful activity.",
  "It -- it -- the substantiality does modify the intensity of the activity, but in terms of determining what kind of evidence shows that you're able to engage in that activity, the Commissioner has legislative authority to determine whether work -- whether certain types of work attempts evidence your ability to engage in substantial gainful activity. And using that, the Commissioner said there were just certain things that should not count, such as unsuccessful work attempts, work attempts generally that are terminated within 6 months of -- within 6 months' of when they begin.",
  "In fact, Your Honor, there were two adjudications in this case in a very short period of time within the filing of benefits. The benefit claim was filed in March and April and in the -- there was an initial adjudication on May 18th, basically just over 30 days after the April application was filed. In that adjudication, a licensed psychiatrist determined that Mr. Walton was, in fact, able to engage in substantial gainful activity and that his impairment was not severe enough. -- He sought reconsiderations in June, and there a decision was issued in August. These are very short time frames, and they are not atypical. Typically these types of claims are processed in less than 90 days for the initial adjudication. Now, regrettably there will be occasions, as in all areas of law, where the outcome is affected by the timing of the decision. And that is true because sometimes evidence develops in the interim which would allow one person to prevail where, if the adjudication had happened earlier, they would not have known about that evidence and the result would have been different. But the fact that some individuals may get a windfall and become entitled to benefits based on an erroneous prediction of expectation does not mean that the Commissioner is required to reach an erroneous result when adjudicating a claim where he has actual evidence that the individual is able to engage in substantial gainful activity, as occurred here. In this case there is evidence that the individual was able to engage successfully in working for 2 solid years, and the Commissioner is not required to ignore that probative, indeed dispositive evidence simply because the Commissioner might have made a mistake had the claim been adjudicated earlier.",
  "Yes, Your Honor.",
  "Your Honor, I have -- do not have any information regarding that. But the -- one of the major concerns about this is it substantially increases the number of people who have disabilities because no longer do you have to have an impairment which precludes you from working for a substantial period of time, but merely an -- a medical condition that last 12 months. When one considers the number of medical conditions that persist for 12 months that are capable of disabling somebody for a short period of time, it clearly would have the effect of establishing a short-term benefits program that Congress did not intend to create. In fact, we are advised that approximately 38 percent of all Americans have an impairment -- a medical condition which is chronic in the sense that it will last 12 months that is capable of preventing them from working for short periods of time. And -- when construing the definition of disability, it is less plausible to believe that Congress intended to pull in so many Americans and to make all of their periods of absence of work on account of conditions like asthma, angina, arthritis, bad backs, and the like which -- and turn them into disabilities.",
  "Your Honor, we believe this is a -- a classic case of Chevron deference.",
  "Oh, well, that would be classically -- if you're -- if what you're referring to is Mead or Skidmore deference, yes. But even --",
  "Well --",
  "Those are the two standards of deference with which I'm familiar, and in fact we believe that we'd win under either one.",
  "Yes.",
  "Well, it it certainly adds weight to the agency's view and it may make it so that there is only one reasonable construction of a statute that's ambiguous. If there are no further questions, I'd like to reserve the remainder of my time for rebuttal.",
  "I would like to begin by addressing the 5-month trial work -- excuse me -- the 5-month waiting period. And it's important to emphasize that for a very large and important component of the Social Security program, the SSI program, the Supplemental Security Income disability program, there is no 5-month waiting period. So, for anyone who's applying for SSI disability income, they -- that person, under respondent's and the court of appeals' interpretation, would be entitled to benefits for a very brief period of inability to work so long as the underlying medical condition, such as asthma or arthritis, can be expected to last or has lasted 12 months. It is in view of the structure of the act, including the continuation of the payments for 2 months after the disability ceases, hard to believe that that was what Congress had in mind. Second, I should emphasize that the 5-month waiting period isn't part of the definition of disability. What it is is it operates like a deductible. It provides a period of time during which the individual bears the burden of their disability themselves and saves the Government the -- saves the Government money that would have to be paid for that individual. But it does not determine what is a disability. It only determines what period of disability will be paid for and compensated by the Government. I'd like to also turn to mention for a moment the legislative history. The legislative history upon which respondent relies is for a separate program enacted 2 years before the disability program at issue here. The disability program issued in 1956. When Congress enacted it, it clearly understood that the inability to engage in substantial gainful activity, the disability itself, was going to have to last the requisite duration and not merely the medical -- not merely the medical condition. And when Congress changed the duration from long, continued, and indefinite, which was the original term, to 12 months, it specifically understood that the 12-month period applied to the impairment at a disabling level of severity. And the -- the Senate report, which is quoted on page 36 of our brief, makes that lucid. It states that the act, as amended, would provide for disability benefits for an insured worker who has been or can be expected to be totally disabled throughout a continuous period of 12 calendar months, and a 6-month period was rejected specifically because it would provide benefits for short- term disabilities. Finally, in terms of incentives, the incentive to return to work before there is an actual disability is properly addressed by the Commissioner's unsuccessful work attempt regulations. In addition, the court of appeals' construction is an overbroad response that actually deters returning to work because it would provide benefits not merely to those like Mr. Walton who have a long-term impairment that briefly disables them and then heroically return to work, but also those who have a long-term impairment that briefly disables them and do not actually return to work. The vast majority of applicants who seek benefits do not return to work, and those -- and those individuals would receive benefits despite an ability to return to work and their failure to do so. If there are no further questions.",
  "Mr. Chief Justice, and may it please the Court: The tolling provision at issue here is within Congress' constitutional powers for two reasons. First, it establishes the legal effect of a distinctly Federal set of events: the filing, pendency, and dismissal of an action in Federal court over a defendant over whom the court can exercise jurisdiction. Second, it serves legitimate Federal interests, ensuring that if plaintiffs are held harmless for having selected a Federal forum in the first instance and ensuring that Federal courts are not required to exercise jurisdiction and decide cases that involve potentially sensitive issues of State law that are more reliably and more appropriately decided in the State court. Because municipalities are not States or arms of the States, sovereign immunity does not prevent them from being hailed into Federal court and it doesn't prevent the Federal courts from exercising jurisdiction over cases against them, including supplemental State law claims. Congress can establish the rules for when Federal courts should hear such claims and the rules for when they should not. Congress has corresponding authority to establish reasonable rules about the legal consequences of the pendency of the Federal action, of the filing of the claim, its pendency, and the court's decision to dismiss it under specified rules that Congress itself has established. The rule established here falls within the tradition of Federal control over the effect of Federal proceedings. It falls in the tradition of, for example, legal effect of the filing of a bankruptcy petition which stays all the actions that are against the debtor and tolls the State limitations periods during the pendency of the automatic stay. Or the removal provision which takes cases out of State courts, stays the proceedings in State courts, and thus prevents the State courts from proceeding in a way such as by deeming the case constructively dismissed that might have the effect of causing the statute of limitations to continue to run. And the effect of a Federal -- a judgment of a Federal court case. All these are matters that are controlled by Federal law, and that Federal law is no less binding on State courts adjudicating State causes of action, including against municipalities, than they are on Federal courts. The rule in this case serves twin Federal interests. First, it holds plaintiffs harmless for having selected a forum -- a State -- excuse me -- a Federal rather than a State forum in the first instance. Absent this sort of rule, plaintiffs would face the risk, if they chose a Federal forum, of having the statute of limitations run on their State law claims. If the Federal court then chose to dismiss, those State law claims would be barred. And plaintiffs would have an artificial incentive to avoid Federal court, including for the assertion of their Federal law claims. It also serves the interests of Federal courts in ensuring that they don't have to decide State law claims that are potentially sensitive, that under the standards this Court articulated in Gibbs that Congress has codified in section 1367(c) and it reflects sensible notions of division between State and Federal authority more appropriately belong in State court and can be more reliably adjudicated there. This Court's decision in Stewart v. Kahn establishes that there is no constitutional impediment to congressional preemption of State tolling rules if it serves a legitimate Federal interest, the tolling provision here, like the social -- excuse me -- like the Soldiers' and Sailors' Relief Act, the bankruptcy automatic stay tolling rule, following that tradition. Finally, the tolling rule here intrudes only modestly on State interests. The timely filing of the State claims in Federal court serves all of the statute of limitations purposes as the claim -- as the timely filing of those same claims in State court. Accordingly, we ask that the judgment of the State supreme court be reversed. If there are no further questions.",
  "Mr. Chief Justice and may it please the Court. The right asserted here for inmates to receive in-person visits other than those permitted by Corrections Department rules is consistent neither with inmate status nor with the legitimate penological interests underlying Michigan's rules.",
  "That is our initial position, yes. And we also have two backup positions.",
  "Not necessarily. The fact that the Federal Constitution itself does not create a liberty or a property interest in visitation, does not preclude the possibility that State prison regulations or State law might create that type of interest. It could not be taken away under --",
  "The answer is not necessarily. And that is the Court would have to examine under the standards established by -- in Sandin v. Conner, whether or not State law provides a property or a liberty interest that can't be taken away without sufficient process. And that --",
  "Well, it's not a question of what the content of the regulations are. That was -- Sandin v. Conner got rid of that inquiry. Instead, the question is whether it is a grievous deprivation or an adverse -- or excuse me, an atypical hardship that is contrary to the typical norms of incarceration.",
  "We think that's a very difficult question. If push came to shove, our answer would be the warden should have that discretion but I should point out that Bureau of Prison regulations and the State of Michigan both provide extensive hearing procedures before such rights are withdrawn. And such that the type of -- for example, in Michigan, you can challenge the underlying finding of misconduct if your rights are going to be taken away for the minimum 2-year period ban that's at issue here. And you get not only an investigation, you get a hearing, you get administrative review, you get judicial review. And we believe that those types of procedures are certainly sufficient in terms of due process. The answer to our question would be if push came to shove, we would say no, it could be a matter of --",
  "On two bases, Justice Stevens. First, marriage has or can have a religious, that is free exercise element, and it also has an effect on property rights and the rights to certain benefits outside the prison context. Neither is true of the right to -- of visitation. Second, incarceration as a form of punishment necessarily places a barrier between the prisoner and those with whom he would otherwise associate. The very essence of the punishment is that separation and the vesting of control over exceptions to that separation, in the State and corrections authority. Marital status in contrast, such as free exercise of religion, doesn't have the necessary relationship to incarceration as a form of punishment.",
  "It is a universally accepted practice, that for certain prisoners under proper conditions, certain visits, will aid in rehabilitation and that is the accepted view and one that the Bureau of Prisons firmly supports.",
  "Well, that, Justice O'Connor, is a matter of penological philosophy, but not a matter of constitutional right. And as a matter of sound penological philosophy, the Bureau of Prisons, for example, does allow visits. But it will restrict those visits rather severely if the -- if the circumstances provide. And we believe that one --",
  "Well, Your Honor, you could decide it -- actually Turner v. Safley, as we read it has two components. On page 95 in particular, it says that an inmate retains those rights that are not inconsistent with incarceration or with the penological interests of the corrections system. And so we believe that this Court could resolve it under either of the inconsistent-with- inmate status problem, which is to say that there is no right. Or it could go into the Turner v. Safley balancing and determine that, in fact, Michigan's rules do have the requisite relationship to legitimate penological objectives.",
  "Justice Breyer, I think part --when you say communication, I wouldn't go that far. We are saying that --",
  "Well, in fact, what incarceration cuts off and what the punishment of incarceration is is the physical separation of the inmate from the rest of society. The inmate, for example, it's not inconsistent, for example, for a corrections official to have authority to give an inmate a furlough to go outside to work for example. But it is inconsistent, for an inmate to say you must give me a furlough to go outside because your failure to do so interferes with my in-person associational rights. The very essence --",
  "Well, I think the answer is, the very essence of the punishment of incarceration is separation from society and the vesting of exceptions thereto in corrections officials. That is the punishment and that is the difference between, for example, a broader right to communicate, which wouldn't necessarily be cut off. A broader right --",
  "Absolutely. That is the nature of incarceration as punishment, Justice Scalia. Turning to the Turner balance argument --",
  "Justice Kennedy, solitary confinement should be distinguished from merely cutting off visitors from outside. And the answer to your question is, yes, under certain circumstances, solitary confinement for life would be permissible, but one would, as the Court has pointed out in various cases, have to --",
  "Well, the barrier for solitary confinement for life would be whether or not that's cruel and unusual punishment. But the reality of prison life is that prisoners don't get to choose who their cellmates are. They don't get to choose who they bunk with. They don't get to choose who they dine with. They don't get to choose the institution in which they're incarcerated. Even though each of those personal choices may be protected outside.",
  "Yes, that's correct.",
  "In this case the prison does allow phone calls for outside, which are other means by which general First Amendment community rights --",
  "Well, the Court --",
  "The Court actually addressed that in Pell, which is to say that that's not a problem unless the State precludes the prisoner from getting aid in writing letters. And Pell actually addressed the specific claim that the prisoners were unable to write. And there's no evidence in this case that the State precludes prisoners from getting aid in writing or reading letters so that they may communicate with the outside world. But the --",
  "That's exactly the line we draw, Justice.",
  "No. There may be -- there may or is a distinct First Amendment and societal interest in allowing general communications between inmates and the outside world. In that sense it's important to distinguish between the two rights at issue. One is a substantive due process in-person associational right, and the other is a more general First Amendment right to communicate or like a more general First Amendment right to free exercise of religion. The former is what incarceration cuts off. The latter is something that incarceration may limit but generally only to --",
  "Yes, Your Honor. The inmate would have a visit from the lawyer and potentially clergy as an exception as well. And that's because of the distinct and hybrid nature of the right. It's not merely an associational right, but the right to a fair trial may be at issue, the right to petition for redress of grievances, the right to free exercise of religion may also be at issue in the case of clergy. That's why almost all of these limits, except clergy and lawyers. Turning to the Turner balance, the Court below invalidated the -- these rules as applied to noncontact visits based on the principle that noncontact visits do not raise the penological concerns that contact visits do. That was incorrect for three reasons. First, many prisons including Federal Bureau of Prisons' facilities, lack noncontact facilities. The construction of new facilities is not the type of de minimis or ready alternative this Court contemplated in Turner. Second, the portable noncontact booths used by the State of Michigan separate the visitor from the --",
  "No.",
  "No. No. In fact, the Federal Bureau of Prisons' facilities, if they are high security or pretrial detention centers, they will have noncontact facilities. If they are lower security --",
  "The facilities in these cases -- may I answer the question, Chief Justice? I see I'm out of time.",
  "Okay. The facilities at issue in these cases are portable booths, which separate the inmate from its visitor but not the visitor from all the inmates who are having contact visits so they do not address the problems of the child visitors having contact with inmates.",
  "Mr. Chief Justice, and may it please the Court: It's a long-established background principle that mid-trial rulings are inherently subject to reconsideration by the trial court itself until the end of trial. That is especially so where, as here, a party promptly seeks reconsideration which necessarily renders the initial ruling inconclusive. That rule reflects four important legal and practical considerations. First, trial courts often must rule swiftly without the benefit of extended briefing, argument, or deliberation or even a copy of the trial transcript. They could not operate justly absent the opportunity for reconsideration. Second, the Double Jeopardy Clause affords the government a full and fair opportunity to make its case in the first tribunal. In the context of trial, that full and fair opportunity includes reconsideration. Indeed, reconsideration is particularly important precisely because the government very often cannot appeal.",
  "That's correct, Justice Scalia. The Court could -- there are many stopping points short of our argument on which the Court could resolve this --",
  "Well, Your Honor, the Court would have discretion to reach the constitutional ground if it thought it were important enough to resolve the disagreements in the State courts and their -- their rulings that are contrary to --",
  "Yes. That is -- that is one of the rules the Court follows and it's a general rule, but in important cases, particularly in the qualified immunity context, for example, the Court will -- will sometimes announce the constitutional rule because it's sufficiently important to settle the matter rather than resolving it on statutory grounds or in -- in the context of qualified immunity on reasonableness grounds.",
  "Justice Scalia, the Court would have discretion to reach the constitutional issue if it chose, but it would -- certainly would not be required to do so. For example, the Court decided a double jeopardy issue in Monge, but that was 4 years after addressing the exact same issue in -- on Teague grounds in an earlier case. And for those 4 years, the lower Federal courts and the courts in the State of California for which it had special applicability suffered through a -- a tremendous amount of uncertainty. And we would urge the Court, given the uncertainty that's out there, to reach the constitutional question. However, the Court would have discretion to resolve this on 2254 grounds --",
  "For double jeopardy purposes, but not for due process purposes. That would raise a -- raise a -- a serious due -- excuse me -- due process issue. It's the exact same issue that arises, for example, when a trial court dismisses a count of a complaint, which raises no double jeopardy concerns at all and then, very late in the trial, determines that he had erred in dismissing an -- a count of the indictment. When that happens, the ordinary process is either the court must reopen the evidence to permit the defendant to put on the defense that he didn't have the opportunity to present, or the defendant may be entitled to a mistrial. But that is very much a fairness trial, due process issue, not a question of double jeopardy. The third point is that double jeopardy --",
  "In our view that's precisely correct, so long as Judge Wyzanski had not discharged the jury because once you discharge the jury, the -- the defendant's right to trial before his tribunal of choice has been eliminated. The -- so long as the jury hasn't been discharged, the trial court has inherent authority to correct its own mistakes. No double jeopardy purpose is served by giving -- by precluding reconsideration to give the defendant the benefit of acquittal to which no court, and certainly not the jury and not the trial court that putatively granted it, believes the defendant is entitled. Particularly --",
  "The --",
  "I'd say --",
  "Well, I think it would -- our best case would probably be this Court's statements in Arizona versus Washington, in essence that the government -- although the government often doesn't get an appeal and it doesn't get a second shot at -- bite of the apple, it does get one full and fair opportunity before the trial court. In our view that full and fair opportunity must include reconsideration precisely because trial courts move so swiftly and because the initial decision by a trial court isn't meant to be a final decision but is, in fact, part of the deliberative process, part of the ongoing dialogue in trial among the judge, among a prosecutor and defendant's counsel.",
  "No. We think it's --",
  "No. The ordinary rule -- and this is the same rule that applies where a court, for example, dismisses a count of the indictment -- is that defendants are entitled to rely on the interlocutory rulings. If they do so to their detriment and to their prejudice and it denies them the opportunity to present their fair defense, that is a significant due process problem and may entitle --",
  "That's, actually points up a difficult question which is whether or not the dismissal of the -- well, if it's dismissal in the indictment, it certainly isn't a double jeopardy problem, but if it's a judgment of acquittal at that point, the question the court would have to confront --",
  "Right. That's what I assumed you had meant. And if that were the case, the court would have to decide whether or not that there -- there's constructively or through legal fiction the discharge of the jury with respect to that defendant even though the -- actual jury is still there",
  "We believe the actual answer would be --",
  "Well, I -- I would believe that the proper answer would be that if the jury is still available, the prosecution can seek reconsideration. But one could say that the jury was constructively discharged with respect to that defendant and thereby preclude the prosecution from seeking reconsideration. But the critical moment in all of those cases is what constitutes discharge of the jury, the defendant's chosen trier of fact.",
  "Well, the Constitution --",
  "Well, certainly the Constitution doesn't require there to be mid-trial rulings on judgments for acquittal. In fact, Federal Rule of Criminal Procedure 29(b) specifically allows --",
  "Right. And if the defendant relies to his detriment and it prevents him from presenting a fair defense to which due process entitles him, we believe that he might be entitled to a mistrial. But we -- nothing of that sort happened here because defendant not only was on notice that this -- that the ruling was subject to change, but if you look at the point in the joint appendix, which is the penultimate page, where the court announced -- page 46, where the court announces that it has decided to reconsider, there's no objection from the defense saying, wait a minute, we relied. Our whole defense rested on this ruling. There's no statement to that effect.",
  "That -- that --",
  "Right. I -- I think that just points out the general rule, that -- when a trial court issues a mid-trial ruling, the defendant generally has a right to -- to rely on it, and if he relies on it and it denies him his opportunity to present a fair defense, that presents a serious due process problem. But it is not a double jeopardy problem because double jeopardy is concerned with having two trials against the defendant when the prosecution had its full and fair opportunity in the first. The final problem with the contrary rule is that it requires appellate courts to engage in an often unrealistic endeavor to go through and try and determine what the trial court, through its spontaneous and sometimes extemporaneous statements, really meant to do or what it actually did. For example, in this case it seems to come down to the question of whether the words, my impression at this time, is -- suggest sufficient tentativeness and whether the word okay is the functional equivalent of it is so ordered. In addition, under respondent's approach, the trial -- the court of appeals would be required to determine whether the request for reconsideration came promptly enough, whether or not it came in the same breath -- I see I'm out of time. Thank you, Mr. Chief Justice.",
  "Mr. Chief Justice, and may it please the Court: As the Commissioner of Social Security has long construed the disability insurance program, there can be no finding of disability unless at least two conditions are met. First, the claimant's impairment must be of such severity that she cannot -- she is unable to do her previous work. Second, the impairments must be of such severity that the claimant cannot, considering her age, education, and experience, engage in any other kind of substantial, gainful work which exists in the national economy. Construing and applying those provisions for more than 3 decades, the commissioner has consistently concluded that if a claimant continues to function at a level sufficient to meet the demands of past work, then the claimant is not disabled without the necessity of inquiring into whether that particular past job exists in significant numbers. That's the most natural reading of the statutory text.",
  "That is correct. It is --",
  "No, Your Honor. We don't believe that there are any relevant differences, that the commissioner's regulations and the statutes themselves are all phrased in parallel if not identical language throughout. There is one difference in that for a disability insurance, these title II provisions, you have to be someone who has paid into the program in order to be eligible for benefits on the way out; whereas, title XVI is more of a welfare program where whether you've paid in in the past doesn't matter. But that simply means that one who has paid into the title II program would get considerably more benefits than one who has not.",
  "On the test, it is an identical test.",
  "There is no test, Justice O'Connor.",
  "That construction preserves the distinction long recognized in the commissioner's regulations, in fact, recognizing the commissioner's regulations from the earliest days of administering this statute. Between disability insurance, on the one hand, and insurance against other causes of unemployment, such as technological and economic change, on the other, an individual who's doing a job who remains fully capable of doing that job, but then loses the job because of economic change or perhaps the job never existed in significant numbers and the individual chooses to leave, is not unable to engage in that activity by reason of an impairment, which is the test under the statute for being entitled to benefits. And it made sense for Congress to draw that line because if someone continues to function at a level sufficient to meet the demands of their previous work, it's virtually certain that they're capable of doing some work whether or not that particular past job exists in significant numbers in the national economy. The point isn't that the person is expected to return to that particular past job. Rather, it is their continued functioning at a level sufficient to meet the demands of that job provides a highly accurate and administrable test of the fact that they continue to function at a level sufficient to meet the demands of work generally. In a program that must resolve more than 2 million claims a year, the need for that type of a highly administrable test, that type of highly accurate test is particularly acute. And this is precisely the type of test one would have expected Congress to provide. A potentially large number of Americans today do not work in jobs that exist in significant numbers in the national economy. When those workers leave their jobs, whether they quit, are fired for misconduct, or leave for other reasons which are good and sufficient, the court of appeals would preclude the commissioner from denying them benefits based on their continued capacity to do that past job even if that job is still available to them, even if the employer is on the phone begging them to return to the job. The commissioner reasonably construed the statute as not compelling that result. If there are no questions, I will reserve the remainder of my time for rebuttal.",
  "Justice O'Connor, the concern of that 15-year --",
  "Oh, Justice Ginsburg. The concern of that regulation isn't whether or not that particular past job exists in significant numbers. It provides an administrable and in fact prophylactic test to make sure that the demands of that job are demands that are ones that are likely to be relevant in the national economy. It's unlikely that a set of demands of a job would completely disappear from the economy entirely during any one person's lifetime. But to make assurance doubly sure, to make absolutely certain, the commissioner has set forth an administrable bright line, 15-year rule that says if the job is more than -- if you did the job more than 15 years ago, we won't consider it out of that concern. But it is not a consideration of whether the particular past job exists. It's a consideration to make sure that your continued ability to the demands of that job is an appropriate and accurate measure of your ability -- your level of functioning, and that your level of functioning is consistent with work generally. If there are no further --",
  "That's correct. From -- if I remember correctly, from 1988 to 1995, she worked as an elevator operator.",
  "No, Justice Stevens, I'm not sure that she would be found disabled. The commissioner would have gone through the steps and -- and determined whether or not she had a severe --",
  "If you were not to consider the -- the previous work of an elevator operator and you only applied the fifth step, which is the other work step, in isolation, that's correct, that she would have been found not able to do other work in the national economy. But the fifth step is designed to work in conjunction with all the other previous steps and, standing alone, does not necessarily represent an accurate determination. Congress provided two conditions that must be met, previous work and other work, precisely because the somewhat abstract inquiry into other work that plaintiff has -- the claimant has never done may not be a fully accurate or necessarily an easily administered mechanism for determining the level of work that the claimant can do.",
  "Justice Stevens, the commissioner's rules actually take into account incentives to look for work through the unsuccessful work attempt regulations. And so that is something that has been dealt with. And the same -- the same problem existed in the Walton case, for example. It is unfortunate that sometimes people, by engaging in socially desirable conduct, going out and working, will actually provide the evidence that shows that they're capable of working, but that is just a necessary consequence of a program that --",
  "Well, Justice Stevens, the key point about the court of appeals decision is not limited to cases of job obsolescence. It's any time somebody is working in a job that may never have existed in substantial numbers. If they leave that job for whatever reason, if they quit or are fired for misconduct, under the court of appeals rule, the commissioner cannot deny them benefits based on their demonstrated ability to do that job.",
  "Right.",
  "Justice Kennedy, that would -- it would depend on whether or not that sort of a temporary position would qualify as substantial, gainful work under the commissioner's regulations. If it is a make-work position or it's a position that does not represent functioning at a level -- it's a sheltered position or it is some other -- some other reason that it is not evidence of functioning --",
  "If this is something --",
  "Justice Kennedy, I think --",
  "In terms of getting --",
  "If the -- if she did take the job, Justice Kennedy, and the job represented functioning at a level that's consistent with work generally that is substantial, gainful work, she would be barred. And she perhaps might be better off not taking the -- taking a job like that under the commissioner's regulations. However, the mere fact that somebody taking a job provides evidence that they function at a level that is consistent with past work doesn't mean that we should come up with less accurate determinations by ignoring their demonstrated capacity to engage in their -- in their past work. If there are no further questions.",
  "That's correct, Justice Ginsburg. The -- the way the commissioner's grids are set up, they make various assumptions regarding the effects of age, the exertion levels demanded by particular jobs, and other matters. And because it is a somewhat hypothetical inquiry to look into the many jobs somebody hasn't done in the past, the step five inquiry sometimes will render -- will deem somebody not -- will deem somebody disabled even though they actually can work. It is precisely because of that reason that Congress provided two measures of capacity to work: a highly empirical one, can the person do the jobs they actually have previously done in the past; and second, whether or not the person can engage in the other jobs that they haven't actually done in the past. And because the two steps work more accurately together, that's why we -- one of the reasons we believe that Congress provided those two steps. In addition, it also preserves the line between people who become unemployed because of their impairment, and ones who happen to be fully capable of doing their past jobs but lose those jobs for whatever reason, such as either technological obsolescence or they simply choose to leave those jobs voluntarily. If there are no further questions.",
  "Thank you. First, I wanted to point out that step four in fact is a measure of severity. The question is how severe does the impairment have to be, and the statute tells you exactly how far -- how severe it has to be. It has to be so severe that the claimant is unable to do his previous work. So the step four inquiry of previous work is a measure of severity, and the commissioner has consistently used that measure of severity to determine whether the individual is functioning at a level that is consistent with work generally. Second, in terms of the deference to which the commissioner's construction is entitled, this has been the commissioner's current construction from the outset of the program, both from before this -- the particular provisions we've been discussing were adopted in 1967 and after. We believe that they're clearly reflected in the commissioner's regulations from 1978, and any -- any ambiguity in those regulations was cleared up in 1982 with respect -- by the issuance of SSR 82-40. The commissioner's current regulations, which became effective September 25th, now make it abundantly clear and explain in absolutely certain terms that the commissioner does not consider whether or not the previous work exists in significant numbers in the national economy. Because that is the result of a rulemaking, because it is clearly the commissioner's well-considered and longstanding interpretation of the statute, it is entitled to deference.",
  "Yes. In fact, there was a very -- there was a lengthy comment period, and then they went through the entire process and were issued quite a few years actually after the comment period was completed. But yes, those were not -- notice and comment rulemaking, Justice Ginsburg. In fact, the clarification came in in response to a public comment that particular issue wasn't -- was germane to the rulemaking, but it wasn't one the commissioner had initially planned to address. But a commenter said, please clarify that in fact you do consider whether previous work exists in the national economy. And the commissioner said, no, no, you've got it wrong. We do not consider it. Our longstanding view has always been we do not consider whether previous work exits in substantial numbers in the national economy.",
  "Yes.",
  "I -- the respondent's position does have the effect of completing the two separate inquiries.",
  "The one thing that -- that it wouldn't take into account is that in the first inquiry, the commissioner does not take into -- in the previous work inquiry, the commissioner does not take into account age, education, and work experience. And your formulation would make age, education, and work experience relevant to all work, previous work and past work. However, we believe that if Congress had intended --",
  "I -- I think that's precisely right. It makes it -- as a --",
  "Right. As a structural matter, it would make it relevant, but in fact it would be rarely, if ever, a factor the commissioner would use in terms of denying disability benefits. So it does definitely have the effect of taking what Congress set out as two separate conditions precedent and merging them to a degree which Congress probably did not intend. Finally, for 45 years in adjudicating more than 40 million claims -- and that includes approximately 200,000 step four, that is, previous work denials a year. That's 500 denials a day for every day of every year -- the commissioner has consistently applied this construction. That construction has functioned well throughout all these years. Accordingly, we ask the Court to reverse the judgment of the court of appeals and to reinstate the commissioner's construction.",
  "Thank you, Justice Stevens. May it please the Court: This case concerns whether Congress, in enacting section 332(c)(7) of the Communications Act, intended to expose local governments and State and local officials to expansive section 1983 liability with the tens of thousands of wireless antenna zoning decisions they must make each year. Entitled preservation of local zoning authority, section 332 provides for State and local agencies in the first instance to implement specific Federal substantive and procedural requirements, together with preserved State zoning laws, in passing on applications to build or modify wireless towers. It then provides a highly distinctive, independent cause of action for accelerated judicial review of the decisions, including a short limitations period and mandatory expedition. That tailored process is sufficiently comprehensive to evidence Congress' intent for enforcement to occur -",
  "It -- it is unusual in its unique focus on private enforcement, but there was a reason for the focus on private enforcement. In other provisions of the Communications Act, the Congress chose -- for example, section 253, Congress chose to eliminate enforcement at - at the FCC level because it was concerned that State and local governments often wouldn't have enough -- excuse me -- local governments in particular -",
  "-- wouldn't be able to -- I'm sorry.",
  "Yes. That would still be available because the -- the section 332(c)(7)(B)(v) only provides for a cause of action for violations of the Communications Act. Violations of the Constitution continue to be enforceable directly under section 1983. Section -- section 332(c)(7)(B)(v) is comprehensive in the relevant sense in that for every violation of section 332(c)(7), for every person adversely aggrieved, it provides a mechanism for private judicial enforcement. In addition -",
  "In that respect, it is indistinguishable -- for example, the statute that was at issue in Smith v. Robinson, and it doesn't specify the precise forms of relief available. In our view in this case, appropriate relief would mean specific relief, the type of relief that is traditionally given on review of zoning decisions and on review of judicial review of agency action. That's supported by a number of considerations. I should point out, in the first instance, that in this case respondent never did seek damages, or punitive damages for that matter, under section 332(c)(7)(B)(v) itself. But that's supported by a number of considerations. First is the structure of the act, which presents it as a form of judicial review of agency action. The act is structured much as you have -- much as you would when a Federal agency enforces or implements Federal requirements and are subject to judicial review. The only difference is that Congress swapped in, effectively, State and local agencies with the initial implementers in place of the Federal Government. In that respect, it shares some of the characteristics of sections 251 and 252 of the Communications Act which are also implemented by local - by -- excuse me -- by State governments as opposed to the FCC.",
  "Justice Ginsburg, that -- that's an example where Congress, for a broad range of statutes that could be potentially used to enforce the Cable Act, chose to restrict the forms of relief available. And it is an example, in the words of Sea Clammers, where Congress has made its intent explicit in the text of the statute. Congress can also by implication limit the forms of -- excuse me -- limit the mechanism for relief that's available, and that's our position here, that Congress by providing -",
  "Pardon?",
  "The implication -- Congress has provided a specific mechanism for judicial relief here, section 332(c)(7)(B)(v) itself, and that is a highly adapted mechanism which includes unique characteristics such as a very short limitations period.",
  "I'm sorry. In terms of Congress making damages available under 332(c)(7)(B)(v), our view of the damage -- mind you damages are only one of the differences we think that exists here, but our view is supported by a number of considerations, in addition to the structure of the statute. For example, appropriate relief is often -- is the traditional form of relief available. In this context traditional relief was always specific relief. Congress also included a specific savings clause that extends not merely to Federal statutes, but prohibits the impairment -",
  "This -- that comes from this Court's decision in Franklin, that where Congress doesn't specifically identify the specific forms of relief available -",
  "No, it isn't. It is an inference the Court draws from silence. When the Court -- when Congress provides an express cause of action and does not identify the specific forms of relief available, the Court will infer that Congress intended to provide all appropriate relief. But the term, appropriate relief, is that relief which Congress would have intended, and when the Court is determining that, it takes a look at what the traditional forms of relief are and it will look at things such as the savings clause in 601(c), which expressly says that the statute should not be read, unless it expressly provides, to supersede, impair, or otherwise modify State and local law, as well as Federal law. And in order to put damages into the statute, if it doesn't provide damages expressly, one would have to impair myriad municipal immunity laws that otherwise protect municipalities and State and local officers implementing zoning requirements from liability. Finally, the FCC has -",
  "Well, 1983 is expressly preemptive under this Court's decisions, and it is -- it would preempt the State laws by its own force. But we believe that that also supports Congress' decision not to provide -- or supports the conclusion that Congress did not intend to provide section 1983 relief here because the effect of making the Communications Act enforceable under section 1983 would be to expand the categories of claims for which -- that -- those immunities are unavailable, and it would thereby impair those immunities.",
  "No. They're generally immunities -- immune from damages actions, not from suits.",
  "Oh, I think -- I think you may have misunderstood. The immunity is not from suit. It's an immunity from damages and the impairment would be the immunity from damages. Section 332 is not designed to impair the municipal immunity statutes, and they are not immunities from suit. They are generally from damage liability. The officers are subject to suit because these are subject -",
  "Yes.",
  "As a constitutional matter, they have an immunity from suit, but -",
  "Right.",
  "Right.",
  "Well, first of all, I don't think it would be read to -- to override the State's constitutional immunity to suit.",
  "But it would be read to -- it would be read to override immunities to suit that exist under State law because otherwise it couldn't be affected.",
  "Right.",
  "But I'm not -",
  "Well, because it would be -- it would be a provision with no effect whatsoever if it didn't override immunities to suit. But I'm not sure there are provisions that are providing for -- I mean, that there are myriad damages immunity laws that provide municipalities absolute immunity from suit. It's fairly common, at least under California and other State law, for municipalities to be subject to suit for review of their -- of the actions that they make. And that is the typical fashion that this - this statute simply incorporated that typical fashion of providing judicial review of agency action. Another consideration that supports the view that section 1983 has been displaced is that the act provides an entire process for the implementation of the Federal statutes. It establishes Federal substantive requirements that identifies the agencies to implement them. It provides Federal procedural guarantees, APA- like guarantees, like the requirement of substantial evidence, like the requirement of a written decision, like the requirement of a decision with a reasonable period of time. It then follows up with a mechanism, an adapted mechanism for judicial review. In that sense, it is very much like the statute at issue in Smith v. Robinson. That elaborate process is particularly significant given the pattern of the Communications Act as a whole. The Communications Act repeatedly matches specific regulatory requirements such as, for example, the common carrier requirements in 202 and 203, with corresponding mechanisms for private enforcement, such as an action for suit -- I mean, an action for damages in court or an enforcement action in the commission in sections 206 and 207.",
  "Yes. The action can be brought in State court and often is. There are about 50 reported decisions that we have found where the suit has been brought in State court. I haven't seen a particular pattern between the choice, but Congress gave the option.",
  "The State -- because there's an express preservation of State law in this context, I think that State -- States would be free to award damages under their own laws. They wouldn't -- whatever relief is available under the Federal statute would be available under the available under the Federal statute, and State courts wouldn't be free to second-guess Congress' judgment as to what relief should be provided under Federal statute.",
  "Your Honor, I think since the - the provision, the savings clause, says that the statute should not be construed to impair State law -- and there are so many municipal immunity statutes and you would only have one construction of the statute -- I believe that the construction would be an across-the-boards construction, that this act does not provide damages and you would not vary from State to State.",
  "Pardon?",
  "Well -",
  "If the State law provides for recovery of attorney's fees for State violations, then that would control for State violations. For violations of Federal law, the -- the remedies that Congress chose to provide would control and the States would not be permitted to second-guess the -- the remedies -",
  "Justice Breyer -",
  "Well, in fact, California provides a municipal immunity for permitting decisions, and so my client -",
  "-- would be fine with your position. But that is a potential inference. My -- the normal view would be that where Congress provides a -- a statute, one would normally presume that Congress intended a particular set of remedies to accompany it. You could say that the silence is meant to -- meant to reflect the fact that Congress knew that these would be enforced in State courts, as well as Federal, and it would allow State courts -",
  "-- to use whatever -",
  "That is one of our principal contentions, Justice Breyer, which is -",
  "The normal procedure is either under a uniform State law or California law. If you have a -- an entity which is -- excuse me. If you have either a planning commission or sometimes there's another entity that does the initial review and makes a determination whether to grant the permit. It is then appealable either to a zoning board of adjustment -- that's the -- the model act -- or in California, States -- localities have the option of having the appeal go to the local legislature. That appeal is then reviewed -- is then determined. And finally, once you've gone through that process, under California law it's generally reviewable by a writ of mandate, although other -- other States provide review by writ of certiorari, by mandamus, or by various other procedures, almost always subject to a short limitations period, almost always short -- requiring finality, a final decision, exhaustion through the State process.",
  "A -- a form of specific relief. Generally they have the authority to effectively go in and revise the decision below, but the remedies ordinarily do not include monetary or compensatory relief I should say.",
  "It's very much like that. The remand rule that this Court normally requires in the APA context is not so strictly observed in the context of - of review of -- judicial review of zoning decisions, but it is very much like APA review. That is what prevails.",
  "Well, actually this Court's decision in Burnett v. Grattan actually tells you why, and that is that 30-day provisions, which are typical for on- the-record review of decisions below, are often insufficient to allow somebody to develop a whole new record such as their proof of damages, to make important decisions if they're going to have, for example, a jury trial, or to prepare for discovery. And that's why 30 day provisions are not entirely uncommon in the area of judicial review of agency action, but they're wholly unprecedented, for the most part that I know of, in the area of tort-like remedies like section 1983. If I -- if there are no further questions, I would like to reserve the remainder of my time for rebuttal.",
  "I'd like to make only two brief points. First, that the imposition of the -- of damages and fees under section 1983 from a decision in this Court for even good faith mistakes in the implementation of the antenna siting rules, which are often complex and uncertain, would be a welcome mat for extensive and aggressive litigation and the imposition of extensive fees on municipalities which simply cannot afford to enforce their zoning rules, the rules that Congress expressly attempted to preserve in the statute itself. It is -- in this case alone, for example, respondent's most recent estimate of his damages and fees -- and this was before he retained Mr. Waxman, I might add -- is -- is $15 million, essentially the city's entire budget for a year. And respondent claims to be a relatively small operator. That sort of -- with that sort of liability in an uncertain area of law, very few municipalities could ever afford to stand on their rights to enforce local zoning even when they're relatively certain that they are right. Section 332(c)(7) is entitled and has one of its purposes as the preservation of local authority. It should not be construed to provide for that authority's evisceration. The second point I wanted to hit is that when Congress established the mechanism for review in 332, it provided a very adapted mechanism with an unusual pair of characteristics: a very short limitations period and mandatory expedition. This Court's decisions in Novotny makes it clear that neither of those requirements can be simply transferred over to section 1983. Novotny had very similar language, a 90-day limitations period. The Court did not transfer that over to section 1983. Instead it understood that the general rule, the general Federal principle of law, that in the absence of an express limitations period, that State law would control. Wilson then confirms that rule, as an interpretation of section 1988, that the governing Federal principle is that State law controls unless there's an express Federal cause of - statute that addresses that particular cause of action. If there are no further questions, we ask only that the judgment of the Ninth Circuit be reversed. Thank you.",
  "Thank you, Justice Stevens, and may it please the Court: Section 2415(a) established a limitations period for every action for money damages by the Government which is founded on any contract. That provision, by its terms, applies to every contract action, every adversary adjudication seeking monetary compensation for breach, whether pursued before a court or an agency. The contention that every action encompasses only civil actions or judicial actions is incorrect for three reasons. First, it is inconsistent with the broad language that Congress used. It is inconsistent with the statutory structure, in that it renders another provision, the exception for administrative offset, totally superfluous. It also creates an irrationality in the hierarchy of the Government's claims. Finally, it robs Section 2415(a) of its intended effect. Turning to the text, Congress and agencies regularly use the term \"action\" to refer to adversary adjudications before administrative agencies and before the judiciary. The term - -",
  "-- denotes - -",
  "Well, in fact, the -- it refers to \"administrative proceedings required by contract or law.\" And that clause applies in the particular circumstance where a law or a contract requires some sort of administrative proceeding as a condition precedent to the action for money damages. So, if you can bring your money-damages action without any prior administrative proceeding, regardless of where you bring - -",
  "That is absolutely correct. Nonadversarial administrative proceedings would, themselves, not be actions.",
  "And they also wouldn't be money- damages actions. So, the distinction the statute draws is not between money-damages actions in court and money- damages actions before agencies; it's before money-damages actions, wherever brought, and the administrative proceedings that have to be brought as a condition precedent.",
  "That is correct. That is the - -",
  "For historical reasons, the denominations are quite strange, but for Grisa, quoted - - on subsections 1702 and 1724, quoted on pages 5 and 6 of our reply brief, specifically state that the order to pay commences the proceedings. And so, since that is the - -",
  "It's on page 5-6 of our brief. It's Section 1702 of our - -",
  "5 and 6 of the reply brief.",
  "Yes. And it's 13 U.S.C. 1724, and it talks -- or it defines the \"demand\" as the order to pay. And then, the definitional provisions, in turn - - when they're talking about what commences the action, it says that the order to pay \"commences\" the action. And so --",
  "Page 6 of the reply, Your Honor, very top. The citation says \"13 U.S.C. 1724(b), emphasis added.\" It defines \"demand\" to include an order to pay issued by the Secretary. And, in the next line down, we say, \"For Grisa thus recognizes that the so-call order to pay, far from concluding the action, in fact, commences it,\" because the statute of limitations prepared -- uses the word \"commenced\" to describe what the action -- the order to pay does.",
  "That - -",
  "In fact, that process, which isn't even mentioned in the regulations, doesn't have any legal operative effect. It's more like a demand letter. If the lessee doesn't respond to the letter, he doesn't waive any of his rights. If the Government fails to include a claim in its demand letter, in the -- well, in the audit letter -- it doesn't waive any of its rights. The - -",
  "-- first document - -",
  "Well, in fact, there's nothing in the regulations -- and I think the Solicitor General would concede -- that actually requires this informal process. It happens to be typically done. And the SG uses the word \"typically\" in the brief. But there's nothing that requires it. And if you don't respond, there are no consequences to failure to respond.",
  "The -- anything that requires the Secretary to proceed by order?",
  "That is the Secretary's traditional way of doing things - -",
  "-- yes, but --",
  "Oh, but it -- but there is no liability if the order fails to issue. The order, if it were the first salvo, you still would be required to respond. And so, your failure to respond is very much a default. The failure to respond to the letter, the audit letter, has no legal operative effect - -",
  "That's correct. You file a - -",
  "Well, Justice Scalia, it is the first document, which is recognized in the regulations, which provides the lessor of the notice of claims against it, the first one that's required by the regulations in order to commence the proceedings.",
  "It's recognized - -",
  "No. They don't -- the regulations don't require this informal process. It's typically done - -",
  "I think that's correct. That is the way that it could be done. There's an informal process that's typically followed; but you could ignore it, and there's no legal operative effect. So, that - -",
  "-- informal process - -",
  "-- can't be a complaint.",
  "Well - -",
  "Well, that is perhaps why the agency tries this -- to do the informal process. But, in fact, it does not have legal operative effect. There - - you could completely ignore that initial demand letter, and say, \"Sorry, Agency, I'm not responding.\" The agency then files its order. And that's the first time you must register your defenses, upon failure or forfeiture - -",
  "Right.",
  "That's the - -",
  "The legal consequences. It's exactly right, Justice Scalia. If you don't respond to the demand letter, there are no legal consequences. If you don't respond to the letter by filing what's called an \"appeal,\" you lose. And so, it's just like a complaint; you default if you fail to raise your defenses at that point. In addition, Section 2415 - -",
  "No, we don't believe a demand letter would toll a statute, because it's not required by --",
  "-- by law.",
  "Oh, I certainly hope - -",
  "-- hope not.",
  "But, in fact, Section 2415(f), which is on page 4 and 5 of the appendix to our brief, makes it clear that whether something is denominated a complaint or not does not determine whether or not it's covered by the limitations period. 2415(f) is an exception for counterclaims and offsets by the Government where a private party brings an action against the Government. But counterclaims and offsets typically aren't brought by complaint; they're brought in the answer, they're submitted in the answer. Therefore, whether it's denominated an \"order,\" an \"answer,\" or something else, doesn't control whether or not 2415 applies. 2415 applies to any action for money damages founded on a contract, however you might denominate the initial filing which commences the proceedings. In - -",
  "Well, starting at 28 U.S.C., why it's there, it, in fact, applies both to administrative agency actions and actions in courts. And sometimes in 28 U.S.C. there are provisions that apply to both. The Federal Tort Claims Act, for example, is in 28 U.S.C., and it has a provision for administrative adjustment of claims. People must file their claims before an agency first, and then the agency can do administrative adjustment. That's entirely separate from the attorney general's ability to compromise the claim once it's filed in court. Section -- title 5 also contains things that apply to courts and agencies -- the right to judicial review of agency actions, the waiver of immunity that's necessary for those -- in addition to standards that govern judicial review of agency actions. Those were all in title 5, but they actually apply to courts. These - -",
  "Oh, no. That's - -",
  "-- actually completely - -",
  "-- superfluous.",
  "And that's in -- yes, that's in title 28, as well. And with respect to the term \"defendants,\" Justice Ginsburg, Congress has often used the term \"defendants\" even in the context of administrative actions. The Stockyard and Packers Act of 1921 -- it's in 7 U.S.C. 210 -- actually talks about a complaint against a defendant for damages, all adjudicated before the Secretary of Agriculture, and that was 85 years ago. It seems a little late in the day now to debate whether one can be a defendant, the person who defends before an agency, as well as the defendant - -",
  "Well, you can talk about the \"responding party,\" or the \"defendant,\" but the term \"defendant\" is sufficiently broad to include one who defends or denies, and that would be a term -- and it's been used in the past, as long as 85 years ago -- to discuss the person who might be liable for damages in - -",
  "-- an adversary --",
  "That's certainly right. These are all things that would apply, we would expect, both to a civil action in court and an administrative-agency action, as well. They may work better for one or the other in different particular circumstances, but they are all sufficiently broad that they can be used in both circumstances. And the one the Government, in the administrative context, would be most interested in would be subsection C. When the Government just doesn't know the facts, or the Government reasonably couldn't know the facts, it gets an exception, just tolling, until it reasonably could have known of the fact. And that's just as applicable in an action before an agency as it would be in an action before a court. In addition, the Government's contrary construction renders an entire provision superfluous. And that is the one that Justice Scalia mentioned, Section 2415(i), which is an exception for administrative offsets. That exception for administrative offsets would do no work at all if - -",
  "No, that was added about 16 years later, Your Honor. And it was added, but it clarifies the scope of the statute. And, as this Court admitted in - - pointed out in cases like Fausto and LaFranca, the later amendment to a statute can clarify its meaning; and, indeed, statutes are ordinarily read, once amended, as if they existed in their amended form from the offset.",
  "The Comptroller, Your Honor.",
  "That's exactly right. And Congress resolved that debate by providing an exception for administrative offsets, and no other exception for any - -",
  "-- sort of administrative proceeding. And that raises the strong inference that, in fact, this applies to administrative proceedings, and it simply doesn't apply to administrative offsets, because they're an exception.",
  "That's - -",
  "Yes. It would have - -",
  "That's exactly right.",
  "I could not have said it better, and I will not attempt to. In fact, in addition, it raises another anomaly in the statute, the Government's contrary construction. And that is, it creates sort of an irrationality in the hierarchy of claims for the Government. Offensive judicial actions to extract money from private individuals must be brought within 6 years. Administrative offsets for the Government to try and avoid paying money, those must be brought within 10 years, under the administrative offset provision that was enacted together with the exception in (i). However, offensive administrative actions to extract money may be brought in perpetuity, forever. It simply strains credulity to believe that Congress, at the same time it was saying the Government has only 10 years to assert administrative offsets to avoid paying money, instead intended administrative agencies to be able to extract money on that very same claim - -",
  "-- in perpetuity.",
  "Well, Justice - -",
  "I think that's exactly right, Justice Scalia. And that's, again, going back to Fausto, where there is a sensible hierarchy of claims, or a sensible hierarchy of preferences. The Court doesn't ordinarily presume that Congress put in a structure that doesn't respect that ordinary hierarchy. And the Government's construction here is inconsistent with the ordinary hierarchy which allows the Government to avoid making payment on more favorable terms; then the Government gets to go in and forcibly extract money from private individuals. Finally, the Government's construction also undermines the intended effect of the statute. The effect of statute -- the purpose of statutes of limitations - - and this one, in particular -- is to provide repose -- to allow the individual to know that he will no longer confront Government claims, to dispose of his documents, and also to encourage the Government to be diligent in pursuing its claims. None of those purposes are achieved, all of those purposes are defeated, if -- once the statute of limitations period expires - -",
  "Yes.",
  "Well, if Congress had decided the Comptroller General is right, and had done that in subsection (i), it would have written subsection (i) the way Justice Scalia proposed, which is to say this doesn't apply to administrative claims at all. What it did is, it said, \"Ooh, this appears to apply to administrative claims and the Comptroller thinks these administrative offsets are important, so we will give a special statute of limitations period in 31 U.S.C. for those, and exempt them from the more general statute of limitations period in section 28 U.S.C. 2415.\" So, I don't believe that it should be read that way. Is it frivolous to suggest that that's the reading? No, the Government - -",
  "-- got it's - -",
  "Well, indeed, the legislative history mentions -- and there is a battle of letters between - -",
  "-- the Office of Legal Counsel and the Comptroller on this issue. And Congress actually stepped into the fray and created an exception. But it created a limited exception - -",
  "-- an exception that applies only to one context, and that's administrative offsets. And that certainly raises a very strong inference that, where there isn't such an exception, the statute applies to administrative proceedings, more generally.",
  "Well, I have a hard time psychoanalyzing Congress, because it's sort of a corporate body, and I can't tell what Member of Member of Congress is saying what. But when the Court of these statutes, it generally reads them -- and it, in fact, avoids, whenever possible, superfluity. And if this provision applies to administrative proceedings from the outset, subsection (i) is superfluous, it's -- does no work whatsoever. And so, the -- when Congress amended this statute, it certainly clarified that, where there is no exception, this statute applies to actions filed in administrative proceedings. If there are no further questions, I'll reserve the remainder of my time for rebuttal.",
  "I will endeavor not to. Thank you, Justice Stevens. I wanted to start with the ordinary meaning of the term \"action.\" I was somewhat bemused by the Government's insistence that had -- the term \"action\" in West versus Gibson was construed -- it must mean an action before a court, and has that as its ordinary meaning. The Solicitor General's own position in West versus Gibson, on page 25 and -6 of its brief was, \"Section 1981(a) does not, however, define the term 'action' as being limited to judicial proceedings. The statutory language, read in context, suggests that no such limitation was intended.\" Page 6 of the Government's reply, \"The term 'action,' in Section 1981, can reasonably be construed as encompassing both administrative and judicial proceedings.\" The term \"action\" is a term that's used for adversary adjudicative proceedings, whether those are in court or before an agency. It is not limited to administrative agency proceedings, as the Government itself recognized in West versus Gibson. There are more general terms here. There's also \"complaint,\" there's also \"defendant.\" There's a number of those. But those general terms are also the terms of adversary adjudication. And Congress uses them, as far back as 1921, for adversary adjudications before agencies.",
  "Well, in fact -- no. But the - - the answer is that we didn't -- no issue was engaged as to what was the functional equivalent of the complaint below. That raised -- was raised for the first time by the Solicitor General in its merits brief, saying, \"No, no, no, there's actually some stuff that comes before the order.\" But if -- I would encourage the Court to look at the definitions in FOGRSFA, 1724 and 1702(A), which tell you what, under -- in Congress's view, commences the proceedings here. And, in Congress's view, what commences the proceedings, what triggers the new statute of limitations and stops it from running, is the order to pay, which Congress defines as a \"demand.\"",
  "That's - -",
  "Actually, Justice Scalia - -",
  "Well - -",
  "It certainly has a hybrid quality, Justice Scalia. And it's not a hybrid quality that the industry particularly likes. But it is the first time that the Government asserts its state -- its claims as to what's wrong, in a binding legally operative document, where the failure to respond results in default. It has that function as complaint. It is the first salvo in official, formal administrative proceedings.",
  "It is - -",
  "The language that has been used, and -- as a result of very odd historical anomalies and attempts to introduce a sense of due process to these proceedings over time -- is odd, and it is awkward. But it's clear that when Congress wrote the scope of this statute, it said it applies to \"every action for money damages by the Government which is founded in contract.\" It doesn't say \"actions that are begun by complaint.\" Now, the complaint is what Congress assumes will stop the provision from running. And there is always, in an adversary adjudication, some document that functions like a complaint, that provides the defendant the notice of what the claims are against it, and to which failure to respond will result in default. We believe that the most likely thing to be the complaint here is, the thing that provided us with notice, is that -- \"Boys, you've got to respond; otherwise, you're in trouble\" -- was the order to pay. And Congress came to that same conclusion when it enacted -- when it enacted FOGRSFA and established a 7-year statute of limitations provision. But if we lose 2 years of the claim, and only get 1 because it is the agency letter, in the Court's view, well, that's fine, but there's some document here that started these agency proceedings, and it is that document which is a complaint.",
  "Yes, I -- that's true. And in terms of the OLC letter, we offered to lodge it in our brief. Unfortunately, by the Court's rules, we're not allowed to lodge it, unless the Court specifically requests it. And so, that's why it's not there. But we will get that to you, or the Government will get it to you, as soon as possible. The actual agency letter, in this case, isn't in the administrative record. And it turns out that we haven't been able to find it, and the Government hasn't been able to find it. And so, it's a letter. It's a demand letter, but it is a letter, and that -- the order to pay is actually the opening salvo in these proceedings. And again, what opens the proceedings in -- the Justice Department regulations and other regulations - -",
  "-- to try to define - -",
  "Yes. Yes. Of course.",
  "Right. It may have to be from some other proceeding; it wouldn't necessarily be from this case.",
  "Right.",
  "Right. It would be all leases on Indian lands. It would be all leases which involve minerals other than oil and gas, whether it be coal, gold, silver, anything like that. It would also be all claims before September -- all production before September of 1996. That introduces something of an oddity, if one accepts the Government's position. It would be that, for all claims going forward from September of 1996, the Government has 7 years, but, for the prior 200 years, those claims persist in perpetuity. When Section 2415(a) itself was enacted, Congress avoided precisely that result by deeming all prior claims to have accrued on the date the statute of limitations was enacted. And the very fact that Congress didn't do that here is evidence that Congress -- to the extent it has anything to do with it at all -- is evidence that Congress, in fact, understood that there already was a statute of limitations applicable. And, in fact - -",
  "-- it also - -",
  "Right. There are -- there are some contexts in which there already is a separate administrative regime which would have its own statute of limitations. The Contract Disputes Act, as the Government points out, is one of those.",
  "Yes, because the - -",
  "-- Contract Disputes - -",
  "-- Act has an exception at the front and says \"notwithstanding 2415.\" It's its own animal to itself. And there is a clause at the front of 2415 that says \"except as otherwise provided by Congress.\" And so, Congress often takes exceptions. And when it modified the Mineral Leasing Act of 1996, that was an exception to the 2415 regime. So, Congress knows how to conduct specialized situations and take things outside of 2415 when it needs to. But it enacted Section 2415 as a catchall for all of those situations where Congress hadn't managed to anticipate the circumstances. And the Government's premise of the whole provision is that Congress botched it. Congress provided a catchall that catches judicial actions, but leaves the Government free, in perpetuity, to persist -- to proceed on precisely the same claims for precisely the same relief, plus interest. And, because interest is calculated at a relatively high rate, that makes those old claims much, much more valuable than the relatively more recent claims. And it seems implausible to think that Congress enacted a catchall limitations period with a loophole so large that it deprives the statute of limitations period of effect almost entirely. Finally, I'd like to say, one moment about the statute -- the canon of strict construction. And that is that it doesn't always require the court to narrow otherwise broad statutory language, particularly where doing so would have the effect of rendering another provision -- here, subsection (i) is superfluous -- introducing anomalies into the statutory structure and depriving the statute of its intended effect, as the Bowers case we cite in our reply brief on page 16 makes clear. And Bowers case was virtually on point. It was the case where the -- it was a statute of limitations that could have applied to administrative agency actions, or it could not have. And the Court declined to accept a narrowing construction proffered by the Government under statute of strict construction because it would have rendered one of the provisions -- one for consent proceedings -- superfluous, because it would have resulted in anomaly, and because it would have undermined the premise of repose which undergirded the statute of limitations in that case. Precisely the same things are true here. And, for those reasons, the Court should reach precisely the same result. If there are no further questions, thank you very much.",
  "Thank you, Mr. Chief Justice, and may it please the Court: This case concerns a bedrock principle of Federal -- Federal energy law, the Mobile-Sierra doctrine. The question presented and the issue decided below is whether Mobile-Sierra's public interest standard ceases to apply whenever a contract rate is challenged by a noncontracting party. FERC and we agree that the answer is no. Mobile-Sierra's presumption of --",
  "Your Honor, I represent -- we represent -- I represent NRG, which entered into the settlement agreement and is -- would like to be bound by the results of the auction contract. And so we are happy with the agreements we enter into, and a concern that we have is that nonparties can come in and challenge the contracts under a lower standard.",
  "We certainly are in a different position, but they --",
  "That's exactly right.",
  "We are not a challenger. We are --",
  "Right.",
  "Right. Nobody is arguing that a noncontracting party is bound to terms that it didn't agree to in a contract. The question is that, when a noncontracting party comes in to challenge the terms that two consenting, willing buyer and a seller have agreed to, what is the standard that should apply for that outsider to come in and challenge the rate the two people have agreed to? And Mobile-Sierra and Morgan Stanley all provide the answer, and that is the public interest standard. The standard is that, under the Mobile-Sierra doctrine, the Federal Energy Regulatory Commission must presume the contract rate meets the just and reasonable requirement provided by law. Unless --",
  "It certainly applies to the Federal Energy Regulatory Commission, and it would be a rather odd rule that the agency which is charged with Congress with administering the statute, has the greatest expertise, is bound by a more demanding standard, but an entity, an outsider with no such statutory mandate and no such expertise is subject to a lower standard when it comes in and asks for a contract rate to be overturned or abrogated. In fact, the court of appeals ruling can't be reconciled with Mobile-Sierra's foundation and the need for contractual certainty. The whole point is to provide certainty of contract so that companies can invest hundreds of millions of dollars in infrastructure projects without worrying that their contracts will be abrogated lightly after the fact. But few could risk entering into such contracts and make those investments if any noncontracting party -- if the Mobile-Sierra doctrine applied only to contracting parties, the two people who signed the contract. But --",
  "Well, the nonparty isn't actually paying the rate. The two parties are paying the rate. The nonparty is saying: I'm adversely affected by that rate indirectly. And we're all regularly adversely affected by contracts we didn't enter into. The example we give in our brief is the theatergoers affected by the amount the theater pays for the movies and the popcorn and things like that. But the question is what's the standard for that outsider to abrogate a rate the two, a willing buyer and a willing seller, have entered into?",
  "Well, it certainly applies to the parties most directly affected, which are the parties that actually entered into the contract and are paying the rates. So it applies to the Federal Energy Regulatory Commission, which is the expert regulator, and it doesn't make much sense to have another -- another exemption for some category of not directly bound but sufficiently -- sufficiently affected parties. It would --",
  "I think the answer is I don't know if there is other areas where there's a possibility of a Memphis clause, if that's what you're referring to, where the parties can actually - when they enter into a contract, they can actually lower the standard. But the general rule is that when a party comes in and tries to abrogate a contract, they have no greater rights to challenge the contract than the parties who entered it themselves. If they are a third-party beneficiary, it's the same right. And if they're a nonparty, at least so far as we can tell, they have no right to challenge the validity of the contract, at least as a matter of contract law.",
  "No. There is certainly no such claim before this Court, and I'm not aware of any such one. But what came out of the process were agreements with respect to rates, and the settled rule is that such agreements cannot be abrogated unless the public interest would be severely harmed. And --",
  "Scores, yes. And --",
  "Certainly FERC agrees with us that at least some of the rates before this Court are contract rates.",
  "No, the lower court didn't address the question.",
  "You did not, and this Court regularly declines to address matters that were merely assumed or presumed by the court below and instead answers the question that was actually answered by the court below, which in this case is an important and recurring question. Based on the decision below, FERC has actually gone back and rewritten more than 50 contracts to create an exemption for noncontracting parties, including contracts that are clearly bilateral contracts, Your Honor.",
  "Simply to say that the Mobile-Sierra doctrine can't apply when the challenge is brought by a noncontracting party, but rather what FERC wrote into the contracts effectively was the highest standard permitted by law will be applied to them. And nobody sitting at these tables can tell this Court what that standard would be, which is precisely why this is an important issue.",
  "No, we don't, which is precisely one of the -- we don't believe that the court had authority to announce that rule. We actually believe the court erred in announcing that rule. It --",
  "Yes. Whether or not these are contracted --",
  "Yes. The lower court got everything wrong, it got the whole thing mixed up; send it back.",
  "Very simple and very straightforward.",
  "Thank you, Justice Breyer.",
  "Yes.",
  "Right. I --",
  "We would not -- that, Justice Breyer, in fact would be our back-up position.",
  "That would be our back-up position. Our position is once you have --",
  "Yes, we would agree with it, that that is a correct statement of law. But our primary position and the primary error in the court below was it said even when you have a contract rate, nonparty -- there is an exemption based on the identity of the challenging party. And that simply cannot be reconciled with -",
  "That's right. It merely assumed it. And this Court --",
  "Well --",
  "Well, the answer is that this Court regularly, regularly, addresses the question presented and the issue answered below without delving into underlying assumptions.",
  "That's right.",
  "Right, and one example --",
  "That's precisely right. A good example would be Jama v. Immigration and Customs Enforcement, where the question was whether the Attorney General could deport an alien to a foreign country without making sure the country would accept him. And the Court said: We're not going to address whether the person is an alien; we won't address whether Somalia is a country; we're not going to even address whether this person is removable -- that's all for the court on remand; we're only going to address whether or not there has to be a prior determination that the country will accept him. The same rule would apply --",
  "Are you asking me can I conceive of such a rate that would fail and succeed under one?",
  "I think that -- one of the  one of the interesting things about the just and reasonable standard, the ordinary just and reasonable standard, is you can actually look at the interests of the contracting parties to a degree that you cannot under the public interest standard. The point of the public interest standard is it has to adversely affect the interests of the public. The whole point --",
  "Well, they are both the just and reasonable standard. And the one could violate one application --",
  "Yes.",
  "If I may reserve the remainder of the time for rebuttal.",
  "Thank you, Your Honor.",
  "No, Your Honor. The fact that they were parties to the settlement process simply shows that they've met the sort of broad administrative law standing requirements. It does not show they were an actual purchaser under the agreements here. And I think that is actually part of the nub of what was bothering the D.C. Circuit. The D.C. Circuit may have been bothered that there might be actual purchasers here, people who directly themselves purchase under the rate who haven't agreed to it. But that concern is wholly subsumed within the notion of whether or not the rate that entity is paying is a contract rate. But which rates here are contract rates or not contract rates is an issue the D.C. Circuit didn't actually get to. It's not clear it was properly preserved before the D.C. Circuit, because the claim that some of the rates are not contract rates was raised only by intervenors. So while we adhere to our view that these are contract rates, this Court need not get to it. It need only address the issue the court addressed below, which is whether there is a broad-based, third-party exception to Mobile-Sierra. And the answer is no. Mobile-Sierra can't be energy laws equivalent of the Maginot Line, that it protects against direct assaults from the contracting parties themselves but provides no protection, not whatsoever, if its flanked by noncontracting parties to the --",
  "I hope you use it. Thank you, Your Honor.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The SEC has pervasive authority over every aspect of the board's operations. Board rules and sanctions have no effect, except as the SEC allows, and can be changed by the SEC at any time. Board inspections and investigations are subject to plenary SEC control. Not only are they conducted under rules that the SEC must approve, but the SEC can threaten or actually rescind the board's enforcement authority any time it thinks that's appropriate in the public interest. It controls the board's budget and salaries, and it can reassign matters to --",
  "Independent of the congressional appropriations process, not independent of the SEC. Section 7219 is clear as water that the SEC controls the board budget, and the SEC in fact has used that control to regulate down to the level of the board members' salaries. In addition, the SEC can impose rules requiring getting -- requiring the board, for example, to get SEC pre-approval for particular steps or particular actions.",
  "In fact, this board doesn't have that power, because it can only do so as the SEC allows. Here, as in all other contexts, it is the will of the SEC that controls.",
  "Well, theres a bunch of other similar entities, such as the SIPC and the like, that assess fees, and many of their officers are appointed by department heads, rather than the -- than the President. And so, yes, I think that's actually not an uncommon feature, but the most -- but the most critical aspect of this is, here, as in every other context, it is the judgment and the decision of the SEC that controls. The board can propose, but it's the SEC that decides.",
  "Well, precisely the opposite. With respect to rules, the board's rules are ineffective --",
  "And the SEC staff can do precisely the same thing. In fact, right now they can issue subpoenas without asking the commission for consent. And the -- and the answer is, if you don't like it, you go to the principal officer, and you say, rescind the board's authority -- threaten to rescind the board's authority; this is out of line. And the SEC has broad authority in the public interest to rescind the -- the board's authority to enforce the action, enforce the law in any respect.",
  "Well, Congress would have to do that by legislation, subject to veto by the President, and in fact this is precisely the type of control that powerful executives regularly exercise. If they don't like the way an inferior is doing something, they can take away that authority, and they can take away their salary as well, which is so close to being fired that I can't see any light between them, frankly, Your Honor. So the board -- the SEC controls whether -- what the scope of the board's authority is and its salaries --",
  "-- and it can issue rules requiring start, stop, or obey my commands. And --",
  "Oh --",
  "Mr. Chief Justice, of course, we view rescinding an officer's authority and paycheck as being exactly like rescinding the officer's position, but if you are going to look at formal removal authority, that exists throughout the United States government. There are 1,100 administrative --",
  "-- 1,100 administrative law judges, right now, which are for-cause removed operating in independent agencies with for-cause removal by the President. Theres the Postal Service's IGs office, with 1,100 employees and 90 offices nationwide, removable for cause by an entity that is removable for cause. We list --",
  "Well, Your Honor, I would think that --",
  "If the -- if the response from the agency falled out -- falled out -- fell outside the range of reasonable policy responses the agency could adopt, then that might amount to inefficiency, neglect, or malfeasance. And the SEC works --",
  "Right.",
  "Your Honor, the President has the same control over the SEC's supervision over the board that he has over everything else that falls within the SEC's jurisdiction.",
  "With --",
  "But that -- that --",
  "Which is what Humphrey's -- Humphrey's Executor held up -- held up -- upheld that. That is what Humphrey's Executor upheld, but this adds nothing to Humphrey's Executor because the SEC --",
  "I'm sorry. I believe Humphrey's Executor was that he couldn't remove the -- the officers --",
  "-- except for cause, and for cause --",
  "-- is traditionally understood to be inefficiency, neglect, or malfeasance in office. But this does not depart at all from that standard, because the President has the same control over the SEC that he has over any other independent agency, and the SEC has pervasive control over the board, and it simply makes no sense to say that Congress can give the SEC or an independent agency --",
  "-- regulatory authority, but not the ability to choose its --",
  "I'm sorry.",
  "Our position is the same as the Solicitor General's, because I represent inferior officers whose positions are controlled by the SEC who are principal officers, and their lawyer is the Solicitor General. So --",
  "The position I understand the Solicitor General to have is that the traditional understanding of the SEC is that it is an independent agency. But --",
  "I don't think he would be able to enforce that in -- by removal, except --",
  "Justice Scalia, the Treasury Department --",
  "-- works closely with the SEC and tells the SEC precisely what it thinks the SEC should do on a regular basis, but the difference is the SEC turns around and can tell the board exactly what it wants the board to do and back it up by taking away their salaries, threatening to rescind the enforcement authority, announcing rules that say you may start, stop, alter investigations upon our direction or the direction of the chief accountant. The control of the SEC over the board is plenary. This Court vindicated --",
  "Well, it issues recommendations, for example, on how it wants the SEC to handle, for example, international aspects. One of the issues brought up here was the SEC's handling of international things, and thats something that the SEC -- its international bureau coordinates over --",
  "Pardon.",
  "Its one -- this is one Executive Branch, Your Honor --",
  "-- and they work closely together --",
  "-- and I can't tell you exactly how they work, but --",
  "I -- I do believe that -- that other agencies do butt in all the time, and the question is --",
  "-- whats the control?",
  "I think the first half is, What's a department? And the answer --",
  "Okay.",
  "The justifications for the limitations on the removal of the officers of the board?",
  "Right. And the answer to that is that these are the standard limitations -- the standard removal provisions that exist throughout the financial area where the SEC has a subordinate entity under its control, and Congress presumed that because the SEC's -- the SEC's control was so pervasive, it didn't need to go back and revisit those standard removal provisions, because -- precisely because -- the SEC has power to rescind the board's enforcement authority, establish rules requiring it to obey commands, disobedience of which would be grounds for removal, to withdraw the salaries. The control is so pervasive that these removal provisions did not have to be reconsidered. And from the board's perspective, they're just another means of control, one that actually taints them, as Shurtleff points out, with having committed misconduct. Thank you, Your Honor.",
  "Thank you, Mr. Chief Justice, and may it please the Court: Congress enacted the PMPA to regulate two specific, but important, actions: Franchisors' termination of the franchise prior to the conclusion of the franchise term and the franchisors non-renewal of the franchise relationship at the end of the agreement's term. The statute responded to complaints about franchisors exercising broad contractual rights to terminate the franchise relationship that was not addressed by -- for trivial violations or at will, that was not previously addressed by State law. But Congress left all other aspects of the franchise relationship to State law. Because the term \"terminate,\" at the very least, requires an end, we and the United States agree that the First Circuit erred in upholding a so-called constructive termination, where the dealers continued to receive each element of the statutory franchise -- that is the premises, the trademark, and fuel --",
  "We don't believe that in contract law constructive termination exists or in the analogous State franchise statutes that existed at the time that the Congress enacted the PMPA.",
  "That's right. The term \"constructive eviction\" we would -- we believe does exist, along with \"constructive discharge.\" But the precise terms that Congress used here were \"terminate,\" \"non-renew,\" and \"cancel,\" which are drawn from the law of contracts and the U.C.C., in particular, and from State franchise statutes. We --",
  "Yes. It's not so much that we differ; it's that our fallback position is the same as the government's, but they do not endorse our primary position, which is that there is no such thing as constructive termination. We believe it would be a mistake to recognize constructive termination in this context for three reasons: The first is the one I already mentioned, is that, in the most analogous context that existed at the time Congress acted, State franchise statutes that used terms like \"terminate,\" \"non-renew,\" \"cancel,\" the terms that Congress used, there was -- the notion of constructive termination was frankly unheard of. Even today, under those statutes it is not a well-accepted concept, having been rejected by approximately half the States to have considered it.",
  "On the contrary, Your Honor. It's not so much -- there isn't a mitigation of damages, any more than an employee claiming constructive discharge, for example, would be mitigating damages by staying in her job. The settled rule, even when constructive claims are recognized, is that an employee claiming --",
  "-- constructive discharge must move out, must quit the job, and the tenant claiming constructive eviction must leave the job. That is the nature, even where constructive discharge and constructive termination -- constructive eviction claims, are recognized. That is the settled rule. If you have something else, for example, theres a breach of contract, you can claim your breach of contract, and you can sue for damages while continuing to operate. But if you're going to claim that it wasn't a mere breach of contract, but in fact it was a constructive termination, that you've lost all the rights to continue to operate -- you may not get fuel, you may not get --",
  "Well --",
  "I think, Mr. Chief Justice, you have confused breach with termination. The failure to give the rights on the terms provided in the lease or the agreement would be a breach of contract. But termination in contract law has long been understood to be something entirely different, which is the absolute refusal to provide the elements such that it's obvious to any observer that there is -- these elements will not be resumed. Corbin on Contracts, for example, describes termination as occurring \"when either party, pursuant to a power created by agreement or law, puts an end to the contract, extinguishing future obligations of both parties to the agreement.\"",
  "Pardon.",
  "Williston didn't actually address that. Corbin addresses it because he talks about the U.C.C., and the U.C.C. in turn says: \"On termination, all obligations\" --",
  "It's the sine qua non of any termination under this statute, we would believe, if you recognize constructive termination.",
  "That's right. That's why it would have to be a determination of one of the three franchise elements. The way the statute's written, each of the different --",
  "That's right. Each of these separate elements is treated as a franchise, and you can have the termination of any one of the three, and that is a termination of the franchise --",
  "-- defined within the agreement.",
  "Well, in our view the result would be the same in both. Neither of those would be a termination, because --",
  "Right. In our view it has to be the franchisor that terminates, not the franchisee. But if one accepts the construct of the constructive termination, those would be different results, because, at the very least, termination requires an end to one of the franchise elements. And the individual who sues, having not -- having -- still receiving all the franchise elements, hasn't been terminated in any sense of the word. But the key thing is he actually has a breach of contract action. Raising the price unreasonably on an open price term has long, uniformly, comprehensively been addressed by State law, like U.C.C. 2-305. So the answer always is you can sue for breach of contract. And Congress wasn't worried about the fact there might be breaches of contract that ordinary contract remedies don't sufficiently remedy. Congress's concern was the exercise of contractually broad rights to terminate and non-renew the relationship. And --",
  "Well --",
  "I dont --",
  "Yes. I think the government doesn't think that constructive termination extends to cases where you continue to receive all three franchise elements. They would believe that constructive termination requires at least one of those three elements to end, just as it does --",
  "That's our position, yes. The franchisor has to be the one that exercises the termination. The notion of constructive termination, where the franchisee effectively abandons the premises in response to conditions it thought intolerable, that that is a constructive termination, and it was not a concept that existed under the most analogous statutes under the contract law from which the terms \"termination,\" non-renewal --",
  "That's right, and precisely because all those things were comprehensively and uniformly addressed by contract law, uniform contract law. The --",
  "No, it does not reduce -- I mean, because we -- we agree that there can be a termination by deed as well as by words. For example, the outright refusal to provide the fuel, provide fuel at all, would be a termination. You don't have to say we are hereby rescinding all of your rights under the contract. At some point, it becomes obvious, clear to any observer.",
  "If -- no, our position would be that where the station owner abandons in response, that would not be an actual termination. The government would take the view that thats a constructive termination.",
  "And the problem this gets you --",
  "Yes, that is correct, Justice Scalia.",
  "That is.",
  "Well --",
  "Well, it's particularly -- I mean, since the franchise is described as having three elements --",
  "He can continue taking the other two elements.",
  "Well, there has been a termination of the franchise, which is defined as having three -- effectively three separate franchise agreements. Each of the different elements is treated like it's a different contract or a different agreement. So if you terminate one, there has been a termination of the franchise, because the franchise is defined to encompass all three elements. Youve got to get --",
  "No --",
  "Yes. Oftentimes these are in separate contracts, and in this case there are actually two contracts as opposed to three. And, yes, the way the statute's --",
  "Well, one could imagine a situation where the trademark is withdrawn, but you can continue to be a lessee of the premises and market the fuel as an unbranded --",
  "Yes. But the contract could be written that way, Your Honor.",
  "Well, the way Congress wrote the statute was to define the franchise --",
  "Well --",
  "Your Honor, sometimes they are, for very good reasons, written as independent contracts and sometimes they will be dependent contracts, depending on the nature of the relationship between the parties.",
  "I think an implicit termination is one thats objectively viewed as ending the nature of the relationship of the parties. The contract's over. You no longer have the right. Fuel will not be coming. You may not use our trademark, or you may no longer use our premises. A constructive termination, as I understand the concept, could be something -- and this is the difficulty with the concept -- something like charging too much, an excessive price, which is a breach of contract, which would prevent a reasonable franchisee from continuing to accept that element.",
  "That's as good as --",
  "Right. That's correct. And the difficulty is -- that would be a breach of contract remediable under State law. And the difficulty is, the moment you move this into the issue of price, suddenly the issue of price -- how much the franchisor can charge is a question of Federal law, in a statute that just talks about termination and non-renewal.",
  "Oh, in fact, in order to be constructive termination, something would have to be a breach of contract. I think the government would concede that. It has to be wrongful. For example, insisting on your ordinary contractual rights cannot be a constructive termination. It must also be a breach of contract, which is precisely why it doesn't add very much to -- its unlikely that Congress intended to incorporate it, because those things that already breached the contract were already addressed by State law. There was no --",
  "Right.",
  "The actual damages here -- the amounts were overlapping. And so everything that they will recover, the amounts of compensation recovered for termination, are covered by the breach of contract claim. The difference between the two is about $1.4 million worth of attorney's fees and expert costs that are covered by the PMPA, but would not be provided under contract law.",
  "It may do -- one, issue the notice thats required, say that they are terminating, that this is -- in the words of contract, we are extinguishing the future operations; or they can engage in conduct which an objectively reasonable observer would have to understand gives that exact same message.",
  "No, it's --",
  "It's an actual termination. And the problem is, once you get into -- you get into constructive termination, you get the question of: Well, is it a constructive termination to raise the price by 1 percent or, as the case entirely involves market --",
  "I think sometimes there is an unclear line between what some people call an implicit or informal actual termination --",
  "-- and what other people would call a constructive termination.",
  "But I don't think -- in the highly unusual case of $1,000 per gallon or things like that, that might be the case. But in the ordinary cases you see a 1 percent increase in gas prices in highly volatile petroleum markets. For example, in this case, where Shell raised its prices considerably but was still charging less than Exxon and Chevron, as the joint appendix 225 and 237 made clear, that's what you end up with as claims for constructive termination, if you recognize constructive termination. But Congress was worried about actual terminations, the exercise of contractual rights, broad contractual rights, to terminate that were formerly not regulated, not breaches of contract that were already regulated by -- comprehensively, by State law. If I may reserve the remainder of my time for rebuttal. Thank you.",
  "Thank you. I believe the debate in this case comes down to about three issues: The first is what is the relevant background principle we think Congress was looking to when it used the words terminate, non-renew, and cancel in the statute. We think the most analogous background principles they would have been looking to were contract law and the State franchise statutes that existed at the time Congress acted. I --",
  "Right. There was a deficiency in the common law, but it was limited to one point, and that was termination and non-renewal. It wasn't that breaches of contract -- and as the government has explained, a breach of contract here is a precondition to a constructive termination claim -- were insufficiently remedied by State law. That was not the issue before Congress. The issue before Congress was that there was a contractual right to terminate at will or for trivial reasons or to non-renew for no reason or bad reasons even, and that is what Congress regulated, was terminations and non-renewals, in that sense, not breaches of contract that turned out to be really bad. The second thing is that because there was a comprehensive State remedy, there is particularly little reason to read this statute, this narrow statute, expansively, particularly given that this is an expressly preemptive -- a potentially conflict preemption statute, which could have the effect of displacing State law. When you're looking at a statute thats narrowly looking at termination or non-renewal, you would not ordinarily expand those terms to include really bad breaches of contract, because that has the potential to displace State statutory and potentially State common law under the preemption clause. And, finally, the last piece that comes up is the problem of evasion. The issue becomes sort of, well, people can just get around this statute if there is no constructive termination cause of action. And the answer to that is: There is no problem with evasion, because everything thats covered by constructive termination has to be a breach of contract. State law has this comprehensively covered. Increasing the price terms on an open price term? U.C.C. 2-305, under which plaintiff's recovered here, has that covered. So the -- extending the Federal statute really adds very little. And the second point is that even under the PMPA today, constructive termination has been rejected -- every -- except in the narrow area of assignments, under the theory that an assignment followed by a breach is somehow a constructive termination, a theory which I don't think we or the government thinks makes any sense. But that's where it exists. And yet theres no record outside the area of assignment of these grand evasions by boosting up all the prices in violation of the contract. And the risk of expanding constructive termination here is it projects Federal law into deciding whether or not it's going to prohibit particular price terms, particular conditions, particular things dealing with the rent and the premises, something that Congress stayed away from and left to the States. What Congress regulated here were the narrow issues of termination and non-renewal, not the substantive content of the franchise relationship. If there are no questions, we ask that the judgment with respect to termination be reversed and the judgment with respect to non-renewal be affirmed. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: For at least 280 years, the law has been clear that when someone breaches a duty of loyalty owed to you by taking a kickback or otherwise introducing a conflict into a transaction, you can sue on the basis of that alone, without showing a further harm in terms of economic loss. The invasion of your right to conflict-free service was itself a sufficiently concrete and particularized injury-in-fact, not an abstract and undifferentiated --",
  "Congress could have made them, the agent, could have -- as you pointed out, could have made them a full-fledged fiduciary. Elevating your interest in having no conflicts whatsoever in the transaction --",
  "Yes.",
  "Congress actually elevated one component of that by giving you a right to freedom from a particular conflict of interest, and that is the kickbacks that undermine their incentive to serve your best interest, that undermine their incentive to choose the insurer that provides the best quality and the best service.",
  "Well, you might have an interest in getting an honest opinion. It's just not protected in law. They're allowed to tell you what they want to tell you because you have no protected interest in their opinion.",
  "Well, in fact, Your Honor, Congress is entitled to elevate your interest in obtaining honest judgments or conflict-free advice to legal protection, whether you would be an idiot in accepting it or expecting it in the first instance. They can take that relationship and make it confidential and make it an honest one, even if you hadn't expected that in the first place.",
  "Right. But the common law was absolutely clear that when someone invaded your right to a conflict-free transaction, invaded your right not to have kickbacks in your transaction, you didn't have to prove that there was an economic consequence. The invasion of your right not to have conflicts invade that transaction was sufficient.",
  "If the -- if they are acting --",
  "If that is an agency duty -- and we assume that that's an agent; they're acting as agent for the person with the broken car -- the answer is absolutely, without having to show any loss. And this Court's case in Magruder v. Drury was that type of case, where it was absolutely clear that the plaintiff would not have paid a cent more, the estate would not have paid a cent more, if that -- they had gone elsewhere to make the purchase.",
  "That's exactly why I said --",
  "Congress --",
  "Congress imposed one component of the duty that applies to agents and fiduciaries across the board, and that is: Don't take kickbacks that undermine the incentive to obtain the best deal for your consumer.",
  "Well, the law has a number of contexts where you don't have to show financial loss. If somebody defames you, you don't have -- in your business, you don't have to show that you're financially injured. That's injury-in-fact in and of itself.",
  "I think our argument is that the invasion of your statutory right to a conflict-free service is itself an injury-in-fact --",
  "But it also has --",
  "It's injury-in-fact in the following two senses, Judge -- Mr. Chief Justice: First, all you have to do -- getting a conflict-free referral is itself substantively more valuable than getting one laden by conflict.",
  "I think the answer is, so long as Congress has entitled you to something of potential value that isn't being denied to every other member of the public in an undifferentiated way, that is sufficient to be injury-in-fact. Now --",
  "Potential value. And it's more valuable --",
  "In this sense, Your Honor: It's what you received is substantively less valuable. All you have to do is ask yourself, would I value more advice from somebody who's playing it straight --",
  "-- on a financial side or someone who is taking kickbacks from --",
  "That's injury-in-fact --",
  "-- and there's another way in which it's injury-in-fact.",
  "Well, she proved that she got something less valuable. She got something she was entitled to --",
  "That's actually quite incorrect, Your Honor. Ohio --",
  "Well, the injury-in-fact is getting something that's potentially -- not getting something to which the law entitles you, which has potential value to you. And a conflict-free referral is much more valuable than one laden by conflicts. And there is another thing. We haven't disclaimed the notion entirely. We haven't -- in fact, we believe it is very likely that -- that quality or price suffered as a result of these -- of these conflicts. But --",
  "No, it's not. It's not conjectural at all. Congress specifically found that these are the consequences. But the --",
  "Right. Your Honor --",
  "No. Well, Your Honor, it's very hard to prove. And it was for that exact reason that --",
  "No, Your Honor.",
  "That's why the common law elevated the right to conflict-free services from not being legally protected to legal protection, because it was so hard to figure out, for the judge --",
  "Justice Breyer, the breach of contract, in some sense, is precisely that pariah.",
  "A breach of contract. If somebody breaches a -- a contractual duty owed to me, I don't have to prove that I suffered economic injury. The breach of the promise itself gives me a grievance sufficient to entitle me to sue for nominal damages and statutory damages.",
  "I'd like $1 more, Your Honor. I want nominal damages or if there's --",
  "Or -- or -- so, if there are stipulated liquidated damages, you're entitled to those as well. That was the common law rule for years --",
  "-- it's the majority rule today.",
  "So, that is -- that is precisely the context. But if I --",
  "Well, Your Honor, we're in -- but I think that is --",
  "We're hoping to do better, Your Honor. But that actually illustrates --",
  "Your Honor, if the injury is sufficient to get you in court to get $1 --",
  "-- it doesn't evaporate just because you want to get --",
  "Exactly, Your Honor. We're seeking precisely what the statute entitles to us when there is the breach of this duty owed to us --",
  "-- for our protection.",
  "That's exactly right. When you show --",
  "-- one injury not two, one injury-in-fact, a violation of a duty owed to us for our protection, not an additional injury in the form of having suffered an economic loss.",
  "Pardon?",
  "Your Honor, I don't know whether or not Ms. Edwards would want to get out of the deal or not. But the statute says that she doesn't have to give up her insurance which protects her home in order to obtain the benefits of -- that Congress guaranteed her, which were --",
  "I think this -- I think this brings me back to the question you were asking me before, which is, indeed, it's -- we think it's like -- that there is -- there are diminution in quality and paying excessive price, but the law says we don't have to prove that because the -- because the law has elevated our right to a conflict-free transaction to be -- to legally protected status. The very reason the common law said -- in the fiduciary and the trust and all the other confidential issues in context, said we're not going to ask about the economics, we're not going to regulate the economics here, because that's too hard. What we're going to do is we're going to protect your right to receive the best advice possible. And at that --",
  "Yes.",
  "It's not a disclosure duty but on the statutory basis that she was entitled to a conflict-free referral, that they were not directing her purchase on the basis of conflict that so undermined --",
  "Exactly, Your Honor.",
  "That's exactly right.",
  "Like an aggrieved trust beneficiary, she is seeking to get back something that belonged to her, $455 that she parted company with in a conflicted transaction.",
  "Not necessarily so, Your Honor, because Ohio does not preclude price competition. You can file for --",
  "She has been exposed -- it's impossible to tell whether or not Fidelity would have been better because of financial soundness or another company would have been better because it has better claim handling down the road.",
  "Absolutely not.",
  "The reason we're not -- we did not allege it is because the statute doesn't require it, and for 280 years, when somebody takes a -- takes a kickback that interferes with your obtaining the best deal possible, that itself was actionable without proving any further --",
  "Yes.",
  "Your Honor --",
  "It's not philosophical at all because that exact right, ensuring that she gets her -- her purchase in a kickback-free transaction is for her benefit. And when she is denied that right, she has been denied something of potential value that hasn't been denied to everybody else in the universe. For her protection, she was entitled to have them -- the very fact of a kickback undermines the incentive to pursue her best interest. Like a trust beneficiary, a home buyer spending her money to insure title on her home has a concrete and particularized interest in insuring that those who direct the purchase are not doing it based on kickbacks, which so undermine the incentive to seek her best interest. It may be very hard to prove in individual cases that, you know, Fidelity is more financially sound or another has better claims handling. But it was precisely for that reason that Congress got out of the business and the courts got out of the business of trying to regulate the underlying economics. They're not going to regulate price. They're not going to regulate quality. And, instead, we're going to give you a right to get the referral from somebody who has expertise and who doesn't have a conflict created by a conflict -- by a kickback that so undermines their incentive --",
  "Justice Scalia, the Constitution, statutes, the common law regularly create bright-line across-the-board rights to protect underlying financial or other economic interests, where the right may sweep more broadly and may apply in cases where those underlying interests are defected. But we don't go look backwards at the purpose of the right, abstract the right to its purpose and say, well, unless it's purpose was -- was achieved in this particular purpose, we're not going to --",
  "Yes.",
  "Yes. There's -- there's injury-in-fact.",
  "Yes, because he has been denied something he is entitled to, which is another expert's untainted referral which is not affected in any way by kickbacks, which we know are entirely corrosive in the interest to pursue his best interest. He might --",
  "Right.",
  "Yes, but the -- the invasion of a statutory right itself can be injury-in-fact so long as it's sufficiently concrete and -- and particularized. That you're not just asserting another -- an interest of the public at large. The Court has protected interests as divorced from property interests as the right to obtain information from the government through FOIA or FACA. It can protect your -- your non-property interest in not being defamed. All of these things are protected. Your rights to performance of your contract. All of the these things are protected whether or not there's further economic harm that results. And the no further inquiry rule that's applied in the trust and fiduciary contracts for years is just another example where the law elevates your interest in not having conflict --",
  "No, I --",
  "Further, comma, economic harm. Further harm of the economic sort, Your Honor.",
  "Exactly.",
  "There doesn't need to be further harm, much less further economic harm. Thank you, Your Honor.",
  "Thank you, Mr. Chief Justice, and may it please the Court: For nearly 200 years, Congress never enacted a statute that purported to limit the effect to one and only one specified case pending before Article III courts disclaiming any reach beyond that solitary monetary dispute.",
  "No, Your Honor, it is not a consolidation of 19 cases. It began when the Peterson plaintiffs filed a turnover action. Other parties were interpleaded. Other parties intervened. But it has been one case with one caption, ruled upon by one judge with one decision.",
  "Pardon?",
  "Yes. So if Congress had identified three unrelated cases and  and said that for these unrelated cases ",
  "By number. We believe that the result would be the same. That Congress crosses the threshold from legislation to adjudication when attempts to pass a law which has no effect and no existence apart from specified cases pending before the Supreme ",
  "No, Your Honor. There aren't 19 cases here. There's one case here. There was no ",
  "That  that's correct. There are 19 underlying judgments, but only one execution.",
  "I don't know whether there are any others that  where they were denied intervention here. But the point, I think the fundamental point is that no future case that's identically situated, no other case except this one case will be subject to this rule.",
  "Yes. Yes. I think the answer would be the same. Would be the same. And that is that, when Congress dictates the outcome from a limited category of cases with one liable party ",
  " that some kind of prospectus ",
  "I think  I think it would be. When Congress is not willing to make the law applicable generally to categories of cases but singles out particular pending cases to alter the course of proceedings ",
  "Right. I  I think, Your Honor, if Congress so limits and so cabins it that, in effect, it has limited the law to one and one case only, it's inexplicable, except as an effort, to limit it to one case and one case only. That would fall within our rule as well. And the principle underlying that is that Congress enacts laws; it doesn't adjudicate specific cases.",
  "Well, in fact, the statute at issue in Plaut that  that reversed Lampf was a generally applicable case to all pending cases. Its problem is it went too far and addressed cases which had gone final. And this Court held its authority to adjudicate cases includes the power to conclusively decide them, so it went too far. But it was a generally applicable statute to all pending cases. This is the exact opposite. In fact, if this suit were dismissed on a technicality, and identicallysituated plaintiffs filed a new one, or these plaintiffs filed a new one and it got a different caption, 8772 would not apply.",
  "Yes. So Robertson is also a generally applicable statute. That statute said that for the five statutory provisions that were at issue in the cases, you could comply with those or you could comply with two new provisions, and that would be sufficient for the timber harvesting. But that rule applied not only to those cases, but to any additional cases ",
  "And the court said it referenced the case by number to identify the statutes that were the basis of the suit. And, in fact, Subsection (g) of that statute specifically contemplated additional suits challenging timber harvesting, and the new rule, which said Subsections (b)(3) and (b)(5) are good enough  you don't have to comply with the other five statutes  would apply to those new lawsuits as well.",
  "Justice Scalia, our principle is not that Congress can't act on a certain bridge, a single parcel of land, a single set of presidential papers. It's that Congress cannot limit its legislation to one and only one case such that it dictates the outcome.",
  "Plaut wrote it.",
  "I think the principle is not whether it happens to affect a particular case. Congress can regularly  well, often the problems will come to Congress's attention because of cases, and it may enact a law even thinking about that case. But what Congress can't do is limit its law so that it applies to that case and that case only.",
  "Yes. And Article III, because it's the rule of the courts to decide individual cases.",
  "And I think the history of private bills actually proves our point, because the private bills, the vast majority, as you point out, don't affect a specified case at all. They just simply say you're entitled to your ",
  "Even the  even the ",
  "Exactly. And in the context of suits against the government ",
  " traditional context, the government has  the Federal government has expansive authority to waive its defenses, to relinquish its claims, to expand or contract ",
  " or in that context, and in that context alone, the government  the Federal government has extraordinary power to determine ",
  "Setting aside other constitutional provisions, Justice Breyer, the difference is this: Congress has full power to waive the United States defenses, to relinquish its own claims, to contract or expand its immunity. But when it comes to a suit between two private parties, the government can't waive one of those party's defenses. And courts ",
  "Pardon?",
  "Those aren't the government rights. And from ",
  "I think the answer is when it comes to deciding individual cases, particularly individual cases between private parties, that is the domain of the courts, and not Congress.",
  "But from the ",
  "So long as this law is of general applicability  it's going to apply to laws for the future, then it is not going to be ",
  "Right. And I think that's potentially a harder case for us. But when Congress legislates and the legislation can have no effect but on a lawsuit, I think that that would be covered by the judicial ",
  "Yes. From the time of the framing, State courts with comparable constitutions repeatedly concluded that it violates separation of powers for their legislatures to enact a law which had an effect on one case and one case only. And that included, for example, lifting the statute of limitations for one case and one case only, because they had said ",
  "Yes.",
  "Yes.",
  "For one expected controversy and person, correct. And that is cases like Holden v. James and Jones v. Perry. And the point of the matter is  and the holding for those cases is Congress, or in that case the State legislature  crosses the line from legislation when, instead of enacting a law that has law apart from a single lawsuit, dictates the outcome of that lawsuit.",
  "Well, Justice Scalia, to be clear, our principle is not that it can act  must act general laws in the sense that you can't law  enact a law for one bridge, or one parcel of land, or one set of assets. It is that it cannot enact something that acts on one case and one case only, purports to have no effect, no ",
  "Okay. But even if there's  I mean, even if one were to disagree with me and think that Holden v. James in 1812, the Massachusetts Supreme Court got it wrong. Even if one were to disagree, in this case, we have a pending case. And then I'll just ",
  "I think that certainly exacerbates the problem. When Congress does not merely say new law for this particular case, but says new law, plaintiffs win. That is certainly, certainly, across the line. And that is effectively what Congress did here. It enacted a law that said that plaintiffs were able to attach these assets if two conditions are met. But those conditions were clearly met before the law was enacted. There was only one possible outcome.",
  "So I think for this case, the Court need only rule  because it was never been  it wasn't argued below and it wasn't argued in the brief in opposition if it was anything but one case. The Court could rule simply that when Congress singles out one case and one case only, that crosses the line. Apart from that ",
  "Apart from that ",
  "Let me explain why I wouldn't be concerned and then give you the principle that would govern the remaining cases. I would not be concerned about the limiting principle here because Congress, for 200 years, didn't get near this line because States, for almost 200 years, have had the exact same principles. And yet, there's no history, no debate, no series of cases determining did  did their legislatures cross the line. The rule that I would give to address that is, simply put, if it's not listing particular cases, then Congress isn't going to cross the line so long as it doesn't dictate the outcome for a set of cases where there's only one liable party and it's unwilling  and it's willing to make it a perspective in effect. But if Congress dictates the outcome, and there's only one liable defendant, and Congress is unwilling to make that perspective, that's dictating outcomes of cases. It is not legislation as we understand it. The framing generation certainly understood that that's something that purported to act on one case and one case only, or a handful of specified cases crossed the line from legislation to judicial decision making and violated our  and violated the separation of powers. This Court likewise should understand that when Congress purports to act on one case, and if that case is dismissed and they're identical plaintiffs, file the identical suit, and it gets a different case number, yet the law doesn't apply, that law has no existence apart from dictating an outcome in a case ",
  "Right. And I think the government's examples prove exactly why Congress crossed the line here. Now, I'm going to start with sovereign immunity, foreign sovereign immunity, and the history of the executive determining sovereign immunity and the courts universally respecting it. And that's because sovereign immunity was a matter of comity, grace, and international politics. And the courts would respect the executives' determinations because they did not want to embarrass the executive or create an international incident by assuming jurisdiction where the executives told them not to. But State law and the UCC are not matters of grace, comity, or international politics. They are matters of law for the courts to decide.",
  "Justice Kennedy, I don't think the executive branch would submit to the courts a suggestion of State law because foreign affairs principles were at issue, and expect the States ",
  "A suggestion of State law as opposed to a suggestion of immunity, because the State law is something that has existence apart from what the executive believes the right ",
  "Justice Breyer, if I understand the hypothetical, the executive's authority to implement the law ",
  "So if the President were given the power to confiscate and distribute these assets, which frankly he has not, if he were given that power, that would exacerbate the separation of powers problem, because the executive branch and the political branches should take accountability for seizing the assets, confiscating them, distributing them. But they cannot, cannot attempt to give it an air of judicial legitimacy by commandeering one case and one case only, like ",
  "Right. And that is the other authority that the Federal government invokes, which is this Court has said is very circumscribed, which is the claims settlement authority, which is the government can settle the claims of its own nationals if there is an international agreement or a court which it is attempting to implement. But you can't extrapolate from that to the ability to settle the claims, eliminate the claims and defenses of a foreign national when there is no settlement agreement or anything of that sort. This is unprecedented in foreign relations otherwise for a statute to say in this case and this case only, here's the result.",
  "No. I think the answer is that the  the example given, I believe, was the President wanting to do this. But Congress did not reflect in the statute ",
  "Yeah.",
  "Yeah. And if Congress acts on these assets, it has authority to do that. The one thing it can't do is say, this case, this case only, no other case, because that's just not law. That's an adjudication.",
  "Well, Your Honor, I think the  the  if Congress delegates the power to the President, that's one thing. If Congress purports to, for example, in sovereign immunity, in 200 years there's no incident that I know of where Congress has said, in this case and this case only, we've determined whether there should be sovereign immunity. Typically that is ",
  "No. The President signed a very large piece of legislation which included this piece of it. But I think the point of the matter is, if the political branches want to confiscate assets and distribute them, they should take accountability for that. It is a terrible lesson for the American public to say that my sure outcome is not to go to the courts and litigate my case there, but to go to the ",
  "Yeah. And I think that was Dames and Moore. And that authority under Dames and Moore has been carefully circumscribed to cases where the United States has a settlement agreement or an international accord, and it is implementing the accord by settling the claims of its own nationals. But this is an effort to change the law in favor of its own nationals when there is no international settlement. That circumscribed authority doesn't apply.",
  "If they want to act on the assets, if they want to act on anything  a particular race  that is one thing, but it is quite another to take one case and one case only and purport to dictate the outcome. If there are no further questions, I'd like to reserve the remainder of my time for rebuttal.",
  "Thank you. I'd like to begin by going back in history to answer Justice Kennedy's question about a law that says we're going to lift the statute of limitations from one plaintiff and one plaintiff only and nobody else. And the answer to that is early in the nation's history, State court after State court said, You cannot do that. It violates separation of powers. And the amazing part is not just that those courts held, but there's no case that can be cited by anyone saying that that is actually consistent with separation of powers from early in the framing, much less a law that goes further and effectively says that not only are you going to lift the statute of limitations, but we're going to change the loss. On this one case, plaintiff wins and defendant loses. That is completely foreign to our legal traditions. It's completely foreign to history. And for 200 years, Congress never once enacted a law like that. That reticence would be amazing if it were not but the fact that Congress understood that that was constitutionally prohibited.",
  "That  that is one, but it could have been the same thing in Plaut, that for 200 years Congress thought it was unfair to get rid of a final judgment and eliminate repose. But the matter of the fact is that the fact that is also unfair, the fact that there may be individual liberty guarantees associated with it, doesn't mean it's not a separation of powers problem. Because separation of powers protects this Court. It doesn't  and it does  when it does so, it also has the effect of guaranteeing fairness and individual liberties for individuals. So separation of powers is important even if one would think that the law might be unconstitutional on other grounds. It's this Court's authority to say what the law is and to decide cases, without Congress passing a law saying, for this one case and this one case only.",
  "I  in this case, I think it is the rule of law. And the rule of law is something that is the integrity, it is the property, it is something that is ",
  "If the political branches give that power to the President, that only exacerbates the separation of powers problem with doing it this way. Because they do that and accept the accountability that goes with it, but they cannot try to give it an air of judicial legitimacy by instead taking and commandeering one case pending before the court and making ",
  "My position is at least for one case and one case only, like this one, it is unconstitutional.",
  "The only  the limiting principle I would put on it: If it dictates the outcome. And there's a limited category of cases against a single ",
  "Single ",
  "Single defendants ",
  " dictates the outcome.",
  "Not willing to make  not willing to make it ",
  "No. A hundred different defendants, and it's not ",
  " and it's willing to make it  yes, I think at some point it crosses the line to mean ",
  "At some point, Justice Breyer, the line is between adjudicating a particular case and actually enacting law. And when Congress goes across the line and says, this case and this case only ",
  "I mean when the  when Congress enacts the law, there's only one conceivable result. And that is exactly this case. When Congress enacted the law, there was one possible outcome. And that sort of law which says, in this one case, here is going to be the result, is entirely foreign to our legal tradition. That kind of law the framers railed against, and the separation of powers was meant to get rid of. If it's ",
  "Correct.",
  "Yes. That would be an issue for the Court on remand. It's not within the question presented. Wasn't decided by the court below. It involves complex questions of State law that are important, and where the Court hasn't heard from securities bar, which would be affected. So that is something that would  yes, definitely be an issue for remand. But when it comes to 8772, there's only one result. And that's what  that's that plaintiff's win. There is nothing in this nation's history  and the lesson it teaches the populace is: If you want to win your case in court, don't hire a lawyer; hire a lobbyist. Don't seek recourse through judiciary; seek recourse before Congress for your private dispute. This Court should not lend its credibility, it should not lend its judgment, to that lesson, which is anathema to our judicial traditions. Thank you. We ask for the judgment to be reversed."
]