[
  "Justice Stevens, and may it please the Court: Congress -- excuse me. Congress carefully crafted a scheme designed to encourage State prisoners first to exhaust all of their State post-conviction remedies and then to file their habeas corpus petitions as soon as possible. The congressional design includes three mutually dependent statutes, including a 1-year statute of limitations, a tolling provision, and a total exhaustion requirement, the combined effect of which is supposed to reduce delay, serve the principles of comity, finality, and federalism. However, stay and abeyance erodes each side of this triangular statutory design. Stay and abeyance allows tolling in Federal court when Duncan said there should be none. It extends the statute of limitations beyond 1 year, and it ignores the total exhaustion requirement of 2254(b). The result is that State prisoners, especially capital prisoners, are encouraged to file mixed petitions and rewarded with delay if they do so.",
  "I think that -- I think that the -­ the answer is that Congress designed the system to resolve all those issues in State court first. I think one of the things that needs to be kept in mind is that an unexhausted claim is, by its very nature and by definition, a claim where there's an available remedy in State court.",
  "I don't think the system needs to be tinkered with, Your Honor.",
  "My response is in two parts. First of all, Your Honor, I agree with you that exhaustion can be a tricky issue, but it's -- it's the most tricky in the question about whether or not the question has been fairly presented. The less tricky portion of the question is whether or not the claim is unexhausted, having been -­ that means there's an available remedy in State court. The easy way to sort that out is just to file your claim in State court. If there is in fact an available remedy, then you get tolling, and that solves the problem. I -­",
  "That's -- I -- I suspect that's the typical case in -- in capital cases. Mr. Rhines is currently -­",
  "I think it's less complicated than that, Your Honor. I think that it -­",
  "I disagree. I disagree with you, Justice Breyer. I -- I think that even for a pro se petitioner, I do not think it is more difficult for him to find the door of the State courthouse than it is to find the door of the Federal courthouse. And the key, I think, to your argument is that claims are unexhausted by definition if there's an available State court remedy. Therefore, by definition, they ought to be going to the State courthouse rather than the Federal courthouse.",
  "I -- I can't -­",
  "Justice Scalia, I think that's exactly what the statute -- the statutes -- the three read together and enforced together --",
  "Well, I agree with that. The -- let's -- let's deal with the facts in this case.",
  "Please.",
  "That was not the situation in this case, Your Honor.",
  "Well, the -- factually the court -­ the court examined the amended petition and concluded that eight claims in the amended petition were unexhausted. The problem is this -- or -- or at least the variance in the facts from what you suggest is this. Mr. Rhines filed an amended petition in November of 2000 with counsel, after having been through all the record. He admitted in his amended petition that four of the claims were unexhausted. He still had 80 days left to run on the statute of limitations. So he conceded in his amended petition in Federal court that he still had 80 days to run -- while there was still 80 days to run on the statute of limitation, that four of the claims he submitted in the petition were unexhausted. That's not difficult to sort out because defense counsel admitted it, as he pled them. And so there isn't tricky question about whether there were unexhausted claims in this petition. Now, that was in November of 2000. He waited until the court decided the decision in July of 2002 and didn't pursue his State court remedies until the court ordered him to do that in July of 2002. And he filed his State habeas to exhaust those admittedly unexhausted claims.",
  "Well, it doesn't make any difference at that point, Your Honor. If there's a single, solitary unexhausted claim, the problem -­",
  "-- is not -- is not worse if there gets to be 12 or 15.",
  "Well, if he -- if he goes within the 80 days and immediately files to pursue in State court his unexhausted claims, the statute is tolled. He doesn't lose the statute.",
  "I'm sorry, Your Honor.",
  "Not that I've found, Your Honor.",
  "I think the answer to the question, Your Honor, is that in order to follow the Second Circuit as you've described, this Court would have to rewrite the interpretation of the exhaustion statute that they issued in Rose v. Lundy. That's my belief because Rose v. Lundy -- or the statute, as interpreted by Rose v. Lundy indicates that at a minimum, the unexhausted claims ought to be dismissed without prejudice and sent back for exhaustion in State court.",
  "Your Honor, if the petitioner is not capable of going back to litigate the State claim, the claim is not unexhausted by definition. And -­",
  "I think there are two responses to that, Your Honor. First of all, the -- the fact of whether it is without prejudice in fact or in law is driven by how much time is left on the statute of limitations. A dismissal without prejudice at the time the amended petition was filed in this case would have left 80 days on the statute and he could have pursued his -- his remedy in State court and tolled the statute. Now, in the -- in the more common situation with the habeas petitioner, I think the answer has to be Congress has changed the landscape. They have changed the landscape relying upon the total exhaustion rule in -­ that they enacted and that this Court has interpreted. And they have added the statute of limitations and they've added the tolling provisions, and that has to be entered into the computation. Now, I think that that simply raises the bar for all petitioners to make doubly sure that if they have a claim, they have presented it to a State court judge because they -- they -­",
  "Your Honor, I -- I struggle with the -- one of the premises of your hypothetical, and the portion I struggle with is the -- is the situation where the petitioner, through no fault of his own, either -- and I think that's implied in your hypothetical -- doesn't go to State court. I -- I think that that is -- I think that that's the -­",
  "The -- there's the -- the difficulty in the stay and abeyance procedure, as it is currently practiced, I think, is that there is no set of standards, other than the three statutes that we've -- that we have discussed, to guide the district court's discretion in when they give stay and abeyance.",
  "Well, I think the predicate to getting stay and abeyance, Your Honor, is that there has to be at least the presence of one exhausted claim and one unexhausted -­",
  "Well, I think that that follows from -- I think that follows from Rose v. Lundy which talked about a mixed petition and that's the -- that's the factual background.",
  "Well, I think the -­",
  "Well, I don't think -­",
  "-- it's not distinction. I'm sorry. The Federal court -­",
  "I think so, yes, Your Honor.",
  "Well, that's -- that's the -- it's the stay that we're having the problem with, Justice Stevens. But -- but if there is the presence of one unexhausted claim, the -- the total exhaustion requirement -­",
  "He -- he can dismiss the unexhausted one and move forward. And -- and, of course, what has happened in the -- since the -- the landscape has changed since 1982 and because now the 1-year statute and the tolling provisions, there is more sanction for that dismissal under the total exhaustion requirement than there used to be.",
  "That's a hard question, Your Honor, because --",
  "I -- I think this, Your Honor. I -­ I think the court, faced with a mixed petition, ought to first ask why have you not -- if -- if there is truly an unexhausted claim in this petition, why did you not present that claim previously in State court. And after that, if -- if the -- if the answer to that is not satisfactory, I think that the -- I think that that ought to be tested on, for example, the cause and prejudice standard or the actual innocence or fundamental miscarriage of justice standards which this Court has announced to cure procedural defaults in extreme cases. But in the absence of those type of standards, I think that stay and abeyance has been simply applied too broadly and this case is a classic example of the misapplication of stay and abeyance.",
  "Well, I -­",
  "Well, but --",
  "Well, the -- the difficulty with the way it is now, Your Honor, is there is no review of the discretion of the district courts at all. I mean, they simply do it, and --",
  "-- and it's -­",
  "Well, our first position, obviously, is no stay and abey at all, that the unexhausted claims ought to be dismissed, as the Eighth Circuit said in this case. And if they -- if they are truly unexhausted, then there is going to be a remedy in State court, and State courts are perfectly capable of identifying constitutional remedies and -- and meting out the requirements. I've had -- I've had South Dakota judges send murder cases back to me to try after 12 years, and it's -- it's a burdensome thing, and those cases need to move forward. But what I would envision, Justice Kennedy, is this, that the rule ought to be that -- that the -- the -­ that the case is sent back to State court if there is truly, as -- as the name implies, an unexhausted claim, implying that there is an available State remedy. If -­ if resolution in the State courts does not resolve it, if the case comes back in some fashion, then the court needs to apply some standards like cause and prejudice or fundamental miscarriage of justice, which -- which is what is applied in -- in procedural default cases, and -- and deal with it on that basis. But the -- the current lack of discretion with reference to how stay and abeyance is applied is in my judgment the -- that is the -- that is the most fundamental problem with -­",
  "-- stay and abeyances.",
  "The -- well, the -- the Second Circuit followed very closely to what the -- what the district court did here, Your Honor, but what I did not see in the Second Circuit opinions and frankly haven't seen in any of the opinions except the Eighth Circuit opinion was any type of analysis about an explanation of why the petitioner hadn't been prudent and hadn't been diligent in State court. And -- and in the absence of any kind of inquiry like that, I think that stay and abeyance simply is -- is -- it's unguided. There are no standards. If there are no questions, thank you very much.",
  "Yes, Justice Stevens. Justice Stevens, and may it please the Court: I have three basic points. First, section 1367 does not alter the requirements of section 1332 for original jurisdiction in a civil diversity action, and therefore, the plain language of section 1367 does not alter the complete diversity requirement or the requirement that each plaintiff in a diversity action must have more than $75,000 in controversy. Second, there is no sound basis for distinguishing between the two jurisdictional requirements of section 1332, and therefore, if section 1367 alters the matter-in-controversy rule of Zahn and Clark, it also alters the complete diversity rule of Strawbridge. And third, the best interpretation of section 1367 and the one that causes the least harm is that it overturns the result in Finley and otherwise, with a few exceptions, codifies the pre-Finley understanding of supplemental jurisdiction. Now, our -- our primary argument has already been addressed, and I don't want to waste time on it but it is crucial, critical to our argument. And that is, that the language of 1367(a) is that supplemental jurisdiction is conferred but only in a civil action, of which the district courts have original jurisdiction.",
  "Well, yes. I mean, basically each -­ as to each plaintiff, they must be diverse from each defendant and each -­",
  "Yes.",
  "Exactly.",
  "No, I don't think so. I think what the plain language -- and -- and here we are, I think -­ we can rely on plain language. What 1367(a) says is that in each case you must look to some other statute that confers original jurisdiction. It can be 1331. It can be 1332. And of course, although those statutes use the same term, original jurisdiction, there are -- there's decisional law that comes along -­",
  "Well --",
  "Well, but I think it's the same answer. Original jurisdiction and civil action are found -- each of those terms is found in 1331 and 1332. And I do think it comes out of this Court's decisions that if you have a Federal question -- so you're claiming original jurisdiction under 1331 -- then yes, that is sufficient to give original jurisdiction over the action. That is what the Court held in the City of Chicago case. But it really can't be the same in a diversity case if, for example, there's going to be complete diversity. What -- what the courts have said that have thought that the plain language of 1367 compels this result that Zahn and -- and also Strawbridge go, they say look, the only way we can read this is if there's original jurisdiction of -- of one claim by one plaintiff against one defendant, then we've got original jurisdiction over the civil action. Then we're into supplemental jurisdiction and all we ask is -- is that within the same case of controversy, and then there are some exceptions in (b). But -­",
  "Well, of course, our case is not a class action, but -- but we would say that -­",
  "Or -- yes, exactly. It carries forward the rules of party joinder under 1332. Strawbridge is an interpretation of what is now 1332, the requirements for original jurisdiction. There has to be complete diversity. You can't simply look at one plaintiff and one defendant -­",
  "I didn't bring -­",
  "Class Action Fairness Act. Well, but I think that in -- in a way it -- it shows what Congress -- when Congress means to amend section 1332 and make exceptions to these requirements for original jurisdiction under 1332 -­",
  "Well, I -- I think you could fairly say the -- the new statute reflects a judgment by Congress that in these class actions of national importance, which meet certain requirements, minimal diversity should be sufficient. And, of course, that's constitutionally permissible. But I don't think there's been any suggestion that in the -- the more run-of-the-mill cases there ought to be simply minimal diversity. I mean, there -- there are millions, literally millions, of civil actions filed in State courts each year. About 60,000 end up in the Federal courts on the diversity side of the docket. If even 1 percent of those cases moves over to Federal court, that's going to be a doubling of the Federal courts' diversity docket, which is about half the trials. So -- and I don't think there's been any suggestion by Congress -- and, of course, complete diversity and matter-in-controversy are the two rules that keep that from happening. Now, the -- the class actions will be a sufficient -- a significant additional burden on the Federal courts, and to my knowledge, there aren't any additional resources to do that.",
  "Yes, but that -­",
  "The way -- the way this was understood to work -­",
  "-- and it's in -- and this is the answer to the point that, well, there can never be any supplemental jurisdiction on our view in a -- in a diversity case. Yes, there can because in a variety of situations -- and -- and you've named where there's a rule 14 third party claim and that's by a defendant -­",
  "Well, before -- this -- this is exactly an excellent example because it's one of the few things that was clearly changed by 1367, and it was changed in the direction of narrowing the -- the jurisdiction. The understanding was that you could -- if a party came in on its own under rule 24, said I -- I can intervene of right -­",
  "-- but they were coming in on their own -- that was allowed. I mean, this could potentially be a problem under this rationale of Kroger.",
  "Yes. It would otherwise -­",
  "It -- it would be allowed. That was allowed before.",
  "Under rule 19, the rule was that you couldn't do it even if -­",
  "You could not, and the idea was this was getting too close to the Kroger problem -­",
  "Could not. It was -­",
  "The Kroger problem is if you -- you certainly couldn't put in these nondiverse parties in the initial complaint. And of course, Kroger worried about, well, the plaintiff leaves them out and then they come in in a second stage, and that's an evasion of completed diversity. But we can see very clearly from subsection (b), this is -- this is one part of the statute that is clear -- that the -- it has now been changed so that claims by persons proposed to be joined as plaintiffs under rule 19 or rule 24 will not be permitted unless they can satisfy the requirements of section 1332, that is, complete diversity and matter-in-controversy. So this was the kind of thing that was being thought about in the statute. The fact that this was actually not permitted, clearly not permitted, shows that this statute is very concerned about preserving the requirements of complete diversity and matter-in- controversy. So I think that's actually a good example to focus on. Another one -- sometimes examples help. In -­ in the Owen -­",
  "Okay.",
  "Well, what would happen is -- I mean, you wouldn't get to that stage, Justice Breyer, because you wouldn't let the -- the court would not let the party in.",
  "And sometimes you have to dismiss the case --",
  "Right, because you won't let them in. Now, sometimes you'll have to dismiss the entire case.",
  "If -- if it turns out that the party is indispensable under rule 19.",
  "Right. Right.",
  "Well, I -- I may have misspoken. What -- what is happening here in (b) is that it's possible for parties to come in under rules 14, 19, 20, or 24. We think the reading of that is that Congress wanted to allow that. So it's not impermissible, but then if plaintiffs want to turn around and assert a claim against them, it's got to be one that satisfies complete diversity and matter-in-controversy. And that's to protect the Owen Equipment rationale. But then -­",
  "I think that -- well, I think that's correct, if the -- at least if the plaintiff was trying to bring it in. You may have got me to a point where I'm not going to be able to -­",
  "-- give you the exactly right -­",
  "Well, it would be easy for you to reach it with me. But -- but the -- the gist of it is certainly if -- if the -- if the party is coming in under rule 19 as a plaintiff or you can come in as a defendant -- maybe that's the answer. That's -- that's permissible. You can join parties as to plaintiffs or defendants.",
  "Right. Let me -- let me try another simpler example. Maybe this one will work better. There are a number of cases that are actually cited in the Court's opinion in Owen Equipment, and they give a sort of brief summary of these situations in which you could actually bring in extra parties and claims in a diversity case and the extra parties or claims would not be satisfying complete diversity or matter-in-controversy, and yet the original jurisdiction of section 1332 would not be destroyed. Footnote 18 of Owen Equipment cites one of these cases. It's called Scott against Fancher. It was a Fifth Circuit case. There was an accident with three trucks. One of the drivers was from Texas and the other two were from Oklahoma. So the -- their case was brought in Texas against the two. The Texas drivers sued the two Oklahoma drivers, so there was complete diversity. It did meet the matter-in-controversy. So one defendant filed a compulsory counterclaim. That was one of the examples, and this is all mentioned in Owen Equipment. And that was okay. Of course, the citizenship would be the same, but no question about whether the amount in controversy was -- was up to the required level. And they also filed a -- a cross claim against the other defendant, and that was also allowed. And again, no -- of course, now you have two citizens from Oklahoma. So that would not be complete diversity, but that -- that was allowed. And again, it's because the defendants are bringing in -- this is the language that the Court used in Owen Equipment, that when a defendant is hailed into court against its will, then some of these ancillary claims are going to be permitted.",
  "Yes.",
  "Yes.",
  "And I'm thinking again this all -- I think this all traces back to Owen Equipment in this rationale that we're not going to allow evasion of the requirements of complete diversity in matter-in- controversy by the plaintiff. And I think there's textual evidence in 1367 that this is what Congress was doing. I mean, if you look in subsection (b), you can find textual evidence for this interpretation. I mean, first of all, it refers to this rule 14 situation, the impleader of a third party defendant. That was exactly the situation that was at issue in Owen Equipment against Kroger. And then it uses this somewhat strange language, this language of claims by plaintiffs against persons made parties under these rules. This is what Justice Breyer was getting me tripped up on a minute ago. But the -- the point here is that these people can come in. I mean, this language doesn't make a lot of sense if they can't come in at all.",
  "Yes.",
  "Yes.",
  "Yes.",
  "Yes.",
  "Exactly. Exactly. That's -- and so there is work to be done in subsection (b) even in a diversity case. The only other point I'll make here is that counterclaims and cross claims come in under rule 13 of the Federal Rules of Civil Procedure, and there is actually rule 13(h) which says very specifically that parties may be brought in -- additional parties may be brought in under rules 19 and 20, once you get a counterclaim or a cross claim going. So that is -- could explain why there are these references to rules 19 and 20, as well as 14 and 24, in subsection (b). I do want to get to the argument that's made by -- or the petitioners in our case, which is really -- as I understand their argument, they accept that there must be original jurisdiction over the entire civil action, and they accept that that means that there must be complete diversity. But then they say, well, matter-in-controversy is really different. It should be treated differently. It really doesn't go to whether the court has jurisdiction over the civil action. It only goes to whether it has jurisdiction over a particular claim. And we don't think that's tenable. And -- and here would rely on statutory language, and it's the language of section of 1332, which sets out the two requirements for original jurisdiction of a civil action. Strawbridge is an interpretation of that requirement. To have original jurisdiction over the civil action, there must be complete diversity. Petitioners agree with that. The decisions like Zahn and Clark are an interpretation of the other requirement to have -- to meet the matter-in- controversy requirement, and to have original jurisdiction over the civil action, each plaintiff must meet that requirement. So -­",
  "Yes.",
  "Yes.",
  "That's correct.",
  "Well, I mean, it's not -- it's -­ that is the rule of Zahn and Clark that has been the rule for many decades. Yes, the problem can be cured by dropping some of the plaintiffs. That's a possibility, but you cannot have this piggy-backing, bringing in additional claims that are jurisdictionally insufficient. You can't get around Strawbridge and complete diversity that way, and you can't get around the matter-in- controversy that way either. They -- they are parallel in the language of 1332.",
  "Well, you've made a number of points. I wouldn't agree that the matter-in-controversy is the lesser requirement. I mean, indeed, in the class action situation, because of Ben Hur, that's the only rule that keeps out additional plaintiffs.",
  "Well, in -- in the class action context -- and again, my case is not a class action -- I frankly can't explain how you reconcile Ben Hur and Zahn. I think those -- the cases -- for the same -- if -- if the rationale of Ben Hur is that the class members are not really parties in the full sense and so we don't need to worry about their citizenship, I would think you could make the same type of argument as to matter-in-controversy that as long as the representatives satisfy it, they're the parties in the full or true sense and so that's all that counts. But the Court decided Zahn. There was really no doubt about that. Congress never indicated that it had any -- any difficulties with that decision, and it's now well established. And I think -- the final point I'd just make very briefly is that if you were to interpret 1367 to have this broad effect of opening up diversity actions to unlimited joinder of plaintiffs, nondiverse plaintiffs, plaintiffs with -- who don't have the requisite amount in controversy, it -- it really would be absurd, not in the sense that doing that on its own is absurd. I don't contend that. But it -- it is not -- it would not be rational for Congress to go to all this trouble that it went to in subsection in (b) to rule out all these sort of indirect situations where the plaintiffs leave out a party in the initial complaint and then wait for the party to come in some other way -- I mean, things that frankly are not likely to happen in a lot of cases -- but then say, oh, but the -- the doors are -- are wide open under rule 20, bring in as many plaintiffs as you want right at the outset or later on if you'd prefer, don't worry about diversity, don't worry about the amount in controversy. Those two things just -- just don't go together. There are -- there are other things about subsection (b) that don't make good sense under the petitioner's view. I mean, for example, this is just one of them. If you just look at the language of subsection (b), it says you shall not have supplemental jurisdiction under subsection (a) over claims by plaintiffs against persons made parties under -- a list of rules -- and then one of them is rule 20. Well, whenever you have more than one defendant in a case just named in the complaint, you use rule 20 get in more than one defendant. So read literally, that says if you had this broad view, plaintiffs can bring in as many additional plaintiffs as they like under rule 20. But on the defendant's side, as soon as you've got a second defendant in the case, suddenly all this supplemental jurisdiction goes away. Now, that makes sense under our view because plaintiffs are not supposed to be asserting these kinds of claims anyway. Whether there's one defendant or two, it's the rationale of Owen Equipment. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The search in this case was not based on individualized suspicion, and no other adequate safeguards limited the police officer's discretion to search Petitioner. For this reason, the search, which would not be permitted by virtually any other State or by the Federal Government, was unreasonable. The Court has reaffirmed many times that the Fourth Amendment does not permit the individual officer in the field to exercise unconstrained discretion to search. The Court has said that the Fourth Amendment is primarily directed at the evil -- it was primarily directed at the evil of general warrants and writs of assistance, and the evil of general warrants and writs of assistance was that they gave individual officers blanket authority to search where they pleased and placed the liberty of every man in the hands of every petty officer.",
  "Well, a parolee has conditional liberty. But, at the time of this search, Mr. Samson was on parole, there was no suspicion of any wrongdoing --",
  "Oh, well, the Court held, in the Scott case, that the exclusionary rule does not apply at parole revocation hearings. So, if there is an unreasonable search of a parolee that violates the Fourth Amendment, the evidence could not be admitted at a criminal trial, but it could be admitted at a parole revocation --",
  "I understand your question. In California, Justice Ginsburg, a nonviolent drug offense, the possession of a small amount of an illegal substance, is not a basis for revocation of parole. It is not possible to revoke parole in California for this offense. So, parole revocation would not have been a possibility here.",
  "Well, this, of course, was a police officer, not a parole officer.",
  "But if --",
  "All right. I think if a parole officer said, \"You must consent to this search\" --",
  "-- \"this particular search\" --",
  "\"And, if you don't, I'll revoke your\" -- I mean, the consent is not, in this case, first. I mean, California has said, the Supreme Court has said, parole, in the parole search condition, is imposed as a matter of law. Your hypothetical poses a question of, could there be knowing and voluntary consent to a search if the consequence of refusing is revocation of parole? I would argue, in that situation, that the consequences of refusal are so dire that, effectively, the parolee would have no real choice but to consent. So, it would be, in a sense, a coerced consent.",
  "Well --",
  "Well --",
  "I mean --",
  "I have two answers to that, Justice Scalia. I mean, first, in California, you finish your prison sentence, and then parole is a separate period that happens. The California Supreme Court said, in People v. Guzman and other cases, parole is not a part of the sentence --",
  "-- in California.",
  "Well, it's -- in California, every inmate gets parole. It's a matter of law. It's not a privilege -- in Morrissey against Brewer. The Court -- in other cases, the Court rejected the rights privilege distinction anyway.",
  "Yes, in section 3067.",
  "But it is -- it is also a -- section 3000 of the California penal code says every prisoner gets parole. It is imposed on the prisoner as --",
  "-- a matter of law.",
  "Well --",
  "The California Supreme Court has held, in People v. Reyes, and in other cases cited in our brief, that, in California, parole is not a matter of choice, it is imposed as a matter of law.",
  "Well, it's --",
  "Well --",
  "That --",
  "That is what the California Supreme Court has said.",
  "And what the statutes say is --",
  "That -- the statutes say that parole is a -- is a transitional period, and that every inmate should undergo a period of parole. But coming back to your earlier question, the Court has said that the condition of a parolee is very different from the condition of a prisoner. The Court said that in Morrissey against Brewer. And the Court said, in Griffin, as to probationers, that while the Fourth Amendment rights of probationers -- and so, parolees, too, we concede -- are reduced, there are -- the State can go too far. And if the State exceeds --",
  "-- the permissible limits, it's a violation.",
  "Well, there are many rights that are sacrificed. What the Court has said about the Fourth Amendment rights is, because parolees have conditional liberty, they will have a reduced, but not eliminated, Fourth Amendment protection --",
  "Well, that --",
  "-- that would be --",
  "That would be different in several respects, Mr. Chief Justice. First of all, there would not be discretion. You wouldn't have the individual officer deciding --",
  "Yes. And --",
  "And I want to be clear, we are not -- we're arguing there is a broad spectrum of searches that States can undertake of parolees, and I'm, by no means, arguing today that all of them, or even most of them, are unconstitutional. This is a --",
  "Well, you know, that would be much narrower, because it would simply be a drug test. I think it would have the problems of -- the officer would have complete discretion. If it were like the California --",
  "I think, because that's a much narrower test, that that could pass muster if -- but I would think there really ought to be some guidance to the officer. I think our ultimate submission today is --",
  "-- this is so --",
  "Well --",
  "If it were -- if it were tied to the crime that the parolee has committed, you know, that would give it some limitation. This is a completely unlimited search, for anything, any crime.",
  "Well, in all --",
  "Well, in --",
  "-- and in this Court's suspicionless search cases, you can have a random test where you draw names at random. There's some other process that doesn't leave it up to each individual officer to decide who gets the drug test or which car to stop to check the driver's license and registration. What the Court has consistently held is really at the core of the Fourth Amendment is this notion of: the individual officer in the field has complete discretion to decide, \"Do I search this person? Do I not? What's the scope of the search? What do\" --",
  "-- \"I search for?\"",
  "Well, I think --",
  "I think it's a very different set of circumstances if we have a parole officer. This Court has said, at least twice, in Griffin and in Scott, that a parole officer has a different function. They are not in an adversarial, or a purely adversarial, relationship. They often think of the parolee or the probationer as a client. They're trying to see that the person succeeds. In some sense, the parole officer fails when the parolee goes back to prison. The parole -- the parole officer can act on their entire knowledge and experience with the client, or the parolee. So, all of that makes a difference. And the Court has noted that several times.",
  "The -- as I understand the Court's --",
  "-- holding --",
  "As I understand the Court's holding in Hudson against Palmer, the Fourth Amendment does not apply in a prison cell. And --",
  "But, Your Honor, that's not the way this Court has analyzed the Fourth Amendment issues. It's a different situation. It is conditional liberty. It's the -- that sort of active grace theory, or right, privilege, distinction, or greater power includes the lesser, all those arguments have been rejected, in --",
  "-- Morrissey against Brewer, and Gagnon --",
  "-- against Scarpelli.",
  "It's --",
  "Well --",
  "-- I have a pragmatic argument, and then I have an argument just based on the Fourth Amendment. Pragmatically, no other State, as far as we can tell, and not the Federal Government, authorizes this kind of search; that is, blanket suspicionless discretionary searches by police officers.",
  "So --",
  "Well --",
  "The -- well, the empirical evidence is that all the other States don't seem to be having a harder time --",
  "-- with recidivism.",
  "Well, the California -- I think that's a pretty powerful demonstration, but we do have, beyond that, empirically, California was with all the other States until the People against Reyes decision. Now they've moved to suspicionless searches. They seem to have about the same rate of recidivism --",
  "-- as they --",
  "-- did before.",
  "Well, I -- I'm -- think I'm offering you evidence that counts as empirical in my mind, but --",
  "-- apparently it's not --",
  "Well, there -- we have a footnote. There is a brief submitted by a Stanford law professor, and we have at least a footnote in our brief. There is some social science research that suggests that this more intensive supervision is really not effective, if you look at broad numbers. I mean, I think you will catch some additional people. I mean, it happened in this case. But if you step back and look at the overall effects, it's not -- it's not particularly helpful --",
  "Well --",
  "Well --",
  "Because --",
  "Because, Justice Breyer, it has to be a balancing analysis, and --",
  "Well --",
  "Well, I mean, the other side is a search condition that says you have -- you could be searched at any time, any place, by any police officer for evidence of any crime, is a breathtakingly broad invasion of privacy.",
  "Well, but he has come out of prison. The State has seen fit to release him on parole into society. He has conditional liberty. And the Court --",
  "Yes.",
  "It is a very serious problem. We don't want to minimize it. I mean, it is a fact that many -- many parolees -- and this is true especially in California -- end up being returned for technical violations, like not showing up to meetings with parole officers. Some of the offenses are not as serious as others. But it is a very serious problem. We recognize that. But what the Court has said is that the gravity of the problem cannot justify any means. There has to be a balancing of the invasion of privacy against the State's need to undertake this. And coming back to my second answer to the question you asked several minutes ago, Justice Scalia, I mean, ultimately this search is a -- it's a general warrant. It's a writ of assistance. It's limited to parolees, but if the Court is going to stand by what it has said in Griffin and other cases, that their parolees and probationers have some modicum of Fourth Amendment rights -- reduced, we recognize that -- this is -- this is the core of what the --",
  "-- framers of --",
  "-- the Fourth Amendment prohibited.",
  "Yes, but --",
  "That is their answer to my argument, and I want to be very clear about \"arbitrary, capricious, and harassing.\" That's the California Supreme Court's standard. So, of course, they get to define it. And they have not defined it the way this Court perhaps would define \"arbitrary.\" It's not arbitrary, capricious, or harassing if it has a permissible law enforcement purpose. So, as long as the officer says, \"Well, I don't have any reason to think there's evidence of any crime here, but that's what I'm looking for. Perhaps there's evidence of crime\" --",
  "-- that's enough.",
  "Well --",
  "Well, and --",
  "And I take it the Fourth Amendment itself would prohibit that sort of thing. But it -- you couldn't -- you couldn't justify a general warrant by saying, \"Well, yes, the officer can search anybody, without any suspicion, and he can choose.\" But it -- you know, the search can't happen too often, or it can't last too long. That would not be -- and you -- and you -- similarly, it would not be an answer to say, \"Well, as long as he's looking for evidence of crime.\"",
  "Well --",
  "-- I mean, my argument is that what is left of the Fourth Amendment under the California approach is not the core. It's the far periphery. There has never been a case -- and we were able to find over a hundred, and perhaps over 200; it depends on how you count -- of cases where parolees or probationers have said, \"You know, this search was arbitrary or capricious or harassing.\" It is always rejected, for the same reason it was in this case. The Court says, \"Well\" --",
  "It --",
  "-- I think it cuts in the direction that it is an empty, vacuous standard. It's a standard --",
  "-- that's always --",
  "Yes.",
  "Yes.",
  "Yes.",
  "And -- but it's -- it had -- there has never been a case in which a court has rejected a parolee search as unreasonable in time, place, or manner. And you could --",
  "As --",
  "-- we said -- we found over a hundred cases in which it's been challenged in the California courts. And it --",
  "I mean, if you think about it, if the search is, say, at night, the argument is going to be -- well, if we said we'd not -- \"never going to search you at night,\" then you would commit crimes at night. We had a very extreme case in our brief about body-cavity searches. And they said, \"Well, that -- of course, that\" -- you know, the suggestion was, \"Of course, that would be too extreme.\" But you could see an argument if parolees and probationers knew that that was off limits, that -- you know, that would become a - -",
  "No. Let --",
  "No, let me be -- I am not aware of any actual case. We posited that. We said -- you know, because you don't need to know anything about the parolee, except he's on parole, and you can search for evidence of any crime. You don't need any suspicion that -- so, you could have somebody, a sort of white-collar criminal, or you'd check someone who's written a bad check. And if you say, \"Well, I think perhaps you're involved in drugs. Maybe you're one of these balloon-swallowers\" - - you don't need any actual reason to think that's happening, you can simply say, \"I want to investigate that.\" And the way -- you have to investigate that by x rays or something else quite intrusive.",
  "Well --",
  "But --",
  "They might, and --",
  "But our principal submission, Justice Scalia -- I mean, if California said, \"We have a terrible problem with crime in California; and, therefore, we're authorizing every police officer to search every person anytime, anywhere, for any crime,\" that would be, I would submit, the clearest sort of Fourth Amendment violation you could imagine. It would be a general warrant or a writ of assistance. It couldn't possibly be justified by saying, \"Well, if it gets too extreme, if it gets into body-cavity searches, we won't allow it.\" We are talking about parolees, yes. Their Fourth Amendment rights are reduced, yes. We recognize that. But saying that this sort of absolutely unguided discretion --",
  "-- there's no sort of --",
  "They --",
  "Yes.",
  "Well, what's unreasonable about it is that it goes so far in the direction of eliminating the Fourth Amendment rights of people who are not prisoners -- they are -- they have conditional liberty -- that it is simply not consistent with the Fourth Amendment. And on the empirical side, California is an outlier. All the other States --",
  "-- and the Federal Government --",
  "Well --",
  "-- I -- one of the things we wanted to make -- I think there are many things that States can do. They could certainly --",
  "-- there's the possibility of --",
  "There's the possibility of individual determinations, based on the individual circumstances. If you went --",
  "-- category by --",
  "Right.",
  "Well --",
  "I think this could be much narrower. And, in my view, it would become a much closer constitutional question if it were limited to certain crimes where the legislature or the State made a finding that there's a particular need to have --",
  "-- suspicionless --",
  "And --",
  "Yes, perhaps convicted terrorists. You know, that -- and it -- that's very different from what we have here, because --",
  "Well, I -- you know, we -- I think you would have to see the facts of that case, but if they made a finding that, \"Because of the nature of drug offenses, we need suspicionless searches rather than simply reasonable suspicion, and we need police officers, not parole officers\" -- and there could be other regulations. The Federal regulations, we think, are a model, really. They have lots of limitations on --",
  "Well, and I -- I think they can have tighter controls, Your Honor. They can -- they can have -- they could have -- they could make this a special condition of parole --",
  "-- rather than a general condition --",
  "-- of parole.",
  "Well --",
  "Well --",
  "I mean --",
  "This Court has said, generally, that what the Court has found to be reasonable for one State is reasonable for all. And when a practice is not well established -- and here, it's far from well established; California's virtually unique -- the Court has taken that into account for --",
  "Well, they might -- halfway houses, as I understand it, Justice Ginsburg, are largely now a thing of the past. But if the idea is you would actually be in a custody situation at night, perhaps in lockdown, then perhaps Hudson against Palmer would come into play --",
  "-- which --",
  "And so, your hypothetical is, could there be suspicionless searches by --",
  "-- police officers --",
  "-- at work?",
  "It's --",
  "It's a -- it's a harder case. Again, our bottom line is, there would need to be some limitations on that individual officer's discretion. That's the core of the Fourth Amendment. If there are no further questions, I'd like to reserve the balance of my time.",
  "In answer to Justice Alito's question, this search is unconstitutional, because the officer was completely at liberty -- he had complete discretion to decide whether to search. And it would not be acceptable if California said, \"You can search anybody on the street,\" if the answer was, \"Well, it wasn't a particularly invasive search.\" Granted, parolees have far less Fourth Amendment rights than others, but this is so much the core of the Fourth Amendment. This is what the framers wrote the Fourth Amendment to stop, these general warrants and writs of assistance. One --",
  "-- consent --",
  "Well, and we're not asking you to look into the mind of the officer. It's -- California's system, it's quite clear -- they admitted it here -- leaves it up to -- the officer can have any reason for doing the search. It's arbitrary, in the sense this Court would use, but not California. On consent, very quickly, footnote 16 of our reply brief, the California Supreme Court has said repeatedly that -- including very recently, since this section 3067 -- that parole is not a matter of consent; it is imposed on you. This is a question of State law. Perhaps this Court would read the State law differently. But, as the Court said in Griffin, the State Supreme Court is the last word on the questions of State law. As to abuses, there are a number. One that I'll just mention, the California Supreme Court has held that it's perfectly okay -- if the officer knows somebody in the house is on parole or probation, they can use that as a lever to go in and search to try to find evidence about somebody else who's in the house. That is permissible under the California standard. But the bottom line here is that this type of search regime is at the core of the prohibition of the Fourth Amendment. It's what the framers wrote the Fourth Amendment to prohibit. So, if parolees have any Fourth Amendment rights, other than, you know, an essentially useless arbitrary-and-capricious standard that's never going to work, the Fourth Amendment has to prohibit this search. There are many other things the States can do. They have many options. This is at the endpoint on the spectrum. Thank you.",
  "Mr. Chief Justice, and may it please the Court: A drug-trafficking crime is defined in 18 U.S. Code Section 924(c) as any felony punishable under the Controlled Substances Act or two other Federal statutes. \"Punishable\" is a key term. If that word is omitted, the remaining phrase, \"any felony under the Controlled Substances Act,\" clearly refers to felony violations of the Controlled Substances Act. The parties agree that \"punishable\" means \"subject to criminal sanctions.\" So, a \"drug-trafficking crime,\" under 924(c), is conduct that is subject to being punished under the Controlled Substances Act. State felonies are not, themselves, punishable under the Controlled Substances Act. It is not a Federal crime to violate State law. The defendant's conduct may be punishable under both Federal and State law, but a State felony is not a felony punishable under the Controlled Substances Act.",
  "Yes, Justice Kennedy. Our position is, if the conduct would violate a felony provision of the Controlled Substances Act or one of the other two Federal statutes, it then is a drug-trafficking crime under 18 U.S. Code Section 924(c), and, therefore, it is an aggravated felony. But there are three additional textual indications, in addition to simply the \"felony punishable\" language, that misdemeanor offenses under the Controlled Substances Act are not drug-trafficking crimes under Section 924(c). The first one is, there are other provisions of Section 924 -- (e), (g), and (k) -- where Congress actually used very similar language. It referred to conduct punishable under the Controlled Substances Act or the two other statutes, or offenses under the Controlled Substances Act or the two other Federal statutes. But then, it added an express reference to State offenses, so - -",
  "-- the implication is that when Congress meant to include State offenses, it said so.",
  "The -- you can find them; they're in the appendix to Lopez's blue brief, Justice Scalia - -",
  "-- and the provisions on (e), (g), and (k) -- 924 begins on page 3A of the appendix, and (e) begins on 5A, and you can pick up -- (g) is on 6A, (k) is on 7A.",
  "They're subsections (e), (g), and (k).",
  "It - -",
  "It is a bit broader, Mr. Chief Justice, but if you look at all of these provisions, the implication is clearly that Congress was referring to State law when it meant to include State law. I mean, the -- if you looked at (e), for example, there it's a parallel construction; it's not broader. I think perhaps the government would say, \"Well, we're talking about offenses.\" That's a little different from a felony, but \"offenses\" is actually a broader term. I'll mention an additional statute, which was not in the appendix -- 18 U.S. Code Section 3559(c)(2)(H). This provision -- it's a similar provision; it defines a \"serious drug offense\" as an offense that is punishable under the specific sections of the Controlled Substances Act, or an offense under State law that, had the offense been prosecuted in a court of the United States, would have been punishable under the CSA. An additional textual indication is, it's agreed -- and this Court has already said, in Gonzales against the United States, that a drug-trafficking crime under 924(c), under the criminal statute, must be a Federal crime. 924(c)(1)(A) refers to a crime that may be prosecuted in a court of the United States, and that clearly refers to a Federal crime. The definition of drug-trafficking crime, by its term, says it is for purposes of 924(c), so there is no reason why Congress would have wanted to include State felonies in a definition that applies to a Federal criminal provision that all concede applies only to Federal predicate offenses. And - -",
  "-- the Government's interpretation would significantly broaden Section 924(c) to include Federal misdemeanors.",
  "Justice - -",
  "Justice Alito, in our view, \"illicit trafficking\" means any offense that has a trafficking element -- that is, distribution, possession with intent to distribute, manufacture --",
  "Yes. They're -- most offenses under the Controlled Substances Act are trafficking offenses. There are a few that are simple possession. There is a date-rape drug that I will not try to pronounce, but it's listed in 21 U.S.C. Section - -",
  "I believe the Government has a footnote in their brief where they suggest there are some State trafficking offenses that actually do not have a parallel in Federal law. Soliciting, I think, may be one of them. So, I think there are, in fact, some. And our position, of course, is that by adding illicit trafficking -- any trafficking offense, State or Federal, whether or not it is punishable under the Controlled Substances Act, is an aggravated felony.",
  "The -- Justice Alito, there is an argument -- it's developed in the brief of the American Bar Association -- that, because illicit trafficking is the general category, that all the aggravated felonies in this category should have a trafficking component; and, therefore, the felonies punishable under the Controlled Substances Act that are \"simple possession\" offenses should not, in fact, be included. That is not an argument that we have pressed in our brief. We read the phrase to say \"illicit trafficking, including any felony punishable under the Controlled Substances Act.\" So, I would agree with you, to the extent that if it is a felony punishable under the Controlled Substances Act, Congress has said, by definition, that it is included in the category of illicit trafficking.",
  "Well, Justice Breyer, it is a misdemeanor under --",
  "-- the Controlled - -",
  "Well --",
  "But - -",
  "But - -",
  "But, you know - -",
  "Well, you could look to the case of Jerome against United States, which is -- which was a unanimous decision of this Court -- in which the Court held that the -- just the phrase \"any felony\" - -",
  "-- in the Federal bankruptcy statute should be interpreted to mean any Federal felony, so - -",
  "Well, but, I mean, the Government - -",
  "-- accuses us --",
  "The - -",
  "The Government accuses us of making that concession -- Justice Breyer: No, no.",
  "-- but we - -",
  "-- really don't.",
  "We really don't. I mean, we concede that if the -- I mean, 8- -- 924(c), the criminal statute, says nothing about State law. It says nothing about any conviction under Federal or State law. It's simply a question of whether the conduct is punishable, capable of being punished, under the Controlled Substances Act - -",
  "-- the Federal statute.",
  "Well - -",
  "-- yes. I -- but I just want to be careful about the language in which we make - -",
  "-- this concession --",
  "Right.",
  "Precisely.",
  "Yes. If it's ambiguous, and you look to the legislative history, I think we get considerable mileage from Barrett. The Congress was pretty clear that what it was doing was codifying Barrett. The Barrett approach, which was then followed by the BIA for more than a decade, was that they would count State drug crimes, but only if they were felonies under the Federal statutes, under the Controlled Substances Act. So, I think we get considerable mileage out of that.",
  "I don't see any tension. Gonzales was just about consecutive versus concurrent sentences under State versus Federal law. I mean, the Court has applied that principle --",
  "For example, in Taylor - -",
  "Well, but -- I mean, with respect, Justice Kennedy, I don't see how it limits it. And there have been other cases -- Taylor is an example -- where the Court adopted a single definition of \"burglary\" for purposes of 924(e). That applies the Jerome principle. I mean, it's a principle that has been applied in a number of this Court's cases.",
  "Well - -",
  "Well - -",
  "-- when we get to that language, Mr. Chief Justice -- and I do think it helps the analysis to first decide, What is the definition of a \"drug - trafficking crime\" under 924(c), the criminal statute? Once you've decided that -- now, when you move back to the INA, there is this language. The term \"aggravated felony\" applies to an offense described in 101(a)(43), whether in violation of Federal or State law, or the law of a foreign country. Now, we think that's pretty straightforward. It has to be an offense described. So, the simple example is money laundering. It -- the offense described in 18 U.S. Code Section 1956, \"money laundering,\" is an aggravated felony. So, a violation of State law or of foreign law can be an aggravated felony, but only if it is the offense described in 1956. If States or a foreign government has a broader definition of \"money laundering,\" that can't count, because it's not the offense described. And when you turn to a drug-trafficking crime, the way that offense is described in 101(A)(43) is -- Congress picked up, in its entirety and without any modification, the definition of \"drug-trafficking crime\" in 924(c), a felony punishable under the Controlled Substances Act. So, if you agree that, in the criminal statute, that means a felony violation of the Controlled Substances Act, the offense described is the felonies in the Controlled Substances Act, not the felonies in the misdemeanors. And State -- if State law wants to call a -- something that's a misdemeanor under Federal law a felony, they can do that, but they can't expand the offense described. The offense described, the way Congress did that, is - -",
  "Yes. I'm focusing on the definition of \"drug-trafficking crime.\" It -- also, there's the illicit trafficking piece of this. And, I should add, any State offense that is illicit trafficking is going to be an aggravated felony. We recognize that. If there are no further questions, I'd like to reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. In answer to Justice Breyer's question, Mr. Kneedler said that a Federal misdemeanor is a drug- trafficking crime under Section 924(c) if a State punishes it as a felony. He said, \"Well, the Federal Government never prosecutes Federal misdemeanors under Section 924(c).\" He said, \"The reason is because of 924(c)(1)(A),\" and the language there is, it has to be an offense for which the person may be prosecuted in a court of the United States. But that language -- a person may be prosecuted in a court of the United States for a misdemeanor. So, the Government is making an argument that, to my knowledge, has never been accepted by any court, has not ever been advanced by the Government in a criminal context, and that would significantly expand Section 924(c) and numerous other criminal statutes that we cite in our brief that used the same definition of \"drug-trafficking crime.\" The -- Mr. Kneedler also said that the aggravated felony provisions in Section 101(a)(43) refer to State law, but I read them just the opposite. There are two kinds. There are 21 of them. Many of them say, \"an offense described in 18 U.S. Code Section X.\" I mean, that's really what -- we're dealing with one of those here. So, it clearly goes to Federal law to define the offense. Now, if State law or foreign law also punishes that offense, then it's an aggravated felony, but, clearly, Federal law is defining the offense. There are other categories, such as murder and theft, that are defined, in general terms; but the Government's position, as I understand it, is, again, you use a generic uniform definition. You don't pick any definition that the States may have. The Court just granted --",
  "Well, yes - -",
  "Yes, Mr. Chief Justice. But, again, to be clear -- and I think this is consistent with the Government's position in other cases -- ultimately, there will be some uniform Federal definition of what constitutes illicit trafficking. It would be -- some commercial element would probably be the definition the Court hasn't decided. States can define it more broadly. But the actual definition -- just as the definition of \"burglary\" or \"theft\" --",
  "Well, it's -- I mean, as -- this - - in the Taylor case, in burglary, the Court has a methodology for this. You pick a sort of generic definition. It may not -- it may not come from a Federal statute; it could --",
  "Well, it's -- again, this is -- the provision we're dealing with is -- looks to Federal law, the Controlled Substances Act and two other statutes. My understanding of the Government's position -- and it's consistent with this Court's cases, in Taylor -- is that, even when it's a generic offense, you would -- you would still have a uniform definition. And that is certainly consistent with the principle of uniformity that applies both in criminal law and in immigration law. I mean, if there's any ambiguity, at the end of the day, ambiguities are supposed to be resolved in favor of uniformity, uniform Federal law -- uniform Federal criminal law, and uniform immigration law. Effectively, what the Government is arguing that -- is that States can banish noncitizens, and can do so by enacting drug laws, deciding to make a simple possession offense a felony. That's a decision that a State would make, almost certainly, for reasons that have little or nothing to do with immigration, and it's highly unlikely that Congress would have left that determination to States. On uniformity, aggravated felonies is a condition for citizenship. If you're convicted of an aggravated felony, you may not become a U.S. citizen. You are foreclosed from establishing good moral character. So, in fact, citizenship is at stake here, and the Uniformity Clause is in play. If there are no further questions, thank you.",
  "Mr. Chief Justice, and may it please the Court. I would like to start with the question that Justice Souter asked because there are some important principles that are really not disputed in this case, and I think they help to focus the issue that is before the Court. There is no dispute, as we understand it, that mortgage lending by national banks is supervised exclusively by the Comptroller of the Currency. And there is also no dispute that national banks' incidental powers under Section 247 include the power to make mortgage loans through a operating subsidiary. And an additional point is that both Federal statutes and Federal regulations state that when national banks make mortgage loans or exercise their banking powers through subsidiaries they do so subject to the same terms and conditions that apply to the exercise of the power by the national - -",
  "Well, a branch of a national bank has a particular status under Section 36 of the National Bank Act.",
  "It would not be separately incorporated. So - -",
  "Well, I think they are generally referred to as branches but I think its would be more a division. That would be - -",
  "That -- that - -",
  "Well, of course, anything that a bank does through an operating subsidiary it could do through the bank. It can always do it through the bank. But there are many reasons why a bank may choose an operating subsidiary. They can be managerial reasons; it's -- just sometimes works better as matter of business management.",
  "Well, that is one of the reasons. Although - -",
  "I will say, Justice Stevens, I have not been able to find examples of national bank operating subsidiaries that have become insolvent. They are regulated very heavily by the Comptroller and so they don't.",
  "Well, but again, Mr. Chief Justice, the national banks compete. And its undisputed - -",
  "But again, Mr. Chief Justice, thrifts, S&Ls, State-Chartered banks in all 50 States are permitted to have operating subsidiaries. It's recognized not just for national banks, but really for all types of banking institutions, that are operating subsidiaries are a useful tool of banking. This is not a sort of special privilege that's given - -",
  "Well, and you asked that question. I mean, I think it might be useful to think first about national banks and then about the operating subsidiaries. It is not true that there are no State laws that apply to national banks. This Court's unanimous Barnett Bank decision is the clearest statement of the principle. Any State laws that prevent or significantly impair or impede the exercise of national banking powers are preempted. But many State laws having to do with contracts - -",
  "The beginning is, it is a complete separate set of regulation. You have to register or obtain a license. You have to submit to examination by the regulator. Investigation. Enforcement. There are substantive laws; Michigan has some that are not directly at issue in this case - -",
  "Well, the question, Mr. Chief Justice, would be is it preempted as to the national bank? The Comptroller of the Currency would say yes. But the issue in this case is if it is preempted as to the national bank, then it is also preempted when the national bank chooses to exercise this power that it has under Section 24 - -",
  "Well, but it, it with respect, it is not really a case of having our cake and eating it, too. We are in the area of powers of national banks. And the Court has recognized for a century that in that area, when national banks have powers, including incidental powers recognized by the Comptroller, they generally preempt any State law that prevents or significantly interferes - -",
  "That, that is correct.",
  "Yes.",
  "It's -- that's one level - -",
  "Well -- it's, it's a very important point. And our position is there are actually several ways in which you could analyze this case and arrive at the conclusion that the Comptroller's regulations are valid. One is looking simply at statutory language and saying we would, we the Court would reach this result as we did in the Franklin National Bank case even without any regulation. And second of all is to say the regulations are a reasonable interpretation of the statute. A third is to say that the Comptroller has broad rulemaking authority. And as this Court recognized in De La Cuesta and many other cases, an agency exercising its rulemaking authority can preempt State laws even though the statute itself would not - -",
  "No. It -- I - -",
  "I have a two-part answer to that question, Justice Scalia. One is that Section 484 of the section you're referring to does limit the visitorial authority as to national banks, but it is silent as to operating subsidiaries or any other type of affiliate. States do exercise visitorial authority over some affiliates of national banks. That's established. Operating subsidiaries are a special type of affiliate; 484, which was enacted during the Civil War, a hundred years before operating subsidiaries were authorized, really doesn't address the question of visitorial authority.",
  "It's a type of affiliate - -",
  "But, but this really became clear, in answer to your question, in part two of my answer. In 1999 when Congress enacted the Gramm-Leach-Bliley Act, it directly addressed this question of affiliates of national banks. And this is on page 2A of our appendix. It refers to, it created a new type of affiliate, for the first time, financial subsidiaries which can do anything financial in nature. So they can actually engage in activities that the parent national bank could not. But if you look at the bottom of page 2A of our appendix, this is Section 24A now of the act, it said that financial subsidiaries can also engage in activities that are permitted for national banks to engage in directly, subject to the same terms and conditions that govern the conduct of the activities by a national bank. And then at the bottom of 3A and going over to 4A where they actually define financial subsidiaries, they do so by distinguishing them from the operating subsidiaries which had existed for decades. And at the top of 4A you see that the operating subsidiary again engages only in activities that the national banks may engage in directly and are conducted subject to the same terms and conditions. Then if you'll bear with me a moment longer, on page 12A of our appendix some additional provisions of GLBA -- actually, that's the Gramm-Leach-Bliley Act, GLBA people call it -- said -- this is on 12A -- that securities activities and insurance activities, activities that have been traditionally subject to State regulation, if they're engaged in by a functionally regulated subsidiary, operating subsidiary or a financial subsidiary, then they may be regulated by relevant State securities authorities or State insurance authorities. So Congress was actually quite specific. I mean, your question is about statutory language. You don't find this in 484, which is, since it's a century old, doesn't really get into this. But in this 1999 statute, it's all about subsidiaries of national banks. Congress was pretty clear if it's securities, if it's insurance, it can be regulated by States. They were specific about that. If it's a banking activity that the bank itself can undertake, it's subject to the same terms and conditions. And so, going back to the Chief Justice's question, you have this question of would it be a preempted State preempted state law if it were applied to the national bank when the national bank is making a mortgage loan. Not every State law is preempted because not every State law conflicts. But if it does - -",
  "Well, I mean, we have section 7.4006, which is the 0CC's regulation interpreting that language in the statute and in its own OPSUB regulations, section 5.34. And we also relied simply on the ordinary meaning of \"terms and conditions.\" It means prerequisites, limitations.",
  "7.4006 was issued pursuant to 24-7, which is this incidental powers provision, and 24(a), which I've just been walking you through, which is a provision of GLBA. So it is based partly upon GLBA, and it is an interpretation of the same terms and conditions language.",
  "Yes.",
  "Well, I mean, of course - -",
  "We do have them and we think that makes the case easier, of course.",
  "Yes. We would say that if you start with 24-7 and the incidental powers of national banks and the undisputed point that one of those incidental powers is for the national bank - -",
  "Well, it has been established since the beginning of the national banking system that -- and this goes back to the history of the first and second Bank of the United States in McCullough against Maryland -- that the national banking system is protected from possibly unfriendly State legislation.",
  "The Comptroller's view as I understand it is that it would. But again let me emphasize - -",
  "Because - -",
  "Well, I think that may go too far. But I think what Comptroller has done, it has - - has been to look at a series of these State regulations and determine whether in fact they do impair or impede the exercise - -",
  "I think our position is there are multiple roots that we can win this case. One is based on conflict preemption. Another - -",
  "Yes, of course. And another route is simply that the agency has - -",
  "Yes.",
  "Yes. And the agency has broad rulemaking power. It's exercised it here. There's really no dispute about what the OCC's rules mean. The only question is whether they're valid and then what is --",
  "That an agency and not the - - certainly the Delaquesta line of cases stand for the proposition that if an agency has preempted State law by regulation, the questions are simply whether the agency has acted within the scope of its delegated authority and whether it is a reasonable accommodation of the conflicting principles and whether there's any reason to think that Congress would have disagreed with it. Are there -- I mean, there are examples. For example, in the world of Federal thrifts OTS has a sort of field preemption as I understand it. It's evolved differently in the world of national banks. That's conflict preemption.",
  "Well, that that again goes to this scheme of GLBA that I was trying to describe. The notion that Congress had is that you're going to regulate by function. So if it's insurance, the State can regulate it whether it's in the subsidiary or in the bank. If it's securities, the SEC and in some circumstances the States can regulate it. But if it's core banking functions like mortgage lending, that's going to be regulated subject to the same terms and conditions that apply when the bank itself conducts those activities.",
  "Yes.",
  "That is the concept as I understand it. It's going by function and we think that shows actually Congress did - -",
  "Wachovia does not, although -- I mean, an interesting feature of the Michigan law is if they did Michigan's law would not apply, which we think is not consistent with their view that the OCC is an inadequate regulator, because it would be exactly the same whether or not there's a branch.",
  "Yes, yes. North Carolina and others. I will add, there was a point at the beginning that this Wachovia Mortgage Company actually was regulated by Michigan for 6 years and there were no problems. During that period it was a subsidiary of a bank holding company, and that's a completely different situation. Those are not regulated at all by the OCC. So of course they were regulated by Michigan. That's the way subsidiaries of bank holding companies are regulated. That's simply a different situation. If there are no further questions, I will - -",
  "Mr. Chief Justice, may it please the Court: In Hill v. Lockhart, this Court again focused on voluntariness and said that voluntariness of the plea depends on counsel's advice and whether that counsel advice is in the range of competence of the attorneys in a criminal proceeding. Again, the focus was on voluntary. And in Brady, this Court described a voluntary plea as \"a plea entered by one possessing full knowledge of direct consequences.\" Thus, reading the cases together, it would appear that the defendant need to have only knowledge -- full knowledge of direct consequences, and advice of counsel is just a tool to ensure that.",
  "Well, I think under this Court's precedent, the informed right is to know what those rights are, what is the weight of the evidence against you, and to make those strategic decisions. But that --",
  "Well, we are not particularly ignoring it. We are saying ultimately under the Sixth Amendment what is prudent or appropriate may not necessarily be what the inquiry is, but what is constitutional mandated. And what is constitutionally mandated here is to provide the adversary to waive the -- put the Commonwealth's or the State's proof -- to weigh it, to advise about it.",
  "Well, the calculus may change ever so slightly, but the -- I think the difference is, is that misadvice is still -- is not materially different than the failure to advise. Ultimately, the -- the defendant still is left to -- to operate under a misapprehension. And the States are more than able to police this kind of conduct, and in fact the States have. I think it's approximately 27 States that do add to their, quote, unquote, \"Rule 11\" and -- and require some sort of inquiry by the -- the courts. And ultimately, it's the States or the individual courts through their rulemaking process or through legislative prerogative whereby this could better -- best be addressed, rather than constitutionalizing misadvice and trying to draw this really hard distinction between no duty and the duty to advise.",
  "Your Honor, my -- my personal --",
  "-- personal obligation at that point would be to try to answer the question. But, again, the question --",
  "If I possessed that knowledge, yes, Your Honor.",
  "No, Your Honor. But --",
  "Well, Your Honor, the -- first of all, the prevailing professional norm or ethical obligations that have been enacted in Kentucky and in most States provide very general obligations and they do not actually speak to this kind of situation.",
  "Well, I don't know that it's necessarily a prevailing norm. It's -- it’s a question of –-",
  "Pardon me, but it's a question of morals here to decide whether or not to offer that advice. Now --",
  "Potentially yes, Your Honor. And in fact it's really unclear what advice was given because, as my opponent has mentioned, there was not an evidentiary hearing, so what was actually said is unclear. But I fear like -- that the misadvice distinction made by the Solicitor General's Office does --",
  "Well, Your Honor, I would have to disagree a little bit. I believe Strickland is not quite that expansive. Strickland talks with regard to professional norms and ethical standards as guides in determining competent counsel, and does not set them as hard, fast rules. And in --",
  "Yes, Your Honor. The --",
  "Correct. And under Strickland -- under the Sixth Amendment, criminal defense attorneys must focus on issues of guilt and innocence and penalty.",
  "Our point -- would be not be fully informed about every possible consequence which would be in -- in -- completely --",
  "Well, Your Honor, that's kind of a problem, I believe. The cases that -- that do address this issue seem to focus on voluntariness and they focus upon the definition this Court espoused in Brady, and they uniformly come up with the -- with the conclusion that no affirmative duty is required. They then jump from that position to the -- to a position where misadvice somehow changes the inquiry. They fail to focus again on “voluntary,” where -- meaning full knowledge of direct consequences, and instead reached out to these kind of results-driven opinions that are kind of fueled by this feeling of -- of unfairness.",
  "You're -- you are correct, Your Honor. The -- and, again, that silence has then led the circuits to develop a rule. And the predominant rule is that a voluntary plea following this Court's other decisions which it has -- where it has spoken, that the plea need only be entered by one possessing full knowledge of direct consequences. The --",
  "Well, following the logic of this -- of the circuits and of this Court's guidance in Brady, again, the inquiry for voluntariness is on direct consequences, so it would not rise to a Sixth Amendment claim. Counsel may, nonetheless, be -- I'm not a very -- I’m not a very good counsel in that situation. However, as it was pointed out earlier, sometimes, criminal defendants risk ordinary error with their representation, and in fact, this Court has recognized that in numerous cases. In U.S. v. Ruiz, this Court kind of compiled a group of cases, including Brady, McMann, and Tollett, in which the defendant did, in fact, operate under misapprehensions with regard to things that we most often consider strategic, more direct obligations of the trial. They -- I think it was in Brady -- they misapprehended the quality of the evidence and the penalties and such, and this Court ultimately found that, in all those cases, there is a certain amount of ordinary error that is risked when pleading guilty, that you risk a certain amount -- that your counsel may not have made the best strategic decision.",
  "I believe, Your Honor, that it would be a -- a fine line, that it would technically be a collateral consequence under the classic definition of collateral consequence, that being whether or not it falls under the control or discretion of the sentencing court. The --",
  "The popular definition -- or the most common definition focuses on whether it falls under the discretion or power of the sentencing court. In those jurisdictions that have sexual offender registries, it is not a -- something that is discretionary with the court. It is through the executive agency that that is enforced, just like parole, also just like your right -- to lose your right to vote -- losing your right to bear arms. All of those things happen automatically by action of law, yet they remain collateral because they do not fall under -- with -- under the discretion and power of the sentencing court. If I could remind you all -- I apologize for putting \"you all\" -- but -- my being from Kentucky is showing a little.",
  "The modern rules of professional conduct are very, very broad, and there's -- I don't believe that it can be demonstrated that they were actually violated here, even under the alleged conduct. The prevailing norms that the ABA puts forth in its brief or the criminal justice standards are aspirational. They -- they focus more on what --",
  "I said -- in response to Justice Breyer, in the extreme circumstances, again, it would be my opinion -- not necessarily the opinion of this Court or necessarily it would fall under the Sixth Amendment, but that, if you absolutely knew and that a -- a severe collateral consequence is of great importance, you should explore it. The misadvice rule that the U.S. government kind of puts forth as the hybrid position does -- I do believe creates these collateral consequences as land mines to be avoided. I think it does, in fact, encourage criminal defendants to be -- or criminal defense attorneys to be silent in situations where they would otherwise be more free in offering that advice. And, again, offering the advice does not necessarily raise it to Sixth Amendment purview because, again, there are any number of things that are going to come up in that attorney-client relationship.",
  "Well, I think, in this case, we are focusing on the obligation created by the Sixth Amendment, and the Sixth Amendment obligation refers to the criminal proceeding and the criminal prosecution and then to aid in the defense. Like the -- and we would agree with the Solicitor General there, that the purpose for the criminal attorney in that situation is to counteract the expert of the Commonwealth or the State, is to ensure the fair and just determination of guilt, not to advise on collateral matters such as deportation, child custody, and the like.",
  "Well, ultimately -- and this Court did not -- didn't draw any line. It was silent on that point. And given the -- the way the lower courts have reacted in drawing the direct and collateral line, I think that's kind of where we have to go. That’s what the rule is of the lower courts and it’s the rule that has -- has been applied throughout the nation, and we are testing whether or not that rule makes sense, essentially. And I think, ultimately, there is a potential problem in treating deportation differently than other collateral consequences. To do so –- I believe, at one point in Mr. Kinnaird's argument, he does make the point that deportation, because it is of such importance or that -- that it should be treated differently. But that is to suggest that it's so important in all situations and it is more important than collateral consequence that may affect citizens. Citizens will lose the right to vote. They will lose their right to jury service, perhaps lose custody of their children. And there’s no principled reason to really treat deportation differently. If the reason to treat it differently because it is viewed as so severe, it's truly then a subjective inquiry as what collateral consequence is severe to this client. And it ultimately prefers a class of citizens -- those who are non-citizens -- over citizens who may have just as much importance placed on collateral consequences they face. Moving real quickly, if I could just touch briefly on the prejudice prong of Strickland. First, I'm not -- well, I hesitate to say this a little bit, but it's not completely apparent on the record that counsel's performance was, in fact, deficient. He did not misadvise with regard to any direct consequence. Padilla does not allege that he misunderstood any of the rights he was waiving, and at least -- and up until his reply brief, he made no bones about the fact that he was guilty. And, in fact, that solemn and sworn admission of guilt should not be lightly undone.",
  "Well, Your Honor, again, that is a risk that is taken when asking questions to your counsel. It would not necessarily fall under the Sixth Amendment requirements.",
  "Mr. Chief Justice, and may it please the Court: In this ERISA case, the court of appeals applied a deferential standard of review to the district court's interpretation of the Xerox plan, but not to the plan administrator's interpretation. We think the court of appeals got it backwards. Under either a deferential standard of review or a de novo standard, the plan administrator's interpretation should prevail. That interpretation, unlike the district court's interpretation, is grounded in the language of the plan. It recognizes the fundamental actuarial principle of the time value of money, and it avoids conferring windfalls. In Firestone and Glenn, this Court looked to the language of the plan, which reflects the intent of the plan's sponsor.",
  "Well, we think under trust law, which the Court has looked to in Glenn and Firestone, where the plan of the settlor of the trust has assigned the responsibility for making the discretionary determinations to the plan administrator or to the trustee, unless there's been a showing of bad faith or some other reason to think that the discretion will not be exercised honestly and fairly, it -- it is really up to the plan administrator to make that discretionary determination.",
  "Well --",
  "Well, we --",
  "We think these situations of the -- of the multiple bites at the apple will be rare. Trust law has had this rule for decades, and that has not been a problem --",
  "Well, I --",
  "I'd -- I'd have a two-part answer, Justice Breyer --",
  "Well, I think, first, it would be -- it would be quite unusual to say the standard of review is up to the court, that it can be either --",
  "Well -- well, but --",
  "But --",
  "Well, but Professor Scott, who was the reporter for both the second and the first Restatement --",
  "-- and whose treatise correlates with the --",
  "The section numbers correlate exactly with the sections of the Restatement for which he was reporter. If you look in section 187 of his treatise, which correlates with section 187 of the Restatement Second, the principle is that unless there's been bad faith or some other reason to expect that the trustee will not exercise the discretion fairly and honestly -- I mean, there -- and there are examples, illustrations 11 and 12. If -- if the amount is unreasonably low --",
  "Well, I think it’s --",
  "I think it’s quite different, with -- with respect, Justice Breyer. The -- the reconstructed account methodology really looked to the performance of a hypothetical account, but the -- what we call the plan administrator's interpretation, the interpretation that came up for the first time after the Second Circuit, overruling the district court, said, you know, this plan provision that clearly tells you how to do it is actually invalid --",
  "-- because it wasn't properly disclosed.",
  "Well, we think the standard is that if -- as long as there is discretion to be exercised within the limits that would be set by the court's opinion, absent a showing of bad faith or other reason to think the discretion won't be exercised honestly and fairly, it ought to be left to the plan administrator, because that's what the plan provides. Now, I think --",
  "Yes.",
  "Yes, and that's right at the heart of the case, and you are quite correct. The Second Circuit did say there was not adequate notice of the reconstructed account methodology, but it's an important part of our submission that the plan administrator's interpretation on remand is significantly different. This is the way these offsets are typically done. There’s nothing hypothetical about it. You take the lump sum that was actually paid to these plan participants. You look to the annuity that could have been purchased with that lump sum, using the annuity rates that are put out by the Federal government, by the PBGC. This is the typical way this offset is performed. This is -- falls within the safe harbor, the chief actuaries have filed an amicus brief saying this is quite typical, so this --",
  "Yes, yes.",
  "Yes. And the -- and the Second Circuit did not decide this question of whether the notice of the plan administrator's interpretation was sufficient, and -- but we think there are very strong arguments that it -- that it was. I mean, first of all, it did describe the circumstances in which there could be an offset, which is what the statute and the regulation requires. And, second, it is the law in the Second Circuit, as elsewhere, that in a summary plan description -- which is just that, a summary -- you need not describe in detail every offset and every actuarial adjustment. There are many such adjustments in ERISA plans. They frequently apply to relatively small numbers of participants. If it were a requirement of the statute that each of these be described in detail in a summary plan description, you would risk defeating the purpose of the summary plan description and invalidating many ERISA plans across the country. So we would urge the Court, strongly, not to accept this argument that, oh, well, you know, if the -- if the notice of the reconstructed account methodology is inadequate, then it must also be the case that the notice of this different -- I would say “plain vanilla” kind of offset -- typical offset, must also be inadequate. We don't think that is true --",
  "Yes. Yes, Your Honor.",
  "That is absolutely correct, and at the time that --",
  "When it went back on remand from the Second Circuit the first time, the plan administrator adopted a -- a new interpretation.",
  "That is what I'm calling the “plain vanilla” --",
  "Well -- and there was a provision in the plan that specifically told him to do the offset in this way, and the Second Circuit --",
  "Well, no. It was also in the plan before 1990. It --",
  "Yes. A lot of this case started because it got dropped out of the 1989 restatement, by accident, for a period of 3 months, and all of these dire consequences are really flowing from that.",
  "Yes, that's correct.",
  "There -- there was. Yes.",
  "Yes.",
  "Yes, and that's another important point in this complicated case. I mean, the only period in which this -- what we call the reconstructed account methodology that gave specific instructions about how to do it, so we say it was not at all unreasonable for the plan administrator to follow those specific instructions. It dropped out in this 1989 restatement for a very short period and then got put back in. And that's -- the Second Circuit said, well, then you get into problems with anti-cutback and different types of things, but --",
  "There were a variety of summary plan descriptions, obviously, and I think, in general, Justice Ginsburg, they simply had the statement that your benefit may be reduced, if you have received a prior distribution.",
  "That's -- that is correct, during that period, although, again --",
  "It was --",
  "I think it was really in about 1995. The descriptions got gradually more detailed, as we go into the 1990s, but through the '80s and up into the -- I think until about 1995 or so, there would have been simply a statement that your benefit may be reduced --",
  "Oh -- well, I'm sorry if I misunderstood you, Justice Scalia. I was talking about the language of the plan, and we are, after all, talking about benefits due under the terms of the plan. And the plan did include this specific reconstructed account methodology, except for the 3-month period. Now, the summary plan description had a --",
  "-- had a much -- a much briefer -- but, again --",
  "An additional point on this, Justice Scalia, is -- I mean, this is a claim for benefits due under the terms of the plan, and, you know, there -- there’s actually a circuit split on this. But if the claim is something like, well, a summary plan description wasn't good enough; it didn't contradict the plan, and it told me the circumstances in which the benefits might be reduced, but it didn't tell me how -- and, that's just not good enough. Often, you have to make some sort of showing of reliance and prejudice, so it's really --",
  "Right.",
  "They call it phantom accounting. Right.",
  "Well -- well, no, and I -- I mean, what happened is for the plaintiffs in this case, they were hired after the -- rehired after the 1989 restatement went into effect, and so that's when this -- when this provision that specifically described the reconstructed account methodology was dropped out, and that's when all the trouble started. The only reason I was mentioning the reconstructed account methodology was trying to address Justice Scalia's question, although I may have confused it further to say that the plan, the terms of the plan, did include this specific provision, so it was not crazy for the plan administrator to be following that. Now, it was struck down by the Second Circuit, invalidated, and the plan administrator is not seeking to challenge that on remand; obviously, they can't. But coming up with a --",
  "Absolutely. It's the remaining --",
  "Absolutely. It's the remaining plan terms; there is a new interpretive question here, which is: How do we make sense of the remaining plan terms, now that the Second Circuit -- unlike the plan administrator, unlike the district court -- has held that this provision that specifically addresses this is invalid and can't be used. And that is really a new interpretive question that came up in litigation.",
  "Well, --",
  "Justice --",
  "Well, I mean, just a couple of points in response, Justice --",
  "I mean, first of all, it's not just the word \"duplication\" or \"non-duplication.\" Section 9.6, which is on page 32a of the Joint Appendix, says that if there has been a prior distribution, the accrued benefit based on all the years of participation --",
  "-- shall be offset by the accrued benefit attributable to such distribution.",
  "Well, no, Your Honor, the judgment of the Pension Benefit Guaranty Corporation was what -­",
  "Well, but -- but, I mean, it's similar in a sense that I think is clearly favorable to the plan --",
  "I mean, if I could -- this is a floor-offset plan, and the basic concept of the floor­ offset plan is to give a kind of an insurance policy, that if the defined contribution plan performs poorly, the defined benefit component of the plan will guarantee that you get a certain minimum benefit. And so the way the thing works, if the defined contribution balance is above the defined benefit, then your defined contribution is your benefit. And that's good. That means you have exceeded the floor. And what happened here is -- this whole thing -- we are calculating the defined benefit, the floor. That's what we are doing, and we are trying to figure out what sort of offset do you take into account because these people got lump sums; in some cases quite, quite large. Mr. Frommert got almost $145,000 10 or 20 years ago. So if -- the notion is, if Mr. Frommert had continued working for Xerox throughout his career, this money would have continued to grow; it would have increased his defined contribution benefit; and he would have not needed to use his insurance policy.",
  "But -- and the key point --",
  "Well, but --",
  "But the key point, if I -- yes. But the key point is he had the use of this money for all these years.",
  "And -- and it is a fundamental principle of pensions, of ERISA, that there is a time value of money. And if you accept this interpretation that the district court adopted, and then the court of appeals said: Well, we will just give it deferential review; we won't even give it de novo review, it's -- it's, you know, one reasonable interpretation among many --",
  "Well, I think, in terms of whether this is a reasonable interpretation of the terms of the plan, it is a question of law. And I think it is unreasonable -- I mean, certainly, looking at the plan language, there is plan language that does speak to this, and then also, I mean, this --",
  "Well, but --",
  "But it's a claim for benefits due under the terms of the plan.",
  "You know, I read you the language. “Accrued benefit” is a defined term in the plan.",
  "Yes. Yes. So, that -- that's what we’re talking about. The Solicitor General agrees with us that if you’re talking about the terms of the plan, even if you’re trying to fashion a remedy for a violation of ERISA, that is still a de novo review question, and there would be terrible problems with uniformity of plan interpretation if you said, oh, well, you know, it's just a discretionary kind of review; let's let every district court interpret this plan in its own fashion. But -- but the notion of having -- essentially, what the district court's interpretation does is to say we’re going to have a zero interest rate, which is -- I mean, the chief actuary's brief says they have never in their entire careers, none of them, have ever seen an ERISA plan that does that.",
  "Well, until the district court said it was a reasonable interpretation of this plan. And, in fact --",
  "Well, but you -- absolutely you start with the language, and we don't think it is quite that bare bones. The section 9.6, which says the offset is the accrued benefit attributable to the prior distribution, and then section 1.1, which is the definition of \"accrued benefit,\" and that basically says it is the normal retirement benefit payable at normal retirement date at age 65 in an amount computed in accordance with section 4.3. And then 4.3 says the monthly benefit which could be purchased with the member's transitional retirement account -- that's the defined contribution account -- as calculated using -- using annuity rates established by the PBGC. So it's not quite that bare-bones. But then we would also say -- you would look to this notion that the time value of money is an absolutely central concept to pensions, and the notion of people would have use of money for 10 years or 20 years at a zero interest rate -- and indeed, it's -- it's even worse than that because, I mean, ultimately this has to be expressed in the form of an annuity.",
  "Well, with -- with respect, Justice Alito, that is absolutely ridiculous. I mean, no employer would do that to their current employees. That would treat the current employees like suckers. And it certainly didn't happen here. There’s no evidence that that happened. I don't know of any case in which that has ever happened. I mean, you can give people a bonus --",
  "Well, if you --",
  "If you said to the current employees -- I mean, basically, Mr. Frommert, to take him as an example, he's -- I mean, if someone who is otherwise similarly situated to him had just kept working for Xerox, they would not have needed the insurance policy, either. Their defined contribution account would have been above the floor, and so they would get their defined contribution account. Mr. Frommert had the use of all this money for all these years. We don't know what he invested it in, but presumably it grew in the investments. But under the district court's interpretation, he --",
  "Exactly. They’d say I've been working --",
  "Yes. And -- and that's what the plan administrator's interpretation is trying to achieve as closely as possible for the rehires. It's trying to treat them the same. If there are no further questions, I’d like to reserve --",
  "Absolutely, Justice Scalia, the defined contribution. Now, in this case, for Mr. Frommert, for example, was this large lump sum that he got. I mean, another fact I’ll mention is that Xerox stopped making additional contributions to this defined contribution account in 1990, just when Mr. Frommert returned. That's -- that's where this $5 thing comes from. His benefit, his defined contribution benefit, was that large lump sum given many years before a normal retirement date. I'd like to reserve the balance.",
  "The remaining plan terms are not silent. Section 9.6 says that the offset should be the accrued benefit attributable to the prior lump-sum distribution, and that's an annuity payable at age 65. So there is plan language. It's -- it is not completely unambiguous, but the plan is certainly not silent, and the Solicitor General, in its brief on the merits to this Court did -- retracted that suggestion that the plan was silent. On this question of the 1990 amendment and when the -- the reconstructed account methodology that the Second Circuit said was invalid got put back in, pages 66a and 67a of the appendix to the petition shows that that got put back in, in 1990, and not later. On trust law and what trust law shows, obviously, the Court will have to sort it out, but we stand with Professor Scott, with his treatise, which is key, to the Restatement Second, which was in effect when ERISA was adopted. Section 187 of his treatise, which correlates with section 187 of the Restatement Second, we think supports our approach that, unless there is bad faith or the trustee is acting outside the bounds of discretion -- and the court will get the trustee within the bounds of discretion, but unless there is some reason to think the trustee can't fairly and honestly exercise the discretion, the terms of the trust assign that responsibility to the trustee, and, therefore, the trustee should exercise that discretion. And then, finally, on this question of notice and whether there was adequate notice, not of the reconstructed account methodology, but of the plain vanilla annuity, the ordinary way this is done, we would urge the Court not to accept these representations that, oh, it's just the same question; if the notice for one is inadequate, the notice for the other must also be inadequate. I mean, there’s actually Second Circuit law, the McCarthy against Dun & Bradstreet case, that holds that a summary plan description does not have to completely explain how you do every offset and actuarial adjustment. There are so many of them. Many of them apply just to relatively small groups of people, including this one that we’re talking about. There are 14,000 --",
  "Well, if the court had actually held that -- I mean, I would urge you not to read the court's opinion that way. I mean, I think, if it held that, I think that would be a mistake because there -- there are -- you know, it's just so typical that you have actuarial adjustments in pensions and in -- and in general. I mean, people don't expect to take out a mortgage on a house for 20 years and pay no interest or buy a bond from the Treasury for 20 years and receive no interest. So I think, if it's going to be the ordinary, plain vanilla way this is done, the PBGC way, the safe harbor way, it may be sufficient -- may very well be sufficient to simply --",
  "Right, and -- and those statements, which are non-plan documents, said there -- there may be an adjustment or there will be an adjustment for prior distributions. And in a case like Mr. Frommert’s, that's the $5 case, the reason it's $5 is because his entire defined contribution benefit virtually came from that large lump sum.",
  "Well, because those -- those particular forms, which again are not plan documents and he really should show individual reliance and prejudice, didn't do the calculation. He got another document that did do the calculation, and that's when this started. Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: I think it's very important to be clear about what is properly before the Court. This started out as a case about a plea agreement, and the Petitioner's claim is that his plea agreement with the U.S. Attorney barred his criminal contempt proceeding. He has not made the claim that a private interested party may not bring a criminal contempt proceeding. He has said -­",
  "Well, I mean if I could, Mr. Chief Justice, there are I think several questions in the case, and some are actually no longer in dispute so that will help to simplify a very complicated matter a little bit. One is according to the question presented, whether the criminal contempt proceeding for violating a civil protective order must be brought in the name of the United States, so actually have United States in the caption. And I think now all the parties agree, there is no constitutional requirement that the caption of the case actually say \"United States.\" So to the extent that answers the question about what does the plea agreement cover, we don't have a dispute about that. There's no constitutional reason why the court of appeals has to be reversed. So the other part of the question, as it's framed in the question is does it have to be brought pursuant to the power of the United States. That's not language that is in the court of appeals opinion -­",
  "Yes.",
  "Yes.",
  "Yes. Is the real party in interest the United States?",
  "And I agree, that's mostly what we have to talk about this morning, but I'm trying to bracket it with issues that are really not properly in dispute here. One is, the caption is not a constitutional issue. Another is, as Petitioner has said over and over again, the actual ability of a private, interested party, the question that was left open in Young, under the Constitution, under the Due Process Clause or under separation of powers, is that constitutional for Ms. Watson to even do this, as the representative of the United States or on her own behalf? They have said over and over again, they are not raising that question. In their reply brief to the court of appeals, they say they in no way challenge that. In their post-argument brief to the court of appeals, they say the assertion that they are challenging it is just wrong. In their supplemental brief to this Court at the cert stage, they say they -­ they decline to raise that question. And even in their reply brief here, they say they have not raised the issue left unresolved in Young. So that is a very important issue. And I think that issue is really -­",
  "That's the issue of whether a private interested party, either on their own behalf or as the representative of the sovereign, can bring a criminal contempt action.",
  "Yes.",
  "Yes. What I'm trying to do is narrow down to -­",
  "Right.",
  "Yes.",
  "No.",
  "I think -- I think the -- all they have conceded is that for purposes of this case, we are going to assume that -- well, I may have given you the wrong answer to you -- we are -- they have said over and over again, we assume, that a private interested party can bring a criminal contempt proceeding. And so we think, given the importance of -­",
  "Well, I -- I think that question is fairly before the Court.",
  "Exactly. Exactly.",
  "Maybe a different way of making the -­",
  "Yes.",
  "The point is, they are not disputing, and they've said over and over again they're not disputing that a private, interested individual, like Ms. Watson, the individual in this case, can bring this proceeding. Now -­",
  "And the issue that I think is before the Court is, would that be as a representative of the United States or would that be as a private person?",
  "Yes. Yes. I think they have not challenged that.",
  "Yes. And I will say, there is an oddity to this, because in many ways, the bigger question is the question that the Court left open in Young, since that's not been properly raised, not properly decided, by the court below, not properly briefed, it is a little odd to be answering this other question of: Well, assuming that the private party can do this, would it be in the interest of the United States?",
  "Right.",
  "Yes.",
  "Right. And my -­",
  "Exactly. Exactly. So -­",
  "So let me now address the point that: Is it a constitutional requirement? No matter what the legislature says, that any criminal contempt proceeding must be brought in the interest of the sovereign, not in the interest of a private party. That may seem like a fairly obvious proposition, but I want to submit it's actually much harder than the Court actually should agree.",
  "Well, the language that the court of appeals used is in the interest of the United States. Who is the real party in interest?",
  "No. I want to make an argument that actually, the D.C. legislature and the D.C. courts are constitutionally permitted to determine that in this specific situation, the interests of the individual actually predominate over the interests of the government and there is not a constitutional problem.",
  "Well, I agree with you completely Justice Alito. The ultimate question is exactly what you say. And we think under any reasonable construction of the plea agreement, it does not bar this proceeding. As Justice Stevens said, these have gone on for.",
  "Yes.",
  "Yes.",
  "I will make the argument, although if I am wrong, I still think the plea agreement doesn't bar this prosecution. Here's -­",
  "Well, it's what a reasonable person would have understood Justice Alito, when the plea agreement says, crosses out District of Columbia, crosses out corporation counsel, and we are now all agreed that Ms. Watson, in her own name, can bring this proceeding under a statute that authorizes it and has for 20 years -­",
  "Well, that's -- now we are getting into statutory issues, Justice Alito. I mean, this case is a constitutional case, with no such statutory issue was raised or decided by the court below. Typically, this Court treats the D.C. court of appeals as -- as final, as a practical matter, on issues of D.C. law. So, I think that is going off in a completely different direction. But on the issue -­",
  "The issue is, it's a matter of D.C. statute. There was some problem with this prosecution. I mean, that's really something else.",
  "Yes, and let me make that argument.",
  "If -- if that is a constitutional requirement. It is in Blackstone, we admit that, for crimes in general, but we are talking about contempt. But if it's a constitutional requirement, it has got to be in the Constitution someplace. Petitioners say it's because the Constitution uses words like \"crimes.\" Well, you know, the Court has been very cautious about implying common law rules, constitutionalizing common law rules, because of words in the Constitution -­",
  "Well, if you will bear with me, I think the Constitution does answer questions like the Brady question, but it's not the penumbras and emanations of words like crimes. It's because -­",
  "Well, I -- I think because the way -- the way this Court has defined criminal contempt does not look to the interest of the party versus the interest of the sovereign; in fact, the Court has said over and over again in Bagwell and Hicks and other cases that in all criminal contempt cases, civil and criminal, to some extent the interest of the sovereign is that -­",
  "Due process says this is a criminal proceeding, Your Honor, if I can explain in a minute, and therefore, all the due process rights of a -- for a petty criminal offense apply. And I would say that -­",
  "D.C. courts do provide lawyers if the -- to the defendant. I mean a very important point here is these are often pro se cases, where the woman comes in to say -- or the petitioner; it's usually a woman, it doesn't have to be -­",
  "They -- they come from the Due Process Clause. And if I could have just the Court's indulgence for one minute, I think the answer to a lot of these questions is not looking to penumbras and emanations from crimes, but looking at this Court's decisions deciding what is criminal contempt and what is civil contempt. And as I started -­",
  "Right.",
  "Well -­",
  "This is a determinate sentence, so under this Court's cases, without regard to whether the government's interests are -- take precedence over the private interests, it's criminal. So you get all the rights that the Due Process Clause gives you in a -­",
  "Well, right.",
  "In this case the court said that the Brady rights did apply. I mean, this is another reason why I would urge the Court not to try to decide a number of very important questions about a very important system that has not really been properly presented in D.C.",
  "Well -­",
  "Yes.",
  "There are -- it may be that this is the wrong case.",
  "Yes.",
  "Well -­",
  "Well -­",
  "Well -­",
  "Well, part -- part of the answer is, of course, that the court exercises control. Another part of the answer is that the D.C. legislature, which is exercising delegated legislative authority from Congress, has determined that this is in the public interest. And you know, the third part of it is that we are not granting these private individuals excessive authority.",
  "No, but -- but you know, D.C. tried for over a decade to do this with public prosecutors, and there just were not enough resources. So what we are allowing here, if I could take it a stop -­",
  "Well -- there may -­",
  "Well, but there is a long, long tradition of having private individuals undertake prosecutions of crimes. I mean, so what you're saying -­",
  "On behalf of.",
  "Well, but -­",
  "But -- but Justice Scalia, we are dealing with the District of Columbia. The Constitution does not assign any powers over the District to the executive or to the judicial branch.",
  "Well -- and again, there is abundant historical precedent for that.",
  "Well, if -­",
  "Well, I think there would be today serious due process problems to work through with that sort of system.",
  "Well, I would also say the Framers would have understood that to be a perfectly normal system. They would not have thought it was unconstitutional, because private prosecutions were -­ were common at the time of the Framers.",
  "Well, I mean there -- that issue is debated in the briefs and I think it was less common in the colonies in the United States than it was in Britain, but certainly wouldn't have been regarded as -­ as unconstitutional. But this is -- now we are back to the question that I say really the Court should not decide because it was never properly -- whether this can be done by a private individual at all, even as the representative of the government. So I don't think you should get into that. But if you do -­",
  "Well, you could wait for a case that presents it -- that properly presents it, where it can be decided -­",
  "Yes. And that -- that is something that the Court we think could properly decide. But Justice Breyer, I would -­",
  "Yes, we -- we are arguing two things. They can bring it in their own name, that's not unconstitutional; and they can certainly -- they could certainly bring it as the representative of the government, that is also constitutional. And -- and so there are two ways -­",
  "Yes, absolutely.",
  "Yes.",
  "Because the D.C. Council said they could do it. So we have a legislature that has said that the interest of a private party here takes precedence, and that is not an unconstitutional determination by the legislature. In this Court's criminal contempt cases, the Court has said we don't look to whose interest is paramount or what this -- the legislature or what the Court says whose interest is paramount. We recognize that both kinds of contempt, civil and criminal, further the sovereign's interest in vindicating the court's orders and further the private interest in seeing that that order which applies particularly to that party is followed. So you don't look to that at all. You just look to the nature of the punishment. And if it's a determinate sentence versus a coercive sentence, then it's criminal. So that answers all the questions about Brady and what sort of due process -­",
  "Well, you know, I think that would be an unfortunate result in the sense that, you know, the plea agreement in our view doesn't prevent this prosecution on any reasonable interpretation. You know, we also think for the reasons I have been trying to spell out that there is no real basis for the Court to hold that it is unconstitutional, only in the criminal contempt setting, for the D.C. legislature to find that the private interest here justifies allowing the private party to bring this action but it's still criminal. Because it's a determinate sentence, you get all the due process just as you would as -- if the government brought it. You get all the due process rights which in fact the defendant did get here.",
  "Well, and that -- and, you know -­",
  "Well, but Mr. Chief Justice and Justice Scalia, I mean, this is a system that is in all the States. It's not just domestic violence. It's child custody. It's child support. The amicus briefs say this is -­",
  "Well -- well, but -- yes. Criminal contempt for violation of court orders about domestic violence, about child custody, about child support.",
  "Well, the -- the amicus briefs at -- 19 allow -- at this point, 19 allow you to file a motion. These things are typically begun by motion, not a charging document. And just say -­",
  "Yes.",
  "Yes.",
  "Absolutely, Justice Kennedy. And that's really what we're asking. I mean, if you think about these situations, many thousands of cases, most of these individuals have no lawyers. They are pro se. A civil order is entered, about domestic violence, child custody, child support. It's violated, or the individual thinks it's violated. What do they do? They come to the court on their own, so now they are pro se, so now maybe we're in the Furies and Young and Province. But this is -- to make the system work, we at least, I submit, have to allow those individuals to come to the court and file a motion, even though they are interested in, say, somebody's violating the order, Judge, you should do something about it -­",
  "No. No. No.",
  "I mean, that's what -- that's what happened in this case. It so happens this woman was represented by the D.C. Attorney General, who is a public prosecutor.",
  "Yes, yes.",
  "Well, if I could -- if I can just do it step by step. I mean, in this case and in tens of thousands of other cases, the first step is just allowing that motion to be filed. And if you don't allow that, you say that's unconstitutional, the entire system will -- will blow up. So if you at least get to that, then we say, well -- the judge looks at it and says, well, civil's not appropriate here because the violation is over; if I am going to punish this, it's going to have to be a determinant sentence, that's criminal. At that point, under this Court's cases, due process requires all sorts of things to protect the defendant. He gets a lawyer, or the other -- now, it would say, you don't have -- the Constitution doesn't require that there be a lawyer appointed to prosecute every one of these, or that would be my submission. So let the individual come in and file a motion. Let the court come in and look at it. Don't require a prosecutor to be appointed, interested or disinterested. And then at that point, if the Court is exercising sufficient control over this, to say if -- if the person, the woman, happens to have that lawyer, that lawyer has to just stand aside and can't play any role -­",
  "Well, you know, we have no record on any of this, Justice Scalia, because it was not -­",
  "The way the statute and the court rules read is you file a motion, not an indictment or an information, a motion to hold the person in contempt. As I understand it, it is set down for a hearing. I mean, that's sort of the way the family court works. So they will have a hearing and the judge will look at it, will see what's going on, and -­",
  "You know, I am very uncomfortable to spend -- I have gone and observed one of these and I've talked to one of the judges, but none of this is in the record, Justice Scalia. I mean, I think what they typically do is try to figure out what it's about, whether it's civil or criminal. If it's criminal, they would appoint a lawyer for the defendant and then they would take it from there, but this is a -­",
  "Well, they can -- they can agree to withdraw.",
  "Again, none of this is in the record. My understanding is, that doesn't happen, although I am honestly not sure. I think it would be up to the Court to -- to -­",
  "Well, you know, I have no information about whether that sort of thing happens or how the Court would treat it. But I think my basic point is, you know, this is a very important system, not just to the District of Columbia, but to the whole country. And the details -­",
  "And the details matter. And to change it to a system where we now say there have to be -­",
  "Well, but -- but D.C., Your Honor -­",
  "-- is like a state in the sense that separation of powers -­",
  "If you look at them -- if you look at this Court's decision in Palmore. I mean, we are dealing with an Article I court of the District of Columbia, not an Article III court, to the extent that the sovereign's interest is at stake here. Let's keep the interest of that Article I court.",
  "You mean the relief for contempt?",
  "Well, I think -- I think the honest answer is, Justice Breyer, you can find some of these things by looking around, but since we've been talking about issues that were not properly litigated and not decided and we do not have a well-developed record, some of these things are just not going to be available. And again, we think -- you know, this case started out about a plea agreement. It's really a small case. We are now talking about these great big issues. We think the plea agreement doesn't bar this under any reasonable construction, and so the right result is either to dismiss the cases as improvidentally granted or to affirm.",
  "Mr. Chief Justice, and may it please the Court: The Anti-Injunction Act imposes a \"pay first, litigate later\" rule that is central to Federal tax assessment and collection. The Act applies to essentially every tax penalty in the Internal Revenue Code. There is no reason to think that Congress made a special exception for the penalty imposed by section 5000A. On the contrary, there are three reasons to conclude that the Anti-Injunction Act applies here. First, Congress directed that the section 5000A penalty shall be assessed and collected in the same manner as taxes. Second, Congress provided that penalties are included in taxes for assessment purposes. And, third, the section 5000A penalty bears the key indicia of a tax. Congress directed that the section 5000A penalty shall be assessed and collected in the same manner as taxes. That directive triggers the Anti-Injunction Act, which provides that \"no suit for the purpose of restraining the assessment or collection of any tax may be maintained in any court by any person.\"",
  "Well, I think I have a three-part answer to that, Justice Scalia. First, the text does not say that the Secretary shall assess and collect taxes in the same manner; it just says that it shall be assessed in the same manner as a tax, without addressing any party particularly.",
  "Well, the assessment -- the other two parts of the answer are, as a practical matter, I don't think there's any dispute in this case that if the Anti-Injunction Act does not apply, this penalty, the section 5000A penalty, will as a practical matter be assessed and collected in a very different manner from other taxes and other tax penalties. There are three main differences. First, when the Anti-Injunction Act applies, you have to pay the tax or the penalty first and then litigate later to get it back with interest. Second, you have to exhaust administrative remedies. Even after you pay the tax, you can't immediately go to court. You have to go to the Secretary and give the Secretary at least 6 months to see if the matter can be resolved administratively. And, third, even in the very carefully defined situations in which Congress has permitted a challenge to a tax or a penalty before it's paid, the Secretary has to make the first move. The taxpayer is never allowed to rush into court before the tax -- before the Secretary sends a notice of deficiency to start the process. Now, if -- if the Anti-Injunction Act does not apply here, none of those rules apply. And that's not just for this case; it will be for every challenge to a section 5000A penalty going forward. The taxpayer will be able to go to court at any time without exhausting administrative remedies; there will be none of the limitations that apply in terms of you have to wait for the Secretary to make the - -",
  "Well, because if the Anti-Injunction Act doesn't apply, there's no prohibition on courts restraining the assessment or collection of this penalty, and you can simply - -",
  "Well, in -- you could do that, I think, as a matter of -- of common law or a judicially imposed doctrine, but in the code itself, which is all -- I mean, the Anti-Injunction Act is an absolutely central statute to litigation - -",
  "-- about taxes. And the code says -- first it says you must pay the tax first and then litigate. So, that's the baseline. And then, in addition, it says you must -- I mean, it's not common law; it's in the code -- you must apply for a refund, you must wait at least 6 months. I mean, that's -- many of these provisions are extremely specific, with very specific time limits.",
  "Well, Helvering v. Davis was decided during a period when this Court interpreted the Anti-Injunction Act as simply codifying the pre-statutory equitable principles that usually, but not always, prohibited a court from enjoining the assessment or collection of taxes. So, that understanding, which is what was the basis for the Helvering v. Davis decision, was rejected by the Court in Williams Packing and a series of subsequent cases -- Bob Jones. And so, I would say, effectively, the Davis case has been overruled by subsequent decisions of this Court.",
  "Right. Well, I mean, this Court has said several times that the Tax Injunction Act was based on the Anti-Injunction Act. You're quite right, the language is different; but we submit that the Anti-Injunction Act itself, by saying that \"no suit shall be maintained,\" is addressed to courts as well as litigants. I mean, after all, a case cannot go from beginning to end without the active cooperation of the court.",
  "Well, it's -- I mean -- perhaps a party could initiate an action without the active cooperation of the court, but to maintain it from beginning to end, again, requires the court's cooperation. And even if -- I mean, if the Court were inclined to say as an initial matter, if this statute were coming before us for the first time today, given all of your recent decisions on jurisdiction, that you might be inclined to say this is not a jurisdictional statute, a lot of water has gone over the dam here. The Court has said multiple times that this is a jurisdictional statute. Congress has not disturbed those decisions. To the contrary - -",
  "There's - -",
  "There's certainly a number of cases where the Court dismissed saying it is jurisdictional. As I read the cases, I don't think any of them would necessarily have come out differently, because I don't think we had a case where the argument was, well, you know, the government has waived this, so, you know, even -- if it's not jurisdictional, it - -",
  "No, I think the -- I think the best interpretation of the Court's cases is that it was interpreting a jurisdictional statute. And, indeed, in Williams Packing, the Court said it was a jurisdictional statute. But, again, even if you had doubt about simply the cases, there's more than that because Congress has not only not disturbed this Court's decisions stating that the statute is jurisdictional; they've passed numerous amendments to this Anti-Injunction Act.",
  "Well, what you have said, Mr. Chief Justice, has been absolutely consistent for 50 years, since the Williams Packing case. The period of inconsistency was after -- the first 50 years, since the statute was enacted in 1867, and there was a period, as I said, when the Court was allowing extraordinary circumstances exceptions and equitable exceptions, but then, very quickly, it cut back on that. And since - - and since Williams Packing, you've been utterly consistent - -",
  "Well, again, I mean, I think the best understanding of South Carolina v. Regan is not that it's an equitable exception, but it's the Court interpreting a jurisdictional statute as it would interpret any statute in light of its purpose, and deciding in that very special case, it's a very narrow exception - -",
  "No. No, Justice Sotomayor, because in many of these amendments which have come in the '70s and the '90s and the 2000s, the Congress has actually framed the limited exceptions to the Anti-Injunction Act in jurisdictional terms. And it has written many of the express exceptions by saying notwithstanding section 7421 - -",
  "Well, but Congress says, notwithstanding 7421, the court \"shall have jurisdiction\" to restrain the assessment and collection of taxes in very limited - -",
  "Right. Well, first of all, I think you'd be saying that for the refund statute as well as for the Anti-Injunction Act, which has very similar wording. So, if the Anti-Injunction Act is not jurisdictional, I think that's also going to apply to the refund statute, the statute that says you have to first ask for a refund and file, you know, within certain time. So, it would be -- it would be both of those statutes. And, you know, we are dealing with taxes here. If people can litigate - -",
  "I'm sorry.",
  "Right.",
  "Well, that - -",
  "That would certainly be the first class of cases that occurs to me, where, if the government does not raise it in a timely way, it could be waived. I would think plaintiffs would see if there was some clever way they could get a suit going that wouldn't immediately be apparent that it - -",
  "And, Justice Scalia, I mean, honestly, I can't predict what would happen, but I would say that not all people who litigate about Federal taxes are necessarily rational. And I think there would be a great - -",
  "Right.",
  "Right.",
  "Well, I mean, the first point is our -- our initial submission is you don't have to determine that this is a tax in order to find that the Anti-Injunction Act applies, because Congress very specifically said that it shall be assessed and collected in the same manner as a tax, even if it's a tax penalty and not a tax. So, that's one argument - -",
  "So, specifically on the argument that it is actually a tax, even setting aside the point that it should be assessed and collected in the same manner as a tax, the Anti-Injunction Act uses the term \"tax\"; it doesn't define it. Somewhat to my surprise, \"tax\" is not defined anywhere in the Internal Revenue Code. In about the time that Congress passed the Anti-Injunction Act, \"tax\" had a very broad definition. It's broad enough to include this exaction, which is codified in the Internal Revenue Code. It's part of the taxpayer's annual income tax return. The amount of the liability and whether you owe the liability is based in part on your income. It's assessed and collected by the IRS.",
  "Well, I mean, the Anti-Injunction Act applies not only to every tax in the code but, as far as I can tell, to every tax penalty in the code. And - -",
  "Well, in Bob Jones, the Court said that they had gotten out of the business of trying to determine whether an exaction is primarily revenue-raising or primarily regulatory. And this one certainly raises -- is expected to raise very substantial amounts of revenues, at least $4 billion a year by the - -",
  "That's -- yes.",
  "That's -- that's absolutely right, and that's obviously why -- if it were called a tax, there would be absolutely no question that the Anti-Injunction Act applies.",
  "Yes, that's -- it does; that is correct. And there are many other places in the code where tax - -",
  "Well, I mean, there are penalties in the Internal Revenue Code that you really couldn't say are related in any -- in any close way to some other tax provision. There's a penalty -- it's discussed in the briefs -- for selling diesel fuel that doesn't comply with EPA's regulations, you know. So, there are all kinds of penalties in the code, and I think it's - - that it's reliable.",
  "Well, I mean, Congress didn't use the language the Anti-Injunction Act \"shall apply\" - -",
  "Right.",
  "All of subtitle F, which picks up lots of administration and procedure provisions, but those are fees, and they're not -- Congress did not provide, you know, in the sections themselves that they should be paid as part of a tax return. So, they were free-standing fees. And by using that subtitle F language, Congress plugged in a whole set of rules for how to collect and administer the fees, and it went not just to assessment and collection -- and the IRS has recognized this -- but to examination, privacy, a whole series of additional things. So, I think it would be a mistake to look at that language and say, oh, here's Congress saying they want the Anti-Injunction Act to apply. They're actually doing more than that. And, yes, I grant you, you could look at section 5000A, the individual coverage requirement, and say, well, they could have been clearer about saying the Anti-Injunction Act applied. And that's certainly true, but, again, they were trying to accomplish a lot. And it's - -",
  "It does strike me, honestly - -",
  "-- as a bit unusual, but this is an old statute. I mean, this -- the core language is essentially unchanged since 1867, and it -- you know, I think that's part of the explanation for it. And, again, it's, you know, become the center of a series of provisions that very carefully control the circumstances in which litigation about Federal taxes can take place.",
  "Well, I think that argument doesn't work for two reasons. I mean, first, if you look at the plaintiffs' own complaint, they clearly challenge both the minimum coverage requirement and the penalty. At page 122 of the Joint Appendix, they challenge the requirement that the individuals obtain health care coverage or pay a penalty.",
  "Well -- and -- yes, I mean, it's -- or another complaint would be filed, but, still, I think that's a serious problem. But even if they had filed a different complaint, I don't think you -- in this case, I don't think you can separate the minimum coverage requirement from the penalty, because the penalty is the sole means of enforcing the minimum coverage requirement. So, first, I mean, I think these plaintiffs would not be satisfied if the Court were to render a judgment saying the minimum coverage requirement is invalidated; the penalty, however, remains standing. Anybody who doesn't have insurance has to pay the penalty. Then they'd have to pay a penalty equal to the cost of insurance and they wouldn't even have insurance. So, I don't think that would be - -",
  "Right.",
  "Well, I mean, first of all, I can't find that in the record, in their declarations. I don't see a statement that they will, you know, never incur a penalty under any circumstances. But -- but even if that were so, what this Court has said in Americans United is the Anti-Injunction Act bars any suit, not just to enjoin the collection of your own taxes, but to enjoin the collection of anyone's taxes. And so, even if it were really true that these plaintiffs were not interested in the penalty and would never pay the penalty, if they were to succeed in this case in striking down the minimum coverage requirement, the inevitable result would be that the penalty would fall as well, because the government couldn't collect a penalty for failing to follow an unconstitutional requirement. And so, it would still be barred because it would be a suit that would prevent the collection of some of the - -",
  "Well, I mean, this Court in the Bob Jones case, where a similar kind of argument was being made by the plaintiff in that case, said, you know, look, you know, where the -- where it's inevitable that this is what the suit is about, they're sort of two sides of the same coin, that clearly is a primary purpose of the suit. And it's -- and you can't by clever pleading get away from that. That's just the nature of the situation.",
  "Well, I would not argue that this statute is a perfect model of clarity, but I do think the most reasonable way to read the entire statute is that it does impose a single obligation to pay a penalty if you are an applicable individual and you're not subject to an exemption. And the reason I say that, if you look at the exemptions from the penalty, I mean, the very first one is you're exempt from the penalty because you can't afford to purchase insurance. And it just doesn't seem reasonable to me to interpret the statute as Congress having said, well, you know, this person is exempt from paying a penalty because we find they can't afford to buy insurance; however, they still have a legal obligation to buy insurance. That just doesn't seem reasonable. So, I do think, although it's -- I certainly wouldn't argue it's clear, that that's the best way to understand the statute as a whole. But, again, I would say, you know, that's not essential to the question we're discussing now, of whether the Anti-Injunction Act applies. Again, you know, I think - -",
  "Well, in going back to -- so if, so if the result were to say simply, this is not -- oh, I'm sorry. The Solicitor General's reading. So, now it's not - -",
  "Right. Well, I mean, I think the Solicitor General's reading would probably create the fewest problems, as I understand it. I mean, my -- my main objection to the Solicitor General's reading is I don't think it makes a whole lot of sense. I mean, basically, the Solicitor General says every penalty in the Internal Revenue Code, every other penalty in the Affordable Care Act is - -",
  "Right. Right.",
  "Right.",
  "I think my -- my take on it is if you adopted the Solicitor General's approach, there are probably three penalties for alcohol- and tobacco-related offenses at 5114(c), 5684, and 5761 that I think would be very difficult to distinguish from this one, and possibly the 527(j) penalty for failure to disclose political contributions. If there are no further questions, I'd like to reserve.",
  "Everyone agrees that the section 5000A penalty shall be assessed and collected in the same manner as taxes. And the parties' principal argument why that does not make the Anti-Injunction Act applicable is that, well, that simply goes to the Secretary's activities. And I would simply ask, if you look at chapters 63 and 64 of the Internal Revenue Code, which are the chapters on assessment and collection, they are not just addressed to the Secretary. There are many provisions in there that are addressed to courts and indeed talk about this interaction, the very limited situations in which courts are permitted to restrain the assessment and collection of taxes. There was a statement made that there aren't -- and many of the exceptions to the Anti-Injunction Act are in the assessment and collection provisions -- there was a statement made that none of these directly confer jurisdiction to restrain the assessment and collection of taxes. That's not true. In footnote 11 of our opening brief, we cite several. I'll simply mention section 6213 as an example. That says -- I quote: \"Notwithstanding the provisions of section 7421(a), the making of such assessment or the beginning of such proceeding or levy during the time such prohibition is in force may be enjoined by a proceeding in the proper court, including the Tax Court. The Tax Court shall have no jurisdiction to enjoin any action or proceeding or order any refund under this subsection unless a timely petition for redetermination of the deficiency has been filed and then only in respect of the deficiency that is the subject of such petition.\"",
  "Well, I - -",
  "I mean, I think I'm following you, but the fact that it's not in the particular subchapter for assessable penalties in my view makes no difference, because they said it's still clearly -- it's assessed and collected in the same manner - -",
  "-- as a penalty in that subchapter, and those penalties are collected in the same manner as taxes.",
  "And so, that's -- I think it's rather detailed, but I think it's a rather clear indication that the Anti-Injunction Act applies. The -- the refund statute that does specifically refer to penalties -- that has nothing to do with this argument that it's assessed and collected in the same manner as a tax. That would simply go to the point that, well, you can't just call it a tax, because they've referred to it as a penalty. And, finally, on jurisdiction, you know, I think the key point is we have a long line of this Court's decisions that's really been ratified by Congress, with all these exceptions in jurisdictional terms. As I read Bowles and John R. Sand & Gravel, the gist of those decisions was not any sort of special rule about appeals, It's that when we have that situation, which I would submit applies as much to the collection of Federal taxes as it does to appeals from Federal district courts when we have this degree of - - of precedent, including precedent from Congress in the form of amendments to this Anti-Injunction Act, that should be -- the presumption should be that this is jurisdictional. If there are no further questions.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: A fiduciary's decision to do exactly what an employee stock ownership plan is designed to do and what the plan requires by continuing to offer employer stock as an investment option is presumptively prudent. Statutory language, trust law, congressional policy, and practical considerations all support this result.",
  "Well, we're not asking for a coach class trustee. I mean, we're ­­ we're saying to look at the statutory definition of the duty of prudence in Section 1104(a)(1)(b), which says that the duty of prudence must take into account the character and aims of the enterprise. So when we talk about ESOPs, we're talking about a pension plan of a very specific kind. It is designed, the definition ­­",
  "This plan ­­",
  "Well ­­ well, ERISA, the statute, requires that an ESOP invest primarily in employer's stock. This particular plan, like many plans, requires that all of the assets in the ESOP be invested in employer stock except the amount that needs to be in cash for short­term management requirements. So ­­ so Congress both ­­",
  "If ­­ Your Honor, if you look at page 735 of the Joint Appendix, you'll find in ­­ in part 3.3, it states, \"However, in all events, the Fifth Third stock fund as described shall be an investment option.\" And then if you look on 736 and then continuing on to 737, it says that, \"The funds shall be invested primarily in Fifth Third stock.\" It says, \"It may also be invested in short­term liquid investments to the extent the administrator determines they are desirable to accommodate expected short run liquidity needs.\" But then it says, \"The trustee shall have no discretionary authority to sell Fifth Third Bancorp shares or refrain from acquiring additional Fifth Third Bancorp shares with funds not held for short run liquidity needs.\" So we think that ­­",
  "Well, what we say is that these duties ­­ again, we're not asking for coach class duties. These are first class, if you will, duties, but they have to be understood in the context of this special kind of plan with special purposes. The ­­ the purpose of an ESOP is to own company stock, to give the employees a piece of the rock, an ownership interest in the company. And so when ­­ when the issue is, as you're ­­ as you're posing it, Justice Sotomayor, at what point does a duty of prudence or a duty of loyalty, either one, require the trustee to break the plans of the term, deviate from the plan's ­­",
  "Well, again, I mean, I ­­ I quoted the language. As we read the plan, and I think the government agrees with us on this, the ­­ the instructions of the plan are to invest all the money in Fifth Third stock except as needed for short­term cash requirements. Now, there is the duty of prudence, and we're not asking for a second class duty. But we think in this context, given this special kind of plan, what that duty means is can the purpose of this ­­",
  "Well ­­ well, we do think it comes from the text of the statute. It comes from the duty of prudence itself which looks to the character and aims of the plan, and then in Section 1107(d)(6), an ESOP is defined in ERISA to be a plan that's designed to invest primarily in the employer's own stock. So we think that defines the special character name of the plans. Congress has also spoken to this in other statutory enactments ­­",
  "It ­­ it is. And the government adds the word \"retirement\" before benefits, and they say an ESOP must be managed exclusively to provide retirement benefits, but that ­­",
  "Oh, yes.",
  "Well, ­­ well, but, Justice Scalia, plans ­­ ERISA plans provide different kinds of benefits. The pension plans themselves can provide death benefits, hardship benefits, disability benefits. So if the benefit is stock in the company, a piece of the rock, you know, the duty of the fiduciary is to manage that as best as it can be managed to produce the largest benefit for the participants. But it's ­­ but it's not ­­ to go back to your question to say, well, you know, it looks like some other investment would be a better investment this week or this month.",
  "Well, I mean, I don't think we're asking for a special definition of benefits. We're just saying that what this plan ­­ and trust law does say the settlor has a great deal of leeway to define the ­­ the benefits that are being provided. This is a particular kind of benefit, though, that Congress not only authorized, but has strongly encouraged. I mean, employers are strongly encouraged to offer this benefit. So to say that prudence or loyalty or ­­ or any of these fiduciary duties requires a sort of continuous monitoring of the company to see whether ­­ this is no longer such a good investment.",
  "Well ­­ well, no, not at all, Justice Scalia. I mean, the ­­ the idea is that the company stock is valuable, and the hope is ­­",
  "Well, and ­­ and we agree as ­­ as every court of appeals has ­­ has held, that has looked at this, all seven, that there ­­ there does come a time when the purpose of the ESOP, of allowing the employees to build an ownership stake in the company, can no longer be realized because the company is in serious peril, serious jeopardy.",
  "Well, I mean, if I could take that in several steps. I mean, that material overvaluation standard, which no court has ever accepted, we think, is unworkable. I mean, first of all, before you get to the inside information, which I think is the kernel of it that's left at the end, if you have a stock that is traded on an active market, you really can't tell the fiduciary, absent possibly inside information, Well, you need to outsmart the market.",
  "But when you ­­ when you get to that point of the analysis, and this is what all the courts have recognized, you have to then bring in securities law, and you have to recognize to trade on that inside information would violate securities law. So prudence or loyalty cannot require a violation of securities law. So what ­­ what are the other options? You could halt trading. That would not itself violate securities law. But that could do great damage to the participants if the company ­­ if the company's own ESOP said, well, we think something is so wrong that we're shutting down the ­­",
  "Well, I mean, our point is that that public announcement, that the ESOP has stopped allowing purchases of company stock, could cause a sort of collapse in the stock price that would be terrible for the participants, and saying that prudence requires that is kind of risky gamble.",
  "Well, but ­­ but by ­­ you know, stopping immediately you could cause even greater harm. But let ­­ I think your initial question ­­",
  "And I think that's ultimate ­­",
  "That's ultimately where the government comes in. Now, we've moved a huge distance from let's, you know, shut down the ESOP to let's release information. But there we would say, again, we think you have to consider this in connection with securities law that if ­­ if you announce, well, there's this sort of general duty to release information ­­ I mean, first of all, that would be quite a big change in ERISA. There's ­­ there are many specific requirements for disclosure of information in ERISA. And what the lower courts ­­",
  "Well, in several ­­",
  "First ­­ first of all, it is common. So this ­­ this happens quite a lot. You know, second of all, this ­­ this idea of, well, we could appoint an independent trustee, would not really solve all the problems because then you'd have to have a monitoring trustee who would have to give the independent trustee any inside information that they had. So the government's suggestion is, well, okay, you'd get a low­level employee to be the monitoring trustee. Well, that could itself violate ERISA if you had somebody so low down that they wouldn't know anything, that ­­ that also could be a violation. So it's ­­",
  "So ­­ so it's ­­ it's really not a solution, but it is common to have the officers of the company, and I think it's not just to save money. It's because it's a very important part of what the company does, and they want to have their top people running it.",
  "Well ­­",
  "Well, I mean, first of all, it's quite right that an ESOP, because it's totally undiversified, is not by itself a good retirement plan. And we think that just confirms that the ­­ the special nature and ­­ and aims of an ESOP is not solely for retirement benefits.",
  "Oh, yes. And ­­ and ­­ and the hope, of course, is that these plans will produce lots of retirement benefits. The third plan, for long periods of its history, has been extremely successful at producing retirement benefits. Our ­­ our basic argument is, though, that because of the nature of this plan, because it is linked to the company's stock, and because Congress recently looked at this exact issue after Enron and said, we want employees to have choices, but company stock can still be a choice and we actually encourage that ­­",
  "­­ but you don't shut it down as soon as there's trouble. If a company ­­",
  "It's ­­ it's ­­",
  "Right. Absolutely.",
  "Inside ­­",
  "And I want to come ­­",
  "You can't use it. And let me come back to Justice ­­",
  "Well, because if it were just an ordinary investment ­­",
  "­­ where the purpose really is just to maximize retirement benefits ­­",
  "­­ there you do look at the risk­return ratio and the expenses and all ­­",
  "Well ­­ well, but, again, Justice Scalia, we're ­­ we are agreeing with the lower courts. There is absolutely a duty of prudence, and we don't deny that there would be a point when a prudent ESOP fiduciary ­­",
  "Well ­­",
  "Well, no. What ­­ what we're saying is using public information, the chances that the company is going to be able to provide employee ownership for the long term may become so low that a prudent fiduciary would decide to shut it down. But I do ­­ I do want to answer your question on inside information because I think that's the nub of it, and you raised the point of, if the fiduciary actually knows the inside information, don't they have to do something, make it public. We talked about the securities law problem with trading on it. The government says, Well, just ­­ just make it public. Just release it to the public. There we think the problem is, first of all, that that would create this new sort of general ERISA duty to provide information when it's not spelled out in ERISA as ­­ you know, which has very specific requirements. But ­­",
  "And ­­ and that's ­­",
  "­­ that's really exactly our point, Justice Sotomayor. This is ­­ if there's inside information that has to be disclosed, the securities law provides a complete legal regime for this. The government even agrees that in terms of the timing of disclosure, the SEC timing should govern.",
  "Well, it ­­ it ­­",
  "Well ­­",
  "It sounds good, but I think it would create serious problems. I mean, you would have, then, two sources of information about the company, the ESOP fiduciary, which you would be saying would have an independent duty to decide when it thinks there's been some material misstatement or some inside information and the company, which could create great confusion.",
  "Well, but ­­ but the ­­ I guess the point is, Justice Sotomayor, from the ­­ the fiduciary can say, Look, if there's been a securities law violation about disclosure or material misstatements, there's a securities law remedy for that, and the plan participants will get that remedy.",
  "I mean, I ­­ I don't think you have to do that. I think you ­­ you know, you look at the interest of the participants who are both employees and participants in the plan, you know. So ­­ so I don't think it's necessary to say, Well, we're not even looking at them as participants in the plan. We're looking at them only as employees. Are ­­ we think ­­",
  "Well, I mean, I think I'd say that that would be one way to sort of work this out. It ­­ that's another way of getting to the ­­ the bottom line that we think is correct here, which is that an ESOP is a special kind of pension plan, and the whole nature of it is to own company stock. And therefore ­­",
  "Yes, I ­­ I think it is. If there's ­­",
  "The ­­ I think the ­­",
  "I think the ­­ the duty is to maximize the returns for this special kind of a vehicle, which is a vehicle that owns stock in only one company, the ­­ the employee's company, and for reasons that ­­ this kind of goes to ­­ to Justice Alito's point but in a different way ­­ for reasons that go beyond just the returns. It's ­­ it is because it is the ­­ the employees' company. Congress thought it was beneficial for many reasons to encourage employee ownership of companies, and so you don't look to whether, you know, this appears to be a bad investment as compared to a mutual fund.",
  "Well, I mean, the courts of appeals have had a fairly uniform approach to this for now almost 20 years, and it has ­­ it has not been causing a great deal of ­­ of trouble. The approach they've all been taking is that because of the special nature of ESOPs and, you know, when the plan requires that all the funds be invested in the ESOP at least, that's what the fiduciary must do, and that is presumptively prudent. It's not necessarily prudent, and there would be, you know ­­ the way we think the Courts have best expressed it, if ­­ and they draw this from trust law ­­ if the special aims of this plan, employee ownership, can no longer reasonably be achieved, then prudence requires the plan to be shut down. That is not a bright­line standard, but that is the standard the courts have adopted. I'd like to save the balance of my time, if I may.",
  "The ESOP association brief reports at page 2 that there are $1.07 trillion in these employee stock plans, and we think really that's the key, are all of the Courts of Appeals considering many cases, you know, with many different fact patterns have not disagreed. There is no circuit split on the issue that we've spent all our time discussing this morning. The only circuit split is on whether this presumption applies at the motion to dismiss stage. The real point here, as ­­ as Justice Kennedy said, Congress strongly supports ESOPs. It wants to encourage them so it ­­",
  "Well, again ­­ again ­­",
  "Well, I mean, securities law will provide the first remedy. And if you're going to add an additional ­­",
  "If you're going to add an additional ­­",
  "Well, but ­­ but the additional ERISA remedy in this ESOP context is going to create these tremendous problems. I ­­ I couldn't begin to understand what the ESOP fiduciary was supposed to do in these circumstances, I mean, in terms of ­­",
  "Well, but you will create two different centers of communication now out of each corporation with an ESOP. The corporation's own statements and then the ESOP.",
  "Well, I think ­­ I think ­­",
  "Well, but ­­",
  "Well, but ­­ but two points. I mean, you ­­ I would submit you should be very cautious about interpreting these duties in ways that will make ESOPs unworkable, and I think that would basically cause many companies to say we can't put fiduciaries in that situation, so we're not going to have ESOPs at all. And the ­­ you know, again, because the special purpose of an ESOP is to give the employees a piece of the rock, ownership in the company, if the company is going through temporary hard times, even if there's a situation where there's some, you know, material misinformation that is out in the market, that may all be corrected in the long term. You know, in this case, if the fiduciaries had shut down the ESOP, they would certainly have been sued because they would have violated the plan terms, and the ­­ the plan has done very well. It's gone up from $2 to over $22. So they might have had a very hard time winning that case because they would have been challenged that prudence didn't really require you to shut it down. Yes, we were going through some severe problems, but we came through them. That's the razor's edge. That's the rock and the hard place. They're going to be sued unless you recognize this presumption that every court of appeals has recognized to give the ESOP fiduciary some leeway. They're going to be different from any other fiduciary in any other plan because it's the company's stock. And if they, you know ­­ if ­­ if the stock goes down under this open­ended duty of prudence, they're going to be sued for not having anticipated that and done something, sold, stopped trading, put out information. But if they don't do it and the stock goes up, they're going to be sued for that. And, in fact, you know, if you recognize the government's approach, there'll be a whole new class of cases, which is, if the stock goes up, their ­­ plaintiffs' lawyers will be able to argue, well, the fiduciary should have ­­ should have anticipated that, and the participants who were selling and deciding to move over to the S&P 500 fund, you let them sell their stock too cheaply, and that's a violation. So it's ­­ it's unworkable. We submit."
]