[
  "Mr. Chief Justice, and may it please the Court: The Solicitor General acknowledges that diversity may be a compelling interest but contends that the University of Michigan Law School can achieve a diverse student body through facially race neutral means. His argument ignores the record in this case.",
  "The brief says that it is one of the paramount interests of government to have diversity in higher education. And it has certainly been the consistent position of the Department of Education for the past 25 years that Bakke is the governing standard, that schools are encouraged to use programs to achieve diversity, because of the important interests it serves for students of all color.",
  "I don't think so, Your Honor. I think what the Court's judgment in Bakke said and certainly what Justice Powell's opinion said is that it's simply not necessary to do a set aside because a plan like the Harvard plan, which takes race into account as one factor can be used as an effective means to --",
  "Well, if -- if the program was designed to have a fixed 16 seats, no matter what the qualifications of the applicant pool, no matter what the disparities between the minority and majority students would be, then I think it's fair to say that that would be a quota. If that is the nature of the program. But here the record indicates that the -- the law school's program is nothing of the kind. That what has occurred over the years with this program is that there have been offers that have ranged from 160 to 232 over the course of eight years there have been enrollments that went from 44 to 73. It has been a very flexible program.",
  "Your Honor, I don't think there's anything in this Court's cases that suggests that the law school has to make an election between academic excellence and racial diversity. The interest here is having a --",
  "Your Honor, the question isn't whether it's important to override the prohibition on discrimination. It's whether this is discrimination. Michigan -- what Michigan is doing benefits --",
  "That's correct, Your Honor.",
  "Your Honor, the issue is whether it is sufficiently compelling to allow Michigan to take race into account in this limited fashion in order to provide a much better education for students of all races. The benefits are race neutral, Your Honor, and the burdens are really quite limited. What we're talking about here --",
  "But Your Honor there is a compelling interest in having an institution that is both academically excellent and richly diverse, because our leaders need to be trained in institutions that are excellent, that are superior academically, but they also need to be trained with exposure to the viewpoints, to the prospectives, to the experiences of individuals from diverse backgrounds.",
  "No, Your Honor, because the district court did not make any factual findings that would support the conclusion that this is a disguised quota.",
  "Well, Your Honor, the -- there has to be evidence in the record that would support the conclusion that it's a quota. And what this Court has said that means is a fixed number -- that is sufficiently rigid that no matter what the qualifications of the applicant pool, the law school is going to adhere to a fixed minimum and I think it's important to say what the judge found on this issue, at 230A of the position of appendix, the judge says in conclusion, the Court finds that the law school wants, 10 to 17 percent of each class to consist of African Americans, Native Americans and Hispanics. Wants. That's an aspiration.",
  "Wants. Wants.",
  "Wants, Your Honor. That's an aspiration, that is not a fixed minimum. He made no findings that there was a fixed minimum.",
  "Absolutely not, Your Honor. The evidence indicates that the Harvard plan works in exactly the way the Michigan plan does. In fact, Harvard's brief in this case indicates that under their plan over the last four years, they enrolled eight to 9 percent African Americans which is a stable range. In the last four years of the record evidence here, the University of Michigan Law School enrolled 7 to 9 percent African Americans.",
  "Yes, Your Honor.",
  "Yes, Your Honor.",
  "Yes. What we --",
  "Your Honor, in fact, the Court appended -- or Justice Powell appended the Harvard plan to his opinion in this case and there were five votes that the reason that the mandate of the California Supreme Court should be reversed was because there was an effective alternative for -- for enrolling minorities and that effective alternative was a plan like the Harvard plan. And the -- the dissenting --",
  "Your Honor, I don't think that was --",
  "Your Honor, I don't think that's the purpose of the Harvard plan that was attached.",
  "Your Honor, there is -- there is certainly a major difference between an educational policy that is motivated by an intent to exclude people based on racial animus and one like the Law School's policy and the Harvard plan, which is designed to include students of all races, so that the education of all students will be enriched as a result.",
  "Well, Your Honor --",
  "Your Honor it is not a question of not too many. It's that the law school has attempted to take race into account in a very modest limited fashion, no more than necessary to achieve the goal of trying to have sufficient numbers of minorities that there can be an excellent educational experience for everyone.",
  "Your Honor it is not a quota.",
  "Your Honor there is not a minimum.",
  "Your Honor, it -- it can be related to numbers without being a quota. In fact, the Department of Education in 1979 after Bakke came out, issued a policy interpretation at 44 Federal register 58510 which specifically says authorizes schools to establish and pursue numerical goals, end quote, as long as they don't set aside a fixed number of places or make race the sole criterion for eligibility. That was the Department of Education's interpretation.",
  "No, they don't Your Honor, but that is what Bakke held. That was -- that was the -- what was at issue in that case, that that was the difference between the program that U C Davis had used and the program that was at issue in the Harvard plan.",
  "Absolutely Your Honor. What Justice Powell's opinion says when paraphrasing the Harvard plan is that there needs to be an awareness of the necessity for more than token numbers. And that's because the educational benefits of diversity can't be achieved.",
  "Your Honor, that's not correct. The -- there is a report which is called The Daily. But it is not looked at everyday. The evidence was clear that it is simply something that can be printed out.",
  "Your Honor, the reason it's called a daily is that it is a running database that allows for the report to be printed at any time. And -- and the evidence indicated that --",
  "Your Honor, the dailies actually track a whole variety of admissions information including deposits, they're trying to see how they're doing in terms of whether --",
  "Well, they track -- they track residency, they track gender, they don't track, for instance, socioeconomic status which is a plus or, in fact, the evidence is uncontradicted that the University takes any racial background, any ethnic background, any unusual characteristic that would add to the diversity of the class into account, but it doesn't find a need to track that, because of the nature of the applicant pool.",
  "I don't think so, Your Honor.",
  "No, Your Honor, what --",
  "Well, actually what --",
  "Now, Your Honor.",
  "Your Honor, what a quota is under this Court's cases is a fixed number. And there is no fixed number here. The testimony was that it depends on the characteristics of the applicant pool.",
  "No, Your Honor, if it was a fixed range that said that it will be a minimum of 8 percent, come hell or high water, no matter what the qualifications of these applicants look like, no matter what it is that the majority applicants could contribute to the benefits of diversity, then certainly that would be a quota, but that is not what occurred here. And in fact the testimony was undisputed, that this was not intended to be a fixed goal.",
  "What the policy says, of course, is that it will only take race into account as long as it is necessary in order to achieve the educational objectives. I don't think that this Court should conclude that this is permanent, because there are two things that can happen that will make this come to an end. The first is that the number of high-achieving minorities will continue to grow and that law school will be able to enroll a sufficient number to have a critical mass or meaningful numbers or substantial presence without having to take race into account. The second thing that can happen, Your Honor, is that we could reach a point in our society where the experience of being a minority did not make such a fundamental difference in their lives, where race didn't matter so much that it's truly salient to the law school's educational mission. While that I can't say when that will happen, we certainly know that as a nation, we have made tremendous progress in overcoming intolerance. And we certainly should expect that that will occur with respect to minorities.",
  "Well, in Bakke itself, Your Honor. In Bakke itself, there were five votes to allow the University of California Davis to use a plan modeled on the Harvard plan. It's been in effect for about 25 years. It has reaped extraordinary benefits for this country's educational system. And I think it's far too soon for this Court to include that --",
  "Yes.",
  "Yes, they're not quotas, Your Honor.",
  "We do know -- aspirations --",
  "-- but we do know Your Honor that there has been improvement, in fact, Justice Powell cited to a study, it was done by Manning it's in footnote 50 of Justice Powell's opinion and it gives the number of minorities who had achieved a 165 and a 3.5 on the LSAT.",
  "I think the answer would be that we do know that in 1964 when there was a race-blind policy, there were no blacks admitted, and under a race-blind policy today, probably six blacks would be admitted without consideration of race. So there has not been enough progress to allow for meaningful numbers at this point, but there has been progress.",
  "Yes, Your Honor. We know that for the first -- I think, 4 or 5 years, both only enrolled about -- between I think zero and 7 African-American students. They do better on Hispanics because of the demographics of that State, where it's virtually 50 percent Hispanic at the college-age level. But what we have learned is that in the -- they changed their program 2 years ago and this fall they succeeded in enrolling 14 African-American students, but what we know from talking to the law school admissions counsel with Boalt's permission is that the African-Americans who were enrolled under that program have a 9 point LSAT score gap from the whites who have been enrolled, so the same gap --",
  "Yes, UCLA, well, this is mainly a problem Your Honor for the highly selective schools because of the nature of the pool.",
  "Yes.",
  "Because, Your Honor I think --",
  "I don't think so, Your Honor. Because I think -- certainly if it's a fixed number that you're going to take no matter what, then that is a quota, but I think the difference between a quota and a goal is the flexibility. And what this Court, for instance, said in Johnson when talking about, they authorized the use of a goal and they said that the line between a goal and a quota is in fact whether or not you have to automatically and blindly promote people in order to meet the goal or whether it is a factor that is taken into account and that's exactly what occurs here.",
  "No, Your Honor, the evidence shows --",
  "No, it's not tossing a coin, but it is not a fixed number. What they do is, they look -- it's responsive to the applicant pool. They look at the applicants, they are looking at a variety of factors on a holistic basis and they find the applicants that they think are going to bring the most in toto to the law school class, but it is not measured against a specific numerical target. And the district court did not find otherwise. It is simply looking at that pool and what Michigan is --",
  "Your Honor --",
  "Actually, Your Honor, the way that in Bakke it worked, it wasn't the situation that they would take someone no matter what, but they did have a rule, that you could not be considered for the spaces that had been set aside if you were white. And so it works in a very different way, Your Honor. There -- Bakke applied, there were four spaces available in the special admissions program, but he couldn't be considered for them, because of his race. That doesn't happen at the University of Michigan. When someone applies, whether they're white, it doesn't matter how many minorities have been accepted or rejected. They are considered on their merits just like every other applicant. That's the defining difference between what happened in the UC Davis program.",
  "Your Honor, they are given extra weight in the process, because they have something unusual and important to bring to the class. That's what every -- that's the way every applicant is considered and --",
  "Your Honor, they also write essays about diversity. Every applicant is given the chance to write an essay about diversity. The law school does --",
  "That's exactly what the University of Michigan Law School plan does. It looks at all potential contributions to diversity. And what the evidence shows in this case is that it is common for white applicants to be admitted with lower grades and test scores than even minorities who are rejected because --",
  "No, Your Honor.",
  "No, Your Honor.",
  "But the question is whether this is prohibited discrimination. And the answer that we would ask this Court to give is that a minority applicant brings something special. They are not similarly situated to the white applicant who has the exact same grades and test scores.",
  "The record certainly does not support that inference under this program. And the reason is this: The program -- one of the ways to prevent that from happening is to have a narrowly tailored program to have very limited consideration of race and not to, for instance, have two great a disparity between the qualifications of the white students who are admitted and the minority students who are admitted under the program. Here it's actually quite limited. In fact, you know, the vast -- the most -- the most of the minorities who are admitted are in the top 16 percent of all LSAT takers in the country. So we're talking about a really exceptional group of students. By keeping the relative qualifications fairly close, like that, you really minimize the potential for any kind of stigmatizing or hostility, that sort of thing. And what the record shows is that in the Orfield study which was done of Harvard and University of Michigan's students, it's in the record at Exhibit 167, that there is overwhelming support by the students at Harvard and Michigan Law Schools for maintaining the diversity program, because they regard it as so positive. That's --",
  "Your Honor that's for the --",
  "Well, Your Honor, certainly the minorities who have been admitted under the program are not feeling stigmatized by it. If they continue to support the program in the ways that they do. In addition, the whites who are seeing their performance in the class and who are confirming that they find it highly beneficial to have the -- the chance to share the experiences of the minority students when they are learning about the law, has to be given substantial weight in considering whether this is somehow stigmatizing or perpetuating historic stereotypes, which is really the test that this Court used in VMI to determine whether or not something really should be condemned because of its potential to stigmatize.",
  "I think there are really three things other than a quota to look for. The first is whether there is flexible consideration of the diversity contributions of every potential student, which Michigan program clearly satisfies, whether the minorities who are being admitted are well qualified, because you don't want to have a situation where they can't contribute to the class and can't succeed, and the third is the degree of the burden on the rejected applicants, that's certainly relevant under any narrow tier learning program. And here, what the record tells us is that 95 percent of all the admissions decisions that are made each year are not affected by the consideration of race. That the chance -- that there are about 2500 students who are rejected each year probably only 80 of them would have been -- would have gotten an offer of admission from Michigan under a race-blind system. That is a very small and diffuse burden. It's not one to be minimized. It's certainly something that the Court has to pay attention to, but this is extremely limited in scope and relative to the benefits to students of all races and to our Nation. It has to be weighed in the balance and this Court certainly should conclude that the interests that are being served, the legitimate interests that are being served are sufficiently compelling to allow this kind of limited consideration of race.",
  "I don't know what the increase for the -- for Barbara Grutter would have been, for instance, we do know that across the class, it would have been approximately 5 percent. One might say that that could vary, you know, by individual. The record evidence would indicate, however, that Barbara Grutter would not have been admitted under a race-blind program, although that issue has not been litigated to conclusion.",
  "Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: The Government concedes that the destruction of documents in anticipation of a proceeding was not a crime in the fall of 2001 based upon a statutory rule that Congress had preserved for over a century. The central question in this case is whether Congress, nevertheless, intended to make a polite request to engage in that lawful conduct, a form of witness tampering punishable by ten years in prison. We ask this Court to reject that interpretation of the statute and to hold that Arthur Andersen did not commit a crime. I'd like to turn first to the term \"corruptly persuade\" as it's used in Section 1512 and explain why Arthur Andersen's interpretation represents not only a reasonable reading, but the best reading of the language in the statute. The first thing that we see when we look at the statutory context is that Congress did not prohibit -- did not prohibit -- all persuasion to destroy documents for the specific purpose of making them unavailable for use in an official proceeding. It did not, because it did not simply say, \"Anyone who persuades a witness to do this has violated the statute.\" It added a very important limitation, and that is the word \"corruptly\" -- \"corruptly persuades.\" So what kinds of requests are excluded from the definition? When is it that it's okay to persuade someone to destroy a document for use in an official proceeding? And the answer, we think, based on the traditional meaning of the term \"corruptly,\" is that \"corruptly\" means that you have persuaded someone in a fashion that uses improper means, such as bribery, or you've asked the witness to violate duties imposed by other law, whether that's the duties imposed by contempt or the duties imposed by a whole range of statutes that govern the obligations of people in our society.",
  "If -- Your Honor, if it was a crime, then, yes --",
  "Okay, if this is in a -- in the course of a proceeding, of course, it's obviously going to be a crime, it's obviously going to be prohibited by Section 1512. If it is in advance of a proceeding -- and let's assume that you know that a proceeding --",
  "-- is likely, then the answer depends on whether you know that you are concealing -- that you know a crime has been committed. And if you know that a crime has bee committed, then you are violating a federal statute, 18 U.S.C. --",
  "Well, in that case, if the witness knows that you have committed a crime, and you are asking them to violate, they have a duty, under those circumstances, not to assist you in concealing your offense. That's a duty that's imposed by criminal law. So if you ask them to violate that duty, then you are corrupting that witness; and, very definitely, that would fall within the interpretation of the statute that Arthur Andersen is advancing here. And it fits, Your Honor, with what Congress really did for a hundred years before 2002. What it did is, it said that -- under the Pettibone rule, that it is not a crime to simply destroy documents in anticipation of a proceeding. But if you know that -- if you know that a crime has been -- a crime has been committed and you destroy documents, that is a crime.",
  "That's a crime --",
  "Your Honor, the -- that section was not argued to the District Court, but it was invoked in the following way, in two ways. First of all, there was evidence introduced in the case that she was providing legal advice. And since it is not in affirmative defense, it really was the Government's burden at all times, at least once there was evidence introduced that she was providing legal advice, to get a finding from the jury that she was not engaged in bona fide and lawful services, particularly in this case, Your Honor, where the Government argued, told the jury, that Nancy Temple was the, quote, \"central figure,\" end quote, in this -- in this episode. And in addition --",
  "Well, it doesn't read like an affirmative defense, Your Honor. It doesn't say \"affirmative defense.\" It simply -- and in -- when it was introduced, it was listed in the legislation as a Rule of Construction. And I think that's exactly how it reads. It doesn't purport to put the burden of proof on Andersen, or on Nancy Temple. And, Your honor, I think, actually --",
  "Well, Your Honor, under the Government's definition of \"corruptly,\" she couldn't have been providing lawful bona fide services.",
  "Your Honor, I think it negates it in its entirety, because what the jury was instructed in this case was that any intent to impede the fact-finding ability of a possible future proceeding, even if the Andersen employee had a good-faith and sincere belief that their conduct conformed to the law, was corrupt. They were instructed that they must find that.",
  "Absolutely. But I think, Your Honor -- because I think it would be impossible to satisfy it under this instruction. In addition, I also think that the -- that this provision really just demonstrates that the Government's interpretation of \"corruptly\" is wrong, to begin with.",
  "I think, Your Honor, that \"knowingly\" means, in this context -- just as it means \"knowingly intimidate,\" \"knowingly threatened,\" \"knowingly corruptly persuade\" -- that means that you have to know that your persuasion is asking the witness to violate their duties, to violate the law. You have to know that it's corrupt.",
  "I don't think so, Your Honor, because the definition that was given to this jury was \"subvert, undermine, or impede,\" and not just the integrity of the proceeding; but, rather, the fact-finding ability of a future proceeding --",
  "-- including a governmental inquiry.",
  "Impede. I believe -- I believe it was done as a -- as a -- as a group.",
  "But it says \"or.\"",
  "Your Honor, I'm not certain of the answer, except that I do know that the Government did argue that simply -- the mere idea that David Duncan testified that, you know, he thought that the -- somebody at the SEC might want to look at this information someday was sufficient to satisfy the instructions. And so, I think it is a fair inference that the way that they argued this case to the jury was that any intent to keep any kind of information away from the SEC was enough to satisfy the definition in this case. And, in fact, Your Honor, when the instructions were being debated, the pattern instruction for the Fifth Circuit for \"corruptly,\" under 1503, actually is -- includes the words \"knowingly or dishonestly to subvert the integrity of the proceeding.\" The Government insisted that the word \"dishonestly\" not be used, that the word \"impede\" be added, and they changed \"fact-finding\" a bit -- changed it from \"subverting the proceedings\" to \"the fact-finding ability.\" They did everything they could to strip this instruction of any mens rea, and then went beyond that and said, \"And in addition, even if the Andersen employees had a good-faith and sincere belief that their conduct did not violate the law, it's still a crime.\" So, what we have here is an array of testimony from people who say, \"We honestly believed that this was permissible conduct,\" but the jury was told that they had to convict anyway if there was any possible partial motivation to impede possible future fact-finding --",
  "-- of an inquiry.",
  "Your Honor, he plead guilty to the offense, as described to him and agreed upon between him and his lawyer; in other -- and the Government -- which is basically the instruction that was given in this case. When he testified in this proceeding, he repeatedly said, despite his guilty plea, that he did not believe, at the time, that he had done anything unlawful or improper. He said, \"I thought my conduct was perfectly appropriate. I plead guilty because I was persuaded that it didn't matter what I thought at the time.\"",
  "He's not been sentenced yet, Your Honor. And he was explicit throughout. He also said -- he never testified that he even thought that an SEC proceeding was probable at the time; he just thought it was possible. Nor did he say that he ever consciously tried to hide the truth or hide the facts. What he did say is that, \"Yes, part of what was on my mind at the time that I asked for compliance with this policy was that the SEC and others might want to look at these files someday, and I'd better get them in compliance with our retention policy, because I know that drafts and notes are the kinds of things that could be misused and misconstrued at some point in the future.\" That was the basis of his guilty plea, that was the basis of his testimony in this case. And the Government's interpretation, the instructions that were given to this jury, deprived the term \"corruptly persuade\" of any of its ordinary and traditional meaning. Under the Government's view, for instance, of \"corruptly,\" bribery becomes irrelevant under this statute. I mean, if you look at this statute, and you say, \"What was Congress trying to prohibit here when it says\" -- it's a got a list of wrongful means of interfering with witnesses. It says \"intimidate\" and \"threaten\" and \"use of physical force,\" and it says \"corruptly persuades.\" The first thing that would come to your mind is bribery. But bribery is irrelevant under the Government's interpretation, and let me explain why. Because they say that, \"Well, yes, it's true, it says 'corruptly persuade,' but all that means if you -- is if you had any intent to impede the fact-finding ability of a proceeding, then you're guilty, just for asking. It doesn't matter whether you used any money -- monetary compensation in order to extract this behavior; you're automatically guilty. But if you use bribery --",
  "It absolutely would, Your Honor, because it would basically cover any kind of request. But, in addition, they say that under their definition what it really means is that if you did it for some other motive, if you got them to destroy the document so that it couldn't be used in an official proceeding -- and that was your intent, that it couldn't be used in an official proceeding -- and you bribed them to do it, but your motive was to avoid embarrassment, it would not be a crime. Under Andersen's interpretation, it would still be a crime, because of course you have corruptly persuaded them to destroy a document for use in an official proceeding, even if -- at the appropriate time, if there is a nexus -- because it doesn't matter whether you were trying to avoid embarrassment; if you were bribing them to keep it out of the -- of the proceeding, of course that would be covered by the traditional definition of \"corruptly persuade.\"",
  "Your Honor, under Section 1519, now, it may well be that that is criminal behavior, because it -- Congress has now, basically, required you to preserve documents. But, at the time, no, that would not have been a crime. And if you could do it yourself, then asking your wife to throw them out instead can't be what Congress really had in mind under Section 1512. You know, hypothetical, the man could throw it out himself and not go to jail, but if he asked his wife to do it, then he goes to jail for ten years.",
  "Well, and I think that this statute, reasonably read, Your Honor, tells you exactly what that specific thing is. If you intimidate them, if you mislead them, if you use physical force, if you corruptly persuade them. And that means either you've used unlawful means, like bribery, or you asked them to violate their independent legal duties. And that definition, Your Honor, is quite consistent with the traditional interpretation of the term \"corruptly,\" even in the obstruction statutes. And I'd like to just emphasize, for instance, in a tampering case, a juror tampering case that preceded the congressional adoption of the term \"corruptly persuades,\" the Jackson case, the jury was specifically instructed that \"corruptly\" means \"knowingly and willfully, with the specific intent to influence a juror to violate his duties as a petit juror.\" Similarly, in Aguilar, in the District Court, the jury was instructed -- that was a tampering case -- quote, \"an act is done corruptly if it is done voluntarily and intentionally to bring about either an unlawful result or a lawful result by some unlawful method,\" end quote. This is exactly parallel to the interpretation that Andersen is asking this Court to adopt. And if that if that interpretation is adopted, it makes sense of this statute. If this statute isn't read in reference to the violation of other legal duties, than it covers a whole range of conduct that is unquestionably innocent --",
  "Section 1519, I don't think you can. Could you have done that in the -- in the fall of 2001? Yes, Your Honor, you could. What that really reflects is the Pettibone rule. The Pettibone rule, for a hundred years, was that destruction and other kinds of acts of potential obstruction in advance of a proceeding were not a crime.",
  "Well, they certainly hadn't said it in the fall of 2001, Your Honor. And so, for that reason --",
  "But --",
  "Well --",
  "-- let me put it this way. If they're gonna -- if they're going to say it, though, they have to say it with very clear language, because, otherwise, there would be no fair warning. You couldn't conclude from the language of the witness-tampering statute, which is designed to protect witnesses, that Congress had made all record-retention programs unlawful. I also think, Your Honor, that when it comes time to construe Section 1519, some kind of nexus will have to be, you know, reasonably read in there, because, otherwise, you are correct, all document retention policies, or virtually all of them, are fatally doomed.",
  "Absolutely, Your Honor. And, in this case, the evidence was quite clear that, you know, Andersen retained its work papers, and the work papers were extremely extensive, and they were required to fully document the audit. The only things that were thrown away were notes and preliminary drafts, which had already been incorporated, in effect, into the final conclusions in the work papers; and yet that was the whole theory of this case, is that there were some documents that were destroyed. They were precisely the kinds of documents that document-retention policies are designed to eliminate, in part -- for a variety of reasons, but, in part, because they are preliminary in character and they can be misconstrued. For instance, Your Honor, the FBI agents, generally speaking, have the practice of not keeping their notes of interviews. They take those notes, they make a file memorandum, they throw away the notes. Why do they do that? Of course they know the defendant would love to have those notes when it comes time for a trial. They do it because they feel that they have written it up in an accurate way, and enough's enough. That's what we're talking about here, Your Honor. And there was nothing in the language of 1512 that would have put Andersen on notice that its document-retention policy was -- well, in fact, the Government doesn't say its document retention was a crime; it says it wasn't a crime. Instead, the crime was when David Duncan asked his secretary to throw away documents that he could have thrown away, lawfully, himself. This statute does not give fair warning that that --",
  "No, Your Honor. Section 1519 did not get passed until the year 2002. It did not exist. Instead, the rule that was in force then was the Pettibone rule, the one that's reflected in the text of Section 1505; and that is, \"the proceeding must be pending.\" That's, no doubt, why the Government didn't charge Andersen with a crime under Section 1505. I mean, they make it sound like the culpability here is the destruction of records. Well, if so, then you would think that they would have charged Andersen with destroying documents --",
  "-- but they didn't.",
  "Well, that -- no, that's just 15- -- that's 1512, for witness tampering. But for the act of destroying documents to interfere with a proceeding --",
  "-- that's Section 1505, and the proceeding must be pending. And that is -- that is still the rule today, Your Honor.",
  "Well, if a proceeding is -- yes, we would, in this case. Yes, absolutely. But, you know, if a proceeding is pending, then it changed the -- changes the way that you apply the definition of \"corruptly.\" But you're certainly right that the definition is the same. The question is, under the proper definition of \"corruptly,\" did you induce the witnesses to engage in this activity through improper means, such as bribery, or did you try to get them to violate their independent legal duties? For instance, if they had duties, under Section 1519, not to destroy, then it makes perfect sense, because what you have done is, you have asked the witness to engage in conduct which violates the law, and that corrupts them, it harms them, it fits with the purposes of the statute, it fits with the structure.",
  "Yes, Your Honor.",
  "Your Honor, at the time that he made that statement, what that statement actually reflects is the Pettibone rule. He was accurate in his -- in his statement about what the law was governing document destruction at the time. That's a good-faith reasonable belief that was absolutely supported by the law. But, more importantly, Your Honor, if we look at Mr. Odom's remarks, he wasn't working -- he wasn't -- this wasn't in connection with the Enron engagement; there were only, I think, ten people, out of, like, 80, at that training seminar that had anything to do with Enron. He was talking about the firm's document-retention policy. The jury asked to see that videotape. They may have actually convicted Andersen based upon his remarks about the document-retention policy. They, similarly, may have convicted Andersen based upon Nancy Temple's memos that -- one of which was a reminder to the engagement team that they were supposed to applying -- complying with the document-retention policy. That's legal services. This --",
  "No, Your Honor, it was just a training session that was just a -- a section of the training session. It has -- literally, I think there were 89 attendees, only about ten of them --",
  "No, Your Honor. No, I don't believe so. That's --",
  "No, Your Honor. That was on October the 10th. The letter did not come until October the 17th. Andersen learned about it on October the 19th. I'd like to save the remainder of my time for rebuttal, please.",
  "Thank you. I'd like to first address the fact that much of the Government's argument is focused on this nexus, the imminence of the proceeding, that sort of thing, but actually the jury was not required to find any nexus whatsoever, and was told the wrong definition of an \"official proceeding,\" to boot. It was told that the informal inquiry by the SEC staff was an official proceeding, and that an official proceeding was already going on at the time of the events at issue here; in fact, even before Nancy Temple even knew about that informal inquiry, which, in and of itself, is reversible error. And --",
  "The \"official proceeding,\" at worst, Your Honor, it was the formal investigation of the SEC, which is commenced by a vote of the Commission and has compulsory process available. It is certainly not a staff person sitting in their office in Houston opening a file and doing some Internet searches. That's the Government's definition. That's in -- a matter within the jurisdiction of an agency, and that's not the language that appears in this statute. Also, in terms of whether Andersen raised this argument, of course they did. They asked for an instruction that the proceeding be ongoing or scheduled, because that was Fifth Circuit law at the time. Andersen wasn't supposed to guess that the Fifth Circuit was going to change what it had held in case called Shively. And the Fifth Circuit understood that Andersen had preserved the argument, and expressly says in its opinion that the issue is, What is the concreteness of the Defendant's expectation of a proceeding that should be required under this statute? -- and found that \"feared\" was enough. That's not enough. \"Possible\" is not enough, especially if a broad definition, like the one the Government wants to have -- there's got to be a serious nexus. Nexus problems can be avoided, though, if the more traditional definition of \"corruptly\" is used in the first place, which is not only required by lenity, but, frankly, is required even by the witness-tampering cases under Section 1503. As I read to you, the definitions of \"corruptly\" are completely consistent with Andersen's definition. The Government says, \"Oh, no. In fact, all it meant under 1503 was an intent to obstruct justice.\" That can't possibly be what Congress intended for Section 1512, because this Court had held, for -- a hundred years ago, that you necessarily lack the evil intent to obstruct if a proceeding is not pending. And 1512 does apply even before proceedings begin, so the definition had to be tailored to the precise circumstances of Section 1512. It couldn't import the precise thing. Plus, the definition under 1503 has never been any intent to impede the fact-finding ability is a prohibited intent. That would require lawyers and clients all over the country to go to jail. It's that you intend to subvert and undermine the integrity of the due administration of justice. And that term does not mean simply to impede the fact-finding; it means that you intend to disobey those duties that are imposed upon you in the course of a proceeding. And cases, including the Howard case cited in our brief and cited by the Government, make that crystal clear. It is not translated to what this jury instruction was, which is that -- any intent to impede fact-finding. Just take a look at the examples, if the Government were correct about this. If I were to ask my lawyer to assert, let's say, a reporter's privilege that is debatable, under the Government's -- and I do it, because I know that that document is harmful, and I want to keep it out of the proceeding -- under the Government's definition, that is corrupt, because I am trying to get another person to withhold a document in order to impede the fact-finding ability of the decision-maker. It makes no sense to define \"corruptly\" that way. If you, instead, define it with reference to duties, it makes perfect sense. That's not corrupt, because there is no duty to provide a document when you have a good- faith claim of privilege. Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: The complaint in this case actually alleges that Domino's breached its obligations under a contract with JWM. It does not allege that any of the terms of McDonald's own contracts were violated. The Ninth Circuit, nevertheless, held that Mr. McDonald could recover damages so long as he could show that he had suffered some distinct injury arising out of the violation of the contract between his company and Domino's. We -- we ask this Court to reverse that holding for two principal reasons. First, Mr. McDonald did not hold any rights under the contracts between his company JWM and Domino's, and that's disqualifying under section 1981. Second, the injuries that he alleges are simply too indirect to be cognizable under an implied right of action. This Court, even in the context of express rights of action, whether RICO or the Clayton Act, has looked to the background principles of the common law to define the scope of a damage recovery. And these kinds of injuries, which are really the classic form of derivative injury, have never been recoverable.",
  "If -- if he's -- yes, you can get emotional distressed under section 1981, and --",
  "That's correct.",
  "Absolutely. There is no standalone cause of action under Federal law simply for emotional distress that is suffered as a result of racially discriminatory conduct. Presumably Congress, you know, might do that some day, but it has not done so. And in fact, even under title VII, racially disparaging comments can cause distress to a worker and they're still not actionable unless it rises to the level of a hostile work environment.",
  "He is asking -- it's -- it's -- the complaint is a little unclear, but he's asking for losses that arise out of the company's failure to have revenues that would have passed through the company to him in either his capacity as a shareholder or possibly as an employee. In fact, it's important to stress how indirect these injuries really are. The gravamen --",
  "$45,000, Your Honor.",
  "I think you're wrong, Your Honor. He actually in his complaint asked for economic damages. He doesn't specify them, but in an affidavit that he submitted to the district court, he said that his net worth had declined 8 million dollars and he is saying that he --",
  "I don't think so, Your Honor.",
  "But either way, the outcome should be the same because emotional distress is not a standalone claim. He has to establish that he had rights to make and enforce a contract that were violated, and even if he did that, he still has to show that the damages that -- that were caused by Domino's were sufficiently direct to be cognizable.",
  "Your Honor, I think there's a couple of problems with that. I mean, first of all, these were contracts where Domino's had rights under these contracts as well, and if it had sued Mr. McDonald under the terms of the contract for failing to perform, he would have rightly said, that's not my contract. And I don't think that we can think that Congress intended this Court to simply disregard those principles that have always governed where you -- if you take the benefits of avoiding liability, you can't turn around and say, well, now that it's time to recover against Domino's, it is my contract. That's not the way the law works. He can't disown the -- the force of the law when he's taken the benefits of the law. And now, the burden here is really a moderate one. It's one that says that the recovery that is owed will come through the corporate entity. He will get whatever his share of that is through the -- the corporate processes, and he won't be able to have an independent claim for emotional distress. But --",
  "Well --",
  "Your Honor, if his company fired him because he couldn't make contracts -- in other words, they said, we -- we don't want you to be our CEO. We don't want a black CEO because, after all, we're going to lose business with these other companies -- then I think under an interference theory, that he probably could sue under 1981, sue both his company and also the third party that induced the interference. If we look to common law principles, the common law of tortious interference established various rules that were designed to provide recovery for interference when the causation was sufficiently direct, and the common law says -- this is section 766 of the Restatement and cases that follow that -- that, in essence, if the third party -- or if the defendant induces the breach, essentially, you know, tells them, this is how we want it done, we want you to fire so and so if you want our business, if they induce the breach or induce the violation, then they can be liable as well.",
  "No, Your Honor. There are two different things. I mean, one -- one part of it is that here his -- he doesn't say that his contract wasn't performed, but he also would have to show that Domino's was the direct cause of his loss. And the common law, under section 766, for instance, says, look, if a -- if a third party or if the defendant just made it more difficult for your employer to perform or for your company to meet its obligations, its contractual obligations, by causing it to have less money, that doesn't count. That's not inducing a breach.",
  "Well, he may have been the reason for the discrimination, but the target, in terms of the direct victim of the conduct that is alleged, was clearly JWM. It's JWM whose contracts were supposedly breached. And -- and the point is, Your Honor, the -- the law has made it clear that simply breaching a contract in a manner that makes it more difficult for somebody else to perform is not a sufficiently direct cause of the -- of the failure to perform all of the succeeding downstream contracts. Otherwise, the -- the rules of privity would simply be eroded. And so instead, it's a very narrow category of cases where a breach of contract can be viewed as the direct cause of another party's failure to perform a separate contract with the plaintiff. And let me give you an example, just to -- to show what it's talking about. If, for instance, there is a contract where I am the defendant and I have the right to approve an assignment, and the plaintiff has a contract with a third party and I refuse to approve that assignment. Then I have retained the legal control under the terms of my contract as to whether the plaintiff's contract can be performed or not. And in that circumstance, if -- if I deny approval on the basis of race, I have made it literally impossible for the other parties to perform. And that's the -- the narrow exception. It's either inducing the breach, inducing the breach of a contract, or it's making it literally impossible, but not simply making it more expensive or more difficult. And -- and I think it's important to emphasize why these rules were developed under the common law this way. In -- in part, it is to protect the very reasonable and legitimate interests of -- of innocent third parties. In -- in -- take the corporate context. If General Motors has a dispute with a major customer, and imagine that there is some sense that that -- that the customer may have breached its contracts because it -- it thought GM's work force had too many black faces, GM has got to figure out what to do about that. It's not going to capitulate and fire its work force, but it has to decide whether it wants to settle, whether it wants to litigate. It may litigate and then want to settle. But that's its claim, its contract claim, and it has to have the freedom to figure out how it ought to be settled. If every black employee at GM could file an action under section 1981 for emotional distress or for wage increases that they might not have gotten because GM lost this big piece of business, then GM would lose the ability to control the settlement of its own claim. And so -- and it's an innocent party in this fact pattern. So the law has been designed under -- under the common law to make sure that everybody's interests are sufficiently protected. And what the Ninth Circuit's, you know, ruling does here and what the plaintiffs are really asking for is to just blow through all of those rules that -- that have been designed to -- to make sense out of contracts -- contract laws and still allow some room for tortious interference sorts of principles. And under -- under the Court's cases, I don't think there is any basis to think that Congress intended the Court to create an implied right of action that is completely divorced from the common law principles that would have foreclosed these kinds of remedies.",
  "Not that I know of, Your Honor. And I --",
  "Yes, inverse -- reverse piercing.",
  "Not that I know of, and I don't -- and I -- I think if you did that, would you do it for employees too? Can all the employees sue? I mean, where -- where does it stop? Can -- if Domino's violated a term of a contract because it was -- it wanted to cause economic loss to the employee of a subcontractor, can -- can he then sue? I mean, looking at the theory of damage in this case shows just how indirect it is. If you look at paragraphs 24 through 27 of the complaint, the sole theory of harm here is that Domino's had an obligation to provide a letter to -- to JWM, certifying that JWM wasn't in breach of any terms of the lease, and that it refused to provide that letter, and when it did so, the bank denied some financing on a project, and then that caused JWM not to have money to invest in other projects. And so then it didn't have enough money to pay its creditors, and so then it went into -- had to declare Chapter XI bankruptcy. And then McDonald didn't get as much money from the corporation as he otherwise would have.",
  "I think the language of the statute says that it's protecting the -- the right of all -- the same right to make and enforce --",
  "I think that's correct, Your Honor, but --",
  "Not that I can think of, Your Honor. And I think the language of this statute, though -- I mean, certainly though -- of course, the Court in McDonald did interpret this statute to -- to also protect white person -- white -- white people, people of all color, despite the language that says, you know, rights the same as -- as whites. But --",
  "No, they don't, Your Honor, but all of the courts of appeals have, in effect, imputed race to corporations under circumstances where their -- their contractual rights have been violated because of the race of their shareholders or employees. And that has been well-settled, at least in the courts of appeals.",
  "Well, Your Honor, I -- I don't think you have to be an expert on contract law. I think that this Court already held in Patterson, for instance, that section 1981 was designed to have its own Federal content, but that when we look at the term, the right to make and enforce contracts, certainly we have to interpret that in light of common law rules. And under the common law of contracts, only parties and third party beneficiaries have -- hold rights under those contracts. Under section 302 of the Restatement, it defines who a third party beneficiary is, and I think that's a good starting place. It shows us that children, you know, as in this Court's case in Runyon, are third party beneficiaries. Union members are third party beneficiaries of collective bargaining agreements under that -- under the comments in the Restatement. But the plaintiff acknowledges that the shareholders and employees are not intended third party beneficiaries of the contract.",
  "Well, the -- for two reasons. First, the contract has to actually identify third party beneficiaries. In other words, parties need to agree on who the third -- on who the beneficiaries are supposed to be. And here, of course, there's nothing in the contracts. They haven't alleged there's anything in the contracts to identify him as that. And also, if -- if --",
  "I don't believe so, Your Honor. It's certainly not alleged in the complaint that there is a personal guarantee. And -- and I don't think so because when Domino's sued JWM, it did not sue Mr. McDonald. And -- and as I say, if -- if they had, I'm sure Mr. McDonald would have put up his hand and said, no, thank you, that's not my contract. And I -- so I don't -- I think that really what we are asking the Court to do is just to look at the language and -- and read it in light of these well- established principles because that's what Congress would have intended the Court to do, and that he is not a third party beneficiary. He is not a party. And so the Ninth -- the rationale of the Ninth Circuit would need to be reversed because that's all it relied upon. And then the alternative theory --",
  "Well, I don't think we need to do that because there's been a concession in this case that Mr. McDonald is not a third party beneficiary under the normal rules and is asking, instead, that the Court create new rules, rights greater than third --",
  "Your Honor, I -- I -- we would ask that this Court not do that for two reasons, that the alternative theory of tortious interference was never pled. It was never argued, and the district court dismissed this complaint with prejudice because there was no alternative theory. They did not move for leave to amend. So I think this Court should say one of two things about the alternative theory. Either, number one, it is waived, or number two, based on the arguments that have been advanced and the allegations of the complaint, it could not possibly be cognizable. And I -- I don't think you have to be an expert on interference law in order to reach that conclusion because --",
  "I -- I think, Your Honor, that in -- in the prior cases, in Patterson in particular, that the Court rejected the idea that it ought to be the State -- the law of each State that governs the scope of the rights. That argument, I believe, was advanced by the Solicitor General, and this Court said, no, they didn't think that was correct. And similarly, in Haddle v. Garrison, which is a section 1985 case, this Court looked to common law. But it -- it said that it's really Federal common law that controls these issues. So I think it's looking just to -- to State law principles to inform what Congress may have had in mind when it -- it allowed for persons to recover for violations of the rights to make and enforce contracts. Here --",
  "This Court has looked to both, but in Associated General -- Associated General Contractors, for instance, this Court said that it's not bound by the terms of common law that existed at the time that the statute was adopted, and -- but rather, that common law evolves, and so it's appropriate to -- to look beyond that. I think it bears emphasis, though, that the common law of tortious interference at the time that this statute was adopted in 1866 was narrower than it is today. But even under the broader views of tortious interference, the plaintiffs concede that they would not be able to recover under those theories, and instead, have said to this Court 1981 should be -- go well beyond the terms of common law interference principles.",
  "That's always true in tortious interference claims, Your Honor, and --",
  "Absolutely. The injured party has to allege that the defendant knew about the contract and specifically intended to interfere with the performance of the plaintiff's contract. But, nevertheless, we know of no --",
  "And to injure. Well, to injure him, to prevent his performance for -- for purposes of injury, yes. And, nevertheless, we are aware of no case that has ever found that an employee of a company or a shareholder of a company could recover under common law tortious interference theory simply because it suffered losses arising out of a breach of contract with its own corporation that made it more difficult or more expensive for the corporation to recover. And I think it -- it is -- also bears emphasis of where this theory would take the Court if it were to recognize this. It would go far afield from the core requirement that there not be discrimination in the terms of an employment contract because this -- the tortious interference theory, of course, is based solely on the concept that he may have had some sort of implied employment agreement with JWM. What this would mean then is that if -- in the case of GM, if a major customer cancels a contract and GM doesn't give raises to its work force, all of the black workers would have causes of action because of the injuries that were intended because the contract was canceled on the basis of race, but their similarly situated white coworkers would not. They would have suffered exactly the same injury, but they would have completely different rights. And that shows why this derivative injury theory just doesn't fit section 1981 because at its core, it has to be about preventing discrimination in the terms of the actual contract. And here, there is no allegation that JWM subjected McDonald to any discriminatory terms of employment, and therefore, it is not -- or that it -- a breach was induced. And therefore, it isn't the paradigm case, and it would create problems down the road to recognize this -- this kind of theory. So I don't -- I don't think that we are asking the Court to do anything radical, and I think the whole issue of tortious interference can be avoided, if the Court would prefer, because the -- the theory was unquestionably waived. There are 14 paragraphs of facts in this complaint laying out the factual allegations. Paragraph 11 says that Mr. McDonald is the president, sole shareholder, and operator of the company. Nowhere in those 14 paragraphs does it say that he had an employment contract with JWM. Similarly, the cause of action paragraphs -- I believe there are 15 of them -- repeatedly identify the contract between Domino's and JWM as the contract at issue, the contract that was breached, the terms that were violated. Nowhere does it refer to an employment contract. This complaint, as the district court recognized, only pled one theory, and that was the theory that Mr. McDonald was entitled to enforce the rights of JWM. It does not plead any theory about violations of his own employment contract. And as I said, that -- even if -- even if you could infer it, you would still have to find that it's not a cognizable theory because he doesn't allege that the terms of that contract were actually violated. And in fact, at page 45 of his brief -- or 44, he concedes that JWM did perform the terms of the contract. And second, even if there had been a failure of performance, he cannot show that Domino's was a sufficiently direct cause of that failure of performance. Just -- just to give, you know, yet another example, I mean, if I -- if my employer has a -- a bad year this year because somebody breached a contract with the employer and I don't get a bonus, I -- you know, I may say I've suffered some -- some loss. The value of my contract, my employment contract, may be reduced, but my rights under that contract have not been impaired or abrogated. I have the same rights. They're just worth something less. And all that this statute does is to protect rights, the same rights as white people have. It doesn't say that you are protected from any kind of discriminatory conduct in the economy that may, in some sense, make your rights less valuable. I'd like to save the remainder of my time for rebuttal.",
  "Thank you, Your Honor. I'd like to focus on the issue of whether there is any need for a remand. The district court dismissed the complaint with prejudice, and I think that it's fair to say that at that point, the plaintiff was under an obligation to seek leave to amend if it had any other alternative theory that it wanted to advance in this case. Otherwise, we're left with the situation where they can see that dismissal with prejudice, litigate up to the Ninth Circuit, and then we litigate here. We go back down and we keep doing this seriatim. It would make no sense. The dismissal with prejudice was proper, and certainly in a 1981 case, despite liberal rules of pleading, you have to identify the contract that was supposedly violated, as well as, you know, the other elements. Second, I think that if this were a harder case about tortious interference principles, even if it hadn't been waived, I might understand the Court's reluctance to get into it. But we know from the briefing that the plaintiff has conceded that his claim would not be cognizable under the common law of contract, third party beneficiary, or tortious interference, and that is very plain from the brief at pages, I think, 43 through 46 where they acknowledge that under section 76 of the Restatement, they would not be able to -- to recover. And they say, so what. This isn't a federalized version of common law of interference. So given that concession, I think all this Court would have to say is that the alternative theory that wasn't even pled can't possibly state a claim because it -- it asks us to go far beyond what the common law did.",
  "I think the corporation would, Your Honor.",
  "Absolutely because they -- a refusal to deal -- it covers rights to make and enforce contracts, and if -- if the defendant said, I will not deal with this company, then I think that they have a right. And in this case, there was a claim that was brought by the company for -- based on -- for breach of contract.",
  "No, Your Honor, but the trustee makes a finding that the -- the causation -- or reports to the court that causation principles could not be established, and so there was no point in bringing a 1981 claim because he actually found in -- in materials that are in the record of the bankruptcy proceeding --",
  "Yes, Your Honor.",
  "Because if the -- if they were negotiating on behalf of the company, that is the company's right to contract. It is not the individual's right.",
  "That's what the courts of appeals all do. Judge Friendly in Hudson Valley Freedom Theater looked at this issue and said that it was the best way to approach this issue, that -- that -- and explained that it doesn't make sense to impute the corporation's contract rights to somebody else, give them power to enforce their contract rights. And it wasn't a 1981 case, but it was analogous, and that it made sense to, under those circumstances, impute race, in effect. And I think that the way that courts have done it is also a link to the word discrimination, which appears in 1981(c). In -- in Jackson v. Birmingham for the -- for instance, this Court did find that a -- a male coach had been subjected to discrimination on the basis of sex, even though he's obviously not a woman, because it's a form of discrimination. And I think the courts have looked at that as well. But this -- the -- the -- all of the exact same issues that are alleged in this complaint were already raised and litigated through depositions and discovery in the bankruptcy court. And this presents all of the problems that this Court addressed in Associated General Contractors about why there's such a strong presumption against derivative claims because here you can't trace the losses. You have no idea whether or not the monies that JWM would have recovered from Domino's would have been used to pay other creditors or used to do new projects or perhaps given to -- to McDonald. Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: I'd like to start with the fact that there are four counts in the complaint for declaratory relief. The first one is styled as a -- contractual relations claims. The other three are styled as patent law claims. And it's important to emphasize, at the outset, that this Court, in Skelly Oil, in Calderone, and in, really, all of the cases, has said it's very important to look behind the labels that a Declaratory Judgment Act plaintiff puts on their claims. We need to actually see what is the cause of action they're trying to adjudicate so we can do an accurate assessment of justiciability -- standing, ripeness, Federal-question jurisdiction. I want to start by explaining why there is no contract claim at issue here. You heard today, they're trying to salvage this, say that there's a contract dispute, a dispute about the terms of the contract. They didn't argue that below, and with good reason. And I'd just point you to the briefs in the Federal Circuit. Roman numeral I, which is all about the improper dismissal of the Declaratory Judgment Act claims, refers to the fact these are, quote, \"patent-law claims,\" end quote, at page 27. Nowhere do they say that there is a dispute about the proper interpretation of the contract terms. And let me explain why. The contract terms, which were just read to you, is Section 110 of -- 1.10 at JA-399 of the license -- says that there is an obligation to pay royalties for Synagis on any claim -- not any valid claim, any claim -- that has not been held invalid by a court or other competent jurisdiction from which no appeal has, or may, be taken. Now, they never said, below, \"That clause means that we can come to court and have the court decide whether this patent is valid, and, depending on whether we win or not, then we can stop paying.\" And the reason they didn't make that argument is, it was rejected by this Court a hundred years ago, in United States versus Harvey Steel. Very similar clause. The United States says, \"This means that we don't have to pay if the patent is invalid.\" And, in an opinion by Justice Holmes, this Court rejected it out of hand by -- and said, \"This was a conventional proviso. We don't even need to look to evidence of the party's intent, because this is the standard proviso. It does not mean\" -- and they said it was a \"twisted interpretation\" that the Government was offering -- it doesn't mean that the licensee, quote, \"thought the patent bad and would like to have the Court say so now,\" end quote. Yet that is exactly - -",
  "It is, in the following sense, Your Honor. They can't just show up here today and say, \"Well, there really is a dispute about the contract.\" But they never argued, below, and is foreclosed --",
  "Well - -",
  "Well, first of all, with respect to this issue, whether there would be jurisdiction over a real live contract dispute, they never argued it, Your Honor. It's not part of this case. The Federal Circuit didn't address it, because they didn't argue it, because it's foreclosed by - -",
  "-- a precedent a hundred - -",
  "Your Honor, that is the right - - that is the right starting point for a test, depending on the cause of action they're seeking to adjudicate. In here, what the Federal Circuit properly understood is that they are seeking to adjudicate affirmative defenses to an infringement action under the patent laws. And, just like in Steffel, if you're trying to adjudicate, on an anticipatory basis, an enforcement action, you have to show that you would reasonably fear that enforcement action. And, in fact, Steffel uses that language, and Poe versus Ullman dismisses a case for failure to establish a genuine fear of prosecution. But then, you have to go one step beyond, and that is to say, Are they -- is the cause of action not ripening because the declaratory judgment plaintiff is forfeiting their legal rights in order to avoid some very severe harm that would be cognizable coercion? That's the test that's used in Steffel for -- in essence, being able to test a - - defenses to a cause of action that --",
  "-- an enforcement action.",
  "It doesn't work here, for several reasons. Most fundamentally, this is a settlement. I mean, Mr. Steffel did not enter into a settlement or a compromise with the prosecutor. He wasn't complying because he was under an agreement to do so. Here, it has been settled for -- forever, that if a -- an agreement - - if you're making payments pursuant to an agreement, in the nature of a compromise, you can't come and say that it's been coerced or it's a form of duress.",
  "I think the answer, Your Honor, is, they weren't settling, for all time, in the sense that they could never get out of the deal. Certainly, they could repudiate and then go ahead and sue. But yet, at page 3 of their petition, they expressly say, the reason they entered into this agreement was in order to avoid the costs and risks of litigation. It is the reason --",
  "Not exactly, but what they did was they headed it off at the pass. They understood that - -",
  "It's a compromise. It's a compromise of the very claims they're trying to adjudicate here. What they want to adjudicate are affirmative defenses to a patent infringement action. That is not a ripe claim, and there is not sufficient immediacy, because they are preventing that claim from ripening by continuing to make voluntary payments - -",
  "-- under their - -",
  "-- agreement.",
  "Well - -",
  "I don't know if it's exactly the status. For instance, in a settlement after litigation has been filed, I think that Lear would say that you can't even repudiate that. But certainly -- so, there might be some differences -- but from - -",
  "-- the standpoint of coercion --",
  "It is equivalent to that, in the following sense. They understood that if they -- if they didn't get a license, that they would be exposed to Genentech's claims under the -- under the infringement laws. And in order to avoid that exposure, even though they had all the information they needed to assess the validity of this patent at the time --",
  "No, I don't think so, unless --",
  "No, I - -",
  "They did.",
  "It's a compromise of claims that could be brought.",
  "I don't think so, but that would certainly be a closer case if there --",
  "But I - -",
  "No, I don't think so, because the real issue, in terms of Steffel, is whether you can say that the party is being coerced. And, at least in your hypothetical, you could say that they have --",
  "Well, in terms of whether they're -- if the parties expressly agreed that that was part of their deal, then you at least wouldn't say that there was an issue of coercion. But here, that isn't what happened. Instead, they used - -",
  "-- a standard proviso --",
  "I think probably not, Your Honor. I think - -",
  "-- that that's one of the - -",
  "-- one of the problems - -",
  "Uh-huh.",
  "Uh-huh.",
  "I don't think so, because I think what they're really asking for is advice about a business deal under those circumstances.",
  "Yes.",
  "But -- you know, but now -- but now, can they come even before they sign the deal? In other words, what's --",
  "-- the line?",
  "In other words - -",
  "-- I -- no. Oh, no, I'm just saying - -",
  "-- I think that - -",
  "I think the problem -- I think the problem is, it -- is, it leads notion that parties can simply, sort of, set up a -- even if there's not true adversity, and come to court for answers to legal questions. And that has - -",
  "-- is something --",
  "I don't think so. I don't think the license agreement itself is invalid. It simply - -",
  "-- means - -",
  "Not on that patent. Right. The license - -",
  "-- made.",
  "If the patent has been -- under Lear and other cases, if a patent has been held to be invalid by a final decision of a court, then I think it is improper for a licensee to seek to obtain - -",
  "-- royalties --",
  "-- for that.",
  "I think that that is correct, Your Honor, under the -- under the current state of the law.",
  "Well --",
  "That if, under the -- I'm sorry, to --",
  "The - -",
  "Uh-huh.",
  "Well, I don't know what the dispute would be about, Your Honor, because it sounds like the contract terms would be clear. And if the contract terms are clear, they would simply go in accordance, unless they have an argument that the contract is --",
  "-- unenforceable. If the -- if the point is that it is actually invalid, illegal, that - - that may be a different case, although I think there would still be an estoppel argument, that they should not be permitted to bring that action without giving up the benefits of the bargain, which is the immunity from suit. I mean, that is one of the fundamental problems with this case.",
  "I don't think that there's a difference, from a jurisdictional perspective - -",
  "-- but I think, here, that the major problem, from a jurisdictional perspective, is that there is not anything in the language of the contract that gives them a right to come to court to dispute validity. Instead, we're --",
  "That makes no difference, Your Honor. The fact is that they are making the payments pursuant to an agreement. They're not under compulsion of an injunction. They're doing it because they voluntarily entered into it. Altvater is completely different. There, there was no license agreement in force. The courts found that it -- that the reissue patents were never part of the agreement, to begin with. In other words, Altvater never agreed to pay royalties. Altvater had been sued, so there wasn't a counterclaim for invalidity.",
  "And - -",
  "I don't think that the patent holder is allowed to come to court and seek a declaration of validity. I don't think any court has ever allowed that.",
  "And they're under a license?",
  "Yes.",
  "Yes, the patent -- well, no. I mean, not necessarily. Their view is that, because of the terms of the agreement, that the patent holder has no choice but to -- because they're receiving the royalties, to simply --",
  "But that is -- that's what happened here.",
  "I don't think so, Your Honor, because I don't think the parties are allowed to just decide, \"Well, we'd like to do this now,\" when they're - -",
  "-- they've treated - -",
  "I think the plaintiff has to show that they are here pursuant to -- that they have a legal right that permits them to adjudicate the issue of validity. What the -- what the patent owner does, or not, I don't think turns this into a case or controversy; that, instead, we have to start with the fundamental question, \"What is the cause of action that they are attempting to adjudicate? Is it a contract action or is it a -- an action under the patent laws? Is it an infringement action?\" Here, I don't think there's any question but that it is -- they're trying to adjudicate an action for an infringement that can't arise, because they're immune from suit, because they continue to make their payments. And, under those circumstances, it is not sufficiently immediate to establish jurisdiction in - -",
  "-- this Court.",
  "Your Honor, Poe versus Ullman, this Court actually dismissed a declaratory judgment - -",
  "We - -",
  "Well -- but in Poe versus Ullman, it was a declaratory judgment action. They were seeking to have a statute declared unconstitutional. And this Court did dismiss, because they didn't have a reasonable fear that they would actually be prosecuted. Dismissed for lack of jurisdiction.",
  "Even - -",
  "Well, you could -- you could - - I'm not -- it is possible that that framework could be extended. I -- it has not been done to date, and it would be - -",
  "But - -",
  "But - -",
  "It - -",
  "It does.",
  "But there is always a reasonable apprehension, and there was always a finding of coercion. Poe versus Ullman says you can't do it unless there is - -",
  "That's why they didn't - -",
  "That -- it goes to the next point, which is that there still has to be a coercive choice. You have to choose -- there, they're choosing to give up constitutional rights in order to avoid jail and imprisonment, arrest and prosecution. Here - -",
  "-- what's at issue - -",
  "I don't -- I don't think it's like violating the contract here, though, Your Honor, because, What are the consequences here? What is the choice? First of all, they actually owe the royalties under the agreement, so they're trying to escape their bargain, not enforce it. That's number one. So, they're not forfeiting any rights under the contract, they're simply trying to get out of the contract. Number two, the consequences here, the choice they're talking about, isn't in the nature of coercion. Again, they're not being arrested or prosecuted. All they're going to do if they walk out of this agreement, if they stop paying royalties -- yes, they may well be sued for infringement -- but, if they do, all they face is the loss of their discount.",
  "That's - -",
  "It's not based on them giving up their right to sue, in the sense that all they have to do is stop paying royalties, and they can sue. They have to --",
  "Well, it is in the nature of a compromise, Your Honor, and there's nothing in this agreement that gives them a right to sue. They have to find some legal right. What they're really saying -- what their argument has always been is that Lear actually creates an implied right of action for a licensee to sue at any time of their choosing. That's been their argument from the beginning.",
  "That's true. But that's getting the cart before the horse. What this Court said in - -",
  "-- U.S. v. Harvey Steel is - -",
  "Well, I don't think so, Your Honor. I think every single contract case in the lower courts where they have allowed a suit to be brought on a contract prior to breach, there was a genuine dispute about the interpretation of the terms. Here, what they're trying to do is adjudicate a cause of action outside of the contract. They're trying to adjudicate an infringement action and then say, \"Aha, see what I have? I have a judgment that the patent's invalid. And so, now I'd like to say that I don't have to pay royalties under my contract.\"",
  "As a -- I do not agree that it came as a shock. And, in fact, I think that Warner Jenkinson, which is a Second Circuit case that allowed this kind of action back in the '70s, was one of the only cases ever that allowed it. And other reasons were found to dismiss similar kinds of claims. In Gen-Probe, it was a surprise that a licensee could do this. It -- the law -- by the time that this license was executed in the Federal Circuit, there was a case, called Shell Oil, where the Court specifically held that a licensee cannot take advantage of the protections of Lear until it has repudiated the license, stopped paying, and said that it wants to challenge validity. So that was the background rule that was in force at the time of this license. And then, when you couple that with the fact that - -",
  "In all of the prior Federal Circuit cases, the licensee had stopped paying royalties. And what the Court explained in Gen-Probe is that that is the sine qua non, that a licensee can't establish jurisdiction, and it can't establish a right to challenge validity, if it's still paying royalties.",
  "I don't think so, Your Honor. I think you can, because I think that you can do it as an alternative threshold prudential jurisdictional dismissal in the nature - -",
  "I think that - -",
  "I think that a prudential dismissal under Article III would also be fine, and that Steel Co. would allow for that kind of dismissal, because Wilton said that you can dismiss for lack of jurisdiction, at the front end, on prudential grounds if you know that there would not be relief allowed at the back end. And I think that there's no need for a remand to do this. We are really talking about an equitable rule that has governed equitable actions for 300 years. It is a - -",
  "But I don't think that the Court has to answer that question in order to dismiss on a prudential ground, a prudential jurisdictional ground, and nor is there a need for a remand in Samuels versus Mackell, and in Cardinal, for instance. Those are cases where the Court adopted prudential rules and went ahead and applied them without remand. I -- and no remand's necessary. The Federal Circuit has already looked at this. They --",
  "It would depend on whether there is an implied covenant, Your Honor. It wasn't --",
  "-- argued below.",
  "I think it -- it may well be, but I don't think the answer in this case turns on it, because I think they have to have their own right to bring the action, whether it's a breach or not, and that they don't. Because they don't have an implied right of action under Lear, they don't have a right to bring this action. And that is an essential component of their ability to challenge the issue of validity. So, I think that's the first and fundamental --",
  "I think that their theory, Your Honor, is that a licensee can do this at any time, and that --",
  "Your Honor, I don't think - - whether it's an implied covenant or not --",
  "I think that an additional factor that bears on this analysis is also the fact that Congress has never created an implied right of -- has never created a right of action -- Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: The Tenth Circuit in this case correctly held that Stone could not share in the award given by the jury unless he was an original source of pondcrete allegations. But it then went on to find that he was an original source based upon a misinterpretation of the core requirements of the statutory definition.",
  "Your Honor, that is one possible interpretation of the statute.",
  "I think the way that the courts have handled it below is that it says that there's no jurisdiction unless it is a claim brought by a relator who is an original source or if it's brought by the United States. And if the relator drops out, I think courts deem it to at that point be viewed as a claim brought by the United States. It's sort of a retroactive amendment of the pleadings.",
  "That's correct.",
  "Well, it can't be, Your Honor, because under the statutory terms, under section 3720(a) the Attorney General has the authority to bring a claim on behalf of the United States. There is no authority for the United States to bring a claim on behalf of the relator. Instead there is a second type of claim under section 3730, and that's a section (b), which authorizes a relator to bring a claim on behalf of himself and the United States. Similarly, Your Honor, if you look at the provisions in section (d), which authorize an award to a relator, it requires that the action be one brought under section (b), that is in other words it be an action brought by the relator which the United States then proceeds on for (d)(1).",
  "Well, I don't think it can be, Your Honor, because if you look at the language throughout these sections, it differentiates between two kinds of actions, actions brought by the United States or the Attorney General and actions brought by the relator. And it is only an action brought by the relator under section (b) that authorizes an award under section (d). And it consistently talks about that. What they're really arguing, Your Honor, is that - -",
  "That's correct.",
  "Absolutely. If you look at, if you look at the language in section (d), for instance, it says if the government proceeds with an action brought by a person under section, subsection (b). In other words, it has to be an action under subsection (b) in order to authorize an award at all. The Government has -- has authority under subsection (a) to bring an action, but it has no authority to bring it on behalf of the relator. The statute consistently uses these same terms, and this Court in Graham County, which was a decision dealing with the statute of limitations, actually described this section in the same way, saying that there are two kinds of actions, those that are brought by the Attorney General under subsection (a) and those that are brought by a relator under subsection (b), which the United States can then proceed with. What the relator is really arguing here is that if you look at the -- at subsection (e)(4), they're adding a phrase that's not there. They're saying that there's no jurisdiction over an action under this section if it is brought by the Attorney General or brought by a relator who is an original source or the United States intervenes and proceeds with the action. And that's not in here.",
  "Your Honor, of course that would be great for Rockwell, and so - -",
  "Well, we don't argue for that because I think that the Court has said that the Government's intervention does not cure defects with respect to the relator, and therefore, if the relator didn't have -- that -- doesn't have standing -- you know, part of this goes to the issue of the Stevens assignment. If they don't have an assignment, then they don't even have standing to be in the action, they have no right to recover. And so if you're correct that it can't be cured, in effect, through a procedure like, say, 28 U.S.C. section 1553, which allows amendments to defective jurisdictional allegations where I think that, while the courts don't technically require it, they could say that really this, while it was pled as a section (b) action, when the relator drops out we could treat it as a section (a) action, because - -",
  "That's correct, Your Honor. I think it is a pragmatic rule. But again, if the rule is that they lose as well, then so be it. The fact is this statute uses the term that is used in section (a), which is \"brought by the United States.\" And it makes perfect sense because otherwise think of what the consequences are if the relator can simply copy an indictment, file a complaint, and say -- and the Government intervenes because it's a major action, and then they say, aha, you're stuck with me because you've intervened and now there's jurisdiction and there's no problem, I don't have to be an original source.",
  "Your Honor, I think that you could say that they don't have to give them money.",
  "Well, it is about that, but we don't have to pay his attorneys' fees, Your Honor, if he doesn't get a share, because the way that section (d) is written is it says that a relator who is paid a share of the proceeds shall also be entitled to attorneys' fees. So this is not just an issue between the United States and Stone. The statute controls the award of fees based upon whether he's entitled to a share. So even if this weren't an issue of jurisdiction, if he's not entitled to a share under a section (d)(1), then he's also not entitled to attorneys' fees. And therefore, we would win. He would still need to -- whether it's a jurisdictional rule or a substantive rule, if he's not an original source he's out. But the share is not the only issue that makes the Government's -- or that makes Stone's argument implausible here. That is that once the relator is in the action, the United States can't get them out of the action. Even if they don't have to pay them money, under subsection (c) they have a whole range of rights to participate in the action. They can't dismiss the relator. So it makes no sense to read this statute to say that someone who copies an indictment, files a complaint, the Government intervenes, they're in there forever. It instead makes much more sense to read the terms the way they're used elsewhere in the statute, to mean that there is only jurisdiction if it is a section (a) claim brought by the United States on behalf of itself or if it is a section b) claim by a relator that is an original source. That's what makes sense of the statute as a whole. If I could turn to the issue of whether or not the Tenth Circuit correctly held that Stone had direct and independent knowledge of the information on which his allegations were based. It bears emphasis that every act that he had to prove in order to recover on the pondcrete allegations -- whether they're measured at the beginning of the case or the end of the case doesn't matter -- every single act occurred after he left the plaintiff, after he had left his job. And we can see that from the outset of the case. If you look at his Responses to Interrogatories at JA-189 to 190, he identifies the factual basis for the pondcrete allegations that he is asserting. And that factual basis is described he is asserting and that factual basis is described as Rockwell's knowing storage of pondcrete on outdoor pads at the plant in violation of RCRA with false certification from 1987 to 1989. Now, he left his job in March of 1986. How could he possibly have direct and independent knowledge of those predicate acts?",
  "Perhaps, Your Honor, in certain circumstances. I think the key question is what's the standard, and he has to have substantial knowledge about core fraudulent acts. And it may be reasonable in your hypothetical or some others to infer that he knew plenty about this fraudulent conduct and had plenty of reason to conclude that it was continuing on. But here, Your Honor, nothing of the kind happened. He didn't know about any fraudulent conduct pertaining to pondcrete before he left. And In fact, his allegations start in 1987. He does not say that there were pondcrete violations before then and indeed there were not. The reason there weren't is because when he was at the plant Rockwell was producing hard pondcrete, hard pondcrete, and it wasn't storing it on site, it was shipping it to Nevada. So he couldn't -- and it wasn't even clear that it was subject to RCRA because DOE didn't enter into a RCRA compliance agreement until after he left. He also concedes in his deposition that he was not, except with one exception -- he was not aware of any time when Rockwell affirmatively represented that it was in compliance with environmental safety and health provisions when it was not. That's JA-106. So he didn't -- unlike your hypothetical, he didn't know anything about there being a pondcrete fraud prior to the time of his departure and doesn't even allege one. Instead, what the Tenth Circuit rested upon was the fact that he had reviewed a design for making pondcrete 5 years -- in fact, not for making pondcrete; it was actually a design for removing sludge from the ponds - - 5 years before any of the events at issue here, and he said he predicted there would be a design problem.",
  "Your Honor, every court that has considered that question has said that it has to be analyzed on what they call a claim by claim basis. Let me explain the reason. First of all, let me explain what they mean by claim by claim. They really mean a factual theory of falsity, and that it has to be done on a claim by claim basis, and here's why - -",
  "A theory of falsity. In other words, a claim, what is called a claim in these cases in the claim by claim analysis is a theory of falsity. In other words, it's why were -- why was the fraudulent claim false? Because there may be a certification, for instance, of compliance with let's say all laws and there could be five different, completely different fact patterns as to why that was false, and the damages might be completely differ as well. So all of the courts have said that's really the way that FCA cases are litigated, that's really what we call a claim. And then, moving back, if you didn't do it on a claim by claim basis, you would allow a relator to copy an indictment that he knows nothing about, come to court, file it, add one theory that he does know about, an overcharge for five dollars on a hammer, say that, I'm now entitled to proceed on the whole thing and if the Government doesn't intervene I get a minimum of 25 percent of the - -",
  "But, Your Honor, it doesn't have to be determined after the case is over. These inquiries should -- it should have been determined here as well at the very outset of the case. And it was. It was just determined wrong. We do not have to show that it was wrong at the end of the trial in order to prevail in this case. It was wrong at the beginning. The interrogatories - -",
  "Yes, we do, Your Honor but it is not by any means necessary to the outcome in this case. And the reason why I think that you do have to at least allow for the possibility of looking at the end of the case, whether there is jurisdiction or not, is because of the nature of this particular jurisdictional bar. This is a jurisdictional bar that turns on the nature of the allegations at issue in the case. Much like -- I think the Foreign Sovereign Immunities Act is a perfect example because it too talks about jurisdiction being predicated on, for instance, commercial -- claims that are based upon commercial activity. Suppose that the plaintiff at the outset of the case when the 12(b)(1) motion is filed posits one theory of the case that involves a predicate commercial act. But when it gets to trial he's abandoned that theory and now he doesn't have any commercial act. Surely the Court would say you have to satisfy jurisdiction over the theory that has actually gone to trial. This statute is very much the same. And it should not be read in a way that allows relators to simply disguise the true basis of their claims, hide the relevance of the public information, and then just shift gears when you get to trial. But here again, if we just look at the very beginning of the case, he does identify in those interrogatory responses, for instance, what the factual basis for the pondcrete allegations are. All that factual basis is all identified as -- as core acts that occurred after he left the plant. So we can look back in this case and say that the trial court erred at the outset by not dismissing this portion of his claim as well as, in fact, should have dismissed the whole thing, Your Honor.",
  "But Your Honor - -",
  "Because, Your Honor, this, this is a statute about fraud. It's not a statute that's violated because Rockwell may have had a suboptimal pipe. That's not, that's not even the RCRA violation. That's not -- and it is certainly not a False Claims Act violation. They weren't selling pondcrete to the United States. He didn't know about a plan to defraud the United States.",
  "At that, at the time - -",
  "At the time that he was there that was not actually -- he didn't even allege that he knew they were doing that with respect to pondcrete. He didn't allege that there were any problems with respect to the pondcrete production or, or certifications during his tenure. From -- they began producing pondcrete in 1985, Your Honor. And there were no problems that were alleged with respect to that pondcrete. His claim by his own admission starts in 1987, after he was gone. And again, the mere fact that there may have been a defective pipe wouldn't establish the RCRA violation, because what they had to show by their owning pleading here was that they were storing it on site, that it was actually leaking, and, of course, the mere fact there may have been a problem with the pipe doesn't mean it is actually going to leak, because they can fix it in a variety of ways. They can add more cement, they can put it in metal containers, they can do a myriad of things. He didn't even say he knew know that there was a plan to not remedy and problems in the design that he had identified if and when there became a problem with it.",
  "We think that's correct, Your Honor.",
  "Well, I think that it's conceded that -- well, their own counsels told the jury that they were making it wrong, they weren't adding enough cement, that that was the reason that it was failing; and the Government told the jury that they were making it fine until they reduced the ratio of cement. So yes, I think it is correct that it has been conceded at trial that the system was working fine as long as they were adding enough cement. But instead what happens after he left - -",
  "Well, Your Honor, the statute isn't written in that way. But let me also call your attention to some facts. And that is that a year before he brought this claim - -",
  "If -- the mere fact that he is a trigger for the Government discovery of a different problem, no, that is not a basis for recovery. The statute says that if there has been a public disclosure, if -- let's assume there was a public disclosure. If there's no public disclosure it is no problem. He can bring whatever claim he wants. He doesn't have to have direct knowledge of it. Bit if there has been a public disclosures at that point he has to have direct knowledge of the information on which the allegations are based. And that has to be a substantial standard. Direct knowledge is one of the key things that the Tenth Circuit just did not - -",
  "On which the allegations of the claim is based. In other words, it, it's not -- it has to be -- and the Government says this as well - - they say under that Section D(1), the relator isn't entitled to share in the proceeds of anything that the jury gives. The relator is only entitled to share in the proceeds of a claim for which they were an original source or for which they brought the -- brought the action under, under Section B. Sometimes the Government intervenes and adds its own claims not on behalf of the relator, because it doesn't have authority on behalf of the relator, and it takes the position, I think correctly, that the relator isn't entitled to a share in those circumstances. And Your Honor, this -- the courts have identified all the ways in which this statute doesn't make any sense if it is looked at on - -",
  "-- on a global basis. Excuse me?",
  "No, I don't think they have identified them all. But I - -",
  "I, I would also -- again, it would allow the relator to get, you know, a share of, when the Government doesn't intervene, a minimum of 25 percent of a billion dollar recovery after a public disclosure that he knew nothing about, if he just knew one little piece after separate theory of fraud.",
  "Well it there, if there's a minor variation, you know, something like that, I certainly don't think that disqualifies the relator from, from being an original source. And again, here he wasn't an original source even under his own theory at the outset of the case. What happened at trial is the one little thing that he knew or claimed to know, his prediction that a pipe would have a problem five years before, was dropped completely from the case. So he went from being a relator who knew something very small about the case or about the theories to nothing at all. It was never good enough, but certainly once, once that theory was - - once that piece of information dropped out, it just demonstrated, it just highlights that he's not an original source. And Your Honor, here it wasn't just that they didn't want to use that bit of evidence. It was actually inconsistent with the theory that they, that they pressed with the jury. They said the equipment was fine. Rockwell was making pondcrete just fine from 1985 forward until it stopped adding the cement. And that's what they -- that's the theory they went with. But again, measure it at the outset of the case, and he still wasn't an original source. If I could save the remainder of my time?",
  "Yes, Your Honor.",
  "The public -- there -- the public disclosure was in 19 -- it can be from several pieces. But in 1988, there were widely covered stories of the fact that pondcrete was being stored at Rocky Flats on outdoor pads, that it was leaking and that the reason it was occurring was because the employees had reduced the ratio of cement. And then you couple that with the disclosure - -",
  "That's correct. It was in the newspapers. But it was definitely covered, Your Honor. And that was more than a year before he brought his action. And then in addition, there were disclosures of allegations of performance bonuses being paid based upon falsified evaluations. That's JA 143. Thank you.",
  "I would like to first just address, the Government's suggested that he could be an original source because he had knowledge of false representations and concealments derived throughout his employment. I just want to emphasize that the Tenth Circuit did not rely on that theory, said that he did not have to have knowledge of any fraudulent acts. It was just enough that he knew something that might be relevant to the proof of an environmental violation. And the reason that the Tenth Circuit said that was because Stone had conceded in his deposition at pages JA-106 and 112 that he did not know about any false representations and he did not know whether DOE was aware of any of the environmental problems.",
  "I think what - -",
  "Your Honor, the point is that Mr. Stone wasn't there when the manufacturing problems occurred, so he didn't actually have direct knowledge that pondcrete was leaking. That's the real point. What they're really saying is that his theory about why it might leak some day didn't turn out to be important to the gravamen of the claim. This is a fraud claim. He didn't know anything about fraud and he couldn't have known they were leaking at the time, 5 years later because he wasn't there. And the statute requires direct knowledge. The Government's suggestion that somehow Rule 11 will be the basis on which we can sort out who's an original source and who's not strikes me as rather odd. First of all, nothing hardly ever gets dismissed on Rule 11 grounds. And this is a jurisdictional statute that requires direct knowledge. A relator could read an indictment and satisfy Rule 10 just by copying the allegations. Does that count? I think that direct knowledge means there can't be undue conjecture. The only thing that he said he knew, even though it wasn't the gravamen of the claim, was clearly based upon conjecture, a belief that in his opinion this pipe would not work. And then when we get to the trial, there were 55 witnesses. Stone had not identified a single one of them as a person with relevant knowledge at the outset of the case when he answered his interrogatory responses. In addition, every person -- no person he identified testified at the case. He identified four documents that he said were key. None of them were introduced. He knew nothing about what went to trial. In addition, I'd like to focus on the \"voluntarily provide\". That is a separate ground for reversal in this case, and would emphasize that the Tenth Circuit said the engineering order that refers to removal of sludge and says in my opinion this won't work, that's all it says -- the Tenth Circuit says that's fine. The district court made a factual finding that Stone had not communicated his concerns to the Government about pondcrete, saltcrete, or spray irrigation, the three theories issues at issue at trial here.",
  "Your Honor, what they're referring to is the affidavit, I think. He filed an affidavit at the outset of the case when Rockwell filed the motion to dismiss and then tried to do a new one 10 years later that was rejected. Thank you very much.",
  "If State law provides for it, and all States do. The bankruptcy court adopts the State reasonableness standard for unsecured claims under Section 502(b)(1). Yes, Justice Breyer?",
  "Mr. Chief Justice, and may it please the Court: I'd like to turn first to the Ninth Circuit's interpretation of the term \"willfully\" and its determination that the case had to be remanded for further proceedings to permit an opportunity to explore Petitioners' communications with their counsel. We ask this Court to find that there is no necessity for any such inquiry for waivers of attorney-client privilege because summary judgment should have been affirmed in this case. Petitioners and their counsel, if you think about what communications you might find, they could not have known anything more about these statutory issues of first impression than the district court did. It's questions of law. And if the district court's opinion does not reflect reckless disregard for the law, for the reading of the statute, then it would be inappropriate to characterize Petitioners' adoption of the very same views as either a knowing or reckless violation of the, of the FCRA. The first -- the Ninth Circuit nevertheless reached a contrary conclusion, and said it was time to go ahead and look at privileged communications if the Petitioners wanted to defend the case, because they made self-interpretive errors about the meaning of willfully. And the first is that they read willfully in this setting to mean recklessly, and relied on several cases where this Court has read the term willfully in civil statutes to mean recklessly. But this Court has said repeatedly that the word willfully is contextual, that you have to look at all of the sections of the statute to see how it's used to determine whether it means with knowledge that your conduct violates the law, or whether reckless violations are sufficient. And in this particular statute, unlike the other three that were at issue, Congress has used the term willfully in other sections of the law to mean, as Plaintiffs concede, that the Defendant knows that their conduct violates the Act.",
  "Well, it actually says \"willfully and knowingly --\"",
  "Well, this Court, though, has held that willfully and knowingly, when that phrase is used together, it's been discussed in a number of cases including Dixon recently, that it means -- willfully means knowledge that the conduct violates the law, and knowingly means knowledge of the relevant facts. And that would make perfect sense in this setting, and so the term willfully when, again, used - -",
  "It - -",
  "Your Honor, in Ratzlaf, the phrase was willfully, not willfully and knowingly, and the Court held that it meant that you knew that your conduct violated the law. And that seems to be the most reasonable reading here because if you look, there are also sections of Section 1681n that refer to knowing conduct, and that would require the conclusion that Congress used willfully in this section to mean a -- a less -- a more -- a less culpable mens rea than knowingly. And that's - -",
  "Well, under -- some cases have suggested that there could be a willful blindness instruction that would govern whether you define that as knowing or not. Certainly - -",
  "I think that the best reading of knowingly is actual knowledge or something that is, that is everything but, you know, that really is - -",
  "Well, conscious disregard is a recklessness standard, and even if the Ninth Circuit correctly determined that this should be interpreted as a recklessness standard, this Court has defined recklessness to mean that it has to be conscious disregard, actual knowledge of a high risk of, of -- of harm or in this case illegality. And in these circumstances, you can't say that there was a high risk of illegality because what the district court found is that the Petitioners' interpretations of the statute were actually not only reasonable, but correct, and having - -",
  "I think the way it's used, it says knowing, knowingly that they did not have a permissible purpose. Permissible purpose, that may not be knowledge of the law, it just may be knowledge that your purpose wasn't permissible. And even if they were using it - -",
  "It does, but it doesn't necessarily mean that the individual knew precisely what the statute said. Because for instance, users are told what the permissible purposes are when they get a credit report from, from a credit agency. But more importantly, Your Honor, I think that the use of the term knowingly there can also be explained. If you look at Section 1681h, it actually provides that certain tort actions cannot proceed unless there is a willful intent to injure, except as provided in Section 1681n, and they are the same kinds of actions that are carved out in 1681n. And so I think it was to make clear, I think it was to make clear that you didn't have to have a willful intent to injure. So even if they meant it to be interchangeable with a knowing violation of the law there, I think there was a reason for it, it wasn't just surplusage. It was to clarify that they didn't have to have a willful intent to violate.",
  "That's correct, Your Honor.",
  "But I think you can look to the way this Court described recklessness in Farmer vs. Brennan as well, though, as well as - -",
  "The difference is just, there is two forms of recklessness. One which says that if the risk is sufficiently high, if a person should have known, you could be -- you could be liable. But that the form of recklessness that Congress presumably used here in this setting, where there is the potential for very punitive sanctions, was what is referred to - - Farmer versus Brennan calls it \"criminal,\" the criminal recklessness standard. And that means that not only do you have to have an objectively high risk of illegality, but you must be actually conscious of that risk. But in this case, you don't even need to get to the issue of consciousness.",
  "The question is - -",
  "I think the issue of conscious -- the risk, though, it has to be a high risk. And if it is a reasonable interpretation of the statute, or even if it is an interpretation of the statute that is fairly debatable, that you have a fair chance of success, then how can you say that is a high risk of illegality, so high that we should say that Congress wanted to sanction you for taking that position? And for saying that, you know, you shouldn't be permitted to adopt a compliance program if there was a fair ground for believing that it was lawful. And here what the Ninth Circuit did - -",
  "I don't, I don't think so, Your Honor, if, in fact, it was a fair ground for -- -",
  "I don't -- yes. But you couldn't know you were violating it, and because if it really is a fair ground for litigation - -",
  "Your Honor, I think if it's an area where the law is truly unsettled. And here an issue of first impression, a lawyer's assessment that you may lose is inherently predictive. These are not true or false answers when there is almost nothing to go on. And so in that area, it's much like what this Court did in Screws, where it said that this was a case involving a willful violation of, or interference with rights secured by -- by Federal law. And what the Court says, well, it's not just any bad purpose that Congress had in mind, it is a bad purpose to defy announced rules of law. They have to be, there has to be sufficient clarity in the law to say that there was a high risk of illegality that you could disregard.",
  "Only - -",
  "I don't think you would look at the intent until you found that there -- there was no reasonable ground or at least no, no -- no fair ground for debate about the question. And at that point, Your Honor, if there was an objectively high risk of illegality, then you do have to ask, what were they consciously aware of; what did they do?",
  "Well, I think in Screws - -",
  "I don't think so.",
  "Your Honor, Screws says you can't know the unknowable. And if the law, if it's really, truly an issue of first impression, you may think you're violating the law, but you -- you can't know the unknowable. And that's why this setting is so important, because you can't, you know, put -- impose sanctions. Here we're talking about the potential for an industry facing billions of dollars without any actual harm to -- to individuals. And that - -",
  "I believe that there are two certified class actions. But many -- there are many cases pending and it could be billions of dollars, Your Honor. Certainly if the classes are certified, and - -",
  "Your Honor, I'm sure there would be some bases to resist. But classes have been certified, so I - -",
  "I do not believe any have gone to judgment, but I don't, I don't -- I think that the point is that if you allow a thousand dollar penalty or the potential for a thousand dollar penalty for every consumer who didn't get a notice, simply because they may have gotten a better price if they had even better credit, across the country, if you interpret the statute that way, and then you can say you can get this thousand dollar, what is in essence a penalty, and you multiply that by the number of consumers, then you certainly have the potential for very, very substantial liability.",
  "Well, given that these are proceeding as class actions, the answer is there is plenty on the line to incentivize plaintiffs' attorneys to bring these class actions, and they have been brought, and this is a class action. There are two class actions.",
  "No, it has not. They are putative class actions, Your Honor. But I, but I think that whether it's a class action or not, we have to look at what did, what did Congress presumably have in mind when it authorized these kinds of penalties and punitive damages based on a willful violation in a technical area where there is no potential for harm? And certainly - -",
  "Well - -",
  "Except Screws, Your Honor, actually says that it was adopting a criminal recklessness standard, not a knowing standard, but a reckless standard. And that is the same standard that has been applied in the civil cases that use willfully in the punitive damages context. So I think it's exactly the same standard in that Screws does say that the, you can't have, it can't just be a bad purpose, that it has to have been a bad purpose to violate clearly defined rules. And this Court has said in various contexts in the, in the qualified immunity area that picking the losing side does not mean that your conduct was objectively, you know, wrongful. And that's really -- I think that there is great significance to the district court's ruling. I'm not saying that in every case, it would absolutely be dispositive. I think you have to look at what was the, you know, the clarity of the law, what was the reasoning of the district court. But what the Ninth Circuit did is that it, in essence, said that you can't rely on creative but unlikely answers to issues of first impression. Well, if an administration official goes to a lawyer in the administration and asks about a course of conduct, and is told, well, it's completely an issue of first impression, there is probably a 40 percent chance of success, do you say it's reckless to proceed on that basis?",
  "Absolutely, Your Honor.",
  "It certainly -- this Court has made clear that if the language of the statute is very plain, then, of course, that can be noticed, that can be adequate warning. But certainly this statute doesn't satisfy that standard. Congress didn't provide the benchmarks that you have to use for comparison to determine whether there has been an increase in a charge or whether there has been an adverse action based on the consumer report. You need benchmarks to answer those questions, and there aren't any regulations and there were no cases. If I could save the balance of my time for rebuttal.",
  "If I could start by just responding to the issue of the new document, I just want to emphasize that this document was created by people who weren't lawyers. It was done before GEICO even started using credit to price insurance. They were - - said they were brainstorming about what the statute might mean. And I would point the Court to the supplemental excerpt of records at 504 where when GEICO implemented the policy that we're talking about here, the -- they said that the intent was that we would send to the people who were supposed to get the adverse action notice. With the early systems development we didn't have the ability to identify whether they were supposed to receive the notice or not; that was because they had not yet developed the way to do with what they call the neutral, where they compare how the applicant would have done if they hadn't taken credit, hadn't taken credit into account at all. And this is a procedure that's required actually in most States in order to ensure that those who don't want to allow access to credit reports or who don't have a sufficient credit history are not treated adversely in the meaning of those State laws, and that means worse than the average loss ratio. So there's nothing in this record, even if you take into account the documents they're talking about, to suggest that there was somehow a knowing or deliberate intent to try to violate the law. With respect to a few of the factual or - - issues that came up, Safeco estimates that approximately 80 percent of all consumers that they are selling new insurance to now have to get notice under the standards established by the Ninth Circuit. With respect to who can qualify for the top tier of credit, it's only, at least at GEICO, approximately 10 percent. So 90 percent of the consumers would not qualify for that. And the statute very plainly does not prohibit differential treatment based on persons with better credit, nor do State laws. And so the analogy as to race discrimination simply don't hold water, because there Congress has told you what the baseline is, you can't treat any person of a different race in a different way, and that's not true under this statute. And instead, it's quite reasonable, as GEICO has concluded, to simply say look, if we wouldn't -- if we're treating you worse than we would have treated you if we ever looked at your credit report, worse than if you had an average loss ratio for this criteria, we'll send you the notice.",
  "Well, generally there are about 15 factors that they look at to try to come up with a prediction of loss ratio, and someone who has a good credit history is generally regarded as responsible, and responsible people tend to make less claims. And so, again, it's just one factor of 15 though.",
  "Well actually, I think that when you factor in employment, it has -- it has the opposite effect. Because what happens here is if you're using employment verification reports, consumer reports about employment, there are all kinds of consumer reports. How do you tell who had the optimal employment history? How could the baseline be the best employment history possible?",
  "That if you -- that in other words, if you gave someone a lower salary - -",
  "Your Honor, I think that if GEICO in this example, if you actually pay them less because you looked at their credit report, then GEICO would concede that that is in fact an adverse action. So I don't think it's inconsistent at all. Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: If this Court adheres to its State action ruling, it should now hold that the TSSAA has broad discretion to adopt and to enforcement contractual restrictions on athletic recruiting as a condition of membership. Under this Court's cases, Brentwood cannot escape the contractual bargain it's made under the First Amendment, because the association offered it a reasonable choice as measured by the three criteria that this Court has used to identify unconstitutional conditions. First, participation in the state tournaments is entirely voluntary. Second, the restrictions at issue here are germane to the legitimate goals of the association. And third, enforcement of the rule here imposed only a minimal burden on speech of private concerns. I would like to turn first to the issue of voluntariness, because that's a core issue in every case involving allegedly unconstitutional conditions.",
  "Your Honor, actually the record indicates that it would be permissible to give the information about the date for the spring practice to the students who had signed an enrollment contract. And that's at CAJA-705. It could have been sent in an enrollment packet, for instance. It could have been sent just as a schedule. But instead the problem here was that it was sent from the coach in a personal solicitation to the students that really subtly pressured them to come to practice. This was a form of recruiting. Under question 3, which is the interpretive guidance for the recruiting rule, it very expressly says that coach-initiated contact with students who are enrolled at another school is not supposed to occur. And so this fell within the terms of the rule. As the Sixth Circuit said, it would strain credulity to say that Brentwood didn't know that it shouldn't have sent this letter. And their own headmaster acknowledged that it certainly should have been t kind of thing that they would have called about before doing it, and he was surprised that Coach Flatt had not done so. So I think, Your Honor, that the first point is that, yes, this information could have been communicated to the students, but not in this way. And certainly the association could recognize that this was still a form of recruiting.",
  "Absolutely. This was speech of private concern. It was about the time for football practice. And there were other ways that that information could be communicated. But the association has an interest in having prophylactic rules that prevent coaches from initiating communications with students before they started school, because even though they - -",
  "Your Honor, I think Pickering is really an example of an unconstitutional conditions analysis just in the employment context. What the Court really says in a broad group of cases where the government or the State actor is not exercising sovereign power, if it's offering a benefit, if it's using funding to encourage activity, if it is engaging in a contractual relationship as it does in Umbehr, that what this court has said in Umbehr very explicitly is that when the government uses contractual power the constitutional concerns are not as great.",
  "Well, and in fact this Court said in Umbehr that, even though the interests were what different, the standards that had been applied in Connick and Pickering could easily accommodate the circumstances of dealing with - -",
  "But I think that the key from all the cases, whether we look at Cornelius, which involves your access to the charitable campaign, or if we look at or if we look at Lusk and American Library, which involved access to funding, or Grove, access to funding, that the strain across these cases is that you're really looking at is the restriction germane. What kind of a burden - -",
  "I think then it would be - -",
  "I think that would probably be viewed as speech of public concern, and at that point under Connick balancing you'd have - -",
  "Your Honor, in Connick this Court said that in assessing whether something is a issue of public concern you look at not just the topic, but also the way in which that topic is discussed. And if what happened was the association decided that it was going to penalize a member or have a broad rule that says it would tolerate no criticism and even if Brentwood had taken an ad out in the paper to talk about how terrible the association's policies were, I think this Court could readily find that that was not a reasonable choice because it would impact - -",
  "On the field, Your Honor? I think that the interests in essentially controlling that kind of speech would always outweigh the interests of an athlete or a coach in engaging in any kind of speech on the field.",
  "I think that would probably be treated as speech of public concern, which would then give rise to Connick balancing.",
  "What Connick says is you look at how core is the speech, what's it about?",
  "Probably find that that not be a reasonable restriction, that it's probably not germane to the important educational goals of the association. But it could -- I mean, I think that what we have here is the recruiting rule has been applied to speech that's a private concern that can be delivered in another way; and the choice to join is entirely voluntary.",
  "First, I think that this letter, which was not sent to Brentwood's own eighth grade middle school students, probably could have been, because under the rule those students were not enrolled at another school. And what is really restricted is coach-initiated contact with students enrolled at another school. This letter was instead sent to student whose were still enrolled at another school. And the interest I would - -",
  "Your Honor, the contracts weren't binding. We have the contracts in the record at CAJA-1889. But more importantly, whether it was or not, the record demonstrates that some student do sign multiple contracts. Some students do not come. And so efforts to get, of the coach, to get them to come to practice, to be with him, to entice them, to give them his personal home phone number, that's still a form of recruiting. In fact, one of the top basketball athletes in the eighth grade in the city of Nashville in the 1997 was named Jack West Curry. He signed one of these contracts. He did not ultimately come to Brentwood. And yet he was exactly the kind of person that still could have been subject to recruiting if during that period - -",
  "No.",
  "It certainly could, and so there's an interest in stopping that. This Court certainly has said that even in the commercial speech area, in Ohralik instance, that it's fineto have prophylactic rules as long as the rule continues to advance the interest. The fact that the interest may be less strong at the point when they sign an enrollment contract doesn't mean there is still no legitimate interest.",
  "Several, Your Honor. This is a group of individuals involved in an educational activity in the State of Tennessee, and they have determined that athletic recruiting is harmful to young adults, that it puts too much emphasis on athletics, that it also - -",
  "Well, Your Honor, in 1997 there were five violations, five penalties for violations of the recruiting rule, and four of them were against public schools, one against a private school. That's at the transcript at 2705. Public schools have to bear the burden of these rules because they do try to recruit.",
  "About anything? I think again --",
  "I think, Your Honor, that it would be hard to say that that is germane, and it would also put a very large burden on speech if they imposed a flat contact. They've done nothing of the kind. There have been - -",
  "I think that they haven't done it. It would certainly be far less reasonable. I don't -- I think that that would be much more of a burden on speech. Here it's undisputed -- I shouldn't say it's undisputed, but the record certainly establishes, that academic targeting is not prohibited -- that's in the transcript at 2202 -- that if Brentwood Academy or any other school wants to initiate contact for the purpose of trying to persuade them to come for academics, it's entirely free to do so. This rule is not designed to in any way stifle those kinds of communications.",
  "Your Honor, if I could just - - one thing I do want to make clear about the voluntariness of the choice and then I'll turn to due process, is that, as we set out in our brief, one of the things that Brentwood and some of its amici have tried to say is that there simply is no ability to play scholastic sports in Tennessee if you're not a member of this association. And it's important to emphasize that for regular season play, for instance, members of TSSAA are free to play any non-member schools they want. It used to be that the association required approval, which was routinely granted. But in 2005 they actually changed the rule. It's in the handbook at page 23 on their website.",
  "That's right, Your Honor. You could have -- all that TSSAA does is give the opportunity to engage in its State tournaments, post-season competition.",
  "Yes, Your Honor. There is a Christian Athletic League that has 26 private schools, that also conducts State tournaments. There are also State tournaments in other sports, including lacrosse, swimming, that are not run by TSSAA. And there's nothing to stop Brentwood, for instance, from trying form its own league, which is what independent schools have done in many other States. They also could have regular season play with TSSAA member schools and have invitationals. There's no bar on schools attending those. If I could quickly turn to Justice Kennedy's question with respect to the issue of due process. I think that the analysis is really quite similar. What occurred here is a contractual agreement to provide certain kinds of process which actually satisfy the standards in Laudermill, but in addition Brentwood would have been able to bring a beach of contract action under State law if it wanted to allege that it didn't get the notice that the contract required. And this Court held in Lujan that you have to take into account the availability of a State breach of contract action before jumping to the conclusion that due process rights have been violated. Yet the Sixth Circuit did not take that into account. If I could save the remainder of my time.",
  "Thank you. If I could respond to the due process issues, this is still a very important claim because if in fact the association has violated civil rights by failing to give due process Brentwood would still be entitled to an award of attorney's fees. And I think it's critical that when an association enters into a contract and agrees upon procedures, that if those procedures can -- are not followed, a member of the association can bring a breach of contract action in State court. But Brentwood did not do that. Instead it tried to constitutionalize this contract dispute and assert rights under Section 1983.",
  "The only State claim they had as a pendant claim was arbitrary action under State law, and the district court dismissed that because it found that the questions were sufficiently novel that he didn't feel that he should entertain jurisdiction over it. But they did not assert a breach of contract claim. And it's important to note that the bylaws actually provide that a member must be given, quote, \"notice of the charges and an opportunity to present its case at a hearing.\" So if they actually did not get notice of the charges involving Bart King, it would have been a breach of contract. So that's the first problem, is that the court of appeals didn't even look at the fact that they had a contract remedy, just like the contractor had in Lujan, and they simply weren't taking advantage of it. Second, the suggestion that they were not actually given notice is contradicted by the record. And it's not issues of credibility. This is just an ultimate conclusion about whether they had sufficient notice. And if you look at the record, the exchange of letters, at JA-205 is the letter that starts by disclosing the charges, and it specifically discloses that the association investigators have talked to a number of middle school students, have talked to a number of middle school coaches, and details precisely what those witnesses have said about Bart King. Now they say, well, we didn't know that Bart King was still involved by the time we got to the last hearing. But look in fact what they did. They came to the hearing. They submitted the affidavit of Bart King. One of their live witnesses was Jacques Curry and the only thing he testified about was his relationship with Bart King. And then they ran out of time. They ran out of time. They had Bart King there. They were thinking about putting him on live. They had had an allotted period of time. They used it all up without putting - -",
  "Absolutely not, Your Honor. There was absolutely nothing they've said that they didn't know about.",
  "Your Honor, most of them actually testified that they did not.",
  "There was one who had testified - -",
  "He did, Your Honor, and -- but even if that's true, even if the board did rely on evidence about Bart King in deciding what penalty ought to be, how much probation, whatever, that still does not establish that there was a due process violation because they had notice that the Bart King issues could be considered at this trial. They actually submitted evidence. They submitted Bart King's affidavit and the record shows that the board said they considered all the evidence that had been submitted. And when they -- and the reason they didn't put him on, they say: \"It was our intention to put him on, but I don't know if you are all interested in extending for five minutes to hear from Bart King or not. He's here if you want him.\" Carter responds \"No.\" He doesn't say: The King issues aren't on the table. Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: Under this Court's exhaustion cases, exhaustion has always been triggered when two criteria have been satisfied and the district court properly dismissed these claims because it found that they were satisfied here on the undisputed facts. The first is that there must be an authorized sale under the patent that was allegedly infringed. That's never been in dispute in this case. The Federal Circuit recognized that Intel was authorized to sell these components under the system and method patents at issue in the case that have been allegedly infringed. And the second criteria is that the article sold must be one that falls within the protection of the patent that was allegedly infringed, here the system and method patents. But as Univis holds, that test doesn't apply simply to articles that would directly infringe the patent, because the law with contributory infringement standards provides that protection to the patent owner also to articles that would contributorily infringe. In other words - -",
  "I think they work in combination here, Your Honor, because once the sale was -- once the license was entered into with Intel and once unrestricted rights were given to make, use and sell components that would infringe, otherwise infringe these patents, there was really nothing else that could happen - -",
  "Well, there was -- what there was, the sale was authorized. The sale was authorized. What - -",
  "I don't think that's what the lower courts found and I don't think that's what the argument has ever been, Your Honor. I think this is just like Bobbs-Merrill. There is a -- this Court has recognized that there is a difference between actually conditioning the seller's authority to sell to someone who's going to use it for some prohibited purpose, and that would be a case like General Talking Pictures, where it says, you do not have authority to sell to someone who's going to use it for the home market. But Bobbs-Merrill says if what you do instead -- it was a copyright case that was applied in Motion Picture Patents. If what you do instead is you give them authority to sell, you don't say you'll be in breach if you sell it to somebody who's going to sell books at below the retail price I've specified, if instead what you do is say, you have to agree you'll give them notice that the -- that the owner of the invention, or in that case the copyright, is not agreeing to your use of these books or sale of these books at below a certain price, that doesn't count. There's still an authorized sale, that when -- that you can't -- that the patent owner can't try to retain part of the monopoly right to sell.",
  "Well, the wording hasn't been in dispute, but a lot of important things turn on it, because of course if Intel didn't have the authority to make these sales, it would be liable for contributory infringement. And undoubtedly when Intel decided how much to pay for this license it cared deeply about whether it was going to be exposed to that liability.",
  "I don't think so, Your Honor. Once they have an authorized sale, then the results are different, because if there has been an authorized sale --",
  "They could do that, and let me explain the consequences of doing that. If Intel then under those circumstances sold to a buyer who did not have a license, Intel would be liable for contributory infringement because it wouldn't be an authorized sale, and the buyer would be liable for infringement because it didn't acquire the goods through an authorized sale. If the buyer instead has the license, has obtained the license from the patentowner, then there has been an authorized sale and any remedies that the owner of the patent would have against the buyer would be those found in contract, because the triggering line under this Court's cases is has there been an authorized sale? And this makes perfect sense because - -",
  "Presumably because in this circumstance -- it's not in the record -- but presumably Intel wouldn't agree to these terms unless it in fact was given authority to sell, no matter how it was going to be used, because otherwise it would still be on the hook for liability. And -- and presumably they could have done something that would have required an agreement with -- you know, between -- only sell to someone with an agreement. But for whatever reason the parties didn't negotiate that term. Perhaps Intel wasn't willing to do it that way.",
  "Well, I think that this Court's ruling would certainly make things clear, but I think that the language of the contract recognizes that the -- specifically says that, notwithstanding anything to the contrary, the ordinary operation of patent exhaustion is supposed to apply here. In other words, I think Intel knew - -",
  "But, Your Honor, I think that under this Court's decision in Univis Lens, as the district court recognized, the answer in this case is actually quite clear what the patent-exhaustion doctrine would require. And the reason it's clear - -",
  "It wasn't clear to the Federal Circuit, but it was clear to the district court, showing that the idea that somehow it was absolutely known to everybody what the outcome of this issue would be is not correct. The district court, I think correctly, understood that Univis Lens was the controlling case. Of course, the Federal Circuit didn't even cite it. But the district court found that the Univis Lens standard was satisfied because these components were necessarily manufactured in a manner that satisfied, that included the functionality of the system and method patents at issue here. At 30a, the district court looks to LGE's own claim charts and says that their own allegations show that they were manufactured in a way that met many of the limitations of the claims. In addition, at 67 of the petition appendix, she says that by attaching the components, the Intel chips, to the -- the other generic wires and memory, it necessarily caused these products to infringe. And, at 46, she says, \"Failure to follow Intel's design specifications would render the computers inoperable.\" So, this is a case where there's just no question that if LGE's allegations are correct these products would have contributorily infringed. So Intel knew that in order to avoid potential liability to -- to LGE, that it had to get full authority to sell, and it did. And there's never been any dispute about that. Instead, there's simply the Federal Circuit's view that even if you have an authorized sale, that the patentowner is nevertheless allowed to say, okay, I authorize the seller to sell it to anybody, but I want to retain the right to control the use of the -- of the buyer. And that's exactly what this Court's cases have always said, with the exception of A.B. Dick, cannot be done because the whole point of the exhaustion doctrine is to demarcate the line between where the monopoly power to control rights to use and sell end and where any rights under contract must begin.",
  "Yes.",
  "It's completely inconsistent with the way the case has been litigated from the outset as well as the terms of the contract. At page 5 of the petition appendix, the Federal Circuit acknowledges that Intel had full authority to sell these components under all of the patents, including the system and method patents. If it didn't have authority to manufacture and sell under the system and method patents, it would be potentially liable for contributory infringement. And in fact LGE has acknowledged in its brief in footnote 7 that Intel isn't potentially liable for contributory infringement under the terms of this agreement.",
  "It absolutely has not.",
  "The component patents are not at issue here at all. And the idea that you couldn't have one patent on a component and another patent on a system where the component would contributorily infringe is nonsensical. These components had thousands of patents on them. And certainly the argument isn't that by authorizing the sale of the component all of the owner's rights are released in that. If, instead, there had been a sale of a component where a patent owner says, I'll authorize you to sell my -- my -- that component under my component patent, but if you sell it under my system patent -- I'm not giving you authority to sell it under my system patent, so if you sell it, I'm going to sue you for infringement, that didn't happen here, and it's never been litigated in that way. Instead, that first criteria of the authorized sale has plainly been satisfied, and the only question in this case has been whether or not this satisfied the contributory infringement standard that Univis Lens uses to define what articles - -",
  "Your Honor, I think all that that really is saying is that at a point when you enter into -- a patentowner enters into an unrestricted license to make, use, and sell with a manufacturer, then at that point any articles that are manufactured under that license, effectively the patent's been exhausted. But I think it's easier to - -",
  "No. For contributorily infringing - -",
  "But -- right, manufactured pursuant - -",
  "Well, I think that it just means that once you have that transaction any sales that occur for those articles under that license are going to be exhausted by definition. But, you know, we have certainly focused on the sale of the articles to Quanta from Intel, and I think, you know, it makes sense to look at it that way. And, as indicated, there really is -- there have been arguments that somehow this deprives the patentowner of the right to collect its full royalty, but that doesn't make any sense. Because if you -- if you look at the rights that are afforded under contributory infringement, what Congress has done in Section 271(c) and what this Court had done before was to say that if you are the owner of a system patent or a method patent, you can go ahead and collect your royalty when someone sells a product that will contributorily infringe. In other words, your -- your product is sufficiently -- your patent is sufficiently embodied in those contributorily infringing products that it's appropriate for you to collect your royalty there. That's exactly what happened in this case. LGE did get its royalty from Intel, did give them authority to sell products which would otherwise contributorily infringe, and now what it's seeking to do is to say, despite the authorized sale, despite the fact it would contributorily infringe, we want to collect another royalty from the buyer of the product that can't use it for any other purpose. Why? Well, because we have - - we had them sent a notice that said we wanted to do that. Under this Court's cases, that is completely impermissible. In two cases in particular, Motion Picture Patents, they tried to do the exact same thing. And in the Millinger case the patentowner said that it had never gotten paid for the extension rights under its patent. And this Court said: Nope; once you've sold the article, that's the royalty you get.",
  "Well, what we're -- exhaustion is triggered when -- with respect to the rights to control and use. Rights to make are treated differently. Univis, of course, though, holds that when you're talking about the sale of a contributorily infringing product, you're really talking about the right to -- to make it, to use it, to complete the - - complete the article. But I think - -",
  "It is, absolutely. It holds -- in other words, what Univis holds is that when you have an article that is uncompleted -- it's not finished -- as in this case, by the -- the sale will -- will mean, by definition, that you can use it to complete the article. I'd like to reserve the remainder of my time. Thank you.",
  "I'd like to start by emphasizing what counsel did not say. He never said that Intel lacked the authority under the system and method patents to sell these components. He never said that. In fact, he said that Intel was released. Why were they released? This would have been contributory infringement, otherwise. The reason they were released was because they had the authority under this license to sell these components under the system patent. And that's what the Federal Circuit acknowledged, and that's what the district court recognized, and it's never been in dispute. Their position is simply that, despite that, despite express authority to sell these under that patent -- not just under some other patent, under the patents at issue here -- that they can enforce conditions on post-sale use. And that's what this Court has never allowed. Univis is on all fours. They say, well, that just involved a single patent. Well, as far as this case is concerned, it just involves a single patent, too. The whole issue here is whether or not Quanta's taking of the components and combining them with some generic things like wires and memory necessarily infringed under LGE's allegations. And the district court found that they would, and that's not in dispute. And what that means is that, just as in Univis where you had -- the court finds there were really two products there. It finds there were two different commodities, the lens blank and the finished lens. It says under Miller, the Miller/Tydings Act, these are two different commodities, and the patent was only on the finished lens. But, in order to make that finished lens, you had to -- you had to make a lens blank that would embody many of the limitations of the claim. That's exactly what the district court found happened here. For this, when Intel manufactured these chips, the microprocessors and the chipsets, it manufactured them in a way that embodied many of the limitations of the system and method patents that are at issue here. So, as in the language of Univis, there they said, well, we are dealing with a product that is being manufactured in multiple stages. And during that first stage, while it's true it wasn't -- it didn't directly infringe because the lens blank wasn't the patented product, they, nevertheless, practiced the patent in part. Why? Because they -- they -- some of the -- while manufacturing it, they have met some of the limitations of the claim. And they said when that lens blank was sold, that it exhausted the rights of the patent owner to enforce any conditions, any type of conditions on use or resale after that sale. And it didn't have to rely on implied license because of the exhaustion doctrine. Once there is an authorized sale of a product that is protected by the patent that covered that final finished product, exhaustion is triggered. That's exactly what we have here. And they said, oh, but you could disclaim that with an agreement. Well, in Univis there was an agreement. The purchaser of that lens blank specifically agreed by contract that it would only use it in certain ways and only charge certain prices. So they expressly disclaimed, you know, the idea that they were -- that they couldn't use it in those ways. And, nevertheless, this Court found exhaustion. When the district court found no \"implied license,\" all the court was saying was, well, under the Federal Circuit precedent \"implied license\" is an \"equitable doctrine.\" I see my time is finished. Thank you.",
  "Mr. Chief Justice, and may it please the Court: I would like to start with just setting the stage here. For almost 30 years now, the Executive Branch has had an executive order through all administrations that requires a cost-benefit analysis to be done whenever regulations are adopted. And that's because the Executive Branch considers that to be just an essential component of reasoned decisionmaking. So this Court should not be quick to conclude that Congress intended to deprive the agency of the tools that it needs to come up with reasoned answers to these vexing problems in the absence -- -",
  "Well, it is a Chevron case, Your Honor. And we think -- certainly think it could be resolved under step one, meaning the following: Can you read the statute reasonably to say that Congress unambiguously foreclosed cost-benefit analysis under 316(b)? I think the answer to that is no.",
  "Your Honor, but that's - -",
  "They do.",
  "Yes.",
  "Well, Your Honor, we are not arguing that you have to do monetized cost-benefit analysis, nor did the agency say that it was basing its rule on - -",
  "But, Your Honor, the -- the Second Circuit held, and Respondents argue, that the benefits have to be essentially the same before you can look at the cost of the technology.",
  "But that is what they - -",
  "Well, Your Honor - -",
  "Well, something like that, as long as it is clear that costs can be - -",
  "Well, as long as costs can be compared to benefits, and the Second Circuit said they could not be; that the benefits have to be essentially the same. That's what \"cost-effectiveness analysis\" means. Of course the statute doesn't say \"cost effectiveness.\"",
  "Of comparison.",
  "Well, if - -",
  "A -- a vague, grossly disproportionate - -",
  "Your Honor, I think the point is: Yes, if for 30 years they have not been mandating closed-cycle cooling under that standing -- standard, so from the industry's perspective, that probably is an acceptable standard. But the real point here is that when we start talking about to what degree can you compare the costs, is it significantly greater than, is it wholly disproportionate, that's exactly where Chevron comes in. If everyone concludes that you can compare costs to benefits, then certainly the agency should have some flexibility. With respect to the question of whether it should be the same standard as the -- what I think you're referring to as the B-A-T standard, which governs discharges of even toxic pollutants, I think the answer to that is that not necessarily by any means, because the acronyms are similar but the text isn't. That standard actually talks about the goal of eliminating discharges. Congress did not say eliminate all impingement and entrainment to the country. They could have, they didn't. They said minimize adverse environmental impact, which is necessarily a broad delegation of discretion to the agency. In addition, that standard - -",
  "Wholly disproportionate, Your Honor, has been the test. That's what has been used.",
  "Wholly disproportionate, not grossly disproportionate.",
  "Well, the point is that I -- I think what I am happy with is saying that the agency should have discretion to formulate what test it's going to use. But under the wholly disproportionate - -",
  "Yes, I do, Your Honor.",
  "Well, I just think that it's hard to get that out of the language. When -- when it doesn't come straight out of the language \"wholly disproportionate,\" then you ought to leave it to the agency. But - -",
  "Well, they haven't.",
  "Under a wholly disproportionate standard, Your Honor?",
  "Under the statute, I doubt it. It would probably be arbitrary and capricious. But - - and -- and let me explain why. The statute talks about minimizing adverse environmental impact, and it's important to understand what the EPA did here. At page 169a of the appendix, they say: \"We are using impingement and entrainment as a quick and convenient metric.\" In other words, we are going to make you reduce impingement and entrainment to the -- to a very large extent, get it down, you know, close to zero if we can, whatever. But that's not because it is itself adverse environmental impact. They say they didn't define it at 287a.",
  "Well, here's -- here's how we would say it, Your Honor. There may be some locations where that -- where it would not be wholly disproportionate. If -- if for some reason you couldn't design an alternative system that would protect, for instance, a balanced population of fish in that water body, then it might be that -- that -- that closed-cycled cooling would be required. But on a national basis, at 355a the agency said that they understood that reducing impingement and entrainment at the ranges they were talking about would not be justified in many locations across the country. And that's because power plants may be impinging numbers of fish that aren't actually harming that water body. Fish have the potential to procreate in very substantial numbers. Some fish spawn 500,000 eggs in a year. And, so, if the -- and throughout the act, even under 316a, for instance, Congress has said that, even with respect to thermal discharges, you can get variances if you can show that you are not harming a balanced population of fish in the water body. So given that, given the variances throughout the act and even these kinds of limits on the discharge standards, which are designed to protect human health, why would you read the mandate for the maximum technology on intake structures which has nothing to do with human health, nothing. It is just to protect fish in the water body. So, it doesn't make sense that in a single sentence added in conference in a voluminous act about discharges of pollutants, that Congress would mandate the maximum technology for - -",
  "Because, Your Honor, I don't - -",
  "Here's why, Your Honor: Because the most significant comparison between this statutory section and the others is they didn't list any of the factors. All of the other sections have -- have a detailed list of considerations that the agency must take into account. This one says nothing. This is not an example of where - -",
  "I -- I don't think that's the most reasonable inference because it would lead to very irrational results, 200-foot cooling towers in -- in - - in town -- in historic old towns - -",
  "I don't think so, Your Honor. I don't know where in the language you can get allowance to take into account things like energy impacts. Why? If Congress gave a complete and full standard, why can we take into account aesthetic harm, navigational harm, energy impact? It doesn't allow for that, and I think it doesn't allow for that because Congress intended the agency to define the terms in a reasonable way.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: I would like to start with section 912 of the Restatement because I think it really helps to demonstrate that the trial court fully understood and properly applied the common law standards that govern the determination of apportionment in a pollution case. That section provides that when a party bears the burden of proof, they have to establish the extent of harm and the amount of money with, quote, \"as much certainty as the nature of the tort and circumstances permit,\" end quote. At the time that CERCLA was adopted in 1980, common law courts for more than a century had been using that standard to apportion damages and harm in pollution cases based on essentially rough estimates because the nature of the tort, pollution, and the circumstances don't allow for the kind of precision that we might require in some other settings such as proof of -- of fault, for instance. And the United States, they say that the district court departed from those common-law standards, but it's telling: They don't cite a single common-law case decided before CERCLA in their entire brief. If you were to look at section 840(e) of the Restatement, which governs nuisance cases and apportionment -- it's an application of the section 433(a) standards -- they cite -- the Restatement cites approximately 50 cases. I don't think there's a single one where a court denied apportionment for a nuisance for a harm such as this one that is theoretically capable of apportionment.",
  "Your Honor, in note 16 of the Ninth Circuit's opinion it actually rejects that argument by the government and says that apportionment was pled throughout the case; that the government was on notice. That's note 16. The trial court very specifically rejected the government's claims of waiver saying, yes, apportionment was at issue here throughout the case, both in terms of - -",
  "Oh, he does say that, Your Honor. But what he says is that the theory of apportionment that was offered by the railroad, the argument that it made -- they offered an expert -- that gave substantial precision about how to allocate harm among the different chemicals on the site -- he doesn't accept that approach. He accepts a different approach. But at 252(a) he says -- he confirms - - there is, quote, \"considerable evidence of the relative levels of activities and number of releases on the two parcels\" that allow him to find a basis of -- for making a reasonable estimate of the apportionment, which was his responsibility as the factfinder. In addition, Your Honor - -",
  "Well, Your Honor, the finding of apportionment was sought. The trial court -- and, again, note 16 of the -- of the Ninth Circuit's opinion makes clear -- and the government doesn't say otherwise -- that the railroads had requested apportionment. The issue was whether or not they had argued the precise theory, and the factfinder certainly has the authority to choose the theory that it thinks best approximates what is a reasonable estimate. And in fact, Your Honor, the theory that the trial court seized upon was actually suggested by the government's own expert on cross-examination in the transcript at -- at 4077 to '78. And in addition, Your Honor, when it was time for closing argument, which was September 28th, 1999, at the very beginning of the transcript, page 4, the trial court said to the government -- it said to the parties at the beginning of the closing argument, here's what I want to know about. I want you to address yourselves to whether or not I can apportion this harm based upon the relative area on the site and the relative time. He put the government on notice. When the findings of fact came out, Your Honor, the government could have filed a motion to amend under Rule 52. They in fact filed a motion. They could have asked to submit additional evidence if they somehow thought that this had been unfair. They didn't do that. Shell did it for other reasons, but the government elected not to.",
  "It absolutely could have. And so that argument of waiver was rejected by two courts below, both by the district court in denying the motion to amend -- it granted it in certain respects, but rejected waiver, and then by the Ninth Circuit - -",
  "It depends, but generally yes. And the reason, if it, as here -- the cost of the remedy is driven by the mass of the contamination -- and it was undisputed that that was the case here -- then the costs have gone up based upon the aggregate harm.",
  "But it's that the whole cost -- the question under apportionment is: Are all of the damages attributable to the harm that was caused by the defendant? And if they're not, then apportionment is appropriate. And here - -",
  "Well, Your Honor, under -- the government has acknowledged that the apportionment standards from the Restatement apply under the -- under CERCLA. And cases, as I indicated, the cases under 840(e) almost always allowed apportionment for pollution, even though it meant that a farmer or a rancher or a grower was left holding with harm that was caused by another defendant. But the law has always said you can't impose damages on a defendant that had no causal responsibility. Here what we're talking about, under the Ninth Circuit's holding, that they -- they didn't question the district court's factfinding at 248a that it is indisputable that the overwhelming majority of hazardous substances were released by B&B on its own parcel, on its own land, not on the railroad's land. Its own operations on its own - -",
  "The trial court found that it was plausible that some leakage, some spills on the railroad parcel, during the 13 years of the lease made it into the groundwater by traveling nearly two football fields in an area that hardly has any rain, but said that 9 percent was the maximum of damages that could possibly be attributable to this. What the Ninth Circuit really says is that, even though B&B began dumping thousands of gallons of chemical rinsate in 1960, which was 36 years before this case was filed, 15 years before the lease was ever entered into, that all of that harm that was caused by B&B has to be paid by the railroads, because they can't -- that's almost $40 million now -- because they can't prove with precision whether their share of the damages might be zero or one million or nine million. And so what, in essence, the Ninth Circuit did was said that because there weren't adequate records to prove what amount of dumping was going on in 1960 when there wouldn't have been any reason to keep those records, that as a default matter 100 percent of the harm has to be allocated by the railroads, even though it's not -- they didn't question the district court's finding that it's indisputable that the overwhelming majority was by B&B on its own land. And the court has to - -",
  "Actually, that's -- Your Honor, what it actually says is that the district court in exceptional cases may deny apportionment due to insolvency. And here the district court at 248a found this was not such a case, exercised its discretion to say no. And in addition, Your Honor, there are no cases cited in that section of the Restatement where this was actually done. And the Third Restatement in section 28, comment C, says that that comment was actually inconsistent with section 433(a) principles. Thank you."
]