[
  "JA-58 is the form, and if you look at that, you'll see that it has a line that says, you are being considered for a transfer for the following reasons, colon, and there's a blank to be filled in. Mr. Chief Justice, and may it please the Court: The procedures that Ohio provides for placement into its supermax prison facility are more than ample to satisfy due process. As the Federal Government has argued in its brief, the Bureau of Prisons believes there is no liberty interest implicated here. But even if one assumes that there is, the type of decision at issue is inherently a predictive one that turns on the holistic judgment of prison officials.",
  "That's true, Justice Ginsburg. We would have three responses to that. One is first in Ohio, as in the Federal Bureau of Prisons, in the large majority of instances, most of the facts upon which a predictive assessment would turn have already been subject to some more formal type -- trial-type procedure. For example, in the Bureau of Prisons, the vast majority of prisoners who are placed in one of our two more restrictive facilities have committed some violent act in prison for which they have been found to be guilty pursuant to formal Wolff-type, trial-type procedures. Secondly, with respect to facts that might be taken into consideration for which there hasn't yet been such a formal trial-type proceeding, this Court has made clear that when you're talking about the types of predictive risk assessments that are at issue here, it is appropriate for prison officials, using their expertise and judgment and knowledge of the prison conditions in their prison and in the prison system as a whole, to take into account things that are rumor, innuendo, and other imponderables that may not have been proven in any fact- type proceeding.",
  "That's true. I agree with that. But again, I believe that most of the -- the facts upon which these decisions are based and -- and Ohio asserts in its brief that that's the case in their case too, that people who are placed in level 5 have either been subject of a rule board's infraction hearing or have committed a crime for which they've been convicted while in prison.",
  "Well, I -- as I say, I think in the vast majority of cases, in both the Federal system and Ohio, that is the case. But even so, the consideration at issue takes into a broader spectrum of consideration than just the individual inmate. Having the type of formal fact-finding retrospective proceeding that the court below required here is going to focus the decision-maker in the wrong direction and on a more narrow set of facts than ideally we want the prison administrators to focus upon. We want them to be looking at, just like in Hewitt, the relationship of this inmate to other inmates, of inmates within the prison generally, of inmates to this inmate, and the safety of others. So there's more of them at stake. There are other private interests at stake besides those of the individual who may be moved in the prison administration's -­",
  "Yes. We believe that the procedures that Ohio provides are -- are more than adequate because it gives the prisoner notice of the charges and an opportunity to contest the placement decision. In fact, we believe that the -- the process that Ohio provides is more than is necessary to satisfy due process.",
  "Yes, it is, Justice Scalia.",
  "There's -- still, the appropriate analysis, when you're talking about -- basically what we have at bottom -­",
  "It seems to me that you hold that -- that the procedures here are adequate because -- under the Due Process Clause because in the broad range of cases, you're going to have sufficient notice and an opportunity to contest. Again, I think it's really important to understand the nature of the decision issued here. It's really a gestalt judgment of prison officials exercising their expertise in an area that this Court has repeatedly said prison officials get a wide range of deference. Again, I would like to make a point about the Federal Bureau of Prisons because the respondents have pointed to our control unit procedures which are more trial-like. And I just want to let the Court know that those procedures were imposed upon the Federal Government and the Bureau of Prisons pursuant to a court order in 1978 before this Court issued its decision in cases such as Hewitt where the Court made clear this distinction about prison placement and issues involving the judgment and predictive decisions of prison administrators. When the Bureau of Prisons has been -­",
  "Let me clarify one thing. What -­ it would be -- this relates only to the control unit, which is now at -- at -- in -- in part of the ADX Florence facility. It does not apply to the general populations of the ADX Florence facility and the Marion facility.",
  "Right.",
  "The injunction was entered by the Eastern District of Illinois and was affirmed by the Seventh Circuit in a case called Bono v. Saxby. And the Federal court -- the -- the Bureau of Prisons adopted the regulations pointed to by the respondents in the C.F.R. as it -- in -- in -- to comply with that injunction. We have not yet sought to have that injunction set aside, but those procedures apply to a very small number of Federal prisoners.",
  "We don't think it's constitutionally required, Justice Ginsburg. It hasn't -­ we haven't moved to set it aside because it hasn't caused an administrative burden. There are currently only 49 inmates in the control unit at Florence. In the last decade, we have only placed 118 inmates there, and so we were able to cope with these burdensome procedures with respect to those numbers. But it's important to note that what we do when we -- what the Bureau of Prisons does when it was free to decide its own process is detailed at pages 26 to 28 of our brief, and that applies to a large number of prisoners, 550 who are in the general populations of -- in very similar conditions to those in the Ohio State penitentiary. And there we have adopted a much less formal process even than the one that Ohio does, and we believe that is also constitutionally sufficient.",
  "It is -- applies to the general conditions in ADX -- the general populations in ADX Florence and USP Marion.",
  "But those conditions, Your Honor, are similar to the Ohio State penitentiary. The difference between -- may I finish, Justice -- Mr. Chief Justice?",
  "The -- the difference in the general population, the prisoners are out 10 to 12 hours a week for recreation, and in the control unit, they are out 7 hours a week.",
  "Mr. Chief Justice, and may it please the Court: The Federal Tort Claims Act waives the sovereign immunity of the United States for the torts of Federal employees when private persons in like circumstances would be liable. But instead of applying private-person principles of liability, the Ninth Circuit looked to the State and governmental-entity principles of liability. It concluded that the United States could be liable here, because Arizona has decided to hold its governmental entities liable when State employees are negligent. That decision is wrong, for two reasons. First, it is contrary to the plain text of the Federal Tort Claims Act. The Federal Tort Claims Act makes clear that the liability of the United States is to be judged by the principles of private-person liability in the place where the tort occurred. In section 1346(b)(1), the Federal Tort Claims Act allows jurisdiction and waives the sovereign immunity of the United States under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.",
  "As long as Arizona applied that principle of liability to private persons in Arizona.",
  "Yes, Justice Kennedy. So, it will depend on what the particular State's law is. Here, the only private-person law that was argued below was the Good Samaritan doctrine, and -- as a possible analogy to the conduct of the mine inspectors here. But it might - -",
  "Well, those cases, as we note, do present, often, special circumstances not present in this case, Justice Kennedy. But the answer to the question that's presented here is the same. You still would look to whether or not there is private -- a private-person analog. And, if there is, then you would look to the liability of private persons in that circumstance.",
  "Yes, you do. For example, if someone brought a trespass action against a Federal law enforcement officer for entering upon their land, you would apply the same State law as it relates to trespass claims against private persons. Those claims may, for example, have a defense of lawful authority to enter. When looking at whether or not a police officer had -- a Federal officer had lawful authority to enter, one might then look to Federal law to determine whether or not the officer had authority to enter, but you would still be applying the principles of private-person liability. If one concluded that there was no private- person analog, then the only answer under the Federal Tort Claims Act would be that the United States cannot be liable.",
  "Well, Mr. Chief Justice, we think it's often rare that there is no private-person analog, given this Court's decision in Indian Towing, which stresses - -",
  "-- that one should look to a private person in like circumstances. I think this Court, in Feres, although that decision has been -- has been limited -- did determine that there was, in that situation, no private-party analog - -",
  "To the extent you're suggesting that we just look to general theories of tort law, I think that would be incorrect. The -- because the Tort Claims Act -- the language of the Tort Claims Act makes the United States liable only where a private party in like circumstances would be liable. And in Indian Towing, this Court defines \"in like circumstances\" as looking to the same character of conduct of the -- of the person. So, you would have to find a private person who's engaged in the same character of conduct, and then ask the question, What principles of liability does the State apply to those persons? Here, the - -",
  "That may be the closest private- person analog. In that situation, however, when one goes to apply the defense, it's just as one would if talking about a private security guard. One would ask the questions whether the guard had the requisite authority. And the State would look to what that guard's authority was. And often States would look -- if the guard happened to be a Federal officer, would look to Federal law. And that can be appropriate, I think, for -- under, potentially, three different -- for, potentially, three different reasons. One, the language of the defense in 2680(a), which provides the United States with a defense to liability in circumstances where , with due care, you're carrying out a Federal statute or regulation. It -- another source of authority might be the State-law principles simply look to what the authority of the person doing the conduct is, and then you would look to Federal law for the source of that authority. And that could be right, under this Court's suggestion in Muniz, that Federal regulations -- once an actionable duty is established under State tort principles, one can look to Federal regulations to determine whether or not -- what the applicable standard of - -",
  "-- care was.",
  "I think this Court suggested, in Muniz, that perhaps there could be private persons operating prisons, or one would look - -",
  "-- in that - -",
  "You may be right, Justice Ginsburg. I think the important point to take away from Muniz is that the Court stressed that, whatever the measure of the United States' liability would be for the claims at issue in that case, it could not be the State law as it related to governmental entities; that one would have to, as the text requires, look to State law as it relates to private persons. The point that I - -",
  "For purposes of obtaining immunity, we were arguing that -- which I think is a different argument than we're making here today -- we were arguing that the Federal Tort Claims Act was not meant to waive our sovereign immunity at all with respect to certain types of governmental activities. But that's not the argument that we're making today. Today, we are arguing simply that one must, as the Court held in Indian Towing and Rayonier, one should look to the -- to the -- to the text of the statute, and that that must be the measure of our liability.",
  "That presents a difficult question, Justice Stevens, as I'm sure you know.",
  "And that would, obviously, be a harder case than the one that we have here, and -- which I would like to - -",
  "-- address how you apply it here.",
  "If - -",
  "If a State statute looked to Federal law as the source -- I think one has to be careful when one talks about \"negligence per se\" type principles, which is what you're suggesting -- some States look to statutes and regulations solely to establish a standard of care once a separate duty has been established. And some States, as respondents claim Arizona does, look to it establish both duty and a standard of care. But, putting that aside, if -- to respond directly to your question -- if a State adopted a Federal statute and used it to apply to private persons, you would be most of the way home in getting Federal Tort Claims Act -- at least the creation of potential liability against the United States. However, I think in that instance, there would still be a question as to the intent of Congress, in the Federal statute itself that was used, as to whether Congress intended to foreclose any private action, any private enforcement, such that the States -- if the State has misinterpreted, in other words, a Federal law, that presents, I think, a Federal question.",
  "If they're just simply borrowing it, and don't feel compelled to borrow it, and are, indeed, applying it to private persons who perform safety inspections, then the United States could potentially be liable under the Federal Tort Claims Act. As I mentioned here, though, that is definitely not this case, because - -",
  "Well, I have several answers to that question, Justice Kennedy. First, your use of \"standards\" there appears not to be one to create an actual duty in the first instance, which is really the question before this Court. Is there any duty between the United States and the private miners? Secondly - -",
  "Oh, I'm sorry. I didn't realize you were still operating - -",
  "-- under Justice - -",
  "-- Stevens' hypothetical. If Arizona has created an actionable tort duty that it imposed -- that it's willing to impose upon its private citizens who perform safety inspections, to all persons who work at places where they perform safety inspections, that would be a different case. Then that would be applying the law as it relates to private persons in like circumstances. Here, though, it's clear from the cases we discuss in our brief, including Easter and Papastathis, that Arizona -- when private parties perform safety inspections on the property of another, Arizona applies its Good Samaritan doctrine. That is not -- in order to determine, at the outset, whether there's any actionable duty between the inspectors and the injured party. That's the step that the Ninth Circuit did not engage in here. The Ninth Circuit, instead, decided --",
  "Okay. So, the -- and the reason that you can't, in this case, follow Justice Stevens' reasoning is because the only provisions of law to which the respondents point to set the negligence per se principles are policy manuals and procedures of the coal -- Federal Mine Act that apply only to Federal employees. So, they point to no case or law where these provisions, upon which they rely, would impose either a duty or a standard of care upon private persons in Arizona. Now, in that -- to distinguish it -- I'm sorry.",
  "In many States, one would look to Federal standards for setting the standard of care. And we think that it could be relevant here what the -- but you must get over the duty hurdle. And that, respondents cannot do by looking to State and governmental-entity liability.",
  "Well, just to take your question, and then maybe clarify what you mean by what - -",
  "I can - -",
  "-- I can -- I can answer it the",
  "Good.",
  "Okay.",
  "Well, I think -- obviously, you don't get to 2680(a) unless you've gotten through the first part and established - -",
  "-- that there's some actionable duty on private persons in like circumstances and that we might be liable. If you do get over that hurdle -- say, for example, the State standard of care with -- in relation to private parties is higher than that required by Federal statute -- imagine a Federal regulation that requires VA doctors to - -",
  "-- take care of their patients once a day.",
  "Well, it can serve functions in other instances; for example, if someone alleges that you were following the statute, but the statute was invalid. But I think in terms of a -- because it goes on to say whether or not the -- the regulation - -",
  "-- is valid.",
  "No, Your Honor. I was just saying it has that other function. I think, here, the short answer to your question is, if this -- if, when you're talking about the -- what's an appropriate standard of care once one's established an actionable duty -- if the State law, as it relates to private persons, set a more stringent standard of care than the Federal regulation, for example, and the Federal employee were complying with the standard of care set forth in the Federal regulation --",
  "-- this could potentially provide a defense, even though, once you went through the first part of the statute - -",
  "I'm not sure I - -",
  "I must be missing the thread of the question somewhere. I was just - -",
  "-- I was trying to make just - -",
  "-- a simple, modest point that - -",
  "We may still have a defense in - -",
  "-- that situation. I think - -",
  "-- that's correct. It's an important point - -",
  "Well, I think that, in fact, would be an application of the Good Samaritan doctrine, Justice Ginsburg. In other words, I think you're referring to the first part of the -- we have an -- we believe we have an argument. And the Daggett case, which we cite, addresses whether -- I think this is an open question in Arizona law under their interpretation of the Good Samaritan doctrine -- whether someone in the position of the United States here is -- has undertaken to render services to another. Because that's the argument to which you're referring, I believe. And we think there is an argument that we are not rendering services to another. But that is not the same as saying that the Good Samaritan doctrine -- that is an application of the Good Samaritan doctrine. In other words, courts, when they -- these are all factors that take into account whether someone will have a duty, pursuant to the Good Samaritan doctrine -- one of the factors is that you must have undertaken to render services to another. Another factor, which we think is also relevant here, is whether or not the injured party justifiably and detrimentally relied. And we don't think -- you know, they have asked you to decide this question -- we think this is more appropriate a question for remand, but the United States does not believe that the respondents can make out either of those elements of the Good Samaritan doctrine, and that the United States, therefore, cannot ultimately be liable only -- under the only available private-person analogy. But the important point is, you -- that is an application of the Good Samaritan doctrine.",
  "In our view, it's the only private-person law that respondents argued to the Ninth Circuit. Respondents have submitted a new argument to this court contending that governmental-entity law and private-party law in Arizona is equivalent in this situation. But that is wrong. It is clear that the State of Arizona, as a public-policy matter, has decided to create broader, actionable tort duties on its own governmental employees, and to expose itself and open its own coffers to -- when -- to claims when its employees have injured its citizens. But that is not the same law that they apply to private persons, and we know that from the Daggett case, which we discuss -- I believe it's on page 6 of our reply brief. In the Daggett case, that was a case involving an inspection by a county of a swimming recreation area, pursuant to mandatory State and county regulations that required such inspections. The Arizona Court of Appeals there held that there was a duty by the county to a person who had -- who dove into the swimming pool and was injured as a result of hitting the bottom, that there was an actionable duty running against the county there as a matter of the State of Arizona's decision to create tort duties when its employees and governmental entities violate mandatory obligations or perform them negligently.",
  "Not necessarily, Justice Stevens. We think it's perfectly clear, from the text of the statute and the language of the Ninth Circuit's decision, that what they did is improper.",
  "Well, it has not -- the -- whether or not there's an equivalency, whether or not private persons are liable in the same instances as State and governmental entities, was not argued by the respondents below.",
  "And, therefore, it was not decided. We do not think -- it is a question of State law, but we think the answer is very clear, because respondent -- the only thing respondents point to here to assert that there is an equivalent are cases making State and county and governmental entities liable. They point to nothing, as they concede, cases involving private persons. So, there -- if -- we don't think the Court should remand, which would be an invitation to the Ninth Circuit to essentially do, under another guise, what it has already done, which is essentially apply governmental- entity liability to the United States, in contradiction to the - -",
  "-- text of the statute. If I can finish my Daggett answer, though, Justice Stevens, I think that'll make clear why the two are distinct and why it isn't a difficult question of Arizona law. The Daggett court went on to decide that the county, although it had a duty to the injured party pursuant to governmental entity law, similar to what the Ninth Circuit applied to us here, there would be no actionable duty if one applied the Good Samaritan doctrine. It found that none of the second three prongs of the Good Samaritan doctrine were met, and it also raised the question as to whether or not someone in the position of the county would even be rendering services into another sufficient to meet that part of the Good Samaritan doctrine. So, we think it is very clear that the two are not the same. The -- so, we would ask that the Court not remand, and leave that question open, Justice Stevens.",
  "I do not know whether they were actually sued. There are -- their -- I do believe their liability, though, is that workers' comp is an exclusive remedy here. And, although it's not in the record in this case, the State of Arizona was also sued, and, according to news reports, settled for substantial sums with both of the respondents. If there are no further questions at this time, I would like to reserve my time.",
  "Thank you, Mr. Chief Justice. If I may just start where he ended. Just to be clear, Justice Scalia, the point that I was making is, the only private-person law to which respondents pointed below was that of the Good Samaritan doctrine. That -- whether or not respondents can make out a claim under the Good Samaritan doctrine would require meeting all of the elements of that doctrine. That would be primarily a State-law question, but we do think there's an ingredient of a Federal question there, especially, for example, in deciding whether or not they reasonably and detrimentally relied. Other courts of appeals, including the Sixth Circuit, in Myers and Raymer, have said that the language of the Mine Act is relevant to whether or not a party can simply rely on the very -- just the bare existence of the MSHA -- of MSHA's existence and its inspections, and held that, given the language in the Mine Act that expressly leaves the safety of the mine to the -- primarily to the mine operators through the assistance of the miners, that it would be unreasonable to rely. Here, it -- this was completely appropriately decided by the district court on a motion to dismiss, because they came forward with affidavits that say nothing more than that they relied upon the existence of the MSHA scheme. And that, under Arizona's Good Samaritan law in - - taking into account the Federal scheme, is insufficient, because it is insufficient under Arizona law.",
  "This is a 12(b)(1) and a 12(b)(6) motion to dismiss, Mr. Chief Justice, because it's also a jurisdictional issue, so it is possible. They came forward with these reliance affidavits, and I think it's significant how little they say. The reliance affidavits would obviously not require any discovery on their part to indicate what their actions were, in terms of --",
  "-- upon which they were relying.",
  "I think that's -- that's one of our arguments, that they can't meet the Good Samaritan law --",
  "Oh, no, Your Honor, they argued that before the - -",
  "The court of appeals didn't decide that. But, tellingly, I think, as Justice Breyer suggested, the court of appeals -- and I think your question has suggested -- it seems that they think there is no liability there. The premise of the court of appeals' holding was that there is no private-party analog. Justice Breyer, if there is no private-party analog, if you conclude that this type of regulatory activity has no private-party analog, the only appropriate answer under the Federal Tort Claims Act is that the United States cannot be liable. You cannot - -",
  "We think that the Good Samaritan doctrine affords an -- under this Court's interpretation, in Indian Towing, of the \"like circumstances\" doctrine, we think one could look to the Good Samaritan principles, under which we think we would prevail. If I may, Justice Ginsburg, return - -",
  "We believe that once -- I'm not sure I get the vein of your question, but I'll -- the -- if there is no private-party analog, so there's no private-person in like circumstances, the United States cannot be held liable. If there is a private-party in like circumstances, one then must apply that law to the facts and the claims and determine whether or not the United States is liable.",
  "But the district court did here, Your Honor, and held that we weren't liable. If the Court's going to decide this on the record, we think the Court can decide on this record that there could not be Good Samaritan law under Arizona law.",
  "That was -- I think it's fairly encompassed. The -- it -- the question presented is whether or not the court applied -- should have looked to private-person law. I think if you say yes, you could look to that law and conclude on this record that there can't be liability. Justice Ginsburg, if I may turn back to your point about Muniz, I think you're correct that they didn't specifically -- the court in that case didn't specifically suggest what the private analog might be on remand, although it did suggest perhaps it would be personal- injury law as it relates to private persons in like circumstances. But I think the important point in Muniz on that point is akin to what I was just making to Justice Scalia, which is that the court said there is consent to sue here, so the prisoners may sue. Whether or not they're going to be able to ultimately make out a claim under private-person law is a different question. So, the Federal Tort Claims Act is not a guarantee of monetary compensation from the United States. And one cannot do what the Ninth Circuit did, which is to keep looking for possible analogies in -- under which the result would be that the United States is held liable. Sometimes, just like with private-party analogs, just like with private safety inspectors, the answer will be: the private party can't be held liable under the applicable private-person law. And in -- the private-person law in Arizona, I think it's clear, is the Good - - I'm sorry. My Time is up.",
  "Mr. Chief Justice, and may it please the Court: Two independent principles require reversal of the Ninth Circuit's decision. First, the probate exception to Federal jurisdiction is a will-specific rule and it does not apply beyond the context of wills to other types of will substitutes like inter vivos trusts. Second, even with respect to wills, it is a very narrow exception that is no bar to deciding the rights to a decedent's estate, construing a will, or determining the testator's intent. There are only three things under this Court's precedent that a Federal court cannot do. The first is to probate a will, that is, to determine the formal key requisites of the validity of a will; second, to annul an already probated will; and three, to take in rem jurisdiction over a res over which a State court has already taken in rem jurisdiction. But that is it, and none of those are applicable here. The justifications for the probate exception do not apply to will substitutes. The -- the probate exception is based on the peculiar nature of a will, that is, that unlike inter vivos trusts, unlike the current modern will substitutes, a will is not valid -- it has no legal effect. This Court's opinions have said that on several occasions -- unless it is probated. Therefore, a will must be probated even if there is no dispute about its validity before any title can pass. Not so with trusts. In fact, that is the whole point that people engage in the modern world substitutes is to avoid the necessity to go to the probate court in order to have their assets passed to their heirs. The second ground for this Court's probate exception is a historical one based on the Court's understanding of the limits of the equity courts in England. Whatever the merit of that historical analysis, it has no application to trusts, which have always been the problems of equity. The Federal Government has a strong interest in the Court not expanding the Federal exception -- the -- the probate exception to Federal jurisdiction, particularly in the sweeping manner that the Ninth Circuit has done. It is not uncommon for the tax consequences of an estate planning instrument, such as a trust, to turn on whether or not the trust is valid or invalid. And the Congress has provided Federal jurisdiction to the United States to bring its -- most of its disputes in the Federal court system. Secondly, more generally, Congress has determined what types of disputes should be in the Federal courts and has passed broad statutes providing the courts with Federal jurisdiction that the courts have an obligation to exercise, if it exists.",
  "I don't believe it does, and perhaps I'm -- I'm -- I wasn't making clear what my argument is. The Court has adopted a very narrow probate exception with respect to the probating of the will and annulling a probated will, but that is it. And that analysis was based on a -- the historical -- the Court's view of the historical limits of courts of equity and therefore was an interpretation of the Federal diversity statute. Under the logic of Ankenbrandt, one can assume -- one may -- the Court may assume that's carried forward. But certainly that -- for the reasons I've said, that rationale, those justifications, for that narrow will rule do not apply to trusts, which have always been the province of equity, and especially given the questionable historical underpinnings of the exception, even the narrow exception that does appear to exist, there's no justification for expanding that beyond its current confines. As this Court recognized in Ankenbrandt, the lower courts had taken the -- the so-called domestic relations exception beyond this Court's very narrow limits, and this Court brought -- brought it back to its origins. And -- and the Federal Government believes that -- that the same would be appropriate here with respect to the probate exception.",
  "It was probably not a very precise history, Justice Stevens. I do think one can read Markham, however, especially if one reads it in the context of the cases it cites for its principles, to hold what we are saying now, which is that Federal courts have no jurisdiction over pure probate matters, that is, no jurisdiction to probate a will. And its interference language, I believe, was its statement of the in rem v. in rem jurisdiction principle, which in fact isn't really a probate jurisdiction principle at all.",
  "The -- the United States hasn't taken a position on the broader argument about whether or not the --",
  "If -- if the question you're asking me is what does it mean to probate a will --",
  "-- the -- the probate of a will requires determining that it has the appropriate formal prerequisites, which in most States is appropriate number of signatures that the testator was coherent, competent to make a will and that there was no undue influence.",
  "That's true, yes, that there's no competing will.",
  "The --",
  "It's conceivable that if that determination went to a -- an element of, for example, a tort claim and that the person were not -- were not seeking to take under the will, it is possible. This Court's precedent doesn't address that precise question. The United States hasn't taken a position on whether or not bankruptcy jurisdiction, ala the logic in Ankenbrandt, encompasses the narrow probate exception that we concede exists because it's not necessary to decide this case. The -- the petitioner's claim is far beyond anything that the probate exception has ever applied to. The respondent suggests that States have an overriding interest in having one forum resolve all probate-related disputes. This Court has repeatedly, for over 150 years, rejected that exact proposition -- Justice Breyer, Payne v. Hook, Hess v. Reynolds, McClellan v. Carland, which this Court cited last term in Exxon Mobil -- and it was the basis of Markham's reversal of the Ninth Circuit decision that the Federal jurisdiction is not determined by the scope and extent of the State's decisions with respect to where to send its own citizens with respect to disputes that don't otherwise have a basis for Federal jurisdiction. The only place in this --",
  "That's what the United States believes the limit of the exception is, and the -- let me be clear. The United States has a strong interest in having this Court clarify the exception. That is where the confusion lies in the court of appeals. That is where the United States feels like its interests are at risk. So although the petitioner's claim is well outside the exception, the United States' interests lie in having the Court clear up the confusion and reject the sweeping and expansive view of the probate exception that the Ninth Circuit has announced.",
  "I -- I think the -- Waterman has a -- has a good summary of the -- of the limits. I think even the two cases on which the respondent principally rely, Sutton and O'Callaghan, lay out the proper scope of the rule. Those -- both of those cases involved a claim that depended on having a will that had been probated declared invalid, and that is within the narrow confines of the exception. But it is a will-specific rule. The -- and, Justice Stevens, back to your question. The one thing about Markham is that there's no general interference principle, and that's where the --",
  "I would -- I would -- you can -- it would be helpful to -- to clarify what the Court meant in Markham. I think the holding in Markham is correct.",
  "It will probably be necessary, to -- to rule on the case, to make some holding about what the scope of the exception is, Your Honor. And the -- the -- but, Justice Stevens, the --",
  "The Court certainly could resolve it that way, Your Honor. But, Justice Stevens, the -- the -- Markham, I do think, makes clear what interference is and is not by its holding. And on page 494 of Markham, it says, where the final judgment does not undertake to interfere with the State court's possession, save to the extent that the State court is bound by the judgment to recognize the right adjudicated by the Federal court. So that is not the type of interference that runs afoul of the rule.",
  "Mr. Chief Justice, and may it please the Court: There is a concrete dispute between the parties about their legal rights and obligations. If that dispute is resolved, money will change hands. That is an Article III case or controversy.",
  ": In that situation. Recognizing that's not the situation we have here --",
  "May I -- if I can answer the first question first.",
  "If there were to be a settlement, in the second case, the -- it would not be an Article III case or controversy problem with the second case. And that suit should not be dismissed under 12(b)(1).",
  "The -- in that case, the patent holder might have a valid 12(b)(6) defense, and the suit, laying aside enforceability issues that you raised, may be easily resolved, on that ground. But, in terms of the question before the Court today, that wouldn't be an Article III matter. I think, as a policy matter -- so, moving off the question before the Court right now -- as a policy matter, the -- it's not clear from this Court's cases exactly what types of agreements would be enforceable. I think there's a spectrum of cases one can imagine, ranging from Pope -- the type of promise that was extracted in Pope, which this Court held was unenforceable --",
  "Well - -",
  "Well, there certainly would be a question, though, the way that Lear read Pope, and under Lear, about whether a bare agreement not to challenge licenses, especially ones like in Pope, where they agreed not to challenge the license, even beyond the term, would be enforceable. And the Government thinks there's a spectrum. One -- at one end of the spectrum would be licenses like those in Pope, and at the other end of the spectrum would be a consent decree entered after settlement of a bona fide patent infringement suit where the -- which included an agreement not to settle. Now, that's clearly not what we have here.",
  "No, Your Honor.",
  "The Government's view is that there's a spectrum along the spectrum, and it would have -- you would have to consider each case on its terms. And it's not clear, from this Court's cases, where the policies in that - -",
  "It's certainly not foreclosed by this Court's precedent, and it's an open question where the policies -- how they would weigh out. There's no language in this license, however, suggesting any type of settlement. And, moreover, I think it's important to recognize that the parties here actually have a concrete dispute about what the licensing agreement means. Count one in the complaint is asking for a declaration --",
  "If the parties have a concrete dispute about the validity of the patent, and it would affect their rights and obligations in the way that it would here -- in other words, that money will no longer be due to the Respondents if the patent's invalid --",
  "-- and the - -",
  "It might depend on whether there was consideration beyond the patent itself. In the -- in this -- in this case, though, the Petitioner claims that if the -- if the patent is invalid, they no longer owe licensing fees, and, under Lear, they would be entitled to the licensing fees, that they've paid since they began challenging, back. So, it's clear that under either the contract or a question of - -",
  "They claim that, under the licensing agreement, they only owe royalties on valid claims. That's count one of the complaint, in the (j) - -",
  "Where does it appear in the licensing agreement?",
  "The parties actually have a concrete dispute about the meaning of the licensing agreement in that regard, Justice Scalia. On page 399 of the joint appendix is the provision about which they have a dispute. And the language in there provides that they will pay on substances which would, if not licensed under this agreement, infringe one or more claims of either or both of the Shamir patents, or coexpression patents, which have neither expired nor been held invalid by a court or other body of competent jurisdiction. There was similar language in --",
  "Yes, Your Honor.",
  "That's what the Government believes, Your Honor. It's also -- the licensee also does not need to breach the licensing agreement in order to create a case or controversy. The licensee is currently paying royalties that it does not believe it owes and that it believes it would be entitled to have back if it should prevail on its interpretation of the -- of the patent and the licensing agreement. It doesn't have to make that injury more severe by breaching. That's clear from this Court's decision in Altvater. In Altvater, royalties were being demanded and royalties were being paid, but, nevertheless, this Court held --",
  "Yes, it was pursuant to injunction, but that was not important to the Court's reasoning. What the Court said is, \"You need not suffer patent damages in order to bring the suit.\" Not a contempt. \"You need not breach the injunction and put yourself at risk of treble damages for infringement.\" It was the patent damages that put the licensee at risk, and that's the same risk that the Petitioner faces here and should not have to bear in order to bring suit. The case or controversy is whether or not the - - they owe the royalties. The whole point of the Declaratory Judgment Act was to allow contracting parties not to have to sever their ongoing contractual relations in order to get disputes resolved between --",
  "-- themselves.",
  "In the situation that we have here, Your Honor?",
  "Yes, I do. Where the Petitioner claims that the patent is invalid, that they could -- that the Petitioner's claims unsettles their right, damages their property value, potentially, and that they could bring a declaratory judgment action of validity.",
  "Well, right now - -",
  "It -- from the moment -- the Petitioner has an argument that from the moment it ceased -- it starts claiming that the patent is invalid and pays under protest, that it is entitled to those royalties back.",
  "The - -",
  "Well, I think, technically, Justice Scalia, they probably have a claim for patent infringement, to which the defense, as Justice Ginsburg - -",
  "-- points out - -",
  "-- would be an easy defense.",
  "So, there's not an Article III lack of case or controversy, which is - -",
  "-- what's the question before - -",
  "-- the Court.",
  "Well, you need - -",
  "You -- may I answer that question? You need not have a mirror-image suit, in that sense, Justice Scalia. And Altvater makes that clear. In Altvater, the patentee's claim was - -",
  "-- much narrower than the counterclaim; and, nevertheless, the Court allowed that counterclaim to proceed.",
  "Mr. Chief Justice, and may it please the Court. When Congress creates a specific remedy for a specific situation that remedy forecloses resort to a more general remedy when that general remedy would frustrate the purposes of the specific remedy.",
  "Yes, Your Honor. The A.S. Kreider decision that we discuss in our brief is about was whether or not the sorter statute of limitations, ironically, in the case for refund suit, applied, rather than the broad general Tucker Act statute of limitations. And this Court held that the specific controlled over the general because Congress was entitled to provide more specifically in a particular situation when the need called for it.",
  "Both of those statutes, it's been a long time, Your Honor. I'm not, I'm not totally - -",
  "I'm not sure if they answer that precise question, but - -",
  "-- the implied repeal analysis is not the proper analysis to apply here, because the proper principle is that the specific remedy forecloses resort to the more general remedy, when two things are true.",
  "In -- in this Court's case, if I can answer your, the principle of your question, Your Honor, which is that the replied repeal doctrine is not the proper analysis here because the specific controls the general.",
  "Well, we would certainly have a more difficult argument here if that were the case, Your Honor. But Williams' specific withholding was - - didn't answer the question at issue here, because it only held that a person who had been subjected to a lien, involuntarily paid it under duress, could be a taxpayer within the meaning of 1346. But it didn't answer the question here, which is whether or not when Congress has provided specifically for parties in Petitioner's situation and created a remedial scheme that would be wholly frustrated - -",
  "That would be a difficult argument to make, that it doesn't fall within the erroneously or illegally collected tax. But that was the same case in A.S. Kreider. That was the same language in A.S. Kreider, the erroneously collected tax. Yet the Court held that the more specific refund statute of limitations there applied.",
  "One can look at it that way, Your Honor. But I think if one looks at it that way then I think this Court's cases in Brown and Block are how you apply the implied repeal analysis when a specific statute would be wholly fully frustrated by application of a more general statute. And that's particularly true where it's uncertain at the time Congress enacted the specific statute.",
  "Well, they are two very different schemes, Your Honor, and one is for the situation that Petitioner faces, which is a third party whose property is levied upon to collect the taxes of another, and it has its own venue provisions, its own jurisdictional provisions, its own short statute of limitations. Importantly, however - -",
  "No, no, Your Honor. In a levy suit the Government often does have the property.",
  "Not -- I think, Your Honor, the Flora requirement, which is a judicially interpretation on the refund statute which requires you, a taxpayer to pay all of its tax liability for a given year before it can bring a refund statute challenge, actually supports our argument here because it shows how complicated it would be to apply that scheme when you're talking about a party who doesn't owe the tax. We haven't -- the Government has not assessed the tax against the trust here. It believes the trust is a nominee or alter ego of the taxpayer and the -- the wrongful levy statute has a short statute of limitations for the precise reason that if we seize the property of the trust the Government needs to know promptly if the trust claims it's not the taxpayer's property because the Government, as the Chief Justice indicated, will cease going after the taxpayer if it believes it has already collected the tax from someone else that it believes to be holding the money for the taxpayer, which is different and crucially different than in a refund suit, as Justice Stevens alluded to, because in a refund suit where the taxpayer brings the challenge and has paid the tax, at the end of that suit either the Government has to pay the money back to the taxpayer in a refund or the Government gets to keep the tax and that's the end of the matter. In a third party challenge, whether the third party brings it pre- deprivation or post-deprivation, the Government's interest is knowing whether or not the third party has taxpayer property or not. Because if it turns out that it's not the taxpayer's property the Government needs to pursue the taxpayer. And Congress accounted for that not only in 7426 by the short statute of limitations, but also for the expression suspension of the Government's period of time that it can pursue the taxpayer. The, the section 7426 expressly suspends the time period during the running of a third party challenge whether that's pre or post deprivation. In addition, the -- if I can go back to Justice Scalia, I would like to impress upon you why we don't believe the implied repeal doctrine is applicable here, and not only is it because the specific controls the general when it would be wholly frustrated as it would be here by both the statute of limitations provision and its express suspension, but also because the availability of the general remedy was uncertain at the time that Congress passed -- and for the purposes of the implied repeal doctrine that's the proper analysis: What did the 1966 Congress think it needed to say in order to make this the exclusive remedy? The state of the law at the time - -",
  "Yes, in 1966, Your Honor. The state of the law at the time when the Congress was deciding how to write this provision, there was certainly no authoritative pronouncement that, that the, that third parties could bring a suit, and indeed the law that - -",
  "Well, the cases say it matters what the Congress saw at the time it passed the statute in Brown and Block. But the reason it does matter as a logical matter is that the state of the law was such that third parties couldn't bring a refund suit under 1346. The actions that had been allowed, Your Honor, were against the IRS officials and those were expressly replaced by the statute. Congress expressly replaced them in section 7426(d) and (e), which is on 12a of our, of our petition. So that shows that Congress did intend to make this the exclusive remedy. The other reason why I think you can - -",
  "Did we make the argument in Williams?",
  "Well, the Government conceded in Williams that 7426 was not available to Ms. Williams there because she had only been subjected to a lien, not a levy. So the remedies the Government was pointing to in that case as exclusive of the 1346 remedy were the quiet title action and a discretionary - -",
  "Well, we did point to the statute, Your Honor, and suggest that the Congress had made it available. I think the other reason why the implied repeal doctrine is not the right analysis here is that section 7426 did not withdraw any substantive rights. This, the trust here is simply trying to take advantage of another remedial provision, 1346, and rename its cause of action. They're bringing exactly the same -- their complaint is substantively identical to the complaint they brought in their first action.",
  "That's right, Your Honor.",
  "Bless them, Your Honor.",
  "I believe it had been. It was a Tucker Act provision. Thank you. That would be the answer to your question, Justice Scalia. But in direct response to the question you started with, Justice Breyer, Congress -- the general statute of limitations for refund actions did already exist. In fact, the Government believes it's significant when Congress passed 7426, instead of referring to that specific provision, it placed in the same section of the code a shorter statute of limitations specifically for these actions. It created a new subsection and said 7426 actions must be brought within 9 months.",
  "As I indicated, Your Honor, at the time there was no authoritative pronouncement. If even - -",
  "Well, the remedies that have been allowed by the courts, Your Honor -- and we believe, in the absence of any appropriate waiver -- but the actions that have been allowed have been allowed against IRS officials, and Congress did expressly replace those, on 12a, in 7426(d): \"No action may be maintained against any officer or employee of the United States.\"",
  "That's true, Your Honor. But I think for purposes of trying to discern the intent of the 1966 Congress one has to look at the state of the law in 1966. And there was no reason to believe and certainly no authoritative pronouncement at the time that 1346 covered this type of action, and I don't think --",
  "Well, that's probably how the Government viewed it, Your Honor. But certainly I don't think one should ascribe for purposes of implied repeal, in other words to assume a presumption, by making the Congress prescient of what this Court was going to decide in 1995. And I certainly wouldn't concede, although the Petitioner would like to argue, that Williams' holding is as broad as it is. Williams was about a very particular situation, a woman, as I said, who had a lien placed on her, and the Court didn't answer this question of whether someone who had, as Justice Ginsburg indicated, who had a levy placed on there, could be a taxpayer within the meaning of 1346 as this Court held in Williams. Justice Kennedy, also on your question about the tax code, although we don't cite it in our brief, Estate of Ramani is another case in which this Court had in effect held that a specific provision in the tax code, in this very Tax Lien Act, took priority over a more general provision that had to do with the priority of the United States' claims. And that's Estate of Ramani, 525 U.S. 517. I believe if there are no further questions, the Government would ask the Court to find that 7426 is the -- except I have one more thing to add. Getting lots of help today from all quarters.",
  "I beg your pardon?",
  "He wants me to point out to the Court that, in addition to -- it's always nice to have help. In addition to the great American Federal Savings & Loan case, Justice Scalia, which indicated that the implied repeal analysis is not appropriate when you're talking about a subsequent simply remedial provision that doesn't withdraw substantive rights, the Court in a case authored I believe by Your Honor, Rancho Palos Verdes, in footnote 2 made that same point last term.",
  "Mr. Hungar might have questioned your memory. If there are no further questions, we would ask that the Court affirm.",
  "Mr. Chief Justice, and may it please the Court: Petitioner used the firearm by accepting it in exchange for his drugs. In doing so Petitioner used it during and in relation to a drug trafficking crime. Although the situation in Smith was different, the principle of Smith is that use of a firearm as an item of trade or commerce -- specifically used as the medium of exchange -- is a use falling within the meaning of Section 924(C).",
  "And the Petitioner did use it here, Your Honor. In agreeing to take it in exchange for a certain amount of his drugs - -",
  "If you buy the car, then you have used the car as an item of trade or commerce during or in relation to that commercial transaction. We don't usually talk that way but we do -- and one can - -",
  "I don't think so, Your Honor. As long as - -",
  "Well here, Your Honor, it's important to put it into statutory context, of course, and the statutory context asks whether or not one has used the firearm during or in relation to a drug trafficking crime, here a drug transaction. And I do - -",
  "I think one can employ use in a natural way to mean receipt in the way that Petitioner used the firearm here. The subway system uses tokens.",
  "I used the gun as a medium of exchange to sell my drugs. Just in the same way that - -",
  "I believe in any barter transaction, Your Honor, in particular, where one side has said as they negotiate it out, I will sell you this amount of drugs for this particular firearm, then both have used the gun as the medium of exchange - -",
  "And -- and the drug dealer used the gun as the medium of exchange to complete his drug sale, and I do think we do sometimes use \"use\" in that way, Justice Stevens. The subway system uses tokens. The metro system.",
  "Well in a - -",
  "You would have certainly used - -",
  "-- the sword as weapon. There is no exchange there, Your Honor. Here it's crucial, because you have during your relation to a drug trafficking crime, which here is the drug exchange, just like in Smith.",
  "If he agrees to trade his drugs for the gun as the currency to close the drug transaction, I believe he has used the gun in the way that we normally use the word.",
  "No. I think the -- I think the crime is the taking of the firearm in exchange for the drugs.",
  "I think one could make the argument, Justice Souter, that an agreement alone is a use once, one agrees to use the gun as the medium of exchange to sell one's drugs. The Government is not pressing that point here today and we don't, and the Court need not go that far because here Petitioner did receive the drugs, and the reason that possibly the agreement line goes too far is the rationale of this Court's decision in Smith where the Court pointed out that someone who makes a material misstatement in order to acquire a gun is clearly not using the gun, but the Court gave examples of receipt offenses in, in the forfeiture provisions in Section 924(D) where receipt of a firearm is a use under the statute.",
  "I think one could make the argument, Your Honor, as I said, that making material statement. I'm saying the Court in Smith - -",
  "I beg your pardon.",
  "Because -- and that's why the Government is drawing the line today at actual receipt, and that's - that's all that's involved in this case. The actual taking of the firearm where then you have all the dangers present with which Congress was concerned, which is - -",
  "Well, there are two points in response to that, Your Honor. One is that if the buyer of drugs buys the distribution quantity, then we do often treat the buyer as a distributor under the distribution statute.",
  "When Congress -- no that's correct, Your Honor; but in those cases where Congress uses words, like it does in the distribution statute, that clearly targets one side or other of the transaction. But here what the Court is interpreting is the much broader word, \"use,\" and we know from Section 924(D)'s forfeiture provisions that Congress employed the word use broadly in Section 924(d) and used it to include receipt crimes; and Smith cites several examples of receipt crimes that Smith believed was a use, including unlicensed receipt of a firearm from out of State, receipt of a stolen firearm and receipt of a firearm with an intent to commit a felony; and in context Congress clearly did use \"use\" broadly in Section 924(D). If -- if in response to their argument in Ponce, their argument about (D)(1), the forfeiture provisions in (D)(1) and D 3, I do think those provisions strongly support the Government's argument here.",
  "Because our reading, Justice Scalia, gives full effect to the provisions that Congress has carefully chosen to place in (D)(3) and the Petitioner's reading does not.",
  "And if I could explain it. In (D)(1) -- it's on page 8a of our brief, (D)(1)-- in 924(D)(1) Congress provided two principal ways in which the Government can forfeit firearms. The first is if an offense is completed, the Government can forfeit a firearm that is involved in or used in that offense.",
  "Yes it does, Your Honor; but that actually strengthens my point.",
  "Well yes, Your Honor, but if you allow me to continue on, further on in (D)(1) Congress used a narrow subset of crimes some of which include receipt crimes where it only used the word use and that's the logic to this Court's decision in Smith and it applies equally here. Further down in (D)(1) Congress allowed the Government to forfeit firearms intended to be used in certain very specific listed crimes, and in other words to forfeit the firearms before the -- the crime actually is committed. Some of those crimes include -- receipt crimes -- include the very receipt crimes listed by this Court in Smith' and so given that Congress believed that the firearms intended to be used in purely receipt crimes were ultimately going to be used by the receipt, Congress employed the term here very broadly including to receipt of a firearm.",
  "I think if you were to interpret (d)(3) in that way, Your Honor, you would do great violence to what Congress intended. If I can point you to page 10-A of our brief in -- it's (d)(3) that sets forth very particularly the crimes that Congress thought the government should be able to forfeit firearms before the crime occurs.",
  "It's on the government's gray brief, 10-A. In (e) of 922 -- this is 924. I'm sorry, 924(d)(3)(E ). It includes any offense described in section -- and it lists several examples including 922(n). And 922(n) is set forth in the government's brief on page 2-A, which makes it a crime for someone under felony indictment to ship, transport, or receive a firearm. Now, under Petitioner's reading they would say: Well, that's fine. That still has meaning. Under our reading of \"use,\" the government can forfeit firearms that the person under felony indictment intends to ship or transport, but cannot forfeit firearms that the - -",
  "I don't think that it's - - several responses, Your Honor. I don't think it's unnatural to use \"use\" to mean \"receipt\" when you're talking about using something as a medium of exchange during and in relation to a drug trafficking crime. Because, as I said before, company stores use script. American stores use dollars. French stores use euros. We can use the word \"use\" and then have to wait - -",
  "No, Your Honor. I disagree. I think when a company store uses script, that means it accepts script as money from the company employees.",
  "You wouldn't have to go that far here, Your Honor, because the \"use\" here is use as a medium of exchange. So the court need go no further. And that's another response to Justice Breyer. The Court need go no further than it did in Smith, which you -- it doesn't have to -- we have much more than receipt simpliciter here, Justice Breyer. We have the negotiated transaction where he received the firearms as the medium of exchange.",
  "No, Your Honor, if you take it as the medium of exchange to sell your drugs. He doesn't dispute that he engaged in a drug trafficking crime, and he doesn't dispute that he took the gun as the currency to close that drug deal, and that is a use within the meaning -- within a natural meaning of \"use,\" if it is used as currency.",
  "In any bartering exchange, Justice Kennedy - -",
  "Any person - -",
  "Well, imagine -- imagine a statute that made it a crime to use United States currency during and in relation to a drug trafficking crime. A drug dealer who sold his drugs for cash would surely be in violation of that statute. This is no different. The Court has already held that using the firearm as currency is a violation of the statute.",
  "No, Your Honor. I think they are using it as the medium of exchange, which I think even under the sentence rationale in Smith -- such as - - such as statutes, if you would say: Well, what's the normally intended use of United States currency? And that would be as the medium of exchange, and both parties would be - -",
  "Yes, but the Court has already held that using a gun as the medium of exchange falls within the statute.",
  "I think the rationale necessary to the holding in Smith, Your Honor, was that use of a gun as an item of trade or commerce, specifically as the medium of exchange, is the \"use.\" And, in fact, Smith refers several times to an earlier D.C. Circuit decision in Harris, a per curiam, a public per curiam, in which two members of this Court were on the panel, that involved this very fact pattern, where the -- the - -",
  "I think in -- in Bailey, Your Honor, the Court required a use that makes the gun an operative factor, a use that changes the circumstances where both parties are aware the gun is being used. This is a far cry from Bailey. This is not locked-up weapons where only one party is aware of their existence to protect the store of drugs. This gun was front and center, part and parcel, of the drug transaction. It was - -",
  "Yes, Your Honor. That's the government's position.",
  "I do not know the specific circumstances of the charging decision here, Justice Ginsburg, but in the Fifth Circuit the law was already clear that this was a use. And, indeed, when Congress amended the statute post Bailey to expand this Court's understanding of the meaning of \"use,\" there was no need to address this particular fact pattern because most of the circuits had been - -",
  "I don't know the answer to that, Your Honor. I don't know the answer to either of those questions, but I do know that we argued in our opposition to the cert petition that this question doesn't have much going-forward significance because of that new amendment.",
  "I think it's part and parcel - -",
  "Well, the Petitioner agreed with you on that, Your Honor, but four circuits have agreed with the government. On the going-forward basis, we think we do have a good argument. Here, and in your hypothetical, imagine the situation where the gun is turned over first, and then the payment -- and then the drugs are traded. It would certainly seem that you possessed it in furtherance there. I think it is possession in furtherance in -- in -- because it is the sine qua non of drug transactions. It's the very part and parcel of drug transactions. But it does -- this case does matter to the government because the government has prosecuted peeople properly, it thinks, under the \"use\" prong of the statute. Those people are -- currently stand convicted; and, as experience proves post-Bailey, if this Court were to rule against the government here, that could have an effect on those people's current incarceration. If I could get back to my 922(d) point, just to finish up, which is that - -",
  "No, Your Honor. Of course if the Court feels that these people are properly convicted, then, you know, they can pursue whatever remedies they may have.",
  "That it -- that it is of ongoing importance to the government, even though as a prospective matter the government may be able to charge this conduct under possession and furtherance.",
  "Right, Your Honor. From now on, the government could charge, if you rule against us in this case, we believe we can charge this conduct under possession and furtherance. However, my point is -- is that we nevertheless care about the result in this case. We believe that people in this situation have used a firearm as a medium of exchange during and in relation to a drug trafficking crime and stand properly convicted. It was only to make the point that the government does have an interest in how the Court rules in this case and that it's not meaningless to us which prong applies here. Back to the 922(d)(4) point, the -- under Petitioner's reading, it would mean that the government can't forfeit firearms in a situation like someone under felony indictment ships or transports -- intends to ship or transform a firearm. Under Petitioner's reading the Government can forfeit that because they consider that to be active verbs, but under -- if the person under felony indictment simply intends to receive a firearm, the government would have to wait until that person receives the firearm in order to be able to forfeit it, and that is -- I suggest that no rational Congress would have meant that by referring to the provision. They do point to -- well, if there -- if there are no further questions, the government believes that this crime,this -- that the use of the gun in this manner is a crime, that there's no reason to believe that Congress would have wanted the defendant in Smith to stand convicted of this crime but to leave the drug dealer who ends up with the gun not with the punishment for this crime.",
  "Whose trunk is it in, Your Honor?",
  "If he has constructive possession of it, Justice Stevens, and he's -- I believe he would have received it and that would be sufficient.",
  "Yes, Your Honor.",
  "But -- I mean Bailey makes examples to things that would involve an active employment including reference to a gun that -- if the reference to a gun changes the circumstances of the underlying offense.",
  "That's true, Justice Ginsburg, and if the Court wanted to limit it to \"use\" means that you've actually taken possession of it because that - - that's all the government is defending here. That's what happened in this case. That's what happens in most of the cases. I -- I would also like to say in response to their point about the government sting, that if you look at the cases in the courts of appeals, there are many cases where -- that indicate these kinds of trades do happen in the real world absent government involvement. For example, in the First Circuit's decision in Cotto, which is currently pending before the Court, the -- the person who ultimately came -- became the confidential informant -- before that the drug deal her sold to her drugs for guns on 20 separate occasions. So this does go on - -",
  "We -- we believe - -",
  "There is no attempt offense under Section 924(c), Justice Breyer. You can use a gun during and in relation to an attempted drug crime, but you can't attempt to use a gun. The -- the government believes it could, on a going-forward basis, charge possession -- oh, you're asking me about whether we could charge aiding and abetting going forward. The -- the Seventh Ccircuit has suggested in Dick that that would be open to the government to charge. I think that -- and potentially, even though it wasn't in the indictment here, it could be read into the indictment. But there are two possible issues: One that my colleague has pointed out, which is in some cases where Congress has criminalized one side of the transaction but not the other. And so that might be the situation here. The Court - -",
  "That I don't know, Your Honor.",
  "I don't know, Your Honor, but there are six circuits on our side of the conflict and -- so it -- it -- I don't know. If there are no further questions - -",
  "Mr. Chief Justice, and may it please the Court: In the Government's view, to make a sufficient proffer of a return of capital defense a Defendant must point to some factual evidence to support three elements: First, that there was a distribution with respect to stock. Second, that the corporation lacked earnings and profits during the relevant tax years. And, third, that the Defendant had a sufficient basis in his stock to cover the funds received. The question before this Court relates to the first element.",
  "No, Your Honor.",
  "And the Government here believes that the correct test is the rule of the Ninth Circuit, Your Honor. The Government believes that before a defendant may present a return of capital defense to the jury, there must be some evidence that the corporation intended, as objectively inferred from all the facts and circumstances, to make a distribution with respect to its stock at the time the funds were taken.",
  "In -- in every case, Your Honor, the question about whether or not the Section 301 tax treatment applies, the Government believes that turns on all the facts and circumstances and that there must be some facts and circumstances suggesting that it was a distribution with respect to stock.",
  "That is half of the understanding of the term. I do think it is, as Petitioner says, a term of art. There are two parts to the term of art with respect to stock, Your Honor. It is, as you say, funds that you receive without consideration. But it is also funds that you receive solely because of your status as a shareholder.",
  "Well, that's - -",
  "I think the test that I'm articulating is the Ninth Circuit's test in this circumstance, Your Honor. In Miller, which is the genesis of the Ninth Circuit's test, the court said - - and this is on page 545 at 1214 -- \"We, therefore, conclude that whether diverted funds constitute constructive corporate distributions\" -- and that would include dividends, return of capital, or capital gain - - \"depends on the factual circumstances involved in each case under consideration.\" And then it went on to say, before a defendant could proffer a defense of return of capital, the taxpayer had to make some demonstration that this - - such distributions were intended to be such a return of capital - -",
  "No. You may not know at the time the funds are paid whether or not that - -",
  "If you -- if you -- it would be more accurate to say: At the time, was it intended, as objectively manifested from all the facts and circumstances, to be a distribution - -",
  "But if - -",
  "It could be a return of capital depending on the person's stock.",
  "But here he -- the defendant - -",
  "It would be a return -- but the point, Your Honor, is that the test is whether or not at the time the funds were taken, the corporation intended to be making a distribution with respect to its stock.",
  "If it were with respect to stock and there were - -",
  "-- earning profits, and it was then income - -",
  "If at the time the corporation made a distribution, Your Honor - -",
  "It depends in all cases, in both criminal and civil cases -- and in that sense the Government doesn't agree with the Ninth Circuit's reasoning -- in all cases whether or not something gets the tax treatment set forth in 301(a) depends on whether or not it's a distribution with respect to stock.",
  "Okay, I'm sorry. I misunderstood your question.",
  "If it -- - if the Government -- if it was intended at the time it was paid out to either be a dividend or return of capital or a capital gain - -",
  "-- that would be enough to satisfy the -- with respect to stock - -",
  "I think if the court chooses to read their test that rigidly, I don't believe that the Petitioner understood it that way.",
  "I must not understand. There are three elements. I want to make clear there is an additional element, Your Honor, to the defense than the two you laid out. That there would also -- the taxpayer must have a sufficient basis in his stock to cover the amount of the diverted funds for it to be treated as a return of capital.",
  "Yes, Your Honor.",
  "If - -",
  "If that's how - -",
  "If one reads the Ninth Circuit's test that rigidly - -",
  "-- perhaps that would be right. But I believe if one looks back to Miller, you can see that the Ninth Circuit is talking about whether or not it was a constructive distribution.",
  "Well, there is a threshold requirement to 301 treatment, Your Honor.",
  "Right. And there - -",
  "That's right, Your Honor. We agree with that.",
  "If he had testified here that he believed he was receiving a dividend at the time he took these funds, we believe that would be sufficient to meet the threshold requirement.",
  "I believe you can tell from his proffer, Your Honor, that he understood his test was to show that these were intended to be some sort of constructive distributions.",
  "In the Ninth Circuit?",
  "No, Your Honor.",
  "A criminal case, yes.",
  "In -- in -- the rule has been clear in the Ninth Circuit since 1976 that you had to make a showing that there was an intent at the time the moneys were paid to make a constructive distribution. So, no, there was no need to go back to first principles and argue where in the statute that rule was grounded; but the Government has made this argument and made it in seeking an en banc prehearing in D'Agostino, in 1998. This is not a new argument. When -- when the issue was reopened and they sought en banc review, the Government - -",
  "The Government's theory of the case, Your Honor -- but I'd like to step back and explain it after I tell you what it was. The Government's theory of the case was that this money was stolen from the corporation. But in a criminal case, in order to show tax a deficiency for purposes of tax evasion or - -",
  "That was as we argued it to the jury, Your Honor. But there is no need in -- for the Government to characterize in a tax -- for the purposes of a criminal case, this Court's decision in Holland makes clear that in order to prove the tax deficiency element of a tax evasion case, or here a false statement with respect to income for the false return counts, the Government need prove only two things: One, that the Defendant received a substantial amount of funds that he did not report on his income taxes. And, two, that the funds came from a likely source of taxable income.",
  "It has to prove that it came from a likely source of taxable income. I mean, to prove that here, Your Honor - -",
  "That is a proof -- that it's income. We don't have to label what type of income it is.",
  "The fact that it's -- it's income to him. It may or may not be income to the corporation. We also believe that it was income to the corporation.",
  "It was income to the corporation, Your Honor, even here.",
  "Yes. It should have been income to the corporation, and - -",
  "Yes, it should have been. Yes, Your Honor, it should have been taxable income to the corporation, income that was coming to the corporation that he diverted before it hit the corporate -- just before it hit the corporation's books. In other instances, he took money from the corporation and put it to his personal use.",
  "The Government retains the ultimate burden of proof at all times, Your Honor.",
  "Here he -- in order to make the -- to make out a case, to be allowed to present a defense to the jury, Your Honor, that the funds are nontaxable, the defense must have some basis in fact. And here he proffered nothing to show that this was a dividend or a return of capital at the time it was made.",
  "It is -- I think this is, in his proffer, the relevant portion of it, is in the JA on page 97.",
  "And it says: \"Alternatively, the expert will explain that if the moneys were not loans or advances or if Boulware did not use the moneys for corporate purposes, then as the controlling shareholder, the moneys could be deemed a constructive return\" -- \"a constructive dividend or return of capital to Boulware, which may or may not be income, depending on whether or not HIE\" -- the corporation -- \"had earnings and profits for the years when the moneys were obtained by Boulware.\" That's all he proffered, an expert who would testify that it could have been either dividends, Justice Breyer, or a return of capital. So he did realize that he needed to show - -",
  "That's right, Your Honor, and our position is that in both civil and criminal cases before something can be treated under the tax treatment in 301(c), it must meet 301(a), which requires that, under all the facts and circumstances it in fact be a distribution, either a dividend or return of capital. And all his proffer testifies -- all his proffer offered is that it theoretically could be deemed a dividend or theoretically could be deemed a return of capital.",
  "No, Your Honor. In our view, 301(a), the language with respect to stock, and the regulations have so interpreted it and the legislative history makes clear that it was added to the 1954 Code specifically to show that, before distributions can receive that treatment. Regardless of what the facts are about E and P and regardless of what the facts are about the basis, it had to have been a corporate distribution with respect to stock.",
  "This proffer also has factual proffers in it, Your Honor, and none of the factual proffers go to the fact that it was with respect to stock. The Petitioner testified - -",
  "He - -",
  "No, Your Honor. No, Your Honor, it wouldn't. For corporate purposes -- and he testified here, and he testified as to those three things. He testified that he thought the moneys were always corporate moneys. In other words, that he'd been given them to use them to buy coffee and do other things that were for the corporation. He testified that, alternatively, he thought they were loans to him and that he was going to pay them. And alternatively he thought that they were corporate advances to him. The jury was instructed on all those things and rejected them in convicting him. But he did not testify that he thought he was being paid a dividend. He did not testify that he thought he was being paid a return of capital. And the reason he proffered an expert is because he doesn't believe there is this first element of the defense, at bottom, that the Government believes that there is, and that in 301(a) the threshold requirement, with respect to stock -- and if you trace back the civil cases, and the basis in the D'Agostino rule is based on civil cases interpreting the old code - -",
  "Well, in this case the Government's position at bottom is that he stole these funds, but that -- but in the criminal case it didn't need to characterize it. I think -- and if I can take a common criminal -- a common civil situation, Your Honor, where a corporation comes in and tries to deduct a salary that it pays to a controlling shareholder and/or to, say, the spouse of the controlling shareholder who is also a shareholder, and the services that that person has provided, the corporation has called it a salary and deducted it as necessary business expenses, and the Service comes in and says that's -- we're going to disallow that deduction and then that's litigated in Tax Court. In that situation, the Government does often argue that that -- the excess -- you know, say this person at home is providing $10,000 in bookkeeping services to the corporation, when in fact a net value, a net worth, fair market value of $10,000 of services, but being paid $500,000, and the corporation is deducting it as a necessary business expense of $500,000. The issue in that case will turn on whether or not there was an intent to compense for services, whether or not the services are reasonable, and the Government may well come in and say - -",
  "You know, I -- to be honest with you, Your Honor, I don't know, but the - -",
  "The Government - -",
  "The Government might want to take that position, Your Honor. On the facts of this case, the Government's position is that he stole these funds. But in a hypothetical situation like this case, if the Government wanted to take a position, it is our view here and certainly if you adopt the rule that we're arguing for, that 301(a) -- that there must be -- the facts and circumstances must suggest that the moneys were taken out with respect to the stock because of the person's status as a shareholder.",
  "Well, in that situation - -",
  "Well, the express intent, Your Honor, is belied by all the facts and circumstances. I mean, just to be clear, the Government is arguing for an",
  "Right.",
  "Yes.",
  "No, Your Honor. All the facts and circumstances would show that the expressed intent was not the actual intent and that the -- what's really going on -- and that's what you're asking in all these cases, what's really going on? In what way did this person get the payment, and why did they get the payment? Why did the corporation make a payment to this person?",
  "That's the language on which I rely to show that he's proffered nothing in basis in facts, Your Honor. In order to present a defense to the jury - -",
  "The Government doesn't -- it's clear under Holland -- have to refute every hypothetical nontaxable source. The defendant in the Second Circuit's Leonard decision and in Bok makes this clear -- there must be some basis on fact. And this is just an expert proffer. He already knows that.",
  "They wish to introduce expert evidence that it could be deemed, as a legal matter - -",
  "They don't have - -",
  "Exactly, Your Honor. In fact, the Ninth Circuit decision, on Pet. App. 6, makes that clear. Boulware presented no concrete proof that the amounts were considered, intended. Or recorded on the corporate records as a return on capital.",
  "But that fact goes to the second element. And what we're disputing is sufficiency on the first element, which is that it must have been a corporate distribution with respect to the corporation's - -",
  "Right, Your Honor. And he presented absolutely no factual basis - -",
  "If you were -- if you are going to remand, Your Honor - -",
  "Well, if you're going to remand, Your Honor, all three elements should be opened. The Government's view is that he knew that he needed - - that the Ninth Circuit's rule required him to proffer on the first element, that, in other words, that it was intended to be a constructive corporate distribution by somebody, that is any evidence -- this is not a high burden. He could have testified he thought it was a constructive distribution intent. Either he could have testified it was a dividend, or he could have testified he thought it was a return of capital. Mr. Monago also testified, Your Honor, that it was not -- there were no dividends during the relevant period. So there is testimony in the Government's case that there were no dividends in the relevant period and no returns of capital during the relevant period. And he proffered no basis in fact to believe that what happened here nor did any of the facts that suggest what happened here, unlike in our excessive salary case, Your Honor, where the government books it as a deductible business expense, and one can infer from the fact that it's such an unreasonable salary that it must have been earnings and profits. Here the facts of record are that - -",
  "There is no way to infer from the way in which he diverted these funds that these funds were with respect to stocks.",
  "Mr. Chief Justice, and may it please the Court: The Court of Appeals erred in increasing Petitioner's sentence for two reasons: First, it lacked jurisdiction to do so in the absence of a notice of appeal by the Government under 18 USC 3742(b). Second, even assuming it did not strictly lack jurisdiction, it nevertheless violated the mandatory claim- processing rule that a judgment may not be increased in favor of an appellee in the absence of a timely - -",
  "Those cases are not inconsistent with the finding of jurisdictional, Justice Alito, because in those cases the court of appeals has granted the defendant's requested relief, and it has vacated the judgment at the request of the defendant. And then, once it goes back to the district court, what the district court may lawfully do would turn on the scope of the mandate, not on principles of the cross-appeal rule.",
  "If the court of appeals had found an error at the defendant's request, yes, Justice Stevens, and remanded it, depending on the scope of the mandate and under the scope of the mandate - -",
  "But it would have been a key difference in the sense that they would have found some of the defendant's claims on appeal correct. Here the court of appeals rejected all of the defendant's claims; and, nevertheless, in the absence of a government appeal, increased the Petitioner's sentence.",
  "It would have depended on how the mandate was worded. But if they vacated the sentence in its entirety and remanded it, the district court could have imposed a lawful sentence at that time. Yes.",
  "Yes, Your Honor. In the court of appeals that is true. But I understood Justice Alito's hypothetical to posit a situation where at the defendant's request his sentence was vacated. And then what the district court could do on remand would depend on the scope of the mandate .",
  "Before the district court, Justice Ginsburg, the government would be required to press the law. And, as it did here, the law is that under 924(c) this is a second, or subsequent, conviction in count 10; and it is error. Petitioner should have been sentenced to a second, or subsequent, sentence of 25 years on count 10. So if it were back in the district court and the district court were free under the scope of the court of appeals mandate to impose sentence, then the government would be obligated to argue the law before the district court. What - -",
  "The courts of appeals have different rules, Your Honor, about whether or not a general mandate of the type that you posit should be assumed to open up all issues for sentencing or not. And there's actually some disagreement in the circuit on what one assumes from a general mandate.",
  "Well, no, Your Honor. I think rule 35 speaks to what the district can do within seven days of renouncing the sentence. Once the sentence is timely appealed, if the defendant were to prevail or if the government were to prevail in a case in which the government had actually appealed and it were to be remanded, then the defendant - -",
  "Within the scope of the mandate.",
  "Well - -",
  "I don't think it is anomalous, Your Honor, in a case in which the court of appeals has jurisdiction over a claim, grants the requested relief, and vacates the sentence. For then, what the district court can do can turn on the scope of the court of appeals mandate.",
  "I don't know there's any court of appeals that has held that it could do that. It - -",
  "Well, I'm not sure I understand the - -",
  "I'm not sure that that's -- I don't know the precise contours of that, Justice Souter, but if the court of appeals grants the Petitioner's request to vacate the sentence - -",
  "-- and then remands for resentencing, in a general way, that could leave open to the district court the ability to resentence.",
  "But one - -",
  "Given the lack of an appeal here.",
  "By the government?",
  "I -- I suppose it -- it might do that. I suppose it -- it might be able to do that. Here - -",
  "That's right.",
  "That's right.",
  "Well, because it -- once the court -- if the Petitioner -- I mean -- at any risk in any appeal, and this is true in civil cases, too, you know, if you seek a new trial on damages, for example, in a civil case, because of instructional error, and you go back, I think, you know, the jury who decides the damages a second time isn't bound by the first jury's decision. Any time - -",
  "I think if the court of appeals finds error in the sentence it vacates under the -- the remedial provisions in 3742 for the -- for the court -- for the district court to resentence the Petitioner. For example - -",
  "Well, if the defendant wins in the sentencing appeal, there -- there's always a chance that on -- on remand, the -- the district court will reconfigure the sentence.",
  "Well, I think, you know, if you look at cases -- recent -- I think post-Booker for example - -",
  "Right. I was going to use the Booker case as an example. Post-Booker, you know, defendants have appeals, saying I was innocent, or mandatory Guidelines regime, and I want to be sentenced under the advisory Guidelines regime. And when those is cans have gone back, this -- courts of appeals have - - most of the courts of appeals have held that the district court is not bound by original sentence -- it's not free from the mandatory Guidelines. It can consider all the factors as instructed by the Court, and isn't simply decrease the sentence. And I think - -",
  "Well, I think in this situation, actually -- it definitely is a rule of appellate court procedure.",
  "And it's definitely a mandatory - -",
  "I think that's correct. If you succeed on your appeal you may end up in the district court worse off than when you began. But the issue before this Court is what can a court of appeals do in the absence of a party pressing a claim before it. And - -",
  "No. All they -- all they're doing, Your Honor, as we requested, is rejecting the Petitioner's claims on appeal.",
  "Well, the Government is not agreeing that there was -- with the Petitioner there was no deal error. What the Government is saying -- the question is -- so this is not a situation like you're positing, where the parties are trying to agree to the governing law. This is a question of which issues are properly in the court of appeals to start with.",
  "Fair enough.",
  "Fair enough, but here it is, there's no disagreement about what the merits of the governing law is; the question is, is that question properly before the court of appeals.",
  "There's nothing in the record to indicate why the government didn't cross-appeal, Justice Ginsburg. But there are good reasons why the government wouldn't cross-appeal in any given case. There are 8,000 plus adverse decisions against the government in 2007, and reasons why the government might not cross-appeal or appeal in a given case include the length of the sentence the person has already received, whether there's a need for clarification of a particular question of law, whether this is a recurring error - -",
  "But the - -",
  "Well, the amicus is arguing that's the meaning of 3742 - -",
  "In general - -",
  "But there - -",
  "Exactly, Your Honor. And that -- the danger to parties, in particular to the government in having courts reach out and arrogate to themselves the decision -- thank you -- the decision to appeal is -- is illustrated by this particular case. In footnote 6 of the court of appeals opinion it recognizes a second error that aggrieves the government, deciding it was plain - -",
  "Well, if I could make two points. The court of appeals actually found two errors that aggrieved the government here, Justice Stevens, and ruled for us only on one. So in a case where we didn't notice an appeal, on an issue we did not brief, the court of appeals ruled against us. And second, I'm aware of no case in this Court where this Court has reached out to find plain error on behalf of a nonpetitioning respondent or a non-appealing appellate.",
  "Mr. Chief Justice, and may it please the Court: The text of the Indian Reorganization Act supports the Secretary's action here for three independent reasons. First, section 5 authorizes the Secretary to take land into trust for any Indian tribe, and the Narragansett tribe is a tribe as that term is separately defined in the Act. Second, even if one looks to the definition of \"Indian\" in section 19, the best reading of \"now\" in the first definitional example is at the time that the Act is applied.",
  "Yes, Your Honor. And I think that if you look at the legislative colloquy, it -- it only makes sense, the addition of \"now under Federal jurisdiction,\" if what they meant by that was to use it at the time the Act is invoked. Senator Wheeler's concern, as Mr. Olson explained, was that there were Indians in California who were then - -",
  "Ironically, Your Honor, I think the Congress added the term \"now under Federal jurisdiction\" to the Act, yes, to make clear that it - - it was a contemporaneous application of the term. Senator Wheeler was concerned about Indians who were already under Federal jurisdiction, and he said sooner or later they must have come out from under the Act.",
  "Well, the colloquy is certainly not clear, Justice Breyer. I'll grant you that. But I do think the best reading - -",
  "I -- I think the best reading of it is that Commissioner Collier is addressing Senator Wheeler's concern, not the earlier concern about the Catawbas, because he says \"Senator Wheeler\" -- \"Senator Wheeler, will this not address your concern?\"",
  "My memory of it - -",
  "My memory is that it was a different Senator who was concerned about the Catawbas.",
  "Well, I think it was at a hearing, Your Honor.",
  "But if I could, going back to the text, Justice Scalia, the text of the Act independently support the Secretary's reading for three reasons, the third being that even if one reads \"now\" in the first definitional -- in the first definition to mean unambiguously June 18, 1934, the definition by its terms is expressly inclusive, setting forth the category of people that the Secretary must include but not limiting the Secretary to - -",
  "I think that would be a more - -",
  "I think the proper way of reading, as this Court said, definitions that start with \"shall include\" is that they are illustrative examples of a general group.",
  "No, Your Honor; I think an illustrative example of a general class, it would be persons listed like the listed person. You example of the quarter blood would be more difficult, perhaps. But here what the Secretary has done is include within the meaning of \"Indians\" persons who are every bit as much an Indian as those who were members of recognized tribes under Federal jurisdiction in 1934.",
  "Well, it doesn't do that, Your Honor. I think both -- both the definitions of -- of \"tribe,\" for example as Justice Stevens points out, \"tribe\" is a separately defined term; and I don't think you can work the statute in the plain text way that Mr. Olson suggests. You can't take the word \"Indian\" everywhere it appears in the statute and plug in the definition of \"Indian.\" And that's proven by looking at the definition of \"Indian\" itself, which uses the adjective \"Indian\" to define the term \"Indian\" four times. So you can't take - -",
  "Yes, Your Honor. I think the straightforward reading of that would be any descendant who meet the terms of that provision would be included.",
  "The descendants. Yes, we interpret that to be descendants who were living on the reservation on June 1, 1934, but they wouldn't even have to be members of tribes, and there would be no blood quantum requirement.",
  "No, Your Honor.",
  "Descendants who were on June 1st, 1934. That's not using -- that's not applying the definition of the word \"now.\" That's in fact using a very different phrase, the second phrase, where Congress used a date when it meant a date in 1934 - -",
  "-- rather than the definition now. In fact, if you look at the verbs in the definitional phrase, all of them are \"are,\" \"are,\" \"are\": \"Are members of recognized Indian tribes,\" \"are half-bloods,\" \"are descendants,\" except when they're talking about June 1st, 1934: \"Who were on June 1, 1934, residing on a reservation.\" And I think the best reading of \"now\" in context -- and Mr. Olson has pointed you to several places in the text where they use \"now\" in very different clauses: \"now pending,\" \"now or hereafter\" - - and -- but in two places in the Act, and that's why I do think it's important to look at the Act itself, Justice Scalia, because this hasn't been codified into positive law. In two places in the Act, section 14 and section 18, Congress used the phrase \"at the time of passage of this Act.\" So it knew how to use that phrase. It didn't use that phrase in \"now.\" And in fact when those --",
  "Well, that's obviously dicta in the context of the decision, but I think in fact the addition of the brackets shows that it's ambiguous. If it were so clear, they wouldn't have needed to add the phrase.",
  "Well, the Court wasn't resolving the meaning of the first definition in John, so I don't think the Court was resolving anything. But I do think if it had been so clear, the Court wouldn't have needed to add the phrase. The - -",
  "It's certainly not a holding, Justice Scalia - -",
  "-- that the text unambiguously forecloses any other reading.",
  "Well, apart from the Collier memo, which I would like to address, the Secretary when administering this Act has uniformly, since the beginning, applied the definition that applies today.",
  "I don't know - -",
  "I don't know that the Secretary has ever undertaken to make such a list. There was no list at the time. And the Act was a forward-looking act in its view of organized tribes and by its nature assumed that there would be no tribes. But in the 1930s and 1940s, the Solicitor's opinions that we cite and discuss in our brief apply the question of whether a group is a tribe who can organize under section 16 or can have land taken into trust for them under section 5.",
  "My understanding is that the Secretary interprets \"recognized\" and \"under Federal jurisdiction\" to not have much difference with respect to tribes. I think the \"under Federal jurisdiction,\" the Court of Appeals suggested this might have more content when you're talking about individuals, and that makes more sense - -",
  "And possibly you could. I don't know that that would help the Narragansett Tribe here. But the Secretary has always looked at whether - - whether a tribe could reorganize or have land taken into trust for them under section 16 and section 5, to which the same definitional -- definitions apply as to whether or not the tribe was a tribe at the time the Secretary was applying that decision.",
  "Well, there is -- there is a competing presumption there that I think is -- Chief Justice Roberts, which is that Indian statutes are interpreted to the benefit of the Indian. And this was supposed to be a new deal for the Indians - -",
  "Well, the Indians are the ones who made the request to have the land taken into trust. And I assume they know -- that they believe it's in their interest to have the land taken into trust.",
  "The administrative record reveals that HUD loaned the -- or granted the tribe money to build housing.",
  "According to the administrative record, there are some HUD restrictions on the land. If what you're concerned with is the specter of gaming, our interpretation of the Indian Gaming Regulatory Act is that the tribe could not unilaterally decide to game on this property were it taken into trust. But as to your point, the -- with respect to the clarity of these definitions, the terms \"Indian tribe,\" \"organized band,\" \"Pueblo,\" they had been interpreted by this Court in 1934 several times. In - -",
  "Well, you've said - -",
  "Here I think it's very clear that the purpose of section 5 was to allow the Secretary to take land into trust for Indians. And then - -",
  "I don't know -- I don't know standing here and, Petitioners haven't cited anything for that principle in their brief, although they suggest -- of that. There is a competing principle that Indian sovereignty is not lightly to be set aside. One important point I think is that the purpose of this statute -- that the Secretary's interpretation makes more sense. The -- the purpose of this statute was a forward-looking one. It was to revitalize and reorganization rights.",
  "Well, the historians brief, I think, makes a good case that that's not the right view of history. But the text also debunks that view. The half-blood definition is in no way limited to whether or not you were an Indian who was a member of a tribe who was allotted. The inclusion of Pueblos also makes clear that that was not the purpose of the Act, because Pueblos never had their lands allotted. This was a new deal legislation for Indians to let them revitalize. It was the beginning of what now has consistently been, with the exception of the 1950s, the -- you know, Congress has set about to allow the Indians to govern themselves. The acquisition of land is extremely important to the ability to do that, to revive economically, to have self-governance. The line that Petitioners pose would create an entirely arbitrary result.",
  "Well, I think, as I was saying earlier, I think the colloquy was -- reveals that what they were trying to do was make the statute fluid so that it would apply at the time of application contemporaneous move with the times. As I said earlier, I don't think there is much distinction between recognition and under Federal jurisdiction when one is speaking about tribes, but perhaps - -",
  "I'm not certain enough to say, Justice Souter. I'm not sure it was litigated on that -- on that premise.",
  "I mean, you know, if the Court is going to take that view of the statute, then I suppose a remand is preferable to let it be worked out. But the Secretary's preface.",
  "You know, I just don't know that it's ever been looked into from that perspective, especially if one draws the difference - -",
  "I believe that the Secretary's interpretation from the beginning, as I suggested before, has -- has understood recognition and under Federal jurisdiction at least with respect to tribes to be one and the same. And the -- the -- if the Court were to draw a distinction and, you know -- from the beginning of the 1930s and '40s the opinions show that what the Secretary looked at was at the fact at the time as in 1964 there were published regulations interpreting Indians and tribe not limited by - -",
  "Which wasn't worked out?",
  "Well, I think there - -",
  "Well, if the Court limits its view to the one definitional example in the IRA, then perhaps a remand is certainly preferable to a reversal. But there is no need to remand, because there are two separate reasons. For the Petitioner's to prevail here, the text has to unambiguously foreclose the possibility --",
  "Even if you think, Justice Breyer, that \"now\" unambiguously means June 18, 1934, there are two other - -",
  "Well, I think that one -- if one can't tell from the text in Chevron and other principles, that you allow the Secretary, in light of his understanding of the purposes of the statute, the plight of the Indians, contemporaneous things, to decide what the statute means. But there are two other provisions in the statute that, apart from that, the other side, for them to prevail, the statute has to unambiguously foreclose the taking of land in trust for tribes, setting apart the example of \"Indian.\" And the definition of \"tribe\" is, as Justice Stevens pointed out, it's separately defined. That - -",
  "I agree. I agree wholeheartedly, and I think there might have been reasons that the Court of Appeals concluded they might have wanted to limit the definition of any of the benefits the Act allows individuals, but not limit the Act's coverage of tribes.",
  "Well, I think maybe I didn't --",
  "I think it can capture tribes that were previously recognized but that either disband or become -- become not -- not vibrant. But in terms of currently recognized tribes, tribes that the Secretary today recognizes as tribes that have always been tribes -- and that's all we are talking about here: Tribes that were tribes before European contact, have had a cohesive political entity since that time. And that's what the Narragansetts are.",
  "Two points, Justice Breyer. There is nothing in the definitional section that requires the drafting of \"Indian\" on to the definition of \"tribe.\"",
  "But in - -",
  "But later on in Section 5 it says we can take land in trust on behalf of an Indian tribe or an individual Indian for whom the land is required.",
  "Well, we have to graft on to the last clause where -- Indians residing on a reservation. But it can't graft on to \"Indian tribe,\" Justice Scalia, because \"Indian tribe\" is used to define \"Indian,\" as well. And the whole thing is circular, and it - -",
  "But it -- that may be so but it doesn't unambiguously foreclose the Secretary's interpretation here. And that must mean they must show that it unambiguously forecloses - -",
  "This Court had interpreted - -",
  "In Montoya this Court had interpreted in an earlier statute the term \"Indian tribe\" and \"organized band\" to mean a distinctly Indian community that shared political, ethnic, and cultural attributes.",
  "But the definition of \"Indian\" uses the adjective \"Indian\" to define it four times, Mr. Chief Justice. That can't be clear. You can't take their -- their plain-text argument where you just take the word anywhere.",
  "Well, the - -",
  "Yes, and I grant you that it may graft on to the last clause. But it doesn't graft on to \"Indian tribe, organized band, or Pueblos.\"",
  "Well -- but if you look broadly at the Act, Justice Stevens, there are provisions that are meant to address tribe issues and tribal issues. And -- and I think that the purpose of the Act -- it makes more sense to read \"tribe\" as -- as not limited by the date and the provisions that apply to \"tribe,\" which is how the Secretary has always read it.",
  "As we -- I discussed earlier, I don't agree with your reading of the colloquy. I do think it's ambiguous. I think, at a minimum, the statute doesn't foreclose the secretary's interpretation of the provisions. And \"Indian\" used in Section 1 clearly is not the \"Indian\" defined in Section 19. Because in Section 1 they talk about Indians who have entered into treaties. And that would have included both Indians who were and were not under section - - under -- would meet the definition of \"Indian\" in Section 19; nor would plugging that definition into Section 1 make very much sense. The -- if I could, just before time runs out -- if the Court gets to the second question, as we think you should, the -- the Settlement Act clearly does not repeal the Secretary's authority to take land into trust. And if the Court has any questions about that, it addresses jurisdiction in Rhode Island expressly and limits Rhode Island's jurisdiction to the settlement land. It contemplates that the Secretary may some day take land into trust on behalf of the tribe. Other acts, similar acts, do expressly address that question. Unlike the Rhode Island Act, they have similar extinguishment premises, and, yet, they -- they went on. I just -- the Rhode Island extinguishment provisions just don't have the meaning that -- that Petitioners say.",
  "They could. If I could make one point in response to that? Congress has already acted on the presumption that the Secretary's reading is correct. In ILCA section 2019 there is an exception - - it's in the back of our brief on page 30 -- IGRA; sorry, IGRA -- page 35a that lands taken into trust as part of an initial reservation of any tribe acknowledged by the Secretary under the Federal acknowledgment process. In other words, Congress understands the Secretary to have the authority to take land in a trust for tribes that have been duly recognized under the Secretary's acknowledgment process.",
  "In the ones of which I'm aware I think just to make it clear beyond doubt that Section 465 applies to bribes. Often the ones that I know of just have a list of statutes and say these are -- now apply to the -- to the tribe. In -- in other acts Congress has acted; in fact it's amended section 16 of the IRA in 1994. And there has been decades -- since 1964 the Secretary has interpreted section 16 to apply to any recognized Indian tribe; and Congress amended it to add authority -- (f) and (g) -- instruct the Secretary to treat all recognized tribes the same.",
  "Mr. Chief Justice, and may it please the Court: If a retail level rival can state a section 2 claim against a vertically integrated company by alleging nothing more than a margin-based price squeeze, one of two outcomes will result. Either the vertically integrated company will have to raise its retail prices to its consumers or it will be forced to share the benefits of its lawful monopoly with its rivals by lowering its wholesale price. Either outcome is inconsistent with this Court's antitrust jurisprudence. As we know from Trinko, in the absence of a duty to deal, a monopolist cannot be forced to share the benefits of its lawful monopoly with its rivals at any particular turn.",
  "I do think -- the government believes the Alcoa case is wrongly decided, Justice Stevens.",
  "I mean if -- I mean, one could say that Judge Hand didn't necessarily recognize a price squeeze claim standing alone, because he has some language about, to the effect of perhaps this isn't an independent wrong, but the way that he analyzed it separately and the way courts have ruled -- have relied upon it, to suggest that a mere margin-based price squeeze without more, does state a section 2 claim, is incorrect.",
  "Well, I don't think technically it needs overruling. It's a Second Circuit decision, and I think it is -- has in effect - -",
  "I think the Court should say it was decided incorrectly.",
  "Yes, Justice Stevens, I think it's incorrect.",
  "Yes, unless you're willing to say Judge Hand didn't hold that a price squeeze claim without more is an independent theory that supports the section 2 claim. As long as you think that's what he did hold, and many people do think that is what he held, then, yes, you do need to say that it was wrongly decided and the government believes it is wrongly decided, and that it has already been overruled.",
  "The regulation, Justice Breyer, in Trinko was relevant for two reasons that are not relevant to the question before the Court here. First, the Court looked to the regulations, the regulatory duty, and made a decision whether the regulatory duty itself created an antitrust duty to deal, and the Court held it did not.",
  "That holding is relevant here, because it means that Petitioners' regulatory duty to deal -- duty to deal does not create an antitrust duty to deal. But then the Court went on and looked at the Court's existing antitrust jurisprudence, to decide whether or not the Court's antitrust jurisprudence recognized a duty to deal in that circumstance, and concluded it did not. It only looked to the regulation that - -",
  "Well, a couple of things. To me, this case, as the case comes to the Court there is no antitrust duty to deal. And the -- the Petitioners here, the district court determined weren't dealing voluntarily, Justice Breyer; they were dealing as a result of regulatory compulsion; but be that as it may, the -- the important point from Trinko that is relevant here is that a lawful monopolist without an antitrust duty to deal has no duty to deal on any particular terms; and Trinko specifically says that a lawful monopolist is entitled to charge the monopoly price.",
  "In that case - -",
  "I'm sorry. That takes the wholesale price and possibility of lowering that, Justice Breyer, off the table; and without the top pincer as it were, there is no price squeeze; and that leaves the Respondents with only a claim that the Petitioner's prices are too low. And whenever a party claims that its rival's prices are too low for it to be able to compete, that triggers all of the concerns that this Court expressed in Brooke Group.",
  "Well, the government's view is that the current antitrust doctrine already forecloses this claim for the reasons that I was explaining. Now if the Court were going to consider this as whether were you going to reach out and extend the antitrust law - -",
  "Well, the -- the Respondents here were attempting to press, and the Ninth Circuit has allowed them to go forward on, a treble damages claim where they seek $40 million under a pure margin-based price squeeze theory. And in the government's view, that -- such a rule would protect only competitors, and doesn't allege any harm to the competitive process, which section 2 requires. Whether or not the FCC has regulatory authority or not over the basic question -- over its own issues -- isn't relevant to the antitrust question before the Court here, which is, does the Court's current antitrust jurisprudence foreclose such a pure margin-based price squeeze. And the government is not saying that there might not be some exclusionary conduct, Justice Breyer, that could someday be alleged, if there was an attempt say, to claim an attempt of the upstream market, as you were positing. That's not the claim here, nor in most price squeeze claims of which I'm aware; the claim is that they are attempting to monopolize the downstream market. The government does not mean to foreclose; at this point it has recognized there are myriad ways in which companies can engage in exclusionary conduct. So the government's position is a narrow one, which is that a pure margin-based price squeeze, in the absence of a duty to deal -- that is, this person who is dealing with me is -- is charging me too much, so that I can't compete against it at retail -- that is nothing more than proof that they can't compete. That doesn't show any harm to the competitive process, which is what this Court has repeatedly held is required for liability under section 2, and for good reason. And Justice Souter, in response to your question, the government is not saying that it is not plausible that there isn't some anticompetitive conduct that will go unchecked as a result of such a rule, but the Court's analysis in Brooke Group is the proper one, which is that ultimately what you will be doing is telling a retail level competitor that it must raise its prices in order to prevent liability. That really isn't, as Mr. Panner said, worth the candle, and it creates the risk of chilling legitimate price cutting, and it puts the courts in the role, essentially, of being a regulator, maybe not just at one level, but at two.",
  "That if there is something anticompetitive going on, that section 2 cares about - -",
  "-- they would need to allege that the Petitioners' retail prices are below some appropriate measure of the Petitioners' costs; and what they want to do is essentially what Alcoa does, which is why it's mistaken, is it attributes -- it would attribute to Petitioners the wholesale price they are willing to sell their upstream input to others, and what Brooke Group makes clear is that the relevant cost is the internal cost to the Petitioners.",
  "We believe that if they can allege the elements of a predatory pricing claim under Brooke Group, then they would still have that claim even in the absence of a duty to deal, and then labeling it a predatory price squeeze doesn't add anything. The court just clarified that there isn't a separate price squeeze liability. But there would remain a predatory pricing theory under Brooke Group if those allegations could be met. Does that answer your question?",
  "Mr. Chief Justice, and may it please the Court: By its terms, the sentencing factor in section 924(c)(1)(A)(iii) contains no mens rea requirement. Rather, it requires a certain fact to be present in the course of the section 924(c) offense, namely that the firearm is discharged.",
  "As long as the discharge occurs while the 924(c) offense is going on - -",
  "-- yes, Justice Scalia, it would -- it would apply. The \"during and in relation to\" language from the principal paragraph is part of the offense, but it does not carry down to the separate sentencing factors.",
  "That case might present a question about whether or not, once he drops it in compliance with a lawful order to do so, he is still committing the section 924(c) offense. If the section 924(c) offense is deemed to be over at that point, then, no, the firearm would not -- the fact would not have been present while the course of the section 924(c) - -",
  "In our -- under our theory, the -- there must be a temporal connection between the offense for which the defendant is being sentenced, which is a section 924(c) offense, the using or carrying the firearm during and in relation to the bank robbery in your hypothetical or possessing it in furtherance of the bank robbery in your hypothetical. If one concluded that because the bank robbery continued, even though he was no longer using or carrying the firearm or no longer possessing it, that the 924(c) offense also continued, and the firearm discharges when he drops it, then, yes, the firearm is discharged while the section 924(c) offense is ongoing, and, yes, the mandatory minimum would apply. But -- but that hypothetical presents questions about the beginning and end of the section 924(c) itself, not questions about whether or not the discharge was intentional or accidental.",
  "Two -- at least two points about that, Your Honor. The passive voice makes clear that Congress cared about the fact of the discharge, that Congress was indifferent as to who discharged the weapon. Because the \"is brandished\" is also stated in the passive voice, we think Congress was also indifferent as to who brandished the firearm, although there is a separate provision giving content to what it means to brandish, and brandish must be done in order to intimidate. So -- but if a confederate, for example - -",
  "-- and brandishes in order to intimidate the victims in the bank, then yes, both of them would be subject to the brand -- to the brandishing enhancement. And even if one thought that the language in the -- in the sentencing factor, \"if the firearm is discharged,\" applied only to the defendant's conduct, which -- that's not our position, and we think that clearly -- it clearly encompasses others -- ordinary liability rules under Pinkerton and aiding and abetting principles would hold a confederate liable for discharge by another.",
  "Again, I think that would present questions about whether or not the section 924(c) offense was still continuing, if the law enforcement officer has the weapon.",
  "If the section 924(c) offense is -- is -- is ongoing and if the firearm is discharged, the mandatory minimum sentence applies. One might conclude that if third parties take the weapon and discharge it -- and, by the way, I do believe these are purely hypotheticals. They point to no case where that's actually been the case -- but - -",
  "That's true, there may not be very many accidental discharges. But there's no reason to believe Congress wanted courts to engage in the inquiry about whether or not the defendant accidentally discharged the weapon. If this Court were to her -- to hold that accident -- accidental discharges are not covered by the sentencing factor, I think that we would see more claims of accidental discharge.",
  "About the third -- if one is concerned about the actions of third parties who are not confederates in any way taking the weapon -- and we do believe it does under the statute's language need to be the firearm that is the basis of the section 924(c) offense, and not someone else's firearm. But if -- if -- in other words, not the security guard's firearm. If the firearm is discharged by third party causes you concern, one could conclude that that is not the manner in which the defendant committed the offense; and that this Court's decision in Harris described this type of sentencing factor, these very sentencing factors, as the kind of factor that one looks at: Is a fact present in the manner in which the defendant committed the offense? And so one might conclude that if the law enforcement officer disarms the robber and then later discharges the weapon, that that fact of a discharge is not part of the manner in which the defendant committed the offense. We don't think that's compelled, by the way.",
  "If the teller grabs the gun from the robber and it discharges, as long as the section 924(c) offense is continuing, then the firearm is discharged.",
  "One could reasonably conclude that if the teller discharges it, it is in fact the manner in which the defendant committed the offense. But I do think there's reason to believe Congress may have been concerned about the fact of the discharge by anyone. I mean, what you're talking about is someone who's engaging in inherently dangerous activity. They brought an armed weapon to commit a crime of violence or a drug trafficking crime, and they've handled it in such a way that either it is discharged - -",
  "There is no question here, Your Honor, but that it was the robber that discharged the weapon. And in fact the Petitioner testified that: \"I pulled the trigger when I was switching the gun from one hand to the other.\"",
  "We have not challenged that it was accidental. But I think that it - -",
  "I don't think so, Justice Stevens, with respect to sentencing factors. I think there's no case in which this Court has indicated -- and no common law principles - -",
  "Well, in Harris, which was - - in which this Court was interpreting these very sentencing factors here, the Court note -- noted that - -",
  "Yes.",
  "No, Your Honor, because if it were an element - -",
  "I think it might be a harder case for us if it were an element of the crime, but it wouldn't be an element that would be necessary.",
  "Why would it be a harder case for us? Because if it were a harbor -- hard -- if it were an element of the crime, then it would be an aggravated offense, and then one could debate whether or not the - -",
  "I think there is a background rule with respect to the definition of criminal offenses that Congress intends some mens rea.",
  "Not -- no, Your Honor, not in this way, because it -- it would -- it would be a more difficult caper -- case for us, I can see, but that you would still be talking about somebody who was engaged in wrongful conduct. There would be no danger. I mean, one of the reasons the Court assumes a mens rea requirement or reads in a mens rea requirement when one's not there, is because of the fear of capturing innocent conduct; but what you would be talking about is someone who has taken a loaded weapon to commit a crime of violence or a drug trafficking crime and used it during in relation to that crime or to possess it in furtherance of that crime, and is already guilty. They are engaged in - -",
  "They both engaged in inherently dangerous activity.",
  "And it's common in criminal law to hold criminals responsible for their unintended consequences of their criminal acts, and that's -- in your hypothetical it wouldn't be unusual at all to hold someone liable for the accidental discharge when they've taken a loaded weapon to commit a violent crime, here a bank robbery, and handled it in such a way that it goes off. It's completely reasonable for Congress to conclude - -",
  "Well, no, well they're -- just to be clear, they're both subject to life imprisonment for taking the gun and committing -- and using it to commit the bank robbery. So it's not tacking on three years; it's increasing the minimum; and that is a significant difference, Justice Stevens that this Court has recognized with respect to these various factors in Harris itself, that the -- whether or not there was a discharge.",
  "As a practical matter, no, Your Honor. However, had the accidental discharge caused a death, then he would have committed a more serious offense, and that may have been the penalty. But the point is that one is often subject to higher penalties than one might have expected by the unintended consequences of one's criminal act.",
  "I think that's correct, Your Honor, and that's our view.",
  "But that would be a reconceptualization of the rule of lenity, Justice Breyer.",
  "And what, it would be a -- as you said for this Court, in Muscarello, the rule of lenity has never been a rule where the defendant always prevails; and it would be an odd notion to have a more muscular rule of the rule of lenity in the sentencing enhancement context than you have with respect to the crime itself. The whole point of having the mandatory minimum is to take away discretion from judges. What - - and the language of the statute here in our view is clear. It says \"if the firearm is discharged,\" and I think it's the present tense that gets you the -- the temporal connection to the crime here. If it is discharged while you are using or carrying it or possessing it, in the offense in the principal paragraph, Congress wanted you to have ten years.",
  "Well, in the blue brief they lay out the House's final version, and we have the House's final version in one of our footnotes. And then they lay out the Senate's final version. And one important distinction, Justice Breyer, between those two versions is that the House's version would have made it active voice, but not only active. But it would have been amenable to the argument that during and in relation to -- discharges, because it's structured different. But the House would have set the penalty for a discharge at 20 years. Okay. That's -- you can infer from that that the House thought an intentional discharge should subject you to 20 years. The Senate's version, which put it in the passive voice, said if the firearm is discharged and set a mandatory minimum of 10 years. And I think you can infer from that, Justice Breyer, the -- the current structure allows what you're positing, which is more culpable defendants who intend to discharge the firearm to receive a higher sentence. And one could infer, I think, that the House thinks that should be 20 years. So I think the -- the current structure does allow judges to take into consideration. It just sets the floor. And Congress is entitled to do that, and I think they have clearly done that and then to take out of the realm of debate whether or not the defendant intended to discharge the firearm or didn't mean to discharge the firearm. I would like to -- to say one factual point, which is in the -- in the indictment Petitioner actually was charged with use or carrying. It just seems -- if I could explain, the \"use or carry during or in relation to,\" is one prong, one way in which to commit the principal offense. \"Possessing in furtherance\" is another way to commit the principal offense. The \"use or carry\" is not modified by \"possession in furtherance of,\" and \"possess\" is not modified by -- by \"during or in relation to,\" which is another reason it makes no sense to -- to trail the \"during or in relation to\" down to the generally applicable sentencing factors.",
  "The legislative -- well, the words are actually different; the text is different; and the legislative history suggests that Congress wanted a beefed-up \"in relation to\" requirement for possession in order to make sure that incidental possession during - - you know, incidental possession while one is also committing a crime wasn't captured. So the \"in furtherance of\" - -",
  "No, sir. The \"in relation to\" -- the \"during or in relation to\" modifier modifies only \"use or carry.\" And if one is charged with a \"use or carry\" offense, then the government must show that you \"used or carried during or in relation to\" in the way those words have been given meaning by this Court. If you're charged with possession, the government must show that you possessed the firearm in furtherance of. Now, the -- the \"in furtherance of\" and the \"in relation to\" prong have been given similar meanings by the courts, although generally it's thought that the \"in furtherance of,\" like I say, is a sort of beefed up \"in relation to\" requirement because - -",
  "He would be carrying, Justice Breyer.",
  "He would be carrying -- if I understood you, he would be carrying. And if he was also committing a crime, he would be carrying -- if he was also committing a crime of violence, he would be carrying it during the crime of violence. But under this Court's decision in Smith, if it were - -",
  "The statute does say that carrying has to be in relation to - -",
  "I am sorry. I thought you were asking me a \"carry\" hypothetical. If you are asking me a \"possession\" hypothetical - -",
  "It doesn't.",
  "You are right. Okay. I am sorry. I answered - -",
  "It's hard to see how one could meet this Court's definition in Smith for -- for \"in relation to,\" which was to have - -",
  "The underlying - -",
  "The carrying had to be in relation to the underlying drug crime or crime of violence. This Court gave content to \"in relation to\" in Smith to mean have some purpose or effect, facilitate or further the underlying crime, not be by accident or coincidence. The gist of Petitioner's argument here is they want to read that \"accident or coincidence\" language down to modify \"discharge.\" And structurally that -- that just doesn't work. And if -- if I can make one more point about why it's clear it isn't that, which is that the -- the \"in possession in furtherance of requirement\" -- I mean one of the things they say in response to our argument is that we are willing to put a temporal limitation on the sentencing factors, but not an \"in relation to\" - -",
  "Definitely not, no.",
  "The -- the sentencing factors are set out separately. And you don't get to them - -",
  "Well, you have to be guilty of the principal offense, Justice Stevens, before you get to sentencing factors. So you have to have either - -",
  "Right. The definitive - -",
  "It has to be during and -- but there -- but it's not because the word \"during\" appears in the principal offense, which is how they would have our argument be. The -- the -- it has to -- the sentencing factor has to occur. First you have to commit the principal -- let me just back up. You have to commit the principal offense.",
  "It has to be \"during\" for three reasons. One, the -- the language of the sentencing factor says if the firearm is discharged. It's in the present tense. So the present tense of the \"is discharged\" language -- it has to be while you're using, carrying -- \"uses, carries, or possesses\" is also in the act. The \"is discharged\" has to happen while you're using, carrying, or possessing. That takes out hypotheticals about, well, it was discharged at the factory before I got it, and law enforcement discharged it well after they took it from me to test the ballistics on it. Those aren't covered because it's not \"is discharged\" while you're using, carrying or possessing. Secondly, this Court in Harris recognized that these are the types of sentencing factors that one considers when deciding whether a certain fact is present in the manner in which an offense is committed. So the fact has to be present in the commission of the offense. That's just the way this type of sentencing factor operates, and the courts so interpreted these particular sentencing factors in Harris. And we know that it's not because of the \"during\" in the principal paragraph, Justice Stevens, because there is no \"during\" element to the \"possession\" prong. Nevertheless, the sentencing factors apply to that prong, and we would apply temporal in cases that - -",
  "Yes, Your Honor, and if you possess a firearm - -",
  "Yes.",
  "The \"during\" comes from the fact that the sentencing factor is in the present tense, and says \"is discharged.\" That means that the \"is discharged\" must occur while the offense is -- is occurring. So the temporal limitation comes from, and is from, the nature of these types of sentencing factors, which ask: Is this factor present? That's what Congress cared about.",
  "Exactly.",
  "Possession -- it would just have to be possession that was in furtherance of an underlying crime. Once you're guilty of that, if the firearm was discharged while you were guilty of that - -",
  "Some temporal limitation, and the limitation is what -- is that it must be discharged while you're committing the offense for which you're being sentenced when we're looking at sentencing factors, which is set forth in 924(c).",
  "Again, it would turn on -- on -- it wouldn't turn on whether accidental or intentional discharge, Justice Stevens. That would present a difficult hypothetical about whether or not the 924(c) --",
  "If -- if it were determined that the -- the 924(c) offense, which is the possession in furtherance of crime, were still going on at that point -- in other words he was still possessing it in furtherance of the underlying crime of violence, and it discharges -- then, yes, the sentencing factor, by its plain terms, applies.",
  "Well, the -- no, the \"in furtherance of,\" it -- the inquiry we would be making at sentencing, Justice Stevens, is not was the discharge in furtherance of. You would -- you would -- all you would be asking is, were you still possessing the firearm in furtherance - -",
  "The discharge must be temporally related to the principal offense, yes, because the discharge is discharged while you're in the course of the principal offense, that's the way these types of sentencing factors - -",
  "Right.",
  "No, Your Honor. I mean, just to make sure I understand what you're say. The \"during and in relation to\" only modifies the verb \"uses or carries\"?",
  "Okay.",
  "That's their argument.",
  "No, Your Honor.",
  "That's right. And also - -",
  "The reason we don't believe that's the correct reading is because, as this Court indicated in Harris, the principal offense -- the principal paragraph sets forth the complete crime, and it ends with \"shall.\" So once you do the things in the principals for crime, you're guilty. And then the only question is, what shall your sentence be?",
  "Well, just to - -",
  "Just to be clear about - -",
  "It wouldn't have anything to do with whether it intentionally goes off, Justice Stevens. Your hypothetical could still raise a question - -",
  "Well, I think it's important to recognize, though, that Congress didn't want to open the door to claims that -- that the firearm was discharged accidentally.",
  "Right. I mean, the -- the fact of a discharge is what Congress is clearly concerned about, and you can tell that from the text. What it did want to say is that in the indictment here he was actually charged with uses, carries, and possesses. The indictment is not perfectly worded. It only has the \"during and in relation to,\" and it -- but the -- the instructions were proper and there were no - - the jury instructions in trial were proper and there were no objection to the instructions, but I did want to correct one point about that. And if there are no further questions - -",
  "Mr. Chief Justice, and may it please the Court: The Bankruptcy Code precludes an above­ median-income debtor like Petitioner from shielding from his creditors $471 a month for a car payment that he does not have. A debtor with -­",
  "The statute allows a debtor to take an applicable monthly expense amount. So if the debtor truly has no food costs, then the food standard would be not applicable to the debtor, so -­",
  "Well, I think, with respect -­ I think the cases he was talking about were housing.",
  "Right. So housing and car costs are part of the local standards. Food, clothing, house cleaning supplies, those are part of the national standards. The -- in our view, the text that goes along with -- accompanies the tables, which is not the Internal Revenue Manual -- it's just the pages reprinted at 1a to 3a of our brief. The Collection Financial Standards, the prefatory explanation for what the tables mean. In our view, that is -- goes along with -­ incorporated into the national local standards. The national standards, Justice Sotomayor, are allowed, as long as you have under the calculations -- as explained in the standards, under the national standards, a debtor would receive the allowance in the table as long as they have any such expense, so regardless of amount. However, if they have no such expense, then they are taken out by the statutory language in the means test, which says that the standard must be applicable to the debtor. And -­",
  "If they are -­",
  "No, Your Honor. I think if, over the 60-month period looking forward, you know, that you're going to -- you've already paid up for your food for the next 60 months and you're not going to incur any additional food expenses, no, then in that situation the standard would be inapplicable to you. You would be having no -- in that hypothetical -­",
  "Under the standard. That's the way the standards operate, Your Honor. I haven't seen any cases litigated over food expense -­",
  "I don't believe so, Your Honor -­",
  "I don't think so, Your Honor, for this reason, which is that the national standards are food, clothing, house cleaning supplies, things that you expect every debtor to have. You don't see much litigation about those expenses. The local standards, however, operate differently. In our view -- and our view's different from the government's, Justice Scalia. In our view, under the local standards and the way that they apply as explained in the Collection Financial Standards, is that the debtor is allowed their actual expense for the local standard or the amount in the table, whichever is less. So in the hypothetical -­",
  "In our -­",
  "I read that text, Your Honor -- again, the Court doesn't need to decide this maximum cap issue to decide this case, because the Petitioner has no expense whatsoever, and so it's not applicable to him. But in our view, Justice Sotomayor -- in our view, you get it from the language of the statute that says the debtor's applicable monthly expense amounts specified under the national standards and local standards. And the way that we understand the national and local standards to work is, if you look at page -­ it's explained on page 1a of the petition to our brief, the red brief. Maximum allowance -- it's the third paragraph down: \"Maximum allowances for housing and utilities and transportation, known as the Local Standards, vary by location. Unlike the National Standards, the taxpayer is allowed the amount actually spent or the standard, whichever is less.\"",
  "No, Your Honor, that's not how I understand the text. The text provides -­",
  "Yes, you would, Your Honor, because what the -- what the statute's purpose here is -- I mean, I think it's helpful to step back. Chapter 13 sends one to chapter 7's means test for the purpose of calculating the amounts reasonably necessary for the maintenance and support of the debtor. And Congress chose to import the -- the methodology of the national standards and local standards as a way both to set the categories of expenses that debtors could receive payments for, and, with the case of the national and local standards, to set the amounts. They were worried about capping upper discretion because Congress -- it's quite clear from the text and the legislative history -- was concerned about above-median-income debtors taking luxurious expense amounts.",
  "No, Your Honor, because the amount under the national standards, as the national standards operate, is the -- is an allowance, not an actual, and the amount under the local standards, as they operate, is the amount actually spent or the amount in the table, whichever is less. And, again -­",
  "Money is fungible, Your Honor, so to the extent the debtor has incurred expenses before going into bankruptcy instead of, as here, paying off this more than $85,000 in credit card debt, shouldn't be able to -­",
  "He used his money, perhaps, to purchase his car outright, instead of to pay down his credit card debt, and so he has a salary of $50,000, and he has a credit card debt of $85,000, and he owns a 2-year car -- 2-year-old car outright. He should not be able to deduct, as a measure of his reasonably necessary expenses for his maintenance and support over the next 50 months, $28,000 that he doesn't need for a car payment that he doesn't make.",
  "Well, the miscellaneous, all those numbers are capped, and the legislative history makes clear Congress thought all those numbers would actually effectively act as caps. In other words, to the extent there was debate in the Congress, Congress was concerned that these numbers were actually too low, not that they were going to give anybody a windfall. But to the extent -­",
  "Yes, Your Honor, and in the national standards, which all the items you just list are national standards, under the national standards you don't do the actuals. On page 1a, it explains: \"Allowances for food, clothing and other items, known as the National Standards, apply nationwide except for Alaska and Hawaii.... Taxpayers are allowed the total National Standards amount for their family size and income level, without questioning amounts actually spent.\" For -- yes, for those hard-to-calculate items, you do -- our position is you do get the amounts in the chart. For local standards -- the local standards, however, which include home, mortgage, lease expenses, utilities, and transportation, which include both ownership costs and operating costs, you get the actual or whichever is less.",
  "Not in our view, Your Honor, because in our view the chart is -- is ambiguous about what the number stands for. And so in the national standards, the text, the prefatory text, explains that the amount is an allowance if you have the expense. In the local standards, the prefatory text explains that the amount operates as a cap. But the important point for this case, Your Honor, is that you don't have to decide anything about the national standards because Petitioner is left at the statutory door. He has no applicable monthly expense amount for operating -­",
  "If the debtor owns the car outright at the time they file for bankruptcy, they would not get the deduction.",
  "They would not get the deduction under this calculation. However, under this Court's decision in Lanning, when one goes to project the disposable income, it's conceivable that the debtor could prove that it's known or virtually certain that they will need a new car and that that could be accounted for. But -- but also the Bankruptcy Code in 1329 allows for modification of a plan, and so when the time arises that their car conks out and they need a new car, they can move to modify their plan. I think it's -­",
  "Well, they make that statement in their reply brief, Your Honor, but I'm not sure exactly what they mean by that, because in chapter 7 this test is being used for a very different purpose. It's the gateway; it's a presumptive test for abuse. And so, again, our reading makes perfect sense in that context because what you want to know is, does this debtor actually have moneys it can prepay its creditors, should it be -­",
  "I was -- I actually haven't answered her question.",
  "So, in chapter 7, once you -­ if you decide it's presumptively --- not presumptively abusive, and you stay in chapter 7, then chapter 7 is a liquidation. There's no ongoing plan. So I -- all of your nonexempt assets are liquidated, your creditors are paid off, and then you are discharged. If 3 years from now your car conks out, you're just like you and me; you are not in bankruptcy, you just -- you try to make do.",
  "I say, Justice Breyer, that there's nothing in the statute or the legislative history that suggests this was meant to be an overall budget for above-median-income debtors. This was about capping upper discretion and limiting the expenses available as reasonably necessary expenses for above-median-income debtors. And I think that point is made perfectly clear by the fact that if you can compare it to what happens now to a below-median-income debtor, a below-median-income debtor in the same situation as Petitioner, who owns his car outright, would be allowed no amount as an expense for his vehicle, because he doesn't have an actual expense that's reasonably necessary. And I think that the 2005 Congress would think it was a senseless result, as they argue here, that Petitioner gets $471, above-median-income debtor, the very class of debtors with whom Congress was concerned in the 2005 amendments, to shield from his creditors over the life of the plan when he has no comparable expense.",
  "That -- that sentence is somewhat of a conundrum, Your Honor, and I think that the Court doesn't need to decide the meaning here, because whatever it does, it doesn't get Petitioner within the Romanette ii calculation -­",
  "-- because he has no payment.",
  "Well, my understanding of that provision is that it serves two purposes.",
  "Serves two purposes. The first is that it makes clear -- in the back of our brief, we have the other necessary expenses from the IRM. And on -- near the back, page 25a, two of the categories of other necessary expenses are secured or legally perfected debts and unsecured debts. So I think the -- the otherwise -- the \"notwithstanding\" sentence makes clear that Romanette ii should not capture those other unsecured debts and secured debts, that it's the very purpose of this whole calculation to figure out how much money you have to pay those things. The second purpose the sentence serves is to make sure that there is no double-counting, because Romanette iii, the very next provision in the means test, allows the debtor to claim monthly payments for secured debts. Now, many car loans are probably secured debts, and in our view if you actually have a car loan -- now, remember again, he neither has a car loan, nor a car lease payment, nor any kind of ownership payment. But if -- if one actually did have a car loan that was secured by the car, which I think is the vast majority of car loans, in our view the debtor expenses nothing for that under Romanette ii, and only the actual amount of that debt under Romanette iii.",
  "Whichever is less. I think that -- that's my understanding of how the local standards work, Your Honor. I think, then, as a practical matter, that really will end up only applying to car leases with respect to transportation ownership costs, because I think that the \"notwithstanding\" sentence removes secured car loans from Romanette ii and has them calculated under Romanette iii, where there is no comparable cap. And the -- but -- but the point at issue in this case doesn't involve the interaction between Romanette ii and Romanette iii, because no matter how those two things interact, when the debtor has no payment whatsoever, he ought not to be able to claim any car ownership costs, because what we're trying to figure out is what amounts does he reasonably need for his maintenance and support? And this question is a very important question. This scenario happens a lot. In the 2007 study that U.S. Trustees did is -- at Congress's request to which Petitioner cites in his reply brief, the average overpayment of a debtor in claiming this transportation ownership expense was $335, which is a lot when you're talking about the standard in the chart being 471. There are many debtors who are getting this expense either above their amount or when they have no such expense at all, and so even if the Court doesn't resolve these other issues that are implicated by this case, the decision here is a simple one, which is: This debtor has no applicable monthly expense amount for transportation ownership costs, and he shouldn't be allowed to expense any amount for that. If there are no further questions, the Respondent requests the Court would affirm the judgment below.",
  "Mr. Chief Justice, and may it please the Court: Secured creditors bargain for the right to be repaid in full or, if not, to foreclose and take the collateral that secures their loan. When a Chapter 11 bankruptcy plan is going to cram down a plan over the objection of a secured creditor, Section 1129(b)(2)(A) gives the secured creditor the ability to protect those rights, regardless of the proposed treatment of its collateral. Specifically, when the plan proposes, as here, to sell the collateral, free and clear of the secured creditor's liens, and give the secured creditor nothing but the proceeds from that sale, clause (ii) entitles the secured creditor to bid what it is owed in the absence of cause to preclude it.",
  "No, Your Honor. We give full meaning to the \"or.\" We don't dispute that these are three alternative ways to cram down a plan. The question here is or what? And the question is the scope of the alternatives and in which circumstances they apply. And, here, Congress turned its attention to precisely the situation at hand and determined what the requirements were, but not just the requirements for a sale free and clear. It's not like clause (ii) says, if you sell it free and clear and you allow credit bidding, then that's one way to go. It's not just the requirement of credit bidding. It also sets forth the only exception to credit bidding. And Petitioners' reading would read clause (iii) to be a much bigger exception. Now, Petitioners here tried and failed in the Bankruptcy Court to prove cause, and they don't appeal that. So they are trying to create a much bigger exception to the exception Congress allowed --",
  "Your Honor, cause.",
  "So under -- we reprint -- the 1129 clause (ii) is on 20a in the red brief at the back. And it -- it provides: \"For the sale, subject to Section 363(k) of this title, of any property that is subject to liens securing such claims free and clear of such liens.\" And that refers you to 363(k), which is also at the back of our brief. And 363(k) provides that, \"Unless the court for cause orders otherwise, the holder of such claim may bid at such sale; and if the holder of such claim purchases such property, such holder may offset such claim against the purchase price of such property.\" So my point is clause (ii) is not just, if you let them credit bid, then that's one way to go to fair and equitable. It's you must let them credit bid, unless cause is shown. And they tried in the Bankruptcy Court, Justice Scalia, to prove cause. And the district court found against them on that point, and they don't appeal it. I --",
  "I don't think that's a fair characterization of the three clauses, Mr. Chief Justice, because all three of the clauses have both procedural and substantive components. And essentially, what Petitioners seek to do here is exchange their preferred procedure, which is a sale without allowing us to credit bid, followed by a judicial determination of whether whatever number that sale produces is high enough to be our secured claim. But the whole point is, if the secured creditor is willing to bid one more dollar of what it's owed at the sale, that is the value of our secured claim. And --",
  "That is definitely the fear, Justice Alito.",
  "Because valuations are inherently uncertain, and Congress knew that. And in this Bankruptcy Code, Congress tried to move away from judicial valuations for precisely that reason.",
  "That's true, Justice Kagan. But, if you proceed through clause (i), the code provides a secured creditor with a different protection against undervaluation. So the whole code structure is set up to protect the secured creditor against the risk of undervaluation of its claim. And that's the Section 1111(b) election. So Section 1111(b) election allows the secured creditor who is undersecured and is afraid that their -- their value of their property will be misvalued in a clause (i), to elect to have their entire face value of their claim treated as secured. So here, the lenders are owed more than $130 million. If they were to proceed under clause (i), the lenders would have the option to have that whole $130 million treated as secured. And that would be the value of the secured claim. And, under clause (i), yes, we would then be subject to the judicial determination of the present value of whatever a note paying out $130 million would be, but two protections we would have. They wouldn't be determining the principal. The principal -- the face value of the note would have to be $130 million; and the lien that we would retain would be $130 million.",
  "That would be true, but I think, in that situation, we would also have the option to make the 1111(b) election. And, therefore, they would have to substitute collateral that would be up to the $130 million mark. So it's true -- and it's true that Congress did leave this other, but it is an other. And I think -- I think another way to -- another point to make that clear is the fact that clause (ii) expressly has a role for clause (iii), and it doesn't come into play until after the sale at which the secured creditor gets to credit bid. And --",
  "If the secured creditors aren't able to come in and bid their credit and if the secured creditors can't, as is a real risk, raise enough cash to bid the amount of their credit in cash -- and, in some instances, as with the government, they’re -- they can't -- they actually can't. But, in a lot of these complicated loans, there are multiple lenders, and it would be very difficult to come up with the money to put in. And they are, therefore -- you are taking out of the marketplace one of the most knowledgeable bidders about this property. And there is no good reason to do that. These -- it's not like they are bidding funny money. They -- they have already put in $142 million.",
  "There will be no cash for anyone junior to these creditors, unless these creditors are paid in full, regardless of whether everyone bids in cash or we bid in credit. This property is well under water. There -- there is no equity in it. The secured lenders have lent them 142 million --",
  "In every case where the property is under water, there will be -- in every case in which the secured creditor has a lien on the property, the secured creditor takes first. So until the -- so underwater or not, until the secured creditor is paid --",
  "Everyone agrees that the property is under water, but it's important to note that the valuations in this case that have been filed in the district court, in conjunction with the relief from the stay, the appraisals are different by tens of millions of dollars, what the property is worth. And if you allow that to go to a judge, to decide whether it's enough, that's an inherently uncertain process. And -- you know, judicial valuation, the -- the court -- tens of millions of dollars, the judge could decide, and it might not be a fact that we could overturn, if that goes to a fairly erroneous finding.",
  "Well --",
  "The legislative history, Justice Breyer, suggests two meanings for it.",
  "Two examples. And that's what you see in the case. There aren't very many clause (iii) cases. There will be many more, if this Court holds that this is permissible.",
  "But that -- there aren't very many clause (iii) cases. And they abandon -- abandonment of the collateral. So, in other words, they could decide just to turn all of the collateral over, and that would be the indubitable -- that would be res ipsa, our secured claim. I mean, that -- the -- we have collateral in everything they own, the hotel, the garage, all of the proceeds. Or, as Justice Kagan was suggesting, some of the cases involve providing a substitute lien. But the courts are --",
  "-- courts are very hesitant to do that. And it would have to be really -- because it is -- you know, you are stripping our lien. You're supposedly giving us an equal lien. So -- you know, maybe if you can imagine -- maybe if these creditors owned the airport at the Dulles -- you know, a hotel at the Dulles Airport and a parking garage, and one could say it's exactly the same risk factor and everything, and we're going to swap that in for this. But --",
  "It's not a sham, Justice Sotomayor, because the creditor -- secured creditors don't often want to run a hotel and parking garage. They may not want the property. So what they are interested in doing is maximizing the value, getting back as much as they can of the money that they --",
  "That's definitely one of the strategies. And if they -- so they -- so what clause (ii) allows a secured creditor -- it allows the secured creditor to choose whether it takes its property, which was the right it had prebankruptcy, or whether it's enough. But if you leave it to their system -- and he's -- I'm sorry --",
  "The cause cases include malfeasance of the creditor in some way --",
  "Malfeasance of the creditor in some way. Or whether there might be --",
  "I'm sorry. I can't remember any specific examples. But another instance -- and it's actually one that -- that goes to something Justice Kagan asked earlier, which is -- is -- when there's some dispute about priority or whether there might be senior liens. So, in this case, the -- the bankruptcy judge provided at 44(a) and 45(a) -- because there -- there are some real estate taxes that would be senior to our liens, and there's a debate about whether the mechanic's liens are senior or not. And so the bankruptcy judge provided that -- that -- that, here, it would be appropriate for us to either put up cash, in that amount, the amount of the potentially senior liens, or to offer -- you know, some security to cover those, in the event that they turn up. And that is an example of cause. And that is -- clearly answers the concern that there may be others. No one junior to these creditors is going to take anything. And all making us cash bid would do, assuming the secured creditors are able to come up with the cash to bid in this amount, would be to endless -- just to pointlessly cycle money into the estate, and then, if we're the winning bid, through the estate and back to us, at the risk of their siphoning off the money that really shouldn't go to anyone else because we have -- the cash collateral is these secured creditors' -- the hotel and the parking garage are all these secured creditors' collateral. Now, the Petitioners say this is going to -- if you let the secured creditors bid, this is going to chill credit bidding. Well, they tried to prove that in the bankruptcy court, and the bankruptcy court, at pages 43(a) and 44(a), rejected that as a matter of fact. But, anyway, as a matter of theory, their proposal -- who would bid in their proposal? Their proposal is you do the due diligence, you have to prove you have the money, you put up the bid, and then at the back end, you know that the secured creditor is going to be able to come in and tell the bankruptcy judge, I would have bid more with my secured credit. So anyone who bids knows that there's the potential that it's all going to be a waste of time. And then how do you do it over at that point? Once everybody has shown their hand, put their bids in, what, are you going to take a mulligan after the -- after the bankruptcy court says, no, they're not getting their indubitable equivalent because I find they would have bid more in their security? Well, that's just -- that -- who's going to bid in that situation?",
  "I think all those things are ways that it can happen, Mr. Chief Justice. And, certainly, counsel was distinguishing the -- during the plan sale requirement, where he concedes that, if you do a 363(b) sale -- you know, 363(k) applies, but he says it's not a problem because you can negotiate. There are actually many negotiations in a -- in a plan sale context. And it would be odd, I would -- I would suggest, that you can do a cramdown plan over the secured creditor's objection and have less credit bidding rights than you can when you agree to do it. And so, in the end, there's nothing wrong with the secured creditor coming in and bidding its credit and taking the asset. After all, they already put in $142 million. They're owed $130 million. The debtors have no equity in -- in this process.",
  "I don't think that latter way would be the better reading of the statute, Justice Ginsburg, because Congress turned its attention to this precise problem and decided that the best way to protect the secured creditor against the risk of undervaluation was to allow it to -- to bid. And I -- and I think, for the reasons I said earlier, the system that they propose is -- is not a workable system or a good system, and it wouldn't be good to have there be uncertainty about the auction -- about whether or not it was going to ultimately -- you know, go through. And as long as the secured creditor is willing to bid at the -- at the auction its secured credit, put its money where its mouth is, that is the value of its -- of its secured claim, and so it could never be the indubitable equivalent to go under (iii), where it's not allowed to bid.",
  "Well, this Court's never applied the rule in that way. And I think the Court -- it's -- it's always the case that, when the Court's looking at these kinds of problems, that the general provision could be read to encompass what the party before the Court is seeking to do. But the -- when Congress has set up a precise scheme -- and, here, I think it's important to realize it's not just the requirements, but also the exception to the requirements -- and then, also, the way that (ii) is -- refers to (iii), and (iii) doesn't kick in until after the sale --",
  "Okay.",
  "The for cause. So by reading in 363(k), Justice Scalia, it's not only the requirement of credit bidding, but also the only exception. But then also, if I could just elaborate this -- the point about how it refers to clause (iii), on 20(a) of our brief, we set forth the text. The final clause of clause (ii) says that, once the sale goes through, the liens attach to the proceeds of the sale. And the treatment of those liens on the proceeds are done under clause (i) or clause (iii) of this subparagraph. So clause (ii) contemplates that there will be some judicial determination of indubitable equivalence, but only after the amount of the proceeds -- because -- after all, what we're trying to determine here is the value of the secured claim.",
  "Well, maybe I misunderstood Justice Kagan's question or I misunderstood their point. I thought their point was looking specifically at the -- the facts of the Speedy Trial Act case and saying because it's a list and it says, \"includes,\" and then there are subsets under the list, that's how I understood their argument. Yes, it's certainly true -- like, take the venue statute case -- you know, the general venue provision clearly covered patent infringement suits. But then there was a specific patent infringement venue statute, and the -- the patent infringement statute didn't say it was the exclusive patent venue statue, and the general venue statute didn't say, \"except as otherwise provided in the code,\" yet this Court said, well, the patent -- Congress turned its attention to patent infringement suits and created this venue. And that's --",
  "Yes, to the extent that I think it's always fair to say that what the party who's claiming they fit within the general does could definitionally possibly fit within the general. We --",
  "Thank you."
]