[
  "Mr. Chief Justice, and may it please the Court: Our position is first the petitioner's checkpoints, including their drug detection component, are constitutional under this Court's decisions in Martinez-Fuerte, which upheld a checkpoint designed to intercept alien smuggling, and Sitz, which upheld a sobriety check-in -- checkpoint. Second, petitioner's checkpoints are also constitutional because they advance the government's legitimate interests in assuring that only properly licensed and sober drivers --",
  "As a constitutional matter, yes. As a statutory matter, no. The Border Patrol --",
  "-- does not have authority to go beyond a hundred miles. As a constitutional matter, if the government, Border Patrol was able to show that, for example, in Indianapolis or Kansas or between -- somewhere in Colorado there was a thoroughfare that had a strong nexus to alien smuggling, for example, seasonal workers moving back and forth, then it would be.",
  "I think we would have to show an alien smuggling nexus to the roadways on which we established our checkpoints.",
  "I think they have to establish -- they have to have a reasonable basis for believing that there will be a problem. Obviously, we have that with the alien checkpoints that the Border Patrol operates, and here the City of Indianapolis focused on crime statistics and was able to determine that particular areas --",
  "No, no, no, general crime, drug crime statistics, which you obviously will know in advance as a law enforcement agency, just as we know where the primary problems of alien transportation are in the country.",
  "I think as a constitutional matter, if the government were able to show the appropriate nexus and the effect that its checkpoints again were actually effective that it would -- and the intrusion was no more than it was in Martinez-Fuerte, but, yes, the Fourth Amendment applies the same in Indianapolis as it does in Arizona.",
  "No, not at all.",
  "There's a bright line in this Court's decisions between cars and pedestrians.",
  "First, it's beneficial. I don't think there's anything about this case that puts us closer to pedestrian checkpoints than Martinez-Fuerte and Sitz, but the rationale has been --",
  "Because cars are different than pedestrians. Cars are highly regulated. This Court has recognized this they are subject to a web of regulation by government, and I think it was Justice Breyer earlier said one has no reasonable expectation within the meaning of the Fourth Amendment that you will not be briefly stopped and asked to show a driver's license, your authority to operate the car, and under Martinez-Fuerte that you are not using the car to smuggle illegal aliens, we see no difference between that and smuggling drugs. And in this case the drug component isn't necessary to explain the seizure. The entire scope of the seizure is independently justifiable. In fact, most of the time is expended on the driver's license checkpoints. The only role of the drug detection component is that they're in a justifiable stop under this Court's precedence for driver's license checkpoint and sobriety checkpoint. They add a canine sniff for dogs. That does not independently cause the seizure, although we do think a drug checkpoint in its own right is constitutional, but it does --",
  "Yes. I think the police have a right to be on street corners with their dogs or without their dogs, and smell -- the sniff the dog alerts to is odors emanating from --",
  "No, that then I think would be a seizure of a pedestrian if they won't -- can't get away, but the pedestrian can walk away. It's a big difference.",
  "No, I don't think so. Because the difference between the pedestrian example and this one is that you have a legitimate basis for the seizure independent of the dog. That's the driver's license checkpoint.",
  "That -- that -- well, I think it's a separate question whether --",
  "I'm not sure that a traffic light, in fact, effectuates a seizure within the meaning of the Fourth Amendment.",
  "Because pedestrians can turn around and walk away, they can do a U-turn. I'm sorry.",
  "My understanding is that it's done while the driver's license check is going on. And that's what takes the two to three to five minutes. Dog sniffs take a minute, 90 seconds at the most for a very large vehicle.",
  "It doesn't -- we have two rationales. Our position is that drug interdiction, drug smuggling checkpoints in their own right are constitutional, so obviously under that theory it would not. But if the Court disagrees with that and says that that is not a legitimate basis for having a checkpoint, then the case would be different if they did the stop and they did not actually effectuate the interests that are served by a driver's license checkpoint, they didn't ask for the licenses, and they didn't act upon license violations. If they, in fact, act upon license violations and serve that interest within the meaning of this Court's prior recognition of that as a legitimate interest, then the fact that they also serve another legitimate interest that does not in any way change the nature of the intrusion on the individual, does not enhance the length or duration or intensity of the seizure, then it would not make a difference, and then what the government says or doesn't say in the preamble I don't think would change the Fourth Amendment analysis.",
  "You mean pretense by the fact that they ask for licenses but don't do anything about it? And I profess to do something --",
  "That's not what I mean to say. Our position is that a drug checkpoint in its own right would be constitutional. Border patrols, the drug smuggling, aliens --",
  "I'm saying two things. We're saying that's our first -- that's our first argument. Our second argument is if the drug interdiction purpose is not in itself a basis for the stop, then as long as the driver's license stop or the sobriety stop is actually being accomplished by the government, those interests are being served, and the drug detection component does not add anything to the length or duration of the seizure, then it would still be constitutional under both of them. And that if both of them are legitimate interests, if the Court doesn't -- as long as -- as long as one legitimate interest is served by the checkpoints and explains the entire -- and justifies the entire scope and duration and intensity of the seizure, the fact that the government has other interests, primary or secondary, doesn't matter.",
  "Mr. Chief Justice, and may it please the Court: The court of appeals' categorical protection of inmate legal advice from rules that reasonably regulate all other prison correspondence is inconsistent both with this Court's precedents and with realities of prison management. In our view prisoners -- and in this Court's view, prisoners have a right of access to the courts to press their own grievances and claims, but this Court has never recognized a freestanding First Amendment right on the part of other inmates to get involved in each others' litigation efforts. That is particularly true when the litigating inmate is already represented by an attorney. In Lewis v. Casey, this Court held that while inmates must be allowed to bring suits challenging their own convictions and conditions of confinement, impairment of any other litigating capacity, and that would include serving as a legal advisor, is simply going to be incidental and perfectly constitutional consequences of conviction and incarceration.",
  "The remand would be on an as- applied challenge to this particular communication. It would not be a request, as the Ninth Circuit found here, for categorical protection of all inmate communications of legal advice. The question would be whether application of the insolence regulation to this particular communication, looking at its particular content, would be consistent with the First Amendment under a --",
  "Well, our understanding is that what was not raised is whether or not this communication fell within the definition of insolence or violation of a due process, or interference with a due process hearing under the terms of the regulations, and that's not what we're saying should be remanded. What we're saying should be remanded is whether there's an as-applied constitutional challenge to application of those regulations to this communication.",
  "No, you could have -- prisons could have a regulation. For example, they could decide that insolence could includes any, for example, criticism of a guard, so that -- and those might well pass facial constitutionality under a Turner v. Safley analysis, but you could still find that a comment to a guard that, you know, that's a bad hair cut, would fall within the meaning of insolence, and so would fall within the regulation, but would not survive a Turner v. Safley as-applied analysis because it would not be a security --",
  "Absolutely, and I think that's what -- for example, in Thornburgh v. Abbott this Court upheld regulations as applied to the public generally -- I'm sorry, not as applied, facially, the application of a prison regulation limiting the types of publications and magazines that could come into a prison, but remanded for as-applied review of whether publication by publication the prison's decision to keep a particular publication out violated the First Amendment, and that's all that we think the remand here would need to encompass. But the important thing to keep in mind, and the main problem with the Ninth Circuit --",
  "That's our understanding of the complaint, and it's based in part on the magistrate judge's analysis which is in the petition appendix, where they talk about the failure of the State to come forward at that stage with information showing why this particular communication was a threat to security.",
  "Well, we understood that argument in the complaint, that analysis by the magistrate judge and respondent's, including respondent's arguments here about whether, you know, how this particular communication does or does not challenge security interests as an as- applied challenge, but we're not here because we have a strong interest on that. If we've misunderstood the record, and there is no as-applied challenge in the case, then there would be no basis for a remand.",
  "Yes. Well, our position is that there's no special First Amendment status accorded to this communication because it was legal advice.",
  "Exactly. Exactly. That -- the crux of our point is that Turner v. Safley is a sufficient test to review all prison regulations, and --",
  "Well, our position is that inmates could always claim that and then the burden would be on the prison to show in the circumstances that there is or is not. For most of the time there's a lot of prisoner communication that goes on that does not affect prison security.",
  "The -- I think the premise of the recognition that you read would be reviewed under Turner v. Safley, and I think a regulation that said, prisoners shall never, under all circumstances shall never speak to another inmate, no inmate shall ever speak to another inmate, would have to be reviewed under Turner v. Safley, and the Government would have to come in and show why any communication at all between inmates is a threat to security.",
  "I'm sorry if I misunderstood your question. Our only position is that there certainly may be circumstances, in fact, in which it would be appropriate for a prison to say, there shall be no communications at all between inmates, either curfew times, or lockdown situations, or high security --",
  "He was.",
  "Our understanding is that he was allowed to write a letter to this inmate, so there was not a complete ban on communication between people, inmates in respondent's category and this high risk, or this maximum security unit. There was not a complete ban on communications. It was just the content of this letter. Clearly, any communication that is written between prisoners must be consistent with valid penalogical limitations on those, and those would include that communications not be insolent or incite one inmate against another, inmate against another or against guards or prison staff. The important thing, we think, to keep in mind with respect to the Ninth Circuit's rule is that the Turner v. Safley test is sufficient for purposes of analyzing any First Amendment claims to speech or other rights invoked by prisoners and that beyond that, prison correspondence involving legal advice does not have any special exemption from those rules, should not be analyzed under any separate standard and, in fact, can present the exact same dangers that routine correspondence does. They can -- according special status, as the Ninth Circuit has done, to inmate correspondence could allow that type of correspondence to become a ready vehicle for secretly coded communications and other illicit communications. Jailhouse lawyers are frequently a menace to prison discipline, and they could be allowed through special treatment to set up an order or a hierarchy that would compete with the prison order system. In addition, the circulation among inmates of potentially volatile allegations and accusations can, in the judgment of prison officials, exacerbate the already extremely tense relations between prison officials and inmates and that, much like in Jones v. North Carolina Prisoners Labor Union, where this Court held that prisoner communications, prisoner assertions of First Amendment speech and association rights that are focused on encouraging an increase in adversarial relations between prison and staff can be regulated and restricted consistent with legitimate penalogical objectives. And finally, it's important to keep in mind that there are ample alternative channels for inmates to communicate information bearing on a case. They can communicate with attorneys, Government officials, courts and other members of the public. They may bring their own grievances or lawsuits. The appropriate analysis, we think, is Turner v. Safley and, beyond that, the -- to the extent someone is concerned about information getting into courts. Thank you.",
  "Mr. Chief Justice, and may it please the Court: I would like to address first the -- there's been some discussion about protections that maybe or maybe could not occur in a Chapter 13 proceeding to prevent the -- the Government from losing its claim. And in fact, that rarely, if ever, is capable of happening because we don't know -- debtors don't telegraph to us at the time they're in Chapter 13 or dismissing their Chapter 13 -- that they plan to file a second bankruptcy. And if you don't know that's going to happen, you can't prove bad faith. You can't ask for conditions, or it would be virtually impossible to do that.",
  "I think --",
  "I think there's two difficulties with that approach, and the first that it would be an enormous burden in every Chapter 13 case that is filed and then sought to be dismissed -- and an awful lot -- the vast majority are -- to have that inquiry undertaken. And secondly, there is -- there is no authority under the code that we're aware of that allows a court to condition -- a voluntary dismissal, which they have as of right, on willingness to forego a discharge in a future bankruptcy proceeding.",
  "We would -- we would want the 3-year lookback period to tolled during the time the automatic stay prevented us --",
  "Well, as the Chief --",
  "That's what we do. As the Chief -- as the Chief Justice pointed out, in fact, equitable tolling -- in virtually every case that I'm aware of, equitable tolling is applied when the statute is silent, and in fact when it may provide specifically for tolling in other circumstances, as occurred in Bowen v. City of New York and American Pipefitters v. Utah. And equitable tolling has not -- never been held to turn upon the existence of bad faith.",
  "There is and there has been for a number of --",
  "Well, Your Honor, there's -- there's a number of responses to that. And the first is we would respectfully disagree that this is not sufficiently analogous or akin to a statute of limitations that the First Circuit described in this case to merit equitable tolling. A time period does not have to be a statute of limitations to be tolled. In Zipes v. TWA, in Honda v. Clark, this Court has applied equitable tolling to other types of time limitations, and within the bankruptcy context, which is a specialized context, this lookback period has the same operation and effect as a traditional statute of limitations. It prevents the assertion of stale claims, stale claims defined as ones that the Government has allowed to linger. It -- it extinguishes a claim if the period does lapse as effectively as a bar on the time limitations.",
  "Well, this --",
  "That's not entirely correct, Justice Scalia, for -- for -- in two ways. First of all, there are two -- there are two aspects to the priority. There's a priority as against other creditors, but what is at issue here, and again what is at issue in virtually all of these Chapter 7 cases, or these no -- no-asset Chapter 7 cases, is the discharge. That's what's at issue here, and the discharge is -- does extinguish a claim as much as a bar on -- on filing.",
  "Taxes have always been different. And the -- the treatment of this is simply a 3-year -- 3-year period that -- that the debtor has to run out, and it doesn't afford the Government any capacity to enforce the claim would be, I think, an extraordinary assumption on the part of Congress.",
  "Section 507.",
  "Yes, that is -- that is our -- that is our submission. The Congress --",
  "The body of equitable tolling cases, but the most analogous one I think is Honda v. Clark -- Clark and Burnett v. New York Central Railroad, both of which are cited in our brief. Honda v. Clark involved not a traditional statute of limitations, but the time for filing proofs of claim under the Trading with the Enemy Act, which was specifically modeled on the Bankruptcy Act. And there -- there the Court held that it would be equitably -- equitably -- the time period would be equitably tolled --",
  "I'm sorry?",
  "Well, within the bankruptcy context, in fact a claim can still be paid as long as it's on the schedules. The filing of a proof of claim does not --",
  "The -- the reasoning of the Court in Honda v. Clark was -- was that Congress modeled -- the proof of claim there may have been closer to an actual statute of limitations, but the rationale the Court applied was looking to the treatment of proofs of claim in the Bankruptcy Code, and that was the analogy that Congress was drawing at the time it enacted the Trading with the Enemy statute, and that those proofs of claim -- it was in the bankruptcy context --",
  "And Nassau Smelting v. Refining Works, which is discussed in Honda v. Clark, was a bankruptcy case where the proof of claim was not filed until a year after the deadline and the Court allowed participation nonetheless. And again, it's the nature of the proof of claim that's --",
  "To take the first -- the first -- first scenario first, the proposition for reading the 3-year lookback period as 3 years plus --",
  "3 years plus. In deciding what the character of the lookback period is, whether it's akin to the statute of --",
  "In deciding what the -- the character of the lookback period is, equitable tolling does apply in Zipes in filing a proof of -- filing of a claim with the Equal Employment Opportunity Commission. There the Court described it as similar to a statute of limitations, but it was not a statute of limitations. So, equitable tolling does not require --",
  "Zipes v. TW -- Trans World Airlines. That does not require the presence in the actual statute of limitations. It has to be a time limit. If the question is whether Congress would have intended that type of time limit to be subject to tolling principles. And the -- we can either assume the lookback period would have for many of the policy reasons that have been discussed -- the -- the conclusion that results if we decide that it is not something that Congress would have intended to be subject to equitable tolling is that the 3-year lookback period is an empty gesture as far as protecting the Government. The Congress --",
  "And that is I think -- and it's both prongs of your -- of your question. It is -- we think that the nature of the time limitation is sufficiently similar within the bankruptcy context. This is how you enforce claims within the bankruptcy context.",
  "I think this is exactly the situation that you described. It's like a typical statute of limitations, and that is unless the Government takes action within 3 years to enforce its claim, unless it acts within those 3 years, it will, for all intents and purposes and all practical purposes, within the unique context of bankruptcy proceedings, have no claim left. It will be discharged. There's nothing --",
  "That's right. It eliminates -- and the legislative history describes this quite -- from Congress' vantage point that this was an enforcement period, a collection time, and that -- that if the -- it would eliminate stale claims, which this Court said in Zipes is one of the purposes of a statute of limitations. It would -- it would extinguish liability if the Government doesn't act within the particular period of time, which again is akin to a traditional statute of limitations. The --",
  "If we -- if we have assessed the taxes, which in itself requires a 90-day period as a matter of law, but if we have assessed the taxes, which we had here, we can go file a notice of federal tax lien which would protect us. What happened in this case --",
  "That would protect us, but it's important to keep in mind how tax collection works. The IRS, as a matter of policy and as a matter of some statutory provisions, tends not to descend immediately upon taxpayers the second there's a liability. In this case, we had been working with the Youngs, and they had been making some payments. And it's routine for us to try voluntary compliance. It's good policy and that's what we do, and it wasn't -- we tried to --",
  "We -- we could have, but it certainly has some consequences for -- for the taxpayer. And -- and again we -- we try -- we try to work these things out without going to that sort of adversarial level of proceedings. And there had been payments being made here. But if I could get back to Justice Breyer's --",
  "Sure.",
  "We cannot impose --",
  "Absolutely not. That's part of the automatic stay. If I could get back to Justice Breyer's question. What we think is important here is -- is the -- the combination of the two factors that you discussed is that this is sufficiently like a statute of limitations, and Congress intended it to operate like a statute of limitations, and it does operate like a statute of limitations within the bankruptcy context. And we've combined that with the unique equitable powers the bankruptcy courts have and the unique operation of equitable principles within the bankruptcy context. So, it's not an either/or. I think the combination of those is a sufficient reason as to why tolling of this lookback period would be appropriate.",
  "Those are the only two nontax provisions that have these type of --",
  "-- lookback periods. And I -- I'm assuming that it would, in fact, apply. I -- I haven't analyzed -- the same analysis would apply and assuming that the same congressional purpose would be shown and the consistency of congressional purpose to apply equitable tolling -- it would apply there. It doesn't actually happen to be a problem in that area because those -- for two reasons. Those types of -- those two claims involve very, very short time limits, 90 and 180 days, not 3 years. And so, in order to avail themselves of this procedural roundabout, they would have to file two bankruptcy proceedings very closely on top of each other, and that just doesn't happen.",
  "No. I mean, they would have to file their first one, and then within 3 months to get out of the 90 days, you'd have to file another one. This -- the first one lasted I guess approximately 6 months.",
  "It -- it is drafted to provide for tolling of the lookback period during the pendency of -- during the time an automatic stay in a prior bankruptcy case.",
  "I think it's to section 507, which is -- 507(a)(8), which is what provides the lookback period itself. But that legislation --",
  "It is. It has not been --",
  "The big bill.",
  "Which may or may not go. There are -- there is -- there are, you know, different bills before Congress. They've both been passed. Conferees have been appointed. They aren't fighting over this provision, but there are lots of other provisions that they are in disagreement over. I also think it's important to keep in mind what -- what we would have to assume Congress intended were we to read the lookback period as something not subject to tolling. Now, there have been some suggestions that people like to avail themselves of tax loopholes. That's usually done to decide how much taxes you owe. What we're talking about here is an admitted acknowledged tax liability that they want to get out of paying and that -- that we want to hold that -- that debtor --",
  "Depending on this Court's holding, there -- I have to say in all candor the volume -- the sheer volume of cases that the IRS handles in bankruptcy makes much -- and it's handled often at the initial stages, as it was here, not by lawyers, but by special agents in the bankruptcy proceeding. I think we would have to go to a system where we would go to the tax liens immediately, but that's not what --",
  "To immediately as soon -- as soon as they assess, immediately file a tax lien. And -- and that's -- normally we go -- there are administrative -- other administrative means of collection. We try to work things out. We have offers in compromise, and there's no reason that Congress would have intended our tax system to go that way and to be driven by these bankruptcy procedures. Again, to get back, we're talking about whether the lookback period --",
  "I think -- I think that given the equitable powers of bankruptcy courts, most of those -- many of those time limits are in fact considered to be subject to equitable tolling that are in the Bankruptcy Code, although I don't know that this Court, other than the proof of claim context, has ruled on the question. But in deciding -- Congress legislated against backdrop principles of equitable tolling. In deciding whether this is the type of thing that should be subjected to equitable tolling, this Court made clear in American Pipe & Construction v. Utah that it's a question of -- of congressional intent, not whether you think the provision is substantive or procedural. And we think congressional intent drawn from the structure of the statute, the network of tolling provisions, limitations on filings, conversion rules, to think that all of those were put in by Congress not to protect the Government's enforcement period but simply to channel debtors into one particular procedural route for not paying taxes is a highly unlikely assumption. And to think that Congress would -- to read the lookback period as intentionally empowering debtors not to fight about how much taxes they owe, but to take an admitted tax liability and say that because of what we do in bankruptcy, not because of anything the Government did in becoming a creditor or in enforcing its claim, we get to decide that you will not have prioritized status. You will have, in some cases, not a minute of enforcement activity, and we don't have to pay our taxes. That makes the Government not like other creditors at all, not at the same level, but in the -- the States and Federal Governments will be in the worst position of anyone in bankruptcy. We don't get to choose our debtors. We don't get to seek the security in advance, and we will have no capacity to enforce, other than at the mercy of the debtor who initiates these proceedings. And I think -- I understand this isn't a perfect fit with the statute of limitations, but I think taking those considerations and the -- the consequences of accepting the alternative view of the lookback period, the implausible assumptions that would assume Congress made and the implausibility of this operation of the statute as a whole combined with the traditional equitable powers of Bankruptcy Court and the role of equity in these proceedings, all of that packaged together is sufficient to allow this Court to toll a lookback period and effectuate Congress' intent, which -- which is --",
  "That's right.",
  "Absolutely, and --",
  "Right. In 1307(b), which is the provision that allows automatic -- it's 11 U.S.C. -- that allows voluntary dismissal by the debtor, provides that the -- that the debtor may -- may ask the court, but that the court shall dismiss the case. And so, until a case has been dismissed or closed, neither of which would have happened under this provision until March, or a discharge has been granted, which obviously did not happen in this case, the automatic stay remains in effect. And we were unable to do any -- take any steps to enforce our claim.",
  "There was. A trustee had filed a report, and there had been -- the court set time when it got the -- the notice, it set the time for the hearing on this or time for action on this. So, it was in fact -- and again, if -- if we're going to suppose that courts can impose conditions on these dismissals, that would again require -- assume that the case is alive and is still before the court. But I think the statute is quite clear that it -- that the debtor doese not dismiss the case; the court does. And that didn't happen until March. And again --",
  "No, and again because I think the statute doesn't --",
  "I don't want to say it doesn't in case we get to some situation where we might want to try, but it doesn't seem to -- clearly to allow that and I think it would be extraordinary reading of the Bankruptcy Code to think that a court can impose, as a condition on a voluntary dismissal that's entirely within the discretion of the debtor to seek.",
  "We do not accept --",
  "The Court has the authority to impose uniform rules of equitable tolling. It did that in the Burnett v. New York transportation case. That was a Federal employer liability action --",
  "I think what it would be consistent -- equitable tolling as -- equitable estoppel tends on the behavior of bad faith of the person who's --",
  "-- here the -- the debtor. Equitable tolling turns upon the legal disabilities imposed on the person who wants to enforce their claim. And that isn't going to change from case to case, as in Bowen v. City of New York where this Court again applied a class-wide rule of tolling because the Government's actions with the Social Security plaintiffs in that case had been the same.",
  "No. No, it doesn't.",
  "Of no taxes or to get out of paying their taxes or to relegate the Government to this lowest subsidiary position within the bankruptcy process. But uniform rules have been applied by this Court when that circumstance doesn't change, and in this case for purposes of equitable tolling, what's not going to change is that the Government hasn't had the time Congress gave it in the statute. That's going to be the same. Beyond that, amount of tax liability shouldn't matter. That's a judgment for -- for Congress and the Government to take. It's not -- it shouldn't -- equitable tolling shouldn't turn upon that, and the bad faith or good faith of the taxpayer wouldn't be determinative. And in that regard, I think it's important to keep in mind that if we had a test where we had to show bad faith in every one of these cases, again we're talking about an enormous volume of bankruptcy cases. And -- and showing -- in those -- in those circuits where they have applied this sort of case-by-case equitable tolling, the Government has had to be very selective in which cases it decides to make that showing, giving a lot of people a pass on taxes. And those proceedings can take 9 to 12 months. You have to have discovery and full-blown hearings on people's faith and intentions and that really is not what the purpose of the Bankruptcy Code is for.",
  "Absolutely.",
  "Absolutely, and that's why I think it -- it's extraordinary to think that Congress -- Congress went to the steps that you would have to decide, if you decide this is not a collection period and akin to a statute of limitations, because prior to 1966, these tax claims, regardless of age, were all entitled to priority and were all nondischargeable. And what Congress did in 1966 was decide it was going to balance competing interests within the bankruptcy process and condition the Government's entitlement to that special status on its diligent enforcement of those tax claims. And that is why it's like a statute of limitations. But to hold otherwise is to say that what Congress went to in 1966 was a situation where everything was protected to where nothing is protected except at the sole discretion and choice of the debtor proceeding in bankruptcy. The Government will be left with no capacity. We can't choose our -- we can't choose our debtors, and we will -- and they have the entire authority to prevent any enforcement. And we're not just talking about enforcement of claims that arose before they filed bankruptcy. If you have bankruptcy proceedings that go on for more than 3 years, as many do, this -- this rule would apply to tax claims that arose while the case was in bankruptcy and the 3 years ran. And that in fact is what has happened in a case we have pending in the Fifth Circuit. If they can discharge not just the things that you may have had a few months before -- or a year before the bankruptcy was filed, tax claims that we have never had a millisecond outside the freedom of the automatic stay to enforce will be extinguished, not because of anything the Government did or did not do, but solely because of the procedural steps taken by the debtor in Bankruptcy Court. And we think it's extraordinary to think that that's what Congress did and intended to do in 1966. The -- it went for that transformation. And statutes aren't to be construed to assume that Congress would imperil State or Federal revenues.",
  "And I think equitable tolling, particularly in the context of traditional equity courts like bankruptcy and traditional equity proceedings, is appropriate. Again, in American Pipe, this -- thank you.",
  "Mr. Chief Justice, and may it please the Court. We agree with Petitioners that objectors who have expressed objections to settlement agreements have important interests and often should be allowed to appeal. Our disagreement is on the mechanism by which someone gets to the court of appeals.",
  "There is a practical significance to this process. I think it's important to keep in mind that class actions can come in many forms and shapes and can involve up to, as this Court knows from the asbestos cases, tens of thousands of people, any one of whom can express an objection. And it is actually incorrect and we disagree with the argument that you will know at the objection stage whether in fact that person even really is a member of the class action, who has a live claim that is covered by the class. So what the intervention motion process allows is, we don't think a merits determination on the value of the objection, but we think it allows a district court in the first instance to make a record and address whether someone is a member of the class. I mean, you could have a class action that's not as discrete as this one here, but the definition of the class is everyone employed by X corporation for a period of 10 years.",
  "Whether or not there is stale claim. But it, you could have objections that really simply don't have any relevance to the issue that will be presented on appeal. For example, in this case, I think as Mr. Gold said, objections come in many shapes and sizes. And if I could refer the Court to Joint Appendix page 125, we have an objection that says please consider this letter my objection. That's it. It gives no elucidation to anyone on the basis for appeal. Now, how the court can deal with this, this deprives the district court of any opportunity to address this concern as a part of the settlement.",
  "That's my understanding of Petitioner's view, without having given the district court any opportunity, or the attorneys who are representing that person at that point, to address this concern is part of the fairness hearing.",
  "Yes.",
  "They don't have to be there physically, in person, but there is motions practice in district courts, and a district court would decide whether or not they want someone there in person or not. But intervention rights --",
  "There is two answers to that. First of all, intervention of right doesn't mean the district court doesn't have some final say. But when we need to understand, objections are coming before a settlement has been approved, and it may well be even if this objection is very vague, I have got enough other objections that in fact would capture what that person is concerned about without them having told me. And if they object -- the objection process, the fairness hearing is very flexible and informal at this point and allows the district court to gather information and make a decision whether to approve the settlement agreement. It would be very unworkable, and I think unwise to adopt a rule that turns the fairness hearing, which is supposed to focus on the settlement agreement and dealing with serious objections, I think that's what courts want to do, into a fairness hearing/qualifications for appeal, where I have got to spend all my time not just deciding whether I should approve this settlement agreement or not, so that you would even be aggrieved, but in advance I have to decide whether you are part of the class and someone who could --",
  "Concrete evidence of pandemonium, no, there is no concrete evidence that intervention is a difficult barrier in the five circuits that have required -- in fact, the seven circuits that require this intervention motion. So our position is based on analysis of the rules. We have an established mechanism in the rules for dealing with deciding who will be a litigating party, not one of the 10,000 on the sideline, but a litigating party in a case. Now at the time of Felzen, we didn't have as much experience with the limited intervention option for purposes of appeal. And it seems that now when we focus on the --",
  "It was -- I'm sorry. I don't know. About seven years. But in the intervening time, there have been some decisions from the Seventh Circuit that have propounded this notion, in particular, Seventh Circuit, that have propounded, and the Eighth Circuit, too, that have propounded this notion of limited intervention for purposes of appeal. And I have to say we have also just reviewed and reconsidered our position, and looking at the text of the rules, we have an answer to this problem.",
  "I'm sorry. But the point is that we have an answer, our position is that there is an answer in the rules to this problem and it's limited intervention for purposes of appeal. And the alternative is to make up an ad hoc rule cut out of out of whole cloth. That seems to collect a variety of factors that happen to have been present in this case --",
  "I think, well, putting aside, we think there is more, we don't think that the objectors are parties but we are somewhat more sympathetic to the notion that they have the same interests as quasi parties, I think, than Mr. Gold is. Secondly, and I don't want to put words in his mouth, but my understanding of their brief and argument here is that they would have some more rigid scrutiny of the intervention as a right motion, and in fact would require the person to demonstrate that they can represent the interests of the class.",
  "The intervention for purposes of appeal?",
  "Could it have, I guess the district court would have had the power contingently to reserve judgment. Because, remember that motion was made before the settlement was even distributed and notice was given, so it would have been odd to grant intervention for a settlement judgment that had not yet been entered and the judge hadn't heard objections or had a fairness hearing. I mean district court can only say I'll reserve judgment and I will renew or revisit this question for limited purposes of appeal after I have judgment, if you are still interested, if your concerns are not addressed. In this case, the intervention was, again, before the settlement was even distributed to members of the class, and it was joined with a motion that asked to strike class counsel for preliminary injunction. And so I think, and it hasn't been contested that the district court was well within its discretion to deny.",
  "The district court never said that they can't intervene for purposes of appeal because they were never --",
  "Well, it just said to intervene. The motion itself just says to intervene and then was accompanied with this, other motions asking --",
  "Well, I think if this Court would adopt the rule and recognize that limited intervention for purposes of appeal is appropriate in this context, district courts will know that that's an option and be able to address it or raise it with attorneys. But the important thing here is I think --",
  "He said that. He also twice told him that he wasn't a party to the case, as well. I think -- the point is, you may have thought he would ask, but our interest in this case is less the particular, we gave the court our best judgment of how the record --",
  "If that's how one reads -- I assume you are talking about the Navigant opinion?",
  "I think there is a prior opinion and I'm sorry, the name, escapes me from, which Judge Easterbrook also wrote, which we think adopted our position.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: If I could begin by responding to Justice Kennedy's question about whether the Family Policy Compliance Office is overworked, I will tell you that they do work very hard, but they handle -- for a small staff, they handle an amazing amount of work, and have been doing so for 28 years under this statute. They handle over 900 pieces of correspondence a year, up to -- close to 100 of things that are formally categorized as complaints as they go through the investigation stages.",
  "Hmm?",
  "Yes, but they also -- I'm not done with my -- forgive me.",
  "They have about 300 phone calls a month, and well over 1,000 e-mails a year to --",
  "That's right, and well over 1,000 e-mails, and I think one of the reasons that there isn't -- I mean, if you look at the legal landscape out there, too, there hasn't been an enormous volume of 1983 actions, and that is because the Secretary has been very successful, I think, in communicating and enforcing this in an informal manner with the universities. The universities wish to comply with this, and a lot of it is -- we've had 28 years now to explicate what this statute means and to clarify what it means. Now, I fear that may change if this Court were to recognize a 1983 action --",
  "Okay, I'll answer that in two stages. It makes sense to bifurcate analysis as a matter of this Court's 1983 precedents, and specifically that's exactly what the Court did in the Blessing case, which is your most recent case up here. As a whole, we don't think it actually makes sense to do so under this statute. The Court may not decide that today because the only provision at issue is subsection (b), which does not refer to rights and focuses on policies or practices, but our position is that there are three mutually reinforcing features here, both in (a) and (b), that show there is not a right under 1983, and that is -- even under (a), the very beginning of the sentence, and the operative command is that no funds shall be distributed, or shall be distributed by the Secretary of Education, and that is distinctive, unique language that this Court recognized, suggested in Cannon, and held just last term in Sandoval. It's not the type of language Congress would use to create individual rights and in particular, in 1974, 2 years after title IX was enacted, Congress chose different, distinctly different language that is very uncommon in the U.S. Code.",
  "Not not be --",
  "Well, as we said in our brief, we think that the problem here is not that it's vague or amorphous, and it's not that there's not binding obligations, which is the second two prongs of the Blessing test, but the first prong of the Blessing test, while phrased in terms of benefiting individuals, the Court made clear in Blessing it's not just a general inquiry if it's of some good to people, because all legislation is of some good to somebody. It is whether it creates individual entitlements, and that's where we think this statute fails, a statute that --",
  "Well, again, this Court made clear in Pennhurst that you can't just look at the word right in isolation. You have to put it in context, and there are some important contexts I would like to stress, again even up through subsection (a). The right begins with -- it begins with the no-funds command. The focus is on a policy, system-wide basis, and even when it talks about rights, it's not an individual right, it is the -- the education records of the children -- I'm sorry, I'm reading from -- this is my appendix. I hate to confuse the Court, to my brief, at 1a, where subsection (a) is, and there has to be a policy of denying or effectively preventing the parents of students, plural, access to these records, so we think that makes clear that you have the same programmatic, system-wide rule here, and in fact the Secretary's position is that if you had one instance of a failure to allow someone access to records during nonpolicy or nonprogram-wide failure to allow access to records, that would not violate FERPA. The command is still -- it's written differently. I mean, the statute was put on, was enacted on the floor of Congress. It didn't have long hearings where people sort of labored and struggled over precise language, but it contains --",
  "I'm sorry, I'm having -- there were too many numbers in that. g(1) --",
  "I think it's not -- I have two answers. First of all, whatever it is, it's a collective, program-wide, aggregated right, because it speaks in the plural, but secondly it;'s not -- I think it is used as Mr. Roberts said here in a shorthand way, and the legislative history says that one of the things they were trying to enforce here is what Congress considered to be pre-existing moral or legal --",
  "I think what the statute is creating there is a Federal overlay to protect pre -- as was said in the legislative history on page 17 of our brief, preexisting legal or moral right.",
  "Congress felt that when it said preexisting moral or legal rights, there was a sense of Congress that this is a type of, not in a bright sense that we use for purposes of 1983 actions, but the legislative history was that Congress had a sense here that this was something all individuals should have. But this --",
  "Well, Congress' language was preexisting moral or legal rights, and so I'm not sure what one considers --",
  "No, it wouldn't, because what you still have is, once you take these funds you have a Federal overlay. Once you decide to take these funds your prior law doesn't matter, which you have --",
  "Well, there's a -- there is -- there's no doubt that there's a Federal level of protection here for privacy, and it's at an aggregated, collective system-wide level. It's not at the individual level of --",
  "In two ways it wouldn't. It's not at issue in this case, and the second argument is that the nature of the -- whatever the nature of the right is that's created here, Congress has created the very type of scheme that it thinks is appropriate to enforce these collective, aggregated, system-wide rights that it created here, that in fact --",
  "Yes.",
  "That's right. There's a Federal obligation -- to use Mr. Roberts' words, a Federal obligation, once you take these funds, to not have system- wide practices or policies that either deny access or, in this case, disclose without consent, or an authorized basis for disclosure, and I think it's very -- again, very unique language. You have -- you didn't have to look at the two separately, but when you combined the no-funds language and the focus on system-wide policies and practices, that this Court made clear in Blessing that type of aggregate language doesn't create individual lights -- rights, excuse me, and then you marry to that the fact that Congress has enacted an administrative scheme that is directly responsive to that type of system- wide overlay, there should not --",
  "thank you.",
  "Justice Stevens, and may it please the Court: There is no question that the use of Social Security benefits to pay for current maintenance needs by a beneficiary or by a parent as representative payee is permitted under the Social Security Act. There is no reason that the identical use of funds would suddenly become a prohibited alienation of Social Security benefits just because it's done by a State as representative payee. The anti-alienation provision of the Social Security Act prohibits the use of judicial processes or similar coercive processes to divert funds away from meeting the needs of a beneficiary. But there's nothing in the text or the purpose of the anti-alienation provision that supports the Washington Supreme Court's conclusion that it prohibits particular types of payments and expenditures of funds that the representative payee provision of the statute specifically permits. And that is because -- it's very important to understand that when a State serves as a representative payee, it does not receive funds, and it does not spend funds as an interposing claimant or creditor. Instead, under the Social Security program, it steps into the shoes of the beneficiary. It cannot act unilaterally. It has to be appointed by the commissioner and, once appointed, must act pursuant to the commissioner's direction, supervision, and control.",
  "No, it is not, Justice O'Connor. The question presented is limited to the violation of the anti-alienation provision 407(a). The complaint in this case is limited to 407(a). If you look at the joint appendix, page 118, specifically the -- the claim for relief, the aforesaid actions violate 42 U.S.C. 407, no allegation of violating 405. And there would be no basis, I don't think, for the class action. The class action allegations were based on this general rule of the 407 violation. If there's particular allegations of misuse in particular cases for particular children, that would be a misuse claim. It should first be brought to the Social Security Administration.",
  "What they would do is bring -- bring a complaint. If you're -- if you're a beneficiary and you're dissatisfied with the way your payee is spending your money --",
  "-- then you can bring a complaint with the Social Security --",
  "They -- I think --",
  "I'm not sure whether under 1983, but you could bring certainly a State law conversion out -- suit against someone if you thought that they were misapplying your funds. And -- and I assume you're talking about 1983 because we're talking about the State as --",
  "-- payee, but the vast majority of representative payees are private individuals.",
  "Neither -- make sure I understand what you're talking about by set-off. But neither private nor State officials would have the right to set off money against -- on -- on their own unilaterally to --",
  "I didn't understand that to be her -- her response. But if -- but, first of all, you have to ask how you come into possession. To undertake an offset, you somehow have to be in possession of the Social Security check, and the State and private people would not come into possession of that check unless they're appointed as a representative payee.",
  "I'm sorry. I misunderstood your question. I didn't know that they had been appointed representative payee. Once you are a representative payee, the State and a private payee are in the same position in that when it comes to reimbursing yourself for past debts, as opposed to meeting current maintenance needs, the -- you -- you are subject to the Social Security Administration's rules. They have specific POMS and regulations on payment of past debts and --",
  "No, it is not. What's important to understand here -- and I think one of the premises for respondents' position is some confusion about the difference between current maintenance and past debts. Past debts are defined both in a POMS, the -- the interpretive manual done by the Social Security Administration, but also in the regulations on page 216 of the petition appendix, 402.2040(d), when it talks about claims of creditors to be paid by a representative payee. It -- the limitation is on claims that arise prior to the first month for which you become entitled to benefits. That's what a past debt is. It would be reimbursed by a payee. Any debts that arise after you start receiving benefits are current maintenance costs. So if I get a benefit check for January but for administrative reasons the State does not pay my bills for that month until March, that's not a reimbursement. That is payment of current maintenance by the January check for January costs.",
  "Yes, it is. There are two different units within -- it's the department -- in Washington, it's the Department of Social and Human Services that --",
  "Well, I'm afraid it may have different meanings depending on whom you ask the question to. But as -- as it's discussed by the Court here, the -- our understanding is that it -- it is this confusion about reimbursement and current maintenance. What Washington was doing was it would get a check in May that would be a lump sum payment for February, March, April, and May. And it would go back and apply February's -- the -- the percentage of that lump sum check that was for February to the February expenses, March to the March expenses. That is the account sweeping that's talked about in the Court here and that's all that the record talks about. That is not impermissible. That is, under our view, the use of -- use of this -- proper use of these benefits for current maintenance. The fact that for accounting reasons it happens 4 months later doesn't change anything. Now --",
  "With respect to the SSI, the Title XVI benefits, there is -- there was after October 1996, and that's why there's some confusion because this case spanned that bridge. But as of October --",
  "There's a lot of complicated things here. But the -- but -- but for that reason, the fact the commissioner has been administering this program and the representative payee's program since it started in 1939 and it has recognized and endorsed the practice of all 50 States having foster care agencies doing this as not violating the anti-alienation provision is, I think, very important to keep in mind and that adopting the definition of anti-alienation provision, using that to police allegations of misuse under the representative payee system would be very confounding and confusing to the system.",
  "Yes, for -- for two reasons.",
  "Well, yes, I think it has again the confusion about past reimbursements which could still be for current maintenance and the payment of past debts. But the other thing that the Washington Supreme Court's concurring dissenting opinion did was it said you could -- you could pay for maintenance, but first you have to pay for special needs. That gets it exactly upside down. The -- there's much concern here about the best interest -- the best interest test here, but the best interest is a regulatory test designed to implement the purpose of these benefits. And the purpose of these benefits in the case of Danny Keffeler, Title II benefits, is just to replace the income stream of the lost parent. That parent is legally obliged to pay child support to the State of Washington. All Washington is doing is what his mother would have been legally obligated to do under -- under State law with that same income. So it's consistent with the purpose of these benefits to use them for what they're doing. The SSI benefits are minimum income, establish a minimum floor. All that Washington has said is when the Federal Government --",
  "On?",
  "That's right. But it's important -- it's important to understand the limited role of 407. It said you can't come get these benefits, but it doesn't mean that -- that debts and obligations to pay can't arise and that you can't enforce, against the parents who may have other income, child support through other mechanisms. You just can't come after, through a legal process, the Social Security benefits. Thank you, Justice Stevens.",
  "Mr. Chief Justice, and may it please the Court: There is no dispute in this case that a statutory violation occurred, and there's also no dispute that no challenge was made to that violation below. The narrow question presented is whether these individual defendants are entitled to reversal under the plain error doctrine --",
  "The -- there certainly would still be a statutory violation in those cases absolutely.",
  "Absolutely.",
  "Well, plain error I think is --",
  "-- a higher standard. I certainly hope someone would object, but if they don't and assuming that it's a case coming out of the territory again, then we would go back to the same analysis and say whether -- could Congress create -- if Congress could create a court that consisted of two judges and Guam --",
  "-- and a lawyer --",
  "Yes.",
  "Yes.",
  "The -- I think our position would be the same as it is here.",
  "I'm putting aside any sort of due process concerns that might apply --",
  "Well, in American Insurance Company versus Canter, which was opinion by Chief Justice Marshall at the beginning of this Nation, dealing with territorial cases, it addressed there a court that consisted of a lawyer and five -- I'm sorry -- a notary and five jurors in a territory --",
  "Justice Kennedy, I think there are difficult constitutional questions that would be raised if Congress were to prescribe this. I think based on the analysis in our brief, it is a statute we could defend. But there would be difficult constitutional questions if that happened. What happened here was a mistake, not a confrontation between the branches with Congress trying to change our --",
  "I think, Your Honor, what would prevent them is a decision from this Court declaring limitations on their statutory appointment power. And if this Court -- and if the Ninth Circuit --",
  "And if -- and if the Ninth Circuit were to engage, which is not to be presumed by governmental officials, court or executive -- but were to engage in some pattern of violating the statute, I think this Court's supervisory authorities could take care of that. But in an individual case like this, where there was no assertion of the right, this question would still be the same. Did plain error occur that affected the substantial rights of these particular defendants?",
  "I hope so.",
  "Yes.",
  "I think, Your -- Your Honor, that -- that we would defend that statute, and we think that it would be permissible, assuming -- I mean, the -- a better way to approach it is that the analysis that would be applied would be as this Court did in Mistretta versus the United States. And you would focus on -- and a number of cases. You would focus on what is the nature of the job that's being imposed. It's a judicial function. It wouldn't be asked to do some sort of Article I function. And would doing that function so distract or withdraw from the burden -- I'm sorry -- distract or interrupt the judge's -- or court's ability to function as an Article III court. That would be the analysis. Now, to -- to put a finer point on it, in fact -- and the reason I have to take the position it would be okay, is Congress has enacted a statute, 28 U.S.C. 297, which authorizes judges of the Ninth Circuit to go sit in the Freely Associated Compact States, which is Micronesia and the Marshall Islands, which are not --",
  "No, I understand, Justice Kennedy. There are two points to your question. I would like to get to them both. The first is, would it violate the Constitution to -- does it violate the Constitution to have someone who's not an Article III judge sit with the Ninth Circuit on a given day? And our position is that Congress could do it and that we would defend that statute based on the analysis I gave --",
  "No, not on this Court. I think this Court has unique status. The Supreme Court has unique status under the Constitution. There shall be one Supreme Court, and its composition is specifically defined by Article I and nobody in Congress has any authority or power to change that. But if you're talking about the territories, could Congress say they have no right to appeal at all? Yes. Could Congress say your appeal will be within the limit -- as long as it doesn't violate due process or a fundamental right, will be to three State court judges? Yes. Now, the more difficult question is, could you have the combination as we had here? And we think under the analysis of United States versus Mistretta, that would be okay, but in -- in particular, as to territorial residents. But even if it's not --",
  "Yes.",
  "At least in territorial cases.",
  "Well, Justice Kennedy, the way we get to this position is two steps. Is first -- there isn't, obviously, clearly on point, but if you add Mistretta to Morrison versus Olson, which had a delegation of non-Article III functions to -- to -- that's the -- the independent counsel case -- to the special division that appoints the independent counsel -- and so you combine that and you combine that with the precedents on sharing of power with magistrate judges -- those together -- and then add to all of that the very limited constitutional rights to -- to a particular form of tribunal accorded to people in the territories. But I also wanted to get back -- we think that it could be defended. But even if the answer is no, we don't think the constitutional violation would be plain error. But to get back to your binding precedent point, which I think is an important one, it's -- there's three things to keep in mind. First of all, whether this is a binding precedent or not has absolutely no effect on the claims of these individual defendants. Their position would be the same if the decision were unpublished. And I think the Ninth Circuit has itself in a difficult position here. It should address, in the first case, the power of this precedent. And it's not an issue this Court has never considered. In Glidden -- the Glidden Company case, the two concurring Justices specifically said -- they -- they agreed that the court was competent at least -- it was an Article III court -- after -- at least after Congress had passed the statute giving them that status. But if those two concurring Justices, which provided the most narrow ground for decisions in that case, specifically said that they would think -- they would uphold the validity of those decisions that were issued prior to Congress' action. And I think this Court's de facto officer doctrine would speak to whether unchallenged -- unchallenged opinions should at some point have --",
  "Well, Justice Ginsburg, we absolutely agree. I was trying to be responsive to questions that were posed. But we absolutely agree that this is not the appropriate case to address limitations on congressional power over appellate review in territorial cases.",
  "Right. Well, Justice Kennedy, if we're talking about now reversal under the plain error doctrine, then the types of structural errors in which this Court has found reversal to be appropriate under the plain error doctrine to violate substantial rights or even to make harmless error analysis inapplicable have -- is a very narrow, small class. And those are -- those are errors --",
  "The -- the fourth prong of the plain error analysis is whether the -- the error seriously affected the fairness or integrity of judicial proceedings, which would seem to be responsive to -- to your concern, and that would be the appropriate place to put it. But I think it's important to understand that -- that the types of errors that are deemed structural under the plain error -- I'm not talking about structure under Article III -- are things that go to -- and I think that would satisfy prong four -- are things that go to whether the court essentially functioned as a court. Does it -- is it consistent with the basic precepts that underlie our judicial system? Was there race discrimination? Was it a public trial where they completely denied --",
  "Well, Justice Stevens, we're asking this -- in theory that could happen, but I think we're asking this Court to decide this case on the assumption that judges, like executive officers, attempt to comply with the Constitution and don't intentionally file rulings of this Court or statutes --",
  "But -- right --",
  "But, Justice Stevens, before this Court would address whether it's waivable, it would say whether it's wrong. This is isn't that something that was just --",
  "Right. And so I think it's one thing to have a right that -- that is -- that is, you know, parties can do with one way or the other and the statute or the law doesn't speak to it. But where this Court -- if this Court were to agree with, I think, both of this in this case that this was wrong, that I don't think we would presume that the Ninth Circuit is going to go -- keep doing -- and -- and the Justice Department isn't going to defend it.",
  "No, Justice -- Justice Souter. I think you can have errors that are wrong, but the question is whether in -- in -- by not objecting to that, they're entitled to relief. That's different --",
  "-- than whether it's a right they can waive.",
  "No, Justice Souter --",
  "Justice Souter, when we're talking about waiver here, we are talking about something that is unconstitutional, just like someone could waive their -- can waive their right to an Article III tribunal, but if Congress passed a statute that violated it, it would still be unconstitutional for the court to sit in that manner. We don't think this is an unconstitutional issue. But waiver is not the same as it's something the parties can freely take or drop because you have to go back and -- to the step before that and say this is wrong and it won't be done and it shouldn't be done. But if we assume that -- we're -- we're in the context of plain error analysis here. That's why the concept of waiver is being discussed. It's not whether a mistake was made or whether these people have the right freely to choose. They don't, under the statute, have the right freely to choose what the composition of the panel will -- will be. We agree with that. But when no objection was made below, proceedings were completed, an appeal was completed without any objection, they fully and freely participated in that, and it was only after the outcome that they turned around to challenge the -- the composition of their court, that's an important value too.",
  "And I think this Court's clear rules are that constitutional questions should not be decided unnecessarily. And it's not necessary to resolution of this case to say what would happen if there was a full decision by Congress to enact a statute to make it -- to engage a confrontation between the branches and to analyze whether that would be appropriate --",
  "And even if it's --",
  "And -- and our position will be even -- we don't think it's a constitutional violation not because of what Congress can do or not do, but because even if it violates Article III, that's no injury to people who have --",
  "-- no Article III protections.",
  "Mm-hmm.",
  "That -- no, I -- thank you for saying much more articulately than I've been able to what -- what our point is about waiver versus plain error. And I think that's exactly right. And does -- does this affect the judicial -- judicial integrity has to be analyzed in the context of these individual defendants. The decision should not be if this particular error occurred writ large across the Nation by courts, would it violate judicial integrity --",
  "-- as to whether this --",
  "Absolutely, Mr. Chief Justice. And there -- the -- the types of things that are not even subject to harmless error are not whether a mistake was made under Article III. In fact, in Ex parte Ward, this Court under the de facto -- de facto officer doctrine sustained the actions of the -- of a recess appointment judge. But the question is whether it's something that essentially means this wasn't functioning as a court. It is that profound. This is inconsistent with our --",
  "I'm grateful to say that we at least don't know of that if they are doing it. But as far as we know, this -- this was an isolated incident. The Ninth Circuit sat in the Northern Mariana Islands just last month, February, and had a full complement of Article III judges. It had never happened -- it had happened back in the '50s, but it --",
  "No, there's no doubt. And there's no doubt that -- that a conscious decision to appoint this judge was made, but I think the question went to whether -- as I understood it, went to whether there's an ongoing problem or a policy.",
  "There is no policy that we're aware of of doing this. It hadn't happened for 50 years. It hasn't happened since this Court granted certiorari. No reason to think it -- that they're going to do it, at least until this Court rules, and on the assumption that this Court will agree with both parties in this case and tell them that it is wrong to do that, that it won't happen again. And that's --",
  "It's wrong.",
  "No, I think --",
  "With respect, Justice Kennedy, it's not that it's -- it's right with a waiver. It is still proscribed by statute. It is still unlawful. The -- the waiver issue is only whether when the -- when an objection wasn't made, are -- are the defendants entitled to the extraordinary relief of plain error. That's not a routine type of waiver. That is -- is it was wrong. We all know it's wrong, and -- and -- but do these -- does it -- did it really hurt the interests either of these defendants or, in this particular proceeding, did it offend judicial integrity. And we think because of the narrow context in which this was decided -- it was a territorial case -- to have a territorial judge sitting with two Ninth Circuit judges, statutorily wrong -- maybe there's debate about whether it would be constitutionally permissible. But it did not make this no longer a court. It did not rise to the level of race discrimination or total --",
  "No, Justice Souter. Our position is that it would not because you had a quorum of Ninth Circuit judges here, and a quorum is sufficient under 28 U.S.C., a quorum of two on this panel, to decide --",
  "I'm not going to argue that this type of error is not what Congress was anticipating in the quorum provision. But it's not that far, if you think of what happens when a panel sits and then a judge recuses himself after argument, once the case is submitted. And so they have participated. Their -- obviously their name would not be on the opinion. That would be one distinction. But the fact that the judge sat there and participated and could have had some influence -- it would be unknown -- would not go to the power of the court to act. And this Court has made the distinctions in Ex parte Ward, four Justices in the Freytag, and as far back as Martin versus Hunter's Lessee, the power of the court to act, the Ninth Circuit to act with a quorum here, is to be distinguished from the lawfulness which -- with which they acted. In Ex parte Ward, a -- a recess appointment Federal judge, who lacked tenure, by -- by definition lacked salary guarantees, sat.",
  "And this Court said that this court, whichever district court it was -- I forget, I'm sorry -- had jurisdiction. The wrong person being there exercising it goes to the lawfulness with which the court acted. And so I think because we had a quorum here, the Ninth Circuit had power to act. It acted unlawfully in the exercise of that power, but --",
  "My answer on jurisdiction would be the same. My answer on -- on the --",
  "To clarify, Justice Souter, I was talking specifically about power. On prong four, I think we would have a much harder row to -- row to hoe if we had to show that it did not affect integrity to have a director of tourism sit on a panel, but we --",
  "But --",
  "Right. Right, certainly prong four goes far beyond jurisdiction. But what makes this not offend judicial integrity is that territorial residents who have no right to an Article III compliant tribunal had their case heard by three Federal judges. It was heard fairly. They had no disqualifying constitutional due process biases. They rendered a unanimous decision on overwhelming evidence in the face of highly discretionary challenges. And so -- and -- and you have combined with that what Justice Scalia referred to in discussing with -- with counsel for petitioner, the -- the counter-concern that there's a judicial integrity problem with allowing people to proceed before a court and then wait until there's an adverse outcome to challenge who it was that rendered that decision. And so taking all of those factors together in the particular, peculiar context of territorial residents, we don't think this offended judicial integrity or the reputation of these proceedings. They had three judges, not a judge and a layperson, not a judge and a child. They had three judges. There was no unconstitutional bias. There was full consideration of their arguments. They had every opportunity, if they didn't want this panel, to raise an objection, but they didn't. They took it. They went with the judgment, and it's now, under the plain error doctrine, I think too late in the day to object to the composition of the panel.",
  "Justice Kennedy, I think defense counsel are frequently -- had to -- have to make difficult decisions. They have to decide whether they want to alienate the jury by objecting to evidence. Do they want to alienate the judge by seeming too obstreperous? Do they want to seem like they're hiding something from the jury? They have to make these difficult decisions, but the whole point of an adversarial system is that defense counsel is charged with doing that and you have to strike balances. And if on balance they decided, which I don't think counsel should think about their own reputation in defending their clients, but if they decided it would be better not to make the panel angry, I'm not going to object, that's a strategic choice that they've made. But at the same time, they may have made the decision, this is a good panel for us. We don't know. There's nothing inherently prejudicial. Unlike most harmless error or plain errors where it's inherently prejudicial to a defendant to admit a confession or suppress evidence about the circumstances of the confession, there's nothing inherently prejudicial ex ante, up front about a particular judge sitting. And so there's important --",
  "Mr. Chief Justice, and may it please the Court: The reason a news story covering a - a hit-and- run fatality, as in this case, is not as effective for a number of reasons. First of all, statistically, the majority of Americans don't watch local news. More importantly, there is significant value as - as has long been recognized when police deal with pedestrians and approach them, seeking their assistance in solving crimes, there is significant value to having a police officer approach someone in a one-on-one manner in an effort to solve a crime. First of all, the - the approach impresses on people, who are otherwise very busy, the importance of the matter before them and that this may be worth devoting their time. The police officer's one-on-one approach can advise the person, in addition, that what you say might be significant even though you didn't see an accident.",
  "No, absolutely not, Justice Scalia. There is a long - just there is a long historic distinction between cars and homes, there's a long historic distinction between cars and pedestrians, and the reason - as a practical matter, you have to have a very, very brief seizure here to protect the life and limb of the police officer while he tries to make this approach. That's not needed when you're approaching pedestrians.",
  "What - what is relevant is what this Court has long recognized is - is the difference in your reasonable expectations of freedom of movement between people in cars and pedestrians on the sidewalk.",
  "Justice Souter, the essential command of the Fourth Amendment is reasonableness, and there's nothing in the Fourth Amendment that says stops for sobriety or stops to see if you have any aliens in your trunk are inherently reasonable and nothing else is. It's a balancing test, as this Court has long recognized, and an important part of that balance is the expectations that the individual brings to it, and the expectation of the individual behind the wheel is that there are a number of times that I will come into contact with police officers and I will need to stop, I'm highly regulated, I'm highly restricted, and I am engaged in a privilege of driving on the public roadways. Walking is not a privilege. Driving on the public roadways is and so the question -",
  "The regulatory need for it is that there's - you have a very common police practice here, and one that we expect the police to do if a - a fatality has been committed is try to find witnesses who were there at the time. The only way that principle can work -",
  "It is extremely common for these types of informational checkpoints. There's two different types of checkpoints. There is the one that's trying to catch the person right after the crime's been committed.",
  "But the witness checkpoints are quite routinely done, either 24 hours, or very routinely, a week after, because people are creatures of habit and they tend to drive the same roads at the same time of - the same days, and so it's very common - a number - a number of Federal checkpoints have been done exactly like this. They've been done a week after a child's been abducted. In the Elizabeth Smart case, it was a week later. Federal checkpoints that I'm familiar with were done exactly - exactly a week later, and you try to go at the exact same time, because that is eminently sensible for police officers. If you want to look for the witnesses, you want to find people who are most likely to have been there at the same time.",
  "I - I can't give you -",
  "Yes, absolutely. The - the Park Police did one - the Federal Park Police did one here in the Washington, D.C. area a couple years ago that found four eyewitnesses to a hit-and-run fatality. But also, the ability to measure success here - we're not talking about immediately removing a drunk driver from the road or actually finding the alien - solving - you're successful if you defined you solved the crime, and solving a crime is not a linear project. It involves a lot of information coming in from a different -",
  "Justice Ginsburg, I - two responses. First of all there are - Edmond leaves open that there are at least some circumstances when you can do this - maybe to approach is exigency - but where you can do these types of checkpoints to catch someone. The language there was a fleeing dangerous criminal who was going by particular routes, so it's not - that doesn't seem to be foreclosed in all circumstances. But the reason it makes a big differences for purposes of Fourth Amendment principles, there's actually three reasons why looking for witnesses is better and should be more consistent with the Fourth Amendment than what - the issue in Edmond. And that is, there - there's a difference between, just a practical difference, between police taking action, seizing people first and looking for a crime to go with them, which is what was going on in Edmond, or having a specific crime and looking to solve it in the most sensible and reasonable manner that police officers do, and that is looking for witnesses.",
  "Assuming that this is not - it's not right after the crime that I have the description -",
  "I think this Court's - I think both of them are different from Edmond, but I do think this Court's doctrines establish why the witness approach is - is more - is less intrusive on Fourth Amendment interests for - for three reasons. One is that there is a self- incrimination component, self-protection component to the Fourth Amendment and that has been very important in the drug testing cases. It was central to the resolution of the Ferguson decision and mentioned in camera -",
  "I - I'm -",
  "- oh, I'm sorry -",
  "We would like to have them both sustained, quite frankly, and we don't think they're - they're exactly covered by Edmond -",
  "There -",
  "I - I think the witness one is easier for three reasons, and one is because the Fourth Amendment has this self-protection principle, which is not implicated when you're - you're looking for witnesses. The checkpoint does not -",
  "Yes, yes, the witness checkpoint, the looking for information checkpoint.",
  "I'm sorry if I'm not -",
  "Yes. This case is easier, but - but there's - there's two other reasons besides the self- protection principle. One is, as a practical matter, one of the balancing tests - factors - in Brown v. Texas is the level of anxiety. When a police officer approaches you and says - even if it's permissible - I want to know if you're doing something wrong. Do you not have a driver's license? Are you drunk? That's - there's a little more anxiety there when a police - than when a police officer comes and says, I would like your help, someone was killed here.",
  "And - and the third -",
  "It's all - it's all very - sorry.",
  "No, no. Part of the Brown v. Texas balancing factors is - is of - one of the things that's been mentioned is the level of anxiety, and the reason that you don't have roving stops but you're allowed to have checkpoints is when you see other people being stopped around you, even if they want to know if you're drunk -",
  "The third - thank you - the third reason is - is a - is a - there's a sort of a practical limitation on the use of these checkpoints when police are not allowed to use it to do their run-of-the-mill business. Their job is to find crimes and criminals. Edmond was a checkpoint to find crimes and criminals that we didn't know about, when instead all that's being done here is this is an adjunct to a - adapting to the roadway context the normal investigative processes of police officers. You - you don't have that abuse, and the same way -",
  "It is, and Justice Kennedy, you also asked about doctrinal limitations in this Court's cases, and in Atwater v. City of Lago Vista the exact same argument was made dealing with misdemeanor arrests. And this Court's decision there specifically relied upon the good sense and political accountability of police, for the same reason that we know police don't arrest for every crime and infraction that - vehicle code infraction that they find. A lot of police chiefs are arrested and checkpoints are a great equalizer, especially these kind, because the location is dictated by where the crime occurred -",
  "Oh, I hope I said elected.",
  "Thank you, Mr. Chief Justice.",
  "Mr. Chief Justice, and may it please the Court: In the course of their investigative work, Federal law enforcement officials, of necessity, routinely come into possession of substantial amounts of highly sensitive and highly personal information. Sometimes that information includes graphic death scene and autopsy photographs. Those photographs are taken for the limited and restricted use of law enforcement and public safety officials. They are not freely available to the general public as a matter of law, custom, or practice. The question presented in this case is whether death scene photographs should be broadly disclosed to the general public under the Freedom of Information Act. They should not. The Freedom of Information Act's purpose is not maximum disclosure, but responsible disclosure, and the publication of death scene photographs goes beyond the bounds of responsible disclosure, because in the terms of exemption 7(C), production could reasonably be expected to constitute an unwarranted invasion of the personal privacy of surviving family members. In ordering the release of four photographs in this case, the court of appeals recognized that that substantial intrusion on privacy would occur, but it then committed three errors in assessing the countervailing public interest in disclosure.",
  "No, the - the practice of the Federal Government is that we need to identify the existence of a survivor. There was a case in the D.C. - excuse me - District Court, named Outlaw, that I believe was cited in respondent's brief, where the Department of Defense had asserted survivor privacy without having first identified a survivor, and that was held to be impermissible, and as a matter of practice, because this is sort of specialized application of privacy interest, the Government identifies a survivor before invoking it. But that is often not a difficult job because the types of records that bring the photos to us, law enforcement records, military records when it's a military service member who's been autopsied, will often contain, or allow the identification, of family members.",
  "Well, Justice Scalia, that has been the practice after the Outlaw decision of the Federal Government. It - it's not inconceivable to me that because you're talking about an objective test, at least under 7(C) - some of these photographs are held - upheld under - or withheld under exemption 6, which doesn't have the same objective test language. It's not inconceivable that the Government could justify withholding, in a situation like after the collapse of the World Trade Center towers, and their substantial amounts of - sorry, but, for the graphic nature - but partial remains that can't be matched with particular individuals. But we know that for some significant percentage of those people, there are a significant percentage of survivors on a match for match. In that case, I think we would argue should not be required and that withholding could be done because we -",
  "On the assumption that there - a reasonable - obviously, a reasonable assumption -",
  "For the most part, courts have said that privacy dies with the individual, but again, the problem in this case is the Ninth Circuit didn't think we were withholding too little. It rule - it ruled that we were withholding too much that - and that, in fact, when there are known survivors, these - these disturbing photographs still have to be released. And in doing that, they committed three errors.",
  "Well, Justice Ginsburg, that has been the Government's practice, is to identify a survivor, but again, I think our position is, because the nature of our world has changed and we now have to deal with situations involving mass deaths, that we aren't going to insist when you have a large collection of remains and we know that for some percentage of those there - there are survivors, that withholding would still be permissible.",
  "Well, Justice Scalia, the common law - a number of common law courts did, and they did - and we cite - one of the very first common law courts ever to recognize the right to privacy, in 1895, the Schuler v. Curtis case, which is cited in our reply brief, found exactly a privacy interest in the survivors, and it said it is not the privacy interest of the deceased, because under the common law tradition, privacy dies with the individual. But what's being protected here is the survivors. It sort of takes three forms, first of all, their - their memory of the deceased, their ability to provide a dignified disposition of the body, and the ability to have seclusion in their grief and repose and closure. And those concepts packaged together have been recognized as a privacy right, both at tort law by a number of courts, and more broadly, by custom and practice in this country. These types of photographs are not freely available virtually anywhere. A large number of states, as we've cited in our brief, prevent their disclosure or have restrictions on their disclosure.",
  "Yes.",
  "Yes.",
  "Yes.",
  "The test - the test is, as this Court has - to decide whether a - a invasion of privacy is clearly unwarranted, you have to weigh and balance the intrusion on privacy against the extent to which the information disclosed would, in this Court's Reporters Committees decision, contribute significantly to public understanding of the operations or activities of the Federal Government. And in this case, on one side of the balance is a substantial intrusion on privacy, requiring - exposing this sort of information out where family members will see it, encounter it, where they will know that their - that their loved one has not been buried in any sense.",
  "They used a - the same balancing. They recognized the -",
  "The - there - with - with one qualification, which I don't think is a distinction - don't think it's a distinction that makes a difference. Certainly on the privacy interest side, they agreed with us that there's a survivor privacy interest and that that has to be balanced under this Court's Reporters Committee standard. Now, the D.C. Circuit has said with - when the public interest that's asserted is substantial allegation, or is unsubstantiated allegations of governmental misconduct, that's not enough. They require compelling evidence of governmental misconduct to overcome the presumption of regularity. We've articulated the test is clear as evidence. I don't think in practice there's any difference. We've employed the clear evidence standard because that's the standard this Court has adopted for overcoming a presumption of regularity.",
  "That may - that may well be. The compelling - the way the compelling evidence standard works, as we understand it, and the way the clear evidence standard works that we propose is not that that means you get the photographs. It just means that you have something of weight on your side of the balance. We think the unsubstantiated allegations of governmental misconduct are worth virtually none, if no weight -",
  "It has to be the - the evidence of governmental misconduct. Empty allegations -",
  "That - I mean, that presumably will not be the evidence, right, you can't just come say that - that would be sort of boot-strapping to say that the evidence is the - I have to see that so that I will have my evidence of your governmental misconduct, which essentially -",
  "The - the test - you mean with respect to unsubstantiated allegations of governmental misconduct?",
  "That is that the FOIA requester must come forward with clear evidence of governmental misconduct on their own, independent evidence on their own, to have a cognizable public interest to weigh against the intrusion on privacy that has occurred in this case. And that is the standard that this - the clear evidence standard comes from this Court's decisions, which say that is the quantum of evidence needed to overcome the presumption of regularity and legitimacy that attaches in this case to law enforcement investigations.",
  "That - that's - with respect - until an exemption is triggered, there's no need to have any reason for your FOIA. You can have a good reason, a bad reason, or no reason to ask for information, but -",
  "The - the initial burden on the Government is once an exemption - we have to show that an exemption is triggered. We have to, in this situation, identify a cognizable privacy interest which -",
  "No, that - that's right, in fact, we get the written steps. We have to identify a cognizable privacy interest and then, before we make a decision to withhold, we ourselves must make the - must balance. It's our job to do this balancing before we invoke an exemption, so we ourselves will then try to identify if we can from the requester's papers or on our own what public interest would be served by the disclosure of these documents. Now, it's not the particular interest of the requester, but it's the relationship between this document and serving the public interest that was identified in Reporters Committee of revealing the operations or activities of the Government. So in this case, we looked, we found a substantial privacy interest here, and then we looked at photographs of a deceased body at a death scene and in our judgement, these reveal nothing about the operations or activities of the Office of Independent Counsel and - and -",
  "Justice Scalia, first of all, I don't think there's any evidence of negligence or sloppiness here, but if we adopt that -",
  "If we adopt that characterization, the fact that someone cannot - can identify something more that they should have been done, or the fact that - that they disagree with the ultimate result, is not governmental misconduct. The type of thing that might rise - that - that might count, is something that was - if you had evidence that, you know, governmental investigators had suborned perjury, and you had evidence in the form of -",
  "I'm sorry?",
  "I don't - I - I don't think - well, if - if they've got evidence of a sloppy job, then FOIA has already worked. They can - the purpose of FOIA is not - it's not a 60(b) motion to reopen an investigation or to make us investigate more. It's to see - learn what the Government did and then critique it as much as you like.",
  "Well, Justice Souter, let me be very clear. We're talking here about the allegations of misconduct because that is the public interest that is asserted. One might be able to -",
  "Well, a public interest has to be identified at some point, and the problem with this case is, or the problem -",
  "Right.",
  "Well, I think that - that - that is sort of nothing more than - than a desire to show what the Government did in this investigation, transparency in government interest, which is the point of FOIA. But once you've come to an - applying an exemption, you're going to need something more on your side than just serving the general interests that FOIA itself advances, because otherwise, the exemption doesn't work as an exemption. You have to want - want something more than transparency in government. Now, it may not be that you have to show misconduct. You might be able to do it because there's some other sort of acute public interest that's going to outweigh it, but I think in the end, the public interest in making the Government look good or telling the Government - tell the public more about what the Government did is never going to be enough to outweigh the privacy interests of individuals. You can do that with the substantial amounts of disclosures that have already been made. I would like to reserve the balance of my time for rebuttal.",
  "Thank you, Mr. Chief Justice. Justice Breyer, you hit the nail on the head when you said that if this type of investigation isn't enough, what's going to happen in the routine case? This is the gold standard for law enforcement investigations, and if in this case, the fact that someone can think of something more that should have been said, something more should have been done, something more should have been revealed, then in the run-of-the-mill routine law enforcement case, there will be little protection left for privacy. And the problem won't be just that this information will end up on the front page of the New York Times, but under the 1996 amendments to the FOIA, if - if the Government anticipates three or more requests for information, we're obliged to post the information on our Web sites for photographs taken after 1996 - November 1996. You won't need to go to findadeath.com. You can go to DepartmentofDefense.gov to find pictures of - the 50 pictures that are routinely taken during autopsies of military office - officials killed overseas. Justice Kennedy, you had asked about the remand, whether a remand was necessary. It is not in this case. On pages 56A through 59A of the petition appendix, the district court, before being redirected by the court of appeals, we think erroneously, ruled that the - the pictures should be withheld applying a less demanding standard than the one that we approached, that it just balanced the allegations of misconduct against the privacy interest, and concluded that the privacy interest still outweighed, assuming that - that just allegations count for something on the public interest side. So if this Court agrees with the Government's position or requires anything more than allegations of misconduct, there'll be no need to remand. It's also not a discretionary decision, it's a de novo review. The balancing is undertaken in the first instance, but it's reviewed de novo by the court of appeals and de novo by this Court. Justice Scalia, you talked about this doesn't sound like privacy. Well, privacy is a language that has been used by not all, but a number of common law courts that are cited in our opening and reply brief. And this Court's interpretation of the concept of privacy under the Freedom of Information Act has gone far beyond what tort law would protect. There - I don't know that there's any court case that would suggest that rap sheets should be public records, like rap sheets would be protected under privacy conceptions in common law, so it would be extraordinary in this case to decide that the language Congress employed, personal privacy, is intended to be interpreted more narrowly than it has, at least at some - at some courts at common law. Justice Scalia, you also asked about narrowly construing the exemptions. It's - I agree that there are cases that say that, but in John Doe Agency v. a John Doe Corporation, this Court made clear that these exemptions still have to be interpreted in a way that allows their exempt - the purposes of the exemptions to be served. And in a - and they should not be construed in the non- functional manner. If law enforcement is to become the instrument - in the eyes of the public, the law enforcement, the Federal Government, will be the instrument of these types of disclosures and causing this type of pain to families that is likely to have a chilling effect on people's willingness to provide information to law enforcement. You asked about other statutes, and we discussed the Privacy Act statute. The Privacy Act statute doesn't apply to survivors, but that's because the language is specifically different. The Privacy Act talks about - defines the - the records that are covered in terms of information about an individual and information that - to that pertains to the individual. It has a sort of very - and it has to be information contained in a system of records that - where information can be retrieved by an individual identifier. It's a very narrow and specialized definition. It's exactly the type of definition that Congress would have used if it wanted a more narrow approach. Thank you.",
  "Mr. Chief Justice, and may it please the Court: Justice Scalia, you asked for an example of a case where there might be confusion, but there would still be a fair use. This Court's decision in William Warner versus Eli Lilly, which was a common-law case cited on page 27 of our brief, gives an example of that. You had Coco-quinine, and Quin-coco being sold. And this Court held, as a matter of the common law fair-use doctrine, that the descriptive -- fair, truthful, descriptive use of a term to describe a product will be permitted even if consumer mistakes result. There are other cases cited in the briefs. Howe Scale is cited in our brief. The Canal Company versus Clark case. The fair-use defense that's at issue here takes its -- has its roots in that common law precedent, and that common law precedent, in origin, speaks directly, Justice O'Connor, to your -- and Justice Kennedy -- to your questions about, what does a fairness component of this test in the statute mean. There is not a general requirement that the - say, the defendant here; the parties were reversed, but the non-trademark holder acts fairly. That's not what Congress said. It says the term -- and I'm -- and you can see, on page 9a of the statutory appendix to our brief -- the term has to be used fairly and in good faith - putting that aside, used fairly only to describe the product. That is not some sort of general equitable receptacle for fairness concerns. That focuses on what the defendant did and how they acted in describing. That's not a test of how the public reacted. How did the defendant behave? Which is exactly what William Warner, Canal Company, and Howe Scale also looked at. In common parlance, in a common dictionary meaning, when you talk about fairly describing something, that's not general equity. That is, is it a legitimate, reasonable, proper, objectively apt, and fair way to describe a product. One could reasonably --",
  "Not by itself, no, Justice O'Connor. Congress told us what will defeat the defense, and that is a -- that is a conclusion that the term is being used as a mark. Consumer confusion might be, if you could explain that that demonstrates that it's being used as a mark. It might show that you're not objectively, reasonably, accurately describing your product. If I describe Twinkies as a sugary snack, that's a -- I can fairly describe Twinkies as a sugary snack. I can't fairly describe Twinkies as a healthy food.",
  "Yes, because there's nothing, in the marketplace, with wanting to increase your business and to do better and to use descriptive terms descriptively to do that. The good-faith -",
  "-- continued here -",
  "The good-faith element is, do I intend -- it depends on what you mean by \"causing confusion.\" If I intend to freeload or ride or exploit the secondary -",
  "-- meaning of the term -",
  "-- that's what good faith means in trademark law, generally. It has an established component.",
  "If I intend to do that. But just showing that consumer confusion could result, or that I hope consumers will pause and think about, you know, \"what -- what's in the -- what am I now being offered in the marketplace?\" But I have to -- if I intend to avail myself of the secondary meaning that you've established of the goodwill that you've generated, that's what good faith goes to. But to use fairly to describe is not a general means of just saying -",
  "-- if there's confusion, that's a bad -",
  "The term \"micro color\" describes -- this is not my area of expertise, but -- describes, as I understand it, the inks that are used for this permanent make-up process. And the reason it's called \"micro color\"",
  "I wouldn't begin to know whether other professions or occupations use the term \"micro color.\" But my understanding, from the record, is that the color is obvious. That's -- it's different color inks. And the reason that they use the term \"micro\" - and this is on page, I believe, 98 of the first volume of the joint appendix, is that the molecular size of these inks is very, very fine. It's going into the skin. It's micron-size. And so that's, I think, the -- as suggested by petitioner's client -- that that's the origin of the term \"micro color.\" Now, \"micro\" is a common term that's -- common descriptive term in its own right. It appears in many contexts. Obviously, computers is one that we're all familiar with. Medical devices often will refer to \"micro.\" But \"micro color\" -",
  "That's my understanding, yes.",
  "\"Micro color,\" yeah. That's my understanding. Again, I don't really want to weigh in on one side of the dispute or the other on the merits of whether \"micro color\" is a generic or a -",
  "But, Justice Scalia, the problem here is that the Ninth Circuit said that what makes them lose is not that they didn't use this fairly to describe their product, or not that they failed to act in good faith, or not that they were using this as a trademark, but that it was a -",
  "Right. Right. And my understanding -- again, the record shows that, in fact, the descriptive use of this was conceded in this case, and that's on page 29a of the petition appendix, and also in the joint appendix on 152.",
  "But, again, our concern is that this statute has to be read with the terms Congress enacted. Congress drew a balance here. Congress struck the balance between allowing -- giving unprecedented protection that this Court recognized in \"Park 'n Fly\" to descriptive terms, but policing the line between the secondary meaning that attaches to descriptive terms and the -- reserving for the marketplace, for competition, the availability of descriptive terms in their original descriptive sense.",
  "Exactly.",
  "Exactly.",
  "That's exactly right. There's a tradeoff. When you pick a descriptive term, you get right up front, right up front, the immediate appeal and resonance of a term to the -- to the consumers. \"Best buy.\" Who wouldn't want the best buy? I want the best buy. \"Chunky\" candy bars. It's going to be easier to break into the marketplace with \"Chunky\" candy bars or \"Almond Joy\" candy bars, because consumers will have a sense of what they're getting, than if you come in with a",
  "\"Schwartz\" candy bar, \"Kodak,\" I don't know",
  "I don't know why that is, and why would I want to eat it. They're going to have to do more work. But the downside, the tradeoff, is, as you said, Justice Scalia, that you do not get to take those terms out of usage. Trademark law protects usage, not words. And if the usage is descriptive, and it's fair, in the sense that it's reasonable, apt, and accurate, as this Court said in William Warner, Canal Company, Howe Scale, in the unfair-competition sense; and the Kellogg versus National Biscuit Company, the Shredded Wheat case, if it's apt and accurate, that's what \"used fairly\" means. And if its satisfies that objective test, and if it satisfies the subjective good-faith test, and it's not used as a mark, we will tolerate that confusion, because that -",
  "The fair-use defense is unavailable if it's used as a mark. There are other --",
  "-- defenses that are available, but the fair-use defense is, by definition, unavailable. That's correct. The way you prove whether something is used as a mark -- there's, sort of, two ways of getting to that end. When something is used as a mark, that means it is signifying to the origin or source of those goods in the marketplace. It's not just describing it, it's telling you who is making it or who is putting it out on the market.",
  "Well, there's -- there's going to be difficult questions of proof. Our position is that, by taking a descriptive term, you don't get to consign everybody else to ten point Times New Roman font, and that they can do some colorful display, but not a mark.",
  "Justice Stevens, and may it please the Court: Justice Scalia, you asked about what case we would want to adopt and be our strongest case on the meaning of the word any in the statute, and my answer to that question, although I take the liberty of answering it, though you didn't ask me -",
  "-- is the Gonzales case where this Court said that the word any in the gun control law, in this context, in this framework means, read naturally -- I'm quoting here. Read naturally, the word any has an expansive meaning, that is, one or some indiscriminately of whatever kind. This is not, Justice Ginsburg, a statute where Congress wrote sloppily. In fact, in Barrett and Huddleston, this Court specifically said and noted that excruciating care with which Congress wrote title IV, section -",
  "Justice Ginsburg, this is not an extraterritorial application of a statute. This regulates a threat to American public safety within the United States by someone within the United States based on their conduct, possession of a firearm by a dangerous person within the United States. That is not extraterritorial application of the law.",
  "That's no more -",
  "The -- the phrase convicted in any court -",
  "I don't -- I don't have a case that specifically talks about -",
  "-- that yet, but if I can -- if I can explain why the phrase convicted in any court - because any court -- the -- the problem is you're not -- there's not a case for that. The word, any court, that -- those two words appear in a lot of places in the United States Code.",
  "The -- not -- not that I'm aware of, but -- but they don't -- it -- it doesn't address it one way or the other. Most of the times, the vast majority of the times that you see any court in the United States, it -- in the United States Code, it's followed by qualifying terms. What's very important here is that the phrase convicted in any court without qualification. There's lots of any courts in the United States -",
  "Justice Stevens, if I could make two points. Again, convicted in any court is rarely employed by Congress. Rarely. And we've cited in our brief on the occasions it has been employed, the context and structure are wholly consistent with including foreign judgments. The PATRIOT Act created a ban on the possession of biological agents or toxins, and it -- it picked up this same phrase and put it in there, and I think it is -- would -- and that is also a statute that in a separate provision has extraterritorial application.",
  "It -- it's -- I can't give you an exact number because we -",
  "-- we don't know about the ones that we never hear about.",
  "It's -- it's not that -- I would -- I would say there's probably 10 to a dozen, but I -- I have to -",
  "Since 1968. It's been on the books since 1968.",
  "Justice Breyer -- and Justice Stevens, I do want to get back because I do have a lower court case that interprets any court in the way you discussed. I want to get back to that. But Justice Breyer, I understand this being a very important concern, and -- and there are no doubt particular applications that could seem unappealing, just as in Lewis v. United States where this Court held that an invalid, a patently unconstitutional State conviction counts for section 922(g)(1). The reason that the -- the convictions are covered here is Congress was not -",
  "Lewis v. United States, and that is -- that's really our favorite case, although we like the word of -- definition Gonzales has for any. But in Lewis v. United States, this Court addressed the question whether the ban on possession of firearms by someone convicted of, I'll say, a felony, a term of imprisonment of more than 1 year, applies to -- to convictions that are allegedly unconstitutional under State law or may, in fact, be unconstitutionally entered. They could have been the product of a coerced confession. The allegation there was lack of representation of counsel.",
  "Justice Ginsburg, in Daniels v. United States, which dealt with 924, the sentencing enhancement provision, but it has a -- the parallel and incorporates 922(g)(1) convictions, this Court held -- a plurality of this Court held in divided opinions that -- in fact, that the -- the bar -- or that you still count an unconstitutional or allegedly unconstitutional State conviction, even if it was never appealed and that -- and there is no more opportunity for appeal. The time has passed. And under 922(g)(1), we also count.",
  "Yes, but that -",
  "And -",
  "Well, it does certainly in this case. He could have appealed his conviction in Japan and he did not. So he had a forum to do that in. But -",
  "That -- that's right, Justice Ginsburg, and that is -- you know, the -- the statute also bars receipt of firearms by anyone who's under indictment. And that application applies even though you can't appeal, except for exceptional circumstances. You can't appeal an indictment. And the 922(g)(1) bar, this Court's decision in Lewis made clear, is that it still applies unless and until your conviction is overturned. So you don't have to have had a -- a conviction vetted through the appellate process before the bar attaches. In -- in the immigration context -",
  "Well, certainly in immigration and extradition, you don't get to appeal the validity of your foreign conviction or the -- the processes that led to it. So this is not an alien concept. And it's very important to understand what Congress was doing here. This isn't -",
  "Right. We have treaties with more than 100 countries and we don't -- and -- and the courts do not examine the fairness of the proceedings or -",
  "Although we -- we do also extradite, just to serve sentences, where there may have already been a trial that could be as flawed as anyone could conceive or articulate. So -",
  "Well, what we have is the check that the political branches have decided that it's important to attach significance to foreign court -",
  "In fact, in 8 U.S.C. 1182(a) which -- which -- admissibility criterion for aliens, convictions of moral turpitude, there's no reference to whether it's a conviction by a foreign court or a domestic court.",
  "No. No, it doesn't, Justice Ginsburg, because frequently and throughout that same statute, it refers to convictions in the United States. A lot of times the reason for inadmissibility, including the Mariel Cubans cases this Court heard last month, is -- is convictions committed in the United States.",
  "Now, surely the context --",
  "Yes, Justice Stevens. And I think that's an important thing here. There has been no contest, for obvious reasons -- we're dealing with Japan -- as to what Congress meant by court. And sometimes if it's Saddam Hussein's -",
  "Through traditional rules of statutory construction. I think that would involve looking at the other -- the -- the background that Congress would have enacted the statute against, first of all, and that -- that may well have -- it may not have been courts of just the United States because, as we know, Congress twice deleted that limitation from the statute.",
  "I -- I am -- I am conceding that -- that it has to be given meaning. I don't know that I would call it ambiguous, if we have to figure out. But I -- what I will say is that the phrase -",
  "Any -- it has to be -- it has to be a court capable of entering convictions. I don't -- I don't think it's ambiguous in a sense -",
  "Right.",
  "Right. And -- and I think, in addition, we don't decide that a word is ambiguous just at looking at that word. We would look at the overall structure of the statute, and we would decide that it has to be a governmental entity capable of entering convictions.",
  "Absolutely, Justice -",
  "No, Justice Scalia.",
  "I would hope not, Justice Scalia. I think -",
  "I -- I wouldn't think so. I think -",
  "That -- well, again, just last - this isn't -- this isn't quite the same context. But just this -- just last term in the Cheney case, this Court recognized the limitations on prosecutors. And in Atwater v. City of Lago Vista, in determining the scope of the Fourth Amendment and the capacity to arrest for misdemeanors, this Court recognized that not all checks have to come from the courts. They can come from the political process here. And it's very important to keep in mind that these hypothesized problems, bad applications, are that. Purely hypothesized. This has been on the books for almost 40 years.",
  "And in Beecham v. United States, in Justice O'Connor's opinion for the Court, this Court recognized there -- it was dealing with another issue, whether the jurisdiction that restores civil rights is different from the convicting jurisdiction. It said we don't have any way of knowing whether Congress thought about that. That's not the question. Congress passed a statute here. It passed a statute that's been written very carefully. It's passed a statute where the definition of the word any in the statute has already been defined. And the -- what the statute has been used for is to prosecute exactly the people that Congress wanted to capture. It's international gun smugglers --",
  "-- violent assailants --",
  "I don't think it's strange at all, Justice Souter, and that is because that the business exception, if I can call it that, is a carve-out. What you have here, in this Court's word, is a sweeping prophylaxis against the misuse of firearms. That's what this Court called it in Lewis, a sweeping prophylaxis. And what Congress did was back out -",
  "That's -- that's right.",
  "Right, and -- and the language should be what counts most. But beyond that, you're talking about Congress -",
  "Right. You -",
  "But what Congress was doing there was backing out. It was making an exception, and it was doing this against a backdrop of a lot of violence with guns. And so it makes sense that Congress would proceed carefully and deal with matters with which it was familiar and not want to carve out things that it wasn't familiar with.",
  "Well, the problem -",
  "It dealt with that. I mean, specifically at the legislative history level, it dealt - it enacted that statutory exception because some States had made these types of business crimes punishable by more than a year. So that's what it was responding to.",
  "I can't -- I -",
  "I can't -- I'm not going to stand here and tell you that Congress specifically thought about this.",
  "Right, but -",
  "But -- but what Congress did here -- and it's very important to understand -- it was throwing a broad net -",
  "Two answers, Justice Ginsburg. First, this was the second time in 1986 that Congress refused to include that limitation on courts. The prior law, before the 1968 act, specifically referred to courts of the United States, States, and territories. It did not pick up that language in title IV in 1968, and they took it out -",
  "No, but I don't -- that --",
  "But -- but again, I don't think this Court has ever characterized as silence Congress' twice deletion of language from a statute in 1968 and again in 1986. It had it. It looked at it. It took it out. And in 1986 in the Senate report that you were referring to, Justice Ginsburg, earlier, Congress said they -- the conference report said we are rejecting the Senate's definition of felony. The other thing to keep in mind is when Congress enacted this statute in 1968, it also enacted an administrative mechanism for relief that would deal with exactly the uncomfortable situations that have been identified. 925(c) allows an administrative waiver in cases where an individual comes and says I don't want to -",
  "I think -- it's, of course, the legislature and the President's signature. I'd like to put a plug in for the executive in -- in that reference, but -",
  "But, Justice Kennedy and Justice Stevens, the important thing to keep in mind here is we don't just have a statute that appeared out of nowhere. It's been on the books for a long time and there was a legislative -",
  "No, but it thought -- it -",
  "Exactly, and -",
  "Well, if nothing else -- and this guy is squarely within what Congress wanted to capture. If nothing else, you don't have to decide anything more in this case than that it covers persons like this whose convictions are fundamentally fair and it's not contested and could leave for another day -- but let's -",
  "Right.",
  "Well, he got -- in this case, he got -- and this is -",
  "You -- you go and you fill out a form that says, as this case did -- and it's on page 4 of our brief -",
  "-- asked him, have you been convicted in any court of -",
  "In any court. And I think when someone -",
  "No. But when someone has a conviction, when you have a felony conviction, you're on some notice of inquiry.",
  "Justice -",
  "Well -",
  "And it's in 925(c), which is on -",
  "-- page 65a of our brief. But let me -- let me be -",
  "It does, and -- but let me be candid up front. Congress stopped funding this administrative mechanism in 1992, and that -- this Court addressed that in the Bean case. It -- it doesn't exist now, but that was 25 years after Congress wrote this language and put it in the statute, and the fact that they stopped funding it 25 years later doesn't mean the statute doesn't mean what it said.",
  "And Congress -",
  "Because some of -- some of the people who were getting waivers were going out and committing crimes again. Congress here is very concerned about public safety. And this is not -- there was, you know, the question, is there ever an element where you treat this like an element of foreign crime. There aren't -- there aren't crimes normally where you treat indictments or someone being under a restraining order this way. This is not punishing you for your foreign crime. This is a global categorical, class-wide judgment that as a class persons who have committed crimes overseas are more dangerous and may pose exactly the public safety risk we wanted to grab and stop. As a class, they do that. In a particular case, it may not. In a particular case, an indictment might not. Congress was speaking globally. It did so. It threw a broad net. It did so at the time it had an administrative check to deal with these problems. Yes, that's gone. That doesn't retroactively change what the statutory language meant. This Court has said time and time again that this statutory language in 922 was written, in Beecham and Huddleston, with such care that Congress was focused on the difference between the present perfect and the past tense, this Court said in Barrett. This is not sloppy writing. When Congress put any court in and did not carry forward a limitation to the courts of the United States and took that out in another part of the statute in 1986, we have to assume that Congress knew what it was doing. If there are problems here, there is a political process to deal with it. The political process has taken away the administrative waiver. But there has not been -- this hypothesis of bad applications has not arisen. It's hypothesized. And what this statute has - has been used to do is capture exactly the people Congress wanted to capture. It got exactly the ones who should be disarmed.",
  "I -- I am confident that the ATF would be happy to do that. As of now, the ATF has a regulation on the books for someone to look at and see that includes foreign convictions in this definition. And I think when someone has been convicted, they're on notice. Thank you, Justice Stevens.",
  "Mr. Chief Justice, and may it please the Court: Justice Breyer, let me assure you that our position is, if not as strict, only marginally less strict than the State of Florida's.",
  "Okay.",
  "It's very - -",
  "All right. I wanted to make sure - -",
  "Yes. And -- and if you want a shorter statement -- I mean, a brief is a brief -- a short statement of what our test is, Justice Breyer, it's quite simple, and that is a rule 60(b) motion that seeks to set aside a denial of habeas relief on the grounds that it was incorrectly decided is barred. That is the territory that AEDPA occupies. That includes, Justice Souter, not just determinations on the - -",
  "A rule 60(b) motion that seeks to set aside a final judgment denying Federal habeas relief on the grounds that it was incorrectly decided is a second or successive petition under AEDPA. It can proceed only under AEDPA's terms, which change not only the standards for a second decision, but the decision-maker, the gatekeeper. Justice Souter - -",
  "It --",
  "That's right. It is -- it is - -",
  "Okay. The flip side of that, if I can -- the -- the title of section 2244 is finality of determination. If you are seeking to upset a final determination, you are governed by 2244 not 60(b). If you are not seeking to upset a final determination, let me give you the two -- the two circumstances that come to mind right away. One is the fraud exception recognized by the court of appeals, and there could be similar errors like that -- and this is what we talk about in our brief -- that essentially vitiate the existence of a determination in the first place. They are that profound and that rudimentary. Then you are not upsetting what our system recognizes to be a determination and what Congress wanted you to have. The other exception is essentially 60(a), clerical -- you're not -- errors. You're not really upsetting anything. You're actually trying to implement or effectuate the actual ruling by the court of appeals. The only gap -- I'm not sure it's a gap at all after the argument here -- is that we don't limit it to fraud. We recognize that there are some other foundational, rudimentary, fundamental errors that conceivably could occur. I'm not aware of them happening, but something like a biased judge addressed by this Court in Toomey v. Ohio.",
  "I am saying a lot more than that, and that is, first of all, because the vast majority of things that are covered by 60(b) do not qualify as tantamount to fraud or a biased judge. And -- and the second incredibly important thing is that Congress changed the decision-maker. Under 60(b), you have 645 individual district court judges applying the historic equity power to -- to overturn final judgments.",
  "With Judge?",
  "If that opinion is read -- and I think fairly it has to be -- as saying only fraud and not errors of similar magnitude like a biased judge or some other complete breakdown so that our system doesn't recognize that to be a judgment -- it's not what Congress thought it was giving you -- then that would be -- I can't tell you there's cases where this happens, but that -- but the -- the rationale for including fraud would exclude - - include some other similar errors of magnitude. That's our only --",
  "In -- in this case, the Artuz problem is only an argument, and I -- we're not even accepting that it's accurate, but only an argument that the court made a mistake of law. A mistake of law is not a fundamental breakdown in our system. It does not mean the court didn't act as a court. This Court reverses in -- or vacates in about 75 percent of its cases. It doesn't mean all the lower courts were not operating as courts as we recognize them as at the same level of fraud. It's routine to have mistakes of law - -",
  "If he does it within 10 days under rule - -",
  "Then, Justice Breyer, the nature of lines is somebody falls on the other side sometimes. There's an appeal process to deal with exactly that.",
  "Justice Breyer, the problem is - - and -- and Justice Souter, you referenced this. There have been many references to this, that 60(b) is not a problem. It's already cabined out there. In fact, it's not. It's abuse of discretion review in courts of appeals. We cite a case, Hamilton v. Newland, from the Ninth Circuit where they used 60(b)(6). The -- the petitioner filed his claims. They were clearly barred by the statute of limitations, not an Artuz problem. So he said, all right, I'm going back to Federal court with a 60(b)(6) claim. I'm actually innocent. That puts me in 60(b)(6). I admit actual innocence. It's -- it's a very weak claim. I can't been get relief on it. But the district court said, come on in. I'm going to decide your claims.",
  "And the -- and the - -",
  "Justice Souter, there's two answers to that. The first is that this won't be -- it will be hard to limit this to a statute of limitations because the next argument is going to be procedural default, and the next argument is going to be misapplication of Teague's non-retroactivity principle, and the next one is going to be mistake in applying adequate, independent State grounds. The -- a bulk -- a huge percentage of Federal court decision-making in habeas cases is procedural rules because Federal habeas is not a roving commission for error correction. You have to -- at -- in the same breath that you establish a constitutional violation, you have to show it's proper for Federal courts to act. Procedural default and statute of limitations are as much your job to show to have Federal relief as it is to show that something went wrong under the Constitution. It's a - - there's a dual character to Federal habeas relief. So this, in fact, is exactly part of the habeas -- this is part of the second or successive determinations that - - applications that Congress wanted to bar. And we have to step back and think about what would happen here. What we have is the State of Florida coming up 23 years after a guilty plea not because to defend -- once again, it's judgment. It's conviction not because of anything they did in the conduct of the trial, not because the guy claims to be actually innocent, but because almost 2 decades after the plea, a Federal court allegedly made a mistake of law that wasn't cleared up through the appellate process. That's not the point of Federal habeas corpus. That's not what it's supposed to be about. But if we open the door, if we let the camel's nose in the tent, a camel is going to come behind it, and it's going to be procedural default, non-retroactivity of Teague, and all of the multiple other grounds on which Federal habeas decisions are made by courts.",
  "Did -- did the Florida make a mistake of what - -",
  "No. I guess -- I think this Court is going to tell us. I think the -- the Pace v. DiGuglielmo case that this Court heard -- I think it was last month - -",
  "Right.",
  "My -- the order from the court, my understanding, simply denied it on the grounds of legal insufficiency, and it didn't give a further explanation. It doesn't say what exact grounds was, but if you look to what was argued by Florida, they were arguing on timeliness. Thank you.",
  "Mr. Chief Justice, and may it please the Court: Justice O'Connor, when you mentioned that this is a waiver of sovereign immunity and we have to construe that with that in mind, it's, sort of, central to our starting to our point for understanding this statute. This claim falls squarely within the text of the statutory exception, and there doesn't seem to be much dispute about that. And the question is whether --",
  "It falls with --",
  "It falls within the word \"transmission,\" but the relevant phrase is \"negligent transmission of mail or postal matter.\" And --",
  "But what you're suing over in that case -- and this is exactly the line this Court drew in Kosak -- your claim isn't -- it has to arise out of the negligent transmission of mail. Your claim, when the -- when the delivery truck or the postal truck rear-ends you, doesn't arise out of the handling of the mail; it arises out of the handling of the vehicle. There's two activities going on at the same time, and you're suing about the one, and not the other. And I think it's a -- it's --",
  "I think, at that point, sort of, the crate and the mail have become one thing, as if he left it in a bag or he -- they put a plastic bag around it to protect it from the rain, and technically you would trip over the plastic bag, but it's the lump of mail that you're tripping over. I mean, if the crate had some bar sticking out, and all you tripped over was the bar and not the mail, then that might be a different case. But I do think that we have to look carefully at whether it arises out of the handling of the mail. And that is a distinction that protects the activity that the Postal Service is engaged in that Congress wanted to protect, the handling of the mail. It's a -- it's a protection for the post, but it --",
  "The key words, I think, are the whole exception, which is \"arising out of the negligent transmission of mail.\" It's not \"negligent activities of the Postal Service.\" The text focuses -- it's a protection for the post, not the Postal Service.",
  "And just as if you're --",
  "I think \"miscarriage\" captures delivery to the wrong person, which doesn't harm the mail, itself.",
  "What -- \"transmission\" adds a lot -- I think if you look, sort of, sequentially, the way Congress was thinking -- and it may not have been at, sort of, this level -- but \"loss\" is mail that doesn't go anywhere, it doesn't get there. \"Miscarriage\" gets to the wrong person. \"Transmission\" gets to the right person, but something went wrong in the process. And so, if you look at it that way, yes, there's no doubt there's overlap, but \"transmission\" captures a lot more than just \"miscarriage.\" It is important to understand that --",
  "It covers --",
  "It covers damage. It covers --",
  "Absolutely. And the same delay may, or not, be with them. But the other thing that Petitioner's theory doesn't capture -- they're two very important things. One is the decision to admit things to the mail in the first place. If it ends up being a letterbomb or, unfortunately, anthrax, or biohazards -- I mean, we ship poisons, we ship medical specimens, we ship live alligators. I mean, every -- you wouldn't believe what goes into the mail.",
  "And there has to be some protection for that decision to admit things into the mail in the first place. The other thing it doesn't capture is the very important decisions that post -- the Post Office has to make about getting the mail to someone on time. Part of that is how I get it there. And it's -- it includes not just how I get the millions of packages every day that don't fit in a mailbox or a mail slot to their customers; it includes how, after a hurricane, we decide to deliver mail outside the Superdome or to people whose mailboxes have been blown off of their houses.",
  "First of all, that -- if the -- if the exception, as I understand it, is that of harms to or from the content of the mail, that isn't going to --",
  "It hurts us -- I mean, my starting point, first of all, is this text, and not legislative history or purpose --",
  "-- which is --",
  "Okay. But I --",
  "What the Government is hurt by is the fact that you're -- some -- you're allowing torts for the one activity that is distinct to the Postal Service amongst governmental agencies, and that is the act of delivering. That is what the transmission exception protects. When you're -- when you're driving a vehicle, the postal employee is making the -- is not making mail- specific judgments. The postal employee is making the same judgments that I made driving to work today and that everyone else on the road makes. But when you are making decisions about how to deliver 660 million pieces of mail a day to 142 million different locations -- the bottom of the Grand Canyon, remote Alaska, and urban cities -- that -- to get that job done, you have to be able to make judgments about the actual act of delivery. And --",
  "No, but it's clear that Congress wanted to capture negligence. I mean, it's the -- it -- the fact that -- there has to be an analog to private people, or we're not in the Federal-Tort-Claims-Act land anyhow. The question is, Which of those activities? And the text focuses on --",
  "-- the actual --",
  "It -- whether or not it's unique, Congress focused on the presence of mail in a mail- specific judgment. That's how we read --",
  "-- the text --",
  "The mail --",
  "First of all, the decision to put it into a mailbox is a uniquely postal --",
  "Drive the -- driving is not unique to the mail. It's not, even amongst agencies, let alone amongst private parties. The -- what --",
  "And it --",
  "It doesn't --",
  "It doesn't have to be unique to mail. If it is unique to mail, if there's no private- party analog, the Federal Tort Claims Act doesn't apply, by its own terms. But what -- I mean, there is a distinct and unique postal act of putting things into the mailbox.",
  "And if it --",
  "The -- if your damage -- harms to and from the mail, yes. Yes, that is our position. If he mows 'em down with his arm or with his rearview mirror on his truck, your -- the liability attaches. But you asked why it is important, Justice Breyer. And one of the reasons it's very important is to look at these types of claims. The Postal Service is defenseless. We are essentially defenseless when we get one of these claims. Unlike a vehicle accident, where we are a party to it and know what happens when it happens, this type of injury, we may not know about for up to two years after --",
  "-- it happens.",
  "I'd --",
  "Uh-huh.",
  "I'm not going to say here that we wouldn't have some defenses that me may want to invoke at a future time, but I'm not very optimistic, because I think the fact that you -- they may not have a box doesn't mean that we could put it -- assuming your theory that we're liable -- put it somewhere negligently --",
  "-- as opposed --",
  "-- nonnegligently.",
  "It --",
  "I mean, I think they make the -- as a practical -- is there text in the Domestic Mail Manual that specifically says, \"Put it where somebody won't slip\"? No. I think it's the same judgment that's being made. They're making the best judgments that they can, but there is -- you know, they're, sort of, caught between them. So, they need to put it somewhere where it's sheltered, and that tends to be close up to buildings. And the problem is, it's not --",
  "-- once it's on the --",
  "Well --",
  "The --",
  "Right.",
  "The except --",
  "The except -- it is different -- the exception applies whether we do it negligently or nonnegligently. And so, the fact that we didn't happen to do it, at least allegedly, negligently in this case isn't what -- can't be what triggers the exception. And what is different is, you -- understanding, as a practical matter, what the postal carriers are supposed to do millions of times every day when the mail doesn't fit --",
  "Because -- because we -- first of all, we leave it there for 37 cents, and we leave it in a volume -- 660 million pieces of -- a day. FedEx and UPS aren't even in the neighborhood --",
  "-- of that amount.",
  "No.",
  "No. We --",
  "660 million includes letters and packages.",
  "UPS does, I think, about 12 million a day; FedEx, about 5 million.",
  "Large? I mean, they -- they don't count it by large --",
  "-- medium, or what will fit inside the mailbags. I simply can't give you a number --",
  "-- on that. But --",
  "A number of letters bundled -- I wouldn't -- I wouldn't be surprised to see what could happen if, in fact, the liability is allowed. If you're -- you know, you go to put it into the mailbox, and a piece slips out of the mailman's hand and lands on the porch, and it's one of those cellophane envelopes, and it's slippery. I mean, that's --",
  "-- maybe all that it takes.",
  "-- don't remember.",
  "I know it was in our brief in opposition, but I don't recall if I did in this.",
  "I can give you a rough estimate. There are -- there are 700 -- about 700 slip-and-fall cases a year, but the vast, vast majority of those are slipping in a building on, you know, a slippery floor, which we concede liability for. Probably, you know -- less than a dozen, around ten or so a year, thus far. But --",
  "-- we've been able to --",
  "Yes. We --",
  "-- concede liability for that, because that -- just like -- that's not handling of the mail, that's handling of a building or handling of a vehicle, which we see different from handling of --",
  "-- the mail.",
  "If we break -- if we break -- whatever damage is done to the mail, and the package in the mail, the liquid in the mail cannot be sued over. That is -- and I think Petitioners agree -- damage to and from the mail --",
  "-- is our conception.",
  "Yes.",
  "If you're tripping over mail, and the mail bag has mail in it, there's no liability. You're harmed from the mail. If it's from mail apparatus or, you know, a postal employee's leg sticking out while they're sleeping, then we will admit liability for that. The focus -- our view of the focus of this exception, I think, by its text -- and this is exactly what the Court said in Kosak -- is on the handling of the mail, and that is a very important line for the Postal Service. They have to make hard judgments --",
  "I think -- in -- first of all, it's just dicta in Kosak, which, in fact, construed the customs exception to include both -- you know, not to turn upon the type of damage that ensued, so we actually are asking for the sort of same analysis of the holding in Kosak -- the dicta in Kosak about motor vehicles is different -- I think if I could just -- for the logical reason, if someone rear-ends you, you don't --",
  "Uh-huh.",
  "Yes.",
  "We --",
  "I agree, but --",
  "-- I wanted to point out that the holding --",
  "And that language has to be read against the backdrop of the holding of Kosak, which recognized that when you have exceptions that are written in these broad terms, the form of the injury, the particular type of personal injury -- there, it was property injury -- that ensues doesn't change whether the exception applies. Motor vehicles are different. If you're rear- ended by a truck, you don't jump out and say, \"Hey, you negligently transmitted the mail.\" You say -- you jump out and you say, \"You didn't -- your brake lights weren't working,\" \"You didn't signal.\" Those are -- there are not judgments about the handling of the mail being made that the claim arises out of. You're not suing about how we handled the mail; you're suing about how we handled motor vehicles. Yes, at --",
  "-- 30,000 feet, it's all --",
  "Yes, that's -- if we --",
  "Your claim arises out of how we handled the mail, not how handled a vehicle, not how we handled a building, not how we handled --",
  "-- mail apparatus.",
  "Yes.",
  "Perhaps I misunderstood. If -- I thought the box was the mail, itself, that you're throwing --",
  "-- out of -- and if the box -- but your injury arises -- if it's to or from the mail --",
  "-- it's within the exception. And, yes, there are fine lines, as with any of these distinctions. In practice -- in practice -- for the practical reason that you don't have the sheer volume of claims, against which the Postal Service is largely defenseless, that you have when you start talking --",
  "-- about delivering --",
  "I think that's exactly right. And it's hard to -- I mean, that is -- you know, what happens here when I show up with oversized mail, as a mail carrier? I've got the choice of delaying your receipt of the mail by taking it back to the Postal Service, inconveniencing you, making you come downtown. That act is within the exception. I can try a person-to-person delivery. But the Postal Service went away from that, for logical reasons, because that will delay everybody else's mail, and there's no liability for all of those delays. If you set this same package down, and it has medicine or food in it -- it says -- marked \"perishable\" on the outside -- it's in the sun, it goes rotten, the person gets sick, there's no liability. But the -- this is a protection for an activity of the Government, like the -- many of the other Federal Tort Claim Act exceptions. And the protection for that activity is an upfront protection that doesn't turn on the happenstance of which particular form of injury is manifested at -- hours later. And it's an important reason, as I said, not only for the sheer volume of claims that we could face if this is opened up on how we deliver, but all -- our inability to defend, when, two years later, we simply do not -- unlike FedEx or UPS, or probably the pizza delivery, we can't recreate, months later, how we delivered the mail --",
  "-- unless it's registered.",
  "There --",
  "No, I don't think so. And, as we chronicle at length in our brief, both through history and contemporaneously, the use of the word \"transmit\" and \"transmission\" in postal services is commonplace, and it means delivery to -- it means getting something to the person. Congress has consistently used \"transmission\" that way. And the other thing I would like to bring you back to is, understand that the reason the vehicle distinction worked -- one of the reasons Congress would have expected that is, that had happened before in history. We show, again in our brief, a number of cases. For a long time, there have been distinctions between allowing liability for -- and back then, it was stagecoach drivers that drove too fast through town. And those cases were held -- you know, when you -- when you held someone liable for driving too fast through town, that was held not to be a stoppage of the mail, stoppage of the transmission of the mail. But when you tried to regulate, more fundamentally, how the Postal Service decided to do its deliveries, and whom it would authorize to undertake the delivery, that was held to interfere with the mails. And I think --",
  "My guess is that we did not pay, because that --",
  "-- would be an injury rising --",
  "-- to and from the --",
  "I don't, off the top of my head, but I -- you know, the distinctions that -- in talking with the Postal Service here, I mean, it may -- it -- one would -- think it might have happened, but perhaps it hasn't. Hopefully, it hasn't. But, if it has, I mean, it's a fine distinction. And any tort -- you know, a first-year tort student knows that tort lines can, you know, give rise to difficult analysis at times. But if you understand that what Congress was trying to protect here was the movement of the mail and the handling of the mail in a way that the Postal Service does --",
  "-- that really no one else --",
  "The claim for the -- if we're assuming it's a mispacking of the mail into the truck, is the --",
  "-- is the claim --",
  "-- then that is -- that is an -- I mean, plain text of the statute, that is a -- an allegation that we negligently transmitted the mail. We handled it negligently in how we packaged it. And --",
  "You can say that, but what -- when someone's -- you know, sues, what they're upset about is how you handled the vehicle, not how you handled the mail. Yes, at 30,000 feet, you can look at this and say it's all transmission. But Congress was looking at this as, sort of, on-the-ground level. And, in practical experience, the -- the person who was hit by the mail truck doesn't care if there's mail in there or not. Their injury is completely unaffected -- the presence of mail is incidental, irrelevant --",
  "-- to that liability.",
  "No, but that -- what they've been injured by -- the presence of mail is the cause of the accident --",
  "-- and the way it was packed --",
  "\"Who put this mail here? This is -- this is -- mail shouldn't be here.\" I mean, you have -- a simple way of looking at it is, you have two things going on at the same time in the car, in the vehicle. You've got the regular activity of driving, and you've got the transmission of mail. But when you come to the porch, you have one activity, and one activity only.",
  "And that is transmission --",
  "It's the character as mail that matters. Mail that's been in transmission is what matters. And this --",
  "What direct --",
  "It may not be delivering mail at the time it has an accident with you. There's no way the delivery of mail occurs without the actual delivery of mail. That's the point. But, again, you have a text here that does not admit of distinctions based on what kind of injury happens two hours later, whether it's spoiled food, an exploding package, or a trip. And if it's difficult -- this is a waiver of sovereign immunity. And the fact that this is in the text, this case doesn't involve a vehicle, and that this case raises serious concerns for the Postal Service about how it's going to handle an enormous --",
  "-- volume of mail.",
  "Not if it's transmission of the mail, because the exception only applies to negligent transmission of the mail. And so, if we intentionally bop you over the head with the package, that would not be within --",
  "-- the exception.",
  "No, actually negligent or wrongful acts are covered. There's 2680(h), which covers a number of intentional torts and -- it's often referred to as the intentional-tort exception. But, actually, it wouldn't cover -- the -- bopping with a package would probably be assault. But if we deliver a package that has anthrax in it, I don't know that that would be covered. Maybe we would try and argue --",
  "-- that's fault of the --",
  "Right.",
  "Right. But not all --",
  "But not -- right.",
  "But not all --",
  "-- intentional torts fall within 2680(h). If I don't like you, and I intentionally deliver your mail to your neighbor, knowing that it's got your inheritance information in it, I don't think that would fall within 2680(h), which normally -- it's essentially -- largely encompasses interference with contracts rights instead of physical assault, battery, those types of claims. But, again, I think it's very important to keep in mind here that we do have -- we have text -- this is a waiver of sovereign immunity, and that this falls within the text. There are two ways of looking at it. Their way does not capture important things to the Postal Service. It doesn't seem to capture what is admitted into the mails, and it doesn't seem to capture the important decisions that are made -- it may not seem so important, in this one case, to have put the mail on the porch, but multiply it by tens of millions of times a day when that decision is made, and the decision that that balance, of putting things there in a sheltered way, hopefully that will both protect the mail and the people, instead of either reverting to person-to-person delivery for all oversized mail or making people come down, like the old days, to the Post Office to pick it up. Thank you.",
  "Well, then I'll probably --",
  "Then I'll probably be subject to some intentional torts, myself.",
  "Mr. Chief Justice, and may it please the Court: Excuse me. The problem in this case -- and it's a common one -- is when private parties, beneficiaries, sue first and run the well dry. There's no question in this case that the settlement includes the payment for medical care that she was entitled to and the one she assigned to the State. That is not in dispute. The question is the amount, and the amount is very much in dispute. The -- the position of the beneficiary is that the amount that is medical payment is the amount that we unilaterally decide is the share of medical payments in the settlement.",
  "No. There are two options. One would, of course, be to have an agreement on resolution of the medical claim, which would require notice and involvement of the State. The State could act here. The other option is if they're at loggerheads, for it to be clear up front amongst all the parties that the -- the settlement isn't resolving all the third party liability. It -- the -- the question of liability for medical care, or at least the State's claim for medical care -- sometimes they have their own -- is still open, and there has to be enough money left in the well. There were two insurance policies here that were paid at their caps.",
  "No. The State has -- and the Medicaid statute is quite clear. They have an entitlement to payments for medical care, but --",
  "No, not straight out, but what they -- they have the right to make their own decision and compromise their own claim. The beneficiary may think it's 20 cents on the dollar. The State may think -- the State can consider two things and two things only.",
  "Not when -- not -- not when the settlement, as here, involves the complete claim. There's never been a claim by the beneficiaries here that there's something left under State law to do or something left in the well to go get on the part of the State. But let -- if I -- I think it's important to understand why these suits against the -- or a State could decide -- and the anti-lien decision does not compel the State to decide otherwise. A State, with its discretion under Medicaid, could decide that pursuing third parties is not viable. This is not an ordinary assignment. This is an assignment with strong duties of cooperation required on the part of the beneficiary. Now, what does the lawsuit look like when the State goes, after the settlement, against the third party tortfeasor here? The State has no control of evidence. It has a pile of bills, none of the relevant evidence. At the point of this lawsuit, the beneficiary's interests are adverse to the State's. They're not in a cooperative mode. They're interested in --",
  "Two answers, Justice Ginsburg. First, a lot of times, the plaintiffs have already started these lawsuits of these claims long before -- when the State has just started getting up the process of paying the medical bills. And car accidents and stuff can get taken care of pretty quickly. And the -- the second point is, is that the State -- the State may -- needs the help of the beneficiary to bring this suit.",
  "Yes.",
  "They -- they could have, and they'd be -- they'd be fighting the same anti-lien issue there that they ended up fighting in Federal court. But there's one other thing too. Keep in mind these third party liability provisions --",
  "That's right. They would say that, and -- and the -- and where -- where the parties came at loggerheads here was -- their position is medical claim is in here. It's in this pot. That's not in dispute. It's in here. How much do you get? Do you get the amount that we unilaterally designate, or can the State have a default rule that says when you cut us out and we no longer have a means of litigating in cooperation with you to make a reasoned judgment as to what the fair medical payment is in this settlement, can we insist upon 100 percent? Otherwise, there's two things happening. The -- the beneficiary should not be better off for having cut the State out of the process, but that's what's going to happen.",
  "Our position is the 100 percent claim -- the default -- as a default rule, when the State has been cut out and cannot make the reasoned judgment that the Medicaid statute charges the State with making on these claims, that's a 100 percent rule. Quite -- our position, quite straightforwardly, is if the State was involved or if there was a jury finding of 50/50, you know, comparative negligence, then the Medicaid claim gets cut in half because it -- the -- the State can consider two things, extent of liability and cost --",
  "It's -- no. And -- and if there's a settlement in which the State is not involved but the medical bill is compromised -- so it's not out there to be recovered -- the medical bill --",
  "It depends on whether the State was involved in making that judgment. If the State was cut out of making that judgment, the State can choose to have a default rule.",
  "I'm sorry.",
  "No. The State -- the State should be entitled to a 100 percent rule because -- for two reasons. One, there is no way post hoc -- or no -- a State can decide there's no reliable way post hoc to figure out how much of this truly was a payment for medical care. I mean, stop and think. Medical --",
  "No, no. What was stipulated -- and I think you have to read the stipulation very carefully. There is no stipulation in there that the State agrees that $35,000 is an accurate assessment of medical liability. The stipulation says --",
  "No. The -- the difference is it's who makes the compromise decision. And the stipulation is -- from the beneficiary's view, they obviously made a compromise decision. They did an across-the-board sort of mathematical reduction of this claim, and they didn't sort of stop and think about what's more easily proven, medical claims or pain and suffering. What's more easily documented. They didn't do -- it's just a mathematical reduction. The State never said that's accurate. The State said, if you win, your statutory construction argument, which is the amount that you unilaterally designate as medical care, is what we're stuck with. And if we try to take more, it violates the anti-lien provision. That's --",
  "That --",
  "Right. Then at that point, what should happen is there can be a -- the -- the beneficiary can go ahead and resolve her other claims. But everybody has to be on notice. Those third parties, in particular, have to be on notice that this is not the end of the game. You still -- this does not --",
  "-- cover medical payments.",
  "Yes.",
  "Yes. The --",
  "The -- the first one, obviously, -- there's three. The first one is evidence control. The State has a pile of bills but no evidence about liability. Now, beforehand, if they're involved, their -- their interests and the beneficiary's are aligned to maximize recovery. After the fact, the State is going to go in, either at a post hoc hearing with the beneficiary or try to sue some third party, and the beneficiary is going to say, oh, I fell asleep at the wheel, I was on my cell phone, I had preexisting conditions, because her incentive is now to reduce your recovery. This is the exact opposite of the duty of cooperation that Federal and State law envisioned for this process. The second --",
  "Because at this -- if -- if we're in a post hoc hearing to sort of allocate the settlement, she wants to keep -- have as much of it put into the pain and suffering and lost wages pile and as little in the medical liability pile because she doesn't go home with that.",
  "And then if -- I'm sorry. There's two -- there's two different post-hearings you could have.",
  "One would be a fight with her. The other one would be they go in to sue the defendants. Now, at this point, she's not necessarily adverse, but she has no interest to help.",
  "But she may if there's an indemnity agreement, which means if they have to pay to us, they will -- I'm sorry. Can I finish? That if -- if the defendants have to pay more to us, then they will get to go after her. And that's the concern.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: In Neder, this Court held that the failure to submit an element to a jury -- an element of a crime to a jury is subject to harmless error analysis because it is a nonstructural trial error. In Apprendi and Blakely, this Court held that the Sixth Amendment right to trial by jury recognizes no distinction between elements that set a maximum punishment, sentencing elements, and elements of the underlying offense. For that reason, the failure to submit an element that sets the sentence to the maximum sentence available should be subject to exact same harmless error analysis that was applied in Neder. The exact same constitutional value and constitutional right is at stake. The exact same analysis of the effects of the error will be applied by the court, and it's the same sort of discrete error in time that you had in Neder. There's no functional distinction between Neder. In addition, in Schriro v. Summerlin, this Court held that the failure to submit a sentencing element to a jury is not the type of error that calls into question the fairness, accuracy, or reliability of the underlying proceeding. In Cotton, this Court held that that same type of error does not impugn the integrity, public reputation, or fairness of judicial proceedings. And in Mitchell --",
  "No, I don't -- I don't think that's true, Justice Stevens, that there will be times -- I don't think this is one of those cases, but there will be --",
  "I think it will depend on whether the evidence was disputed before the judge in a -- in a -- in the Federal system would have been sentencing hearing. And remember, sometimes --",
  "Exactly. Exactly, Justice Scalia. There's not only -- there may be disputed evidence, but the standard may be different. It's not clear whether it was here, but at least as to some factors. It's clearly not enough that there's sufficient evidence to support the judge's determination. The question would be whether there's any -- a jury could have found any doubt or when it's clear beyond a reasonable doubt, that the outcome would have been the same. But I do think in a case like this, it's important to keep in mind that it's -- this case illustrates that these things are not categorically or necessarily unamenable to harmless error review. And in fact, what would happen in cases like this and a lot in the Federal system, where you have undisputed, uncontested facts -- and we know that because they had the incentive to contest them at a sentencing proceeding. And so to hold that automatic reversal is required would mean it would go back for a retrial that would have nothing to do -- nothing to do with the element that was not decided by the jury. That would be undisputed. There's not going to be any contest back here that the firearm, the semi-automatic that was handed to the jury loaded and passed around to the jury, was a firearm. It would just be a second bite at the apple to contest things that were decided properly and beyond a reasonable doubt by the jury, consistent with the defendant's constitutional rights.",
  "No, it's not, Justice Souter. First of all, the Hughes opinion on which they rely is crystal clear that the only thing the court found was that there was no procedure to re-empanel a jury on remand. And I point the Court to page 208 -- that's a P.3d citation and 149 in the Washington Reporter citation -- where the court specifically said, we are only talking about remand and not deciding whether these things could ever be submitted to a jury in the first instance.",
  "I think that's right, but even if it weren't, if -- if you had some State that decided not to fix its law, in light of Apprendi and Blakely, I expect that what would happen is defendants would bring sort of -- there would be a facial constitutionality problem with any attempt to prosecute under that. And that may be the way to deal with it. There's no question of willfulness here. This is decided at a time when, in good faith, pre- Apprendi even -- this isn't even the Apprendi/Blakely window -- that it was acceptable to have this sort of two-tier proceedings much like we are used to in sort of a death penalty context. And there's -- there's been no -- I'm sorry.",
  "I can't imagine the Federal court would intervene in an ongoing State proceeding.",
  "But State courts are perfectly capable of -- of applying and we assume that they would apply and adhere to constitutional law from this Court.",
  "Well, my understanding was that the Washington law -- Washington legislature didn't amend its law to say that this could be submitted to a jury. And then every defendant at the outset of the case, would say you need to, you know, strike the indictment, dismiss this charge --",
  "Right. I think there would be a way -- I'm -- I'm confident there would be a way to deal with it. And I don't think the way to deal with it is to assume that that's a reason to make harmless error not available to these types of errors across the board.",
  "They would, and I think that's not a fair assumption and it's certainly not the way to decide whether harmless error analysis should apply. I mean, Blakely has been on the books for a couple of years. Neder has been out there for 7 years, and we haven't seen people deliberately trying to get around people's Sixth Amendment rights.",
  "Yes, that's required by Washington law. The jury --",
  "That --",
  "Well, the -- it's assault in the second degree which requires -- itself requires use of a deadly weapon. So it wouldn't even be assault in the second degree under Washington law without the jury finding a deadly weapon.",
  "There had -- there had to be a deadly weapon to have assault in the second degree, and then -- and I may not get all the nuances of Washington law, but then the jury had to have the sentencing enhancement, had to make a separate finding that the defendant was armed with a deadly weapon at the time. I'm not sure, again, if it's essentially redundant in second degree assault cases or not. It's a little confusing. But the -- the law required that you find a deadly weapon but it wasn't which deadly weapon. It was just a baseline eligibility, and then it was up to the court to decide which deadly weapon which would then dictate the sentence. And one other point I'd like to make clear is there's been some argument that this case is different from Neder because you have a completed defense. That is no different at all. You had a completed verdict for a non-offense in Neder, and the distinction between a judge making findings that make a verdict that support a non-offense into offense is not one that makes a structural difference. And in Carella v. California, Rose v. Clark, you had elements that stood on the fault line between lesser included offenses and greater included offenses. And now, there they weren't missing -- they weren't technically missing elements, but they were elements that were subject to mandatory presumptions by the jury. And yet, this Court said that they're subject to harmless error analysis. Now, obviously, the type of the element is going to affect the government's ability to prevail under harmless error analysis, and there may well be times when the government will not succeed in that process, especially as you get elements that are more central to, you know, the -- the crime and -- and traditional elements like the intent issues that were at issue in both Carella and in Rose v. Clark. The other point I wanted -- I wanted to make is that the fact that the jury verdict form here came back consistent with -- with the -- or the jury verdict form in Neder came back with the completed crime shouldn't make a difference. The change in the -- that jury verdict only came back because of a second mistake. The jury was wrongly and mistakenly told that if it found elements A, B, and C, it would -- it would establish a -- a completed crime. The fact that in this case you don't have that second error isn't again a difference that makes one error structural and the other nonstructural. The important thing is that the right is the same. The cost -- the right to the same, the ability of courts to analyze this error is the same. And on the other hand, a rule of automatic reversal will impose an enormous cost on victims and the public. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The Court of Appeals correctly concluded that willfulness in the civil context, as is used here, includes a reckless disregard component or a recklessness component. That is what this Court has held in a number of cases that have similar uses of willfulness focused on a departure from the law, have held. Thurston, Richland Shoe and Hazen Paper are the three that have been most discussed in the case, in the papers here. But where the Ninth Circuit misstepped here was in the application of that standard. And in particular, we agreed with Petitioners that when it concluded that a creative but unlikely position constitutes recklessness, it erred. Recklessness speaks an extreme deviation from an ordinary standard of care. It requires that the defendant act in the face of or fail to act - -",
  "It has both in this context. It is, I think, first and foremost, an objective component, because there is -- this is a civil case. It's not purely subjective. And that objective component is very important because that is what makes the act or inaction reckless, and that is the risk. There has to be an objectively high and obvious risk.",
  "No, to the extent you're talking about dollar liability, I don't think that's true. I do think it's fair to say that in recklessness generally in the tort law, the more serious an injury that could result, can -- we'll tolerate less risk. If the risk is causing serious bodily injury or death to somebody, we'll -- the law will tolerate a lesser degree of risk than it will if, if it's simply causing, you know, a delay in something or a sort of paper injury or maybe even a dollar injury. And it's not set. It's a variable calculation. So in that sense, it is. I don't think that when we talk about a high and objective risk in this context, we are talking about the dollars that a, that a company would have to pay, although I'm sure they are interested in hearing about that from their lawyers. What we are talking about here -- and this is a very unusual statute the way it's written -- the liability itself, not just the damages, but the liability itself turns upon the extent of departure from law. You have to -- there is no recovery here like there is in almost -- or commonly in Federal statutes for just a violation. That isn't it. You have to show either a willful violation or a negligent violation, and that requires a determination not only that the defendants violated the law, but a determination as to how much, how far, how many standard deviations from correct their position was and that is an objective determination. Once an objectively high risk has been found by a court, then -- then the case can shift to looking into subjective things. I think a plaintiff would be entitled, once an objectively high and obvious risk has been found by the court, to rely on that, and allow a jury to, or a judge, whoever is deciding the case, to infer the existence of willfulness from that. And that's often when defendants -- I'm sorry.",
  "No, we agree with Respondents on the meaning of adverse action.",
  "Right. It's a complicated answer, in part because that assumes that you have an existing account and you're not an initial account here. And when you have an existing account, there's a definition of adverse action for insurance provisions, but in iv there is a separate, there's another definition, and this is on, on page -- sorry. Excuse me. On page 3A of the appendix to our brief, iv under big I -- I'm sorry, there's a lot of provisions -- talks about reviewing an existing account, and it cross-referenced another provision which talks about reviewing an account for purposes of termination. And that would include, in our view, not only completely canceling it, but terminating the existing and charging you more for allowing you now to pay a new rate. So which would govern in that particular context is a little bit harder. But it could, and here's logically why, because I think the understanding of \"increase\" that's at issue here is one that's very basic to the operation of this statute, and that is, did the content of your information in your credit report, if it had been better, could you have had a better rate or a better deal.",
  "So have you been hit in the pocketbook.",
  "It could have, and here -- in this sense, it could be: In the same way that I, sort of the flip side, but in my office, if everybody in the hallway gets a 5 percent salary increase and I only get a 1 percent salary increase, I am certainly better off, but if the reason I got a lesser increase is because of my gender or because of my credit report, it's an adverse action. So the fact that you're doing somewhat better doesn't mean - -",
  "Excuse me?",
  "But it also - -",
  "The definition again on 3A includes not just increase, but includes an unfavorable change in the terms. And so it's not settled whether - -",
  "Exactly.",
  "If you're a new customer - - and again, I want to reiterate that, how this applies to existing accounts is complicated - -",
  "Well, you can have a change in terms that is not necessarily an increase. It could be you will no longer be entitled to a free rental car when your car is in for repair for some reason. That's not an increase.",
  "And Justice Breyer, my response is that if the content of the information in your credit report would have made you -- had it been better information you'd have gotten a better rate, a better result, your pocketbook wouldn't have been hit as hard, you have a dollars and cents injury because of the content of the information, then you had an adverse action.",
  "No. If I could continue on that, if I could add on, if I could add on, the way insurance companies work is they don't have 3 million customers and 3 million rates. They have ranges and most of them will have a top tier. They may have specialized things for employees, but putting aside a specialized category, there's a top range and they will tell you, as they say in the briefs, that 10 to 15 percent of people fit in there. So they know what the best rate is. They know what the next, above average rate, the standard rate.",
  "Well, to begin with, that may be why Petitioners' position here certainly was not reckless and the Ninth Circuit erred. But we do think that the statutory language read as a whole supports this. It could be a denial of a particular term in an insurance contract. But you have to look at -- it's important to understand you look - -",
  "Or it could be a reduction in the terms. I mean, these things are statutory construction issues to be litigated, and the important issue here -- and they are presented in this case. They're to be litigated and the important issue is that when there is fair debate about these issues insurance companies will not be held to be willfully violating the statute if they got the answer wrong. But I think on the, on the substantive question, it's important to read \"adverse action\" in light of, if I could just finish the sentence, in light of the definition of when a notice is required to be issued, which turns upon the content of the information in the report. Thank you.",
  "And that's on page 6a on our appendix.",
  "Mr. Chief Justice, and may it please the Court: The distinction between collateral review and direct review is deeply rooted in the law, and what Petitioner is asking is to have the standard of review for harmlessness in collateral review become the same standard as direct review whenever the courts on direct review got Chapman wrong or unreasonably applied it. That is the exact same argument Mr. Brecht made in this Court. He got Chapman review. They cited Chapman. They didn't cite it here. That's the only difference. Mr. Brecht came to this Court and said they unreasonably applied Chapman review and I should get it again on habeas, and this Court said that there is a deep difference, a deep distinction, between collateral review and direct review and that distinction turns upon the fundamental rule of habeas corpus, and that is not to sit here as the sixth court on direct review of a long record where difficult calls were made. It is to correct fundamental miscarriages of justice, grievous wrongs that have caused custody in violation of constitutional - -",
  "If I can adopt Justice Breyer's language from O'Neal and say that this Court eschewed couching this discussion in terms of burden of persuasion. We accept O'Neal's holding what then there is equipoise, which did not what happened in this case, the tie goes to - -",
  "The tie would go to the prisoner, yes. Were it in equipoise, because the State would have the burden the State would lose. I don't think that's what happened in this case. I think what Justice Breyer, what this Court said O'Neal said is, the way you articulated it, instead of burden of proof is that it's a level of conviction on the part of the court and what the judge will say in, what the court said in O'Neal, is, do I think the error substantially contributed to the jury's verdict? And that is essentially what the court said here on 181 at the very bottom when it said \"The court doesn't find that there's an insufficient showing\" -- that's the same way of saying I haven't been persuaded -- that the error contributed to the verdict. So I don't think that this case in any sense could turn upon, whether we call it the burden of persuasion or the proper level of conviction on the part of the court. This court was not persuaded and that is all that matters. When the court is not persuaded and not left in equipoise, the prisoner loses. The second question you asked was whether we have a position on application of Brecht, and we do. We've laid it out in our brief. We think that in no sense does this record support the notion, support the argument, that there was a substantial and injurious effect when the twelfth out of eleven witnesses was excluded, talking about third party culpability. And that requires not just looking at what, in isolation, what evidence was in there about Mr. Hurtz. There was I think six or seven witnesses who said they heard him either say he did it or he was there or he was involved. But it requires looking at the whole record. And there were -- the defense here was not a Hurtz versus Fry. This was a case where the defense did an excellent job. It was a well defended case, and threw up a buffet of options for the jury, none of which it bought on. In the third trial you had what you didn't had in the prior trials. You had ballistics evidence that linked his gun to the crime. You have his own admission, his own testimony, that he left the house that night with the gun, with the bullets, and went out in the truck that was seen at -- a truck of the same type, that was seen at the crime scene.",
  "Well, two answers. If it's a close question, if AEDPA and if Kotteakos and Brecht mean anything, it's that the close calls go to the State and are not overturned by the sixth court on review.",
  "I'm sorry?",
  "It is, and no one has thought this was equal. The two courts -- the three courts, the California Court of Appeals also said in any event there's no possible prejudice. Now, how they could say no possible prejudice under a State standard and still say, ah, but it would have affected the verdict under Chapman, is not something I'm able to understand. So I think you have - -",
  "I guess I misunderstand your point, because I think when the court said there's no possible prejudice - -",
  "Well, again, even if the Court thinks there may have been some chance, may have been - - you know -- relevant testimony -- this Court can well disagree and can conclude that this was abuse of discretion. If it were Federal Rule of Evidence 403, you could decide this was a an abuse of discretion. Whether it was unconstitutional, so clearly unconstitutional as to merit under AEDPA and under Brecht reversal of the conviction 12 years after the fact - -",
  "Again, the Respondents in this case have not conceded constitutional error, and in their brief they repeat that. And I think there's a question whether a court should - -",
  "Well, a Respondent is entitled to defend on any ground supported by the record. But even assuming that, we'll assume the error, assumes that there was an error and one assumes that it was -- which is hard for me to get to, but one assumes it was clearly unconstitutional in this close call, the type of call that's made hundreds of times in every trial, balancing this, and the combination of lack of foundation and cumulativeness. It's hard for me to understand when that rises to the level of unconstitutionality. But if we assume that it did, you have the two courts that applied the Brecht standard here. And the district court decision here is nearly 100 pages long. It's a very careful, methodical analysis.",
  "There's many issues, but also it was being careful and it was being very methodical. And it went through this and it went through this record. That court went through true this record, more than 5,000 transcript pages, 11 week of trial, more than 100 witnesses. And it was on that - -",
  "I think that's what this Court has said. The other thing I want to get back to is the question about the length of jury deliberations. Sure, this was really wrong. Now, they changed forepersons in midstream and got a reasonable doubt instruction repeated. Who knows what happened. But what I will not concede -- I will concede it's long, but I will not concede that the mere fact of length of deliberations says anything about if this one particular error in applying a balancing test substantially affected the verdict. I think the length of deliberations is so incredibly speculative.",
  "I will concede it was, I will concede it was a difficult case.",
  "That's right. But you know, the whole the point of federal habeas corpus is that this is not filling in the gaps in direct review. We're not going to give you - -",
  "That's exactly right. In fact, if you look at the closing arguments, Mr. Hurtz has a couple of references in a two-day closing argument. That was not the centerpiece of his case.",
  "No, but as to who did it and whether Hurtz did it or whether -- remember, what the defense is trying to show is not who did it; it's that this person didn't do it, and whether it was them or someone else is what we don't know. Again, this is Federal habeas corpus before this Court, and I don't think that the misapplication of a valid rule of evidence, which is not what this Court has in Chambers, Holmes, or any of the cases that were involved, was so -- that simply disallowed the twelfth out of eleven witnesses on third party culpability is so clearly erroneous, it was so clearly impacting the verdict in this case, as to warrant a retrial 15 years after the crime. And yes, the jury -- it was close in the sense that they worked a long hard time. But at the end of the day, they were unanimous. There's nothing close about unanimous. And I think it would be the wrong message to say that a jury that works as hard as this one did, did the readbacks, culled through this record - -",
  "One never knows that in habeas corpus. But what you do when you look at what they were focusing on, they were focusing on the two ballistics experts. They had them read back right next each other. They made that call. It's their job to do it.",
  "May I answer? One would have expected at least one readback on third party culpability instead of three readbacks of Mr. Fry's testimony which put himself that night with the gun in the truck, and which he said -- you know -- and beforehand he agreed he might have said he wanted to blow them away. Thank you.",
  "Mr. Chief Justice, and may it please the Court. This Court has held repeatedly that liability for attorney's fees and liability for violation of Federal law go hand in hand. A preliminary injunction does not determine that there has been a violation of Federal law.",
  "I won't say never in this narrow circumstance. And that is when, when a preliminary injunction results in a definitive and determinative ruling of law such as Thornburgh versus Obstetricians -- College of Obstetricians and Gynecologists, or the steel mill seizure case from this Court. It came up on a preliminary injunction but this Court made a dispositive and controlling ruling of constitutional law. And assuming that that declaration is then followed up by a change in behavior by the defendant compelled as result of the ruling, that would be enough. But - -",
  "Well it happened -- it happened in this Court and -- and -- and there were dissenters. But there -- it happened in this Court's case in the Thornburgh case. It came up on a preliminary junction. This Court determined there were no disputed questions of fact and it was only a contest of law what the Court said is that when they have done that we can make dispositive ruling of law. But I think that's an unusual situation and what's critical is that when - -",
  "This Court resolved a question of law on the merits. The debate in that opinion between the majority and the dissents was that the - - the dissent said majority should only decide whether it was an abuse of discretion to issue the preliminary injunction. And, I mean -- it, it, it can become sort of the same thing if an error in law is necessarily an abuse of discretion, but when -- when a superior court's made a definitive - -",
  "I think, I think that in reality certainly a party can say, I'm not entering into a consent decree if we're not going to resolve attorney's fees now or if we're going to have a fight over them. So they certainly have that power because it's largely a contract, although one enforced by courts. I'm only trying to be candid with this Court's precedent, which is also recognized in Mayer versus Gagne. For some reason, maybe they reserved the question there to be disputed in court whether you'd be responsible for attorney's fees. But I do think That's much more of a side show because that can all be dealt with through the contract elements of the consent agree. And really what you're talking about when a court is coercively imposing attorney's fees on a defendant is that the defendant has a right to not pay those unless they have been found to be a violator of Federal law or have agreed to through contract to deal with that issue.",
  "I have three answers to that. First of all, there are two parties here. The defendant has a right not to be assessed attorney's fees, which are a form of final relief not interim relief, without a final decision that they violated on the merits.",
  "That's right, but they have a right not to pay anything if they haven't done anything wrong.",
  "They haven't been found to be -- there may be a Presumption or a substantial likelihood they're going to lose, but that doesn't always come out. And there's not even always a substantial likelihood - -",
  "No - -",
  "No.",
  "This is a case in point.",
  "Well, the test is the prevailing party, not the substantially likely to prevail party. And the other reason - -",
  "Well, again settlements can be dealt with through the settlement, as part of the settlement process. But I think - -",
  "Well, that's what I tried to explain to Justice Breyer.",
  "No, I don't think so, and I don't think courts as a matter of judicial economy want to tell the government every time we agree not to oppose, to stay the removal of an alien, that we somehow would get a bill.",
  "A consent decree is a final resolution of a claim that legally obligates the defendant, final relief that runs in favor of the plaintiff.",
  "Because it is not a final resolution. Preliminary injunctions are important. They're of value to the parties. But there's a trade-off in getting it. The reason courts can give them is they aren't committed to final relief. They aren't committed to final obligation, and they can decide when - -",
  "The defendant who'S been fully vindicated at the end of the case shouldn't have to write checks to two attorneys instead of just their own. There's a fundamental fairness element here. But also on the judicial economy - -",
  "Because the defendant's in the control of the fairness issue in the consent decree and is not in this situation. But the other situation, concern, is concern about judicial economy. And there's arguments in the amicus briefs on the other side that preliminary injunctions are common. But remember, this is -- the central justification is that the plaintiff is a private attorney general who doesn't just do what they want to do, but either resolves the issue of law or obtains enduring changes in defendant's behavior that are of utility to the community at large. Contrary to - -",
  "That is not - -",
  "That is not the United States Government's experience when it's been involved in a lot of voting cases. Lots of them get fought until the end, and this Court's decision in Brown versus Choate recognizes these are capable of repetition, yet evading review. Now, if the private plaintiff doesn't want to do the work of a private attorney general, that's their choice. No one says you have to stay. It's just, if you want attorney's fees, you have to accept a preliminary injunction for what it is. It's very beneficial, but it is not a resolution on the merits that obligates the defendant to provide a form of final relief, not interim relief, to you. And this Court itself has expressed significant concerns about having voting cases being run up on preliminary injunctions at the last minute and the impact that can have on voting, and we shouldn't encourage that.",
  "Enduring more in -- not in the transient sense of preliminary injunction. Obviously, things change on the outside world. But in the form of final relief and permanent relief, and that's what this Court's cases have said time and again. Not only must the defendant be a violator of Federal law, but in Ferrari, in Texas Teachers versus Darwin, in Hanrahan and Hewitt, the Court has made clear that it is final, a resolution of a dispute, a final judgment, the settling of a problem that makes someone a prevailing party. And \"prevailing party,\" as this Court explained in Buckhannon, is a term of art. As we say on pages 11 to 12 of our brief, \"That term of art, as defined in the relevant dictionaries at the time, was not just that you won something, but that you won at the end of the suit.\" And that's a question of basic fundamental fairness to plaintiffs. Remember, there's going to be countervailing judicial economy concerns. If you tell governmental entities that they're going to have to take -- may I finish -- - have to take emergency appeals from every interlocutory order and revisit stays to avoid liability for attorney's fees. Thank you.",
  "Mr. Chief Justice, and may it please the Court: This is a question of statutory construction and the problem, as this Court's precedent has made clear in Enochs versus Williams Packing, is that if government -- if the government wants to enjoy the special, extraordinary protections of the tax-refund scheme, it has to assert a plausible basis for tax liability. It hasn't done that here. There was never any claim that they have any legitimate right to this revenue as a source, as a basis, for taxes; that they have any legitimate tax regulatory power over this export process; or that they have any legitimate basis for defending the statute as constitutional under any circumstances of the law - -",
  "Justice Stevens, that's because my clients are not Fortune 100 companies, and I don't think the Constitution or the Congress imposes a tax or tax code that require that sort of level of scrutiny. I've got -- we've clients here that are small. They have no in-house lawyers and they had accountants who paid the taxes. And so the short answer is they didn't notice. It's not that they looked at it and thought it was constitutional. One thing that is clear is that as soon as anybody looked at this statute, as soon as anybody -- the courts, the government that collected the tax for 20 years and did have a constitutional duty to look at the Constitution, as soon as anyone looked at it, there was no defense offered. This is an extraordinary case, where the government made no effort to defend this tax whatsoever in district court.",
  "Justice Kennedy, there is a statutory definition, 26 U.S.C. 1421, that deals with stream of commerce and it mirrors this Court's decision in the A.G. Spalding case, which says that either the direct sales or if your manufacturer doesn't sell directly to the exporter or it has the broker, so one or two steps, is stream of commerce, and after that it's not going to be. That's the same thing this Court did in A.G. Spaulding. If someone wanted to fight about that statutory application, they wouldn't be raising a constitutional claim like we are here. What happened - -",
  "Not in these cases. My clients -- I think almost in all of the claims they directly exported it themselves. There was no dispute whatsoever. If there's a debate, factually or legally, about whether this is the stream -- if it's not in the export stream. If it's not in the export stream, it's not an export or a violation. If there is a factual debate, it wouldn't fall within the Enochs versus Williams Packing exception. There was no factual debate. There is a stipulated judgment in this case. What Enochs tells us, again, is that the government can't have a tax be a tax solely for the purpose of curtailing constitutional recovery. That's the only way that this was a legitimate tax in their view, not to collect revenue.",
  "I think it would clear up an awful lot. If I could just clarify, though. What this court held in Enochs versus William Packing is that the phrase \"any tax\" only applies if the government is at least willing to assert a plausible defense for the tax. And so it would depend on whether any tax would still include that limitation in your scenario, if they are willing to assert a plausible Export Clause.",
  "Then I think my position would be that it does not, because this Court has held for half a century without Congress changing it that any tax means a tax that the government asserts is valid. It doesn't have to be correct. It has to assert that it's valid. Otherwise it's in the guise of a tax and it doesn't fall - -",
  "The problem in this case, Justice Scalia, is that there were two statutes. There was a statute imposing the coal tax, 26 U.S.C. 4121 - - this is all on the first page of our brief -- and then there was an amendment to the exemption for exports in 26 U.S.C. 4221 that specifically said the general tax exemption for exports does not apply to this coal tax, and that provision captured nothing but exports of coal.",
  "The authority is this Court's unanimous opinion in Enochs versus Williams - -",
  "-- which said that if -- we are dealing with the same language -- no suit shall be maintained for any tax in any court. And it said in that, that statutory language, \"any tax\" means something that the government can plausibly defend as a tax.",
  "Again, the key language - -",
  "Right. This Court dealt with that, I think it's in -- I think in Dalm, and sometimes it has its own rules in the taxing, but this is -- the question is any tax, and any tax doesn't mean something that's just in the guise of tax, whether the guy is insane or Congress just forgot to read the Export Clause. But as soon as we look, everyone knows this is unconstitutional, then understand what the impact of that is. That means the only way this is a legitimate tax under the government's rule, the only legitimate tax function that this serves is to cut off constitutional remedies. That's its only role.",
  "This Court said in Enochs that you don't -- that tax -- the whole point of the Tax Exemption Act is to funnel everybody in for tax refund procedure. And this court said you don't have to go if it is not a tax. And what they mean by not a tax, is that it can't plausibly be defended by the government as a tax. This doesn't happen often. This is an extraordinary exception. But this is the case where it did. And if the government - -",
  "No. It's unbending and wrong whether it's within six years or ten years. But we agree that a constitutional right can have a statute of limitation -- if there is a constitutional right that doesn't have any statute of limitations, I don't know what it is and it's not this one. The question is - -",
  "I'm sorry?",
  "Because it's a question of statutory construction. And Congress determined what the right statute of limitation is for a constitutional claim, and that's six years. If Congress had a three-year statute of limitations under the Tucker Act for all constitutional claims, we wouldn't be here.",
  "We don't -- to the Export Clause, right, distinguishes between three years and six years in its own right. What the Export Clause does, though, there is the statutory construction argument and we have the Enochs argument, but we also think there are substantial constitutional concerns here. And the Export Clause makes it most imperative for this Court to continue to adhere to its definition of any tax, and that's because - -",
  "Because we don't -- under the Constitution the government hasn't done anything wrong unless -- until -- unless and until it actually effects a taking and doesn't pay for it through process. Those processes are how we determine -- get to the point where there has been an actual constitutional violation here. No administrative process is necessary to have -- to know that tax has been posed on exports. And what's distinct about the Export Clause, to get back to Chief Justice Roberts' question, is that it is -- this Court said unanimously in U.S. Shoe, a simple, direct, unqualified prohibition on congressional tax power in terms, and it disallows any effort to raise revenue through the Tax Power Act.",
  "Congress eliminated in the early 1920s any prepayment protest requirement under the tax law. And the tax law -- the Internal Revenue Code applies sweepingly to Americans across this country, vast majority of whom are not equipped with tax lawyers at their side to make protests at the moment they pay their taxes. That's never been required.",
  "That's right. Until the tax -- well, it would be an unconstitutional statute on the books. No one has been injured by it or affected by it until somebody actually pays it or is required by the government to pay it. I don't dispute that, but keep in mind we're dealing with a tax refund scheme. The tax refund scheme is an extraordinary creature in the law for many good reasons but that -- that reverses the order of everything. It makes you pay before any entitlement has been shown to that money by the government.",
  "Yes.",
  "It's only - -",
  "It's only different in the sense that government's interests are less, and the government's interests are most acute in having people pointed to the tax-refund scheme, this Court has said time and again, before -- to pay first and fight later. And as a result -- I mean, if it's most acute - -",
  "There -- there's nowhere for them to go for this particular tax. You can't go to tax court.",
  "Because tax court doesn't apply to excise taxes for the most part. There may be a few exceptions. It essentially applies to income gift and estate taxes, and it certainly didn't apply to this provision here. They could have -- they could have gotten the assessment and gotten on the phone with an IRS. Otherwise they'd have to wait for a lien or levy. Now, the government, by the way, has - -",
  "The -- the",
  "I know. We couldn't have - -",
  "No, they couldn't because in addition to showing the government's imposition of the tax is legally indefensible, you still have to show entitlement to an injunction, and unless you can establish irreparable harm just by paying money, which I'm not aware of any coal company that could have, you could have gotten an injunction. And - -",
  "You can't get an injunction just because something is unlawful. That's never been allowed under equity. You also have to show irreparable harm.",
  "But I mean, it's not a question of inventing. This Court dealt with exactly that question in Enochs, where -- Enochs versus Williams Packing, and later again in South Carolina versus Regan, and Commissioner versus Shapiro -- that you can't just come in and say it's unlawful, that you actually have to then establish irreparable harm. Everything in the tax scheme points to taxpayers with enormous penalties and enormous risks to pay first, fight later. And when a taxpayer does that, it's also - -",
  "It's the government that - -",
  "It's the government that wants to have it both ways. It wants to say it is a tax just for purposes of making it a nonconstitutional case under the Tucker Act and to make it the tax scheme, but in no way is this defensible as a tax.",
  "I have two responses: One, it's going to have far less effect on this situation, in the post-payment situation, than it did in Enochs, where it wasn't limited to the Export Clause. This situation is only going to work where you not only establish the government has no basis for this tax, a hard thing to do, but that you have a money-mandating constitutional provision. There aren't many of them. If you don't have a money-mandating position, you've got nowhere else to go but the tax scheme. So it's extremely limited, but I want to get back -- this is not about an equity rule. This Court was specific in Enochs versus Williams Packing, when it said, our prior decision under Miller versus Standard Nut, in which you had done a more generous view of this get around the Tax Injunction Act, was wrong, because the Tax Injunction Act is not an equitable rule. Enochs was a statutory construction rule. Pages 6, 7, and 8 of that decision make it plain in terms -- you talk about what the act requires, and the language of this Court is construing is the phrase \"any tax.\" And if it has no legitimate basis, then it's in the guise of a tax. That same language has been on the books for almost half a century. Congress went back from the Tax Injunction Act eight times without changing it in response to this Court's decisions. Enochs has been reaffirmed by this Court five times. Congress enacted an entirely new Internal Revenue Code in 1986 that used that \"any tax\" language in 7422, with this Court's five decisions on the book and kept that language. And it makes sense. Congress doesn't -- doesn't enact a tax where it's only tax function - -",
  "I'm not saying that \"any tax\" means anything different. I'm just pointing out that if you succeed - -",
  "No, because you have to have a money-mandating claim under the Constitution to fall within the Tucker Act. The -- this Court said, the Tucker Act for purposes of the statutory claims under the Internal Revenue Code, as this court said in Kreider, takes three years to the statute of limitations. So I don't think, after Kreider, that you would still have a six-year statute of limitations under the Tucker Act for a statutory tax claim. The difference is constitutional enforcement, and this is fundamentally a constitutional right that's being enforced. And the question is, would Congress had thought -- this is all a question of statutory construction -- would Congress have thought this is more a constitutional claim or a tax claim? And they've made the sensible decision, at least as this Court construed it in Enochs, in South Carolina versus Regan -- addressed it in Janis and Bob Jones University and the Americans United case, all of which are in our brief - -",
  "One can get -- there is nothing in the tax administrative scheme where one when shows up to file a tax refund where you say if I go by this route, I'm waiving all others. It's not like I'm agreeing to go go through arbitration and forgoing my rights to go through a court procedure. Congress has - -",
  "It's a constitutional claim to get your tax money back. That's right. And the administrative scheme is fully amenable to that. That's certainly the government's position, and we don't disagree. The question is - -",
  "Yes. Absolutely. We could get it on both grounds, but you get - -",
  "Right. But that's because we're -- I mean, there's a -- there's a separate interest provision in the tax code for the administrative refund procedure. They don't really an 28 U.S.C. 2411. I think it's 26 U.S.C. 6511. But there's a specific administrative brief on tax -- I'm sorry, interest provision for the administrative refund scheme. And so, under that, when you're in the administrative scheme, you get what the administrative scheme's interest provision gives you. We don't dispute that. And then the question is, once you've gone to court, the relevant interest provision is the one in 28 U.S.C., not in the tax code, by the way, but in 28 U.S.C., providing them -- providing for interest when you've recovered an overpayment of taxes.",
  "Yes, because in 2411 it cross-references the -- well, let me clarify. There is one potential wrinkle, but generally speaking 2411 if you look at it, and it's at the end of the cross-references - -",
  "This is all on page 4a of the Government's brief if you want to see where it cross-references the Internal Revenue interest provisions. No, there's nothing there that says you have to have gone through the administrative scheme. All you have to have is an overpayment. If you have an overpayment, under Bonwit Teller - -",
  "I'm sorry, I misunderstood your question, Justice Ginsburg. But I want to make clear that you don't have to go through the refund scheme to get this. This interest would apply in Bonwit Teller for accounts stated, in the Rosenman case for deposit on taxes. That's how we read it. Your second point, yes, that if we say this is not a plausible tax under Enochs versus Williams, that I think, and if this Court agrees, that this is not a tax under Enochs versus Williams, so that we're not bound by 7422, then I agree that our interest argument becomes harder at that point textually. I will tell you that I still think the fact that they say \"in respect of any Internal Revenue tax\" gives us room to say that where the government has at least treated it and collected the money as though it were an Internal Revenue tax, that might be a way to get interest. If this Court agrees, though, that it's not - -",
  "Only -- I'm sorry. Only because we have the \"in respect of language.\" That's the only -- but if this Court disagrees with that, and we recognize it's harder if this Court agreed, we have a separate constitutional argument that the Export Clause, just like the Just Compensation Clause requires interest paid in its own right. And so that's the alternative basis. And this Court, of course, can affirm the judgment on any basis supported by the record. But I want to get back. Very clearly that there is, the bottom -- I mean, Justice Scalia, you talked about, you know, which pot you want to put this in. The rarity of this case and what's unique about it is that the government came in agreeing up front, stipulated judgment, no fact dispute, no law disputes, this is in the pot of no legitimate status of the tax. No claim whatsoever. The government couldn't think of anything. But for purposes of limiting your constitutional relief, then it's in the pot of a legitimate. Tax and we think they can't have it both, ways and particularly as a matter of statutory construction. This is ultimately a question of which scheme is better fitted to vindicating the Constitution. And Congress said any tax, just like it said in the Tax Injunction Act. This court has said what any tax means. It said it five times after Enochs. And Congress has not reacted to it. Stare decisis applies most powerfully in the statutory construction Congress -- context, and if Congress thought there were a problem with what -- with how this Court defined any tax, it would have said so. It could have done so. It's had half a century to do something.",
  "But the Tucker Act doesn't use the \"word any tax\" in defining the statute of limitations. It's a statute of limitations for constitutional claims. Our argument is what the word \"any tax\" means in 7422 and does it force us to go through the tax refund scheme. Our argument is, as this Court said unanimously in Enochs -- the decision has never been questioned by any justice of this court -- that any tax does not apply if it had no tax status for any other purpose. It can't be just to limit - -",
  "I'm not sure -- I'm not sure it would have come out differently. Maybe they would have explained things differently. But this Court said in most cases the question is which statutory scheme is better fitted. And at two levels we think the Tucker Act is better fitted for this claim. One, because any tax only applies when there is asserted legitimate basis for the tax; and two, the Export Clause is a unique limitation, specifically denies the government any authority to use exports as a source of revenue. And you have a refund scheme here that has been designed over the years specifically to protect revenue interest, to make you pay the revenue first and have them hold it. It's not just holding them for six months. They had to pay every two weeks. But, of course, the government didn't treat that as paid for purposes of interest until the end of the quarter when a return was filed. That's one way why the interest calculation might be different under the Tucker Act than it would be under the refund scheme, just the timing of whether it's the deposit or the actual return. Justice Kennedy, I forgot to get back to you on that. But the question here is whether the Export Clause can be fully enforced by -- which it's -- it's not a suggestion and it doesn't say when you're doing your tax stuff, it's okay if you slop on on exports a little bit. Exports are completely off limits to the tax power. And Congress using its tax power to create a tax scheme that specifically preserves and protects revenue and is not a revenue neutral system is not the best scheme for vindicating the Export Clause. It's not better for that. It is at cross purposes with the Export Clause. But the bottom is this Court doesn't need to get to that constitutional question. We think it certainly informs the analysis. It certainly is enough of a constitutional concern or doubt to conclude that Enochs still applies any tax in the tax injunction - - any tax in any court. No suit shall be maintained for any tax in any court means the same thing in 7422 that it means in the Tax Injunction Act. If Congress thought it meant something different, it has had half -- almost half a century to tell us. It hasn't done that, and the Export Clause can't serve its unique historical function of keeping government's tax regulatory hands off -- hands off the tax export process and the revenue out of the Federal Fiske unless this is treated as a constitutional claim. Thank you, Mr. Chief Justice.",
  "Mr. Chief Justice, and may it please the Court: It is not the exact same message, if you are forced in a popular debate that is going around this country now about the treatment of animals. To require one side to engage -- to use simulated images, which is exactly what the government's reply brief at page 3 insists upon, while those who want to ban conduct are allowed to use real images. That puts the government's censorial thumb on the scale of public debate.",
  "I think -- I think there's a -- that a properly drawn law could very well, at least in my humble opinion, this Court would have to decide, survive strict scrutiny. There is also, I suppose, some argument whether it would fit into -- you wouldn't need strict scrutiny, you would fit it into an unprotected category of speech like obscenity or it would be the production issue that would -- like you have in Ferber. But what -- beyond that I do think we need to keep in mind a couple of things - -",
  "No, no. I think -- I'm saying that there are three alternative ways in which to get to it. My first if one is that not this statute, but under a properly drawn statute - -",
  "-- that might survive scrutiny. I'm not sure you would - -",
  "I don't -- I don't want to, say this statute, because I don't think this statute - - but if the statute said, this -- I think this Court disagree -- it disagrees with me sometimes -- but I think this could pass constitutional muster. A statute that says the patently offensive intentional torture and killing of an animal for -- designed to appeal to the prurient interest for the purpose of producing the image, I think that would satisfy -- I think it would satisfy strict scrutiny. The Court might also decide that it's close enough to obscenity or it's like the Ferber production rationale. That's my position; there are sort of three ways it could be analyzed, a statute like that. That's not this statute and I don't think we can say that this statute, because Congress has the authority to reach something, that when it throws a blanket net as wide as this one has that this means this statute is the mechanism, a lawful mechanism for getting - -",
  "A properly drawn statute with the requisite congressional findings or record of a need to attack -- it sound to me like this is a need to attack production. As in child pornography, the fact that the image taking is legal overseas does not mean that it can't be prohibited here. And if you had the type of record of a statute that says we want to stop the production; it's not the content, it is the production, as this Court explained in Free Speech Coalition for Child Pornography. But that is a statute that then wouldn't have -- either you would have to decide which things are in and out -- if you started saying animal cruelty production, but we we'll let the bullfights in but the pitbull fights out and the cock fights, then you'd have problems.",
  "The theory -- I mean, ultimately this Court would have to decide whether Ferber is limited to an obscenity that's historically unprotected by the First Amendment.",
  "If this Court -- two things. It would have to be a very, very narrowly drawn statute, I think going to the production theory like Ferber; and the question I think before this Court would be, given the nature of the harm that presumably would be found, the nature of the market, the synergistic effect, where the -- I am assuming the findings here would be that the crime and the image are one and the same, inextricably intertwined -- then maybe, although I still think it would be a bit harder because we are dealing with the First Amendment here. We don't make it up as we go along. At the time that the First Amendment was written dog-fighting was legal in this country.",
  "Two things. First of all, there is interpreting and then there is alchemy, and I think this statute requires alchemy. This is Reno versus - -",
  "Alchemy, alchemy.",
  "There's construction of - -",
  "We don't often get statutes that are so far off base that we're going, I think in my opinion, so far beyond construing ambiguity and doing instead what was asked of this Court and the Court declined in Reno v. ACLU, and that is to write the statute for Congress. The ambiguity, as, Justice Scalia, you explained -- you would have to excise this statute in and out, sever so many things. I don't know what you'd have left unless it's the statute I posited to Justice Alito, which might have a couple of words that overlap with this statute. But that is not statutory construction. This Court's job is not to write the statute for Congress. And also keep in mind, in the past this Court consistently under the First Amendment has required, not just the right words, but a record from Congress. In the First Amendment area we can't just posit the problems; we have to really have confidence that - -",
  "No, there is not. And in fact they spent their time, as we said in our brief -- and this is perfectly accurate. Members of Congress, to the extent they discussed other things, kept saying in the floor debates: That's not in; bull-fighting's not in; dog-fighting's not in; hunting's not in; these things are not in. So they mentioned them in the context of saying these are not in.",
  "I don't think that is a legal test that is adopted under the First Amendment. I think that is a description of the types of categories that by history and tradition had been outside the First Amendment and the rationale for why Ferber came in, which was, yes, there's overlap, but I think it actually bridges the world of obscenity and virtual incitement because you have the crime and the image one and the same wrapped up together. There is in this instance -- there are about five different ways that this is different from child pornography. The first is that there has never been any finding, any assertion, even by the government, that creating the image is the primary or sole motive for creating these images. It's not if you lock Mr. Stevens up -- if you throw away every dog-fighting video in the country tomorrow, dog-fighting will continue. It -- no one thinks that it will go away.",
  "But you don't dry up the market by having a sweeping value exception like they have here. If Congress wants to dry up the market, what Ferber says is there's two things that have to happen: One, you've got to prove causation. You can't simply say, we got a problem, let's go first to the speech and cut that off as our first prosecutorial tool when we are not even ready to make the crime itself a felony, but we will make the speech a felony. You've got to prove causation, that these images cause the harm, they are one and the same with the harm as they are with child pornography. You also have got to prove that Congress is acting in an evenhanded way. It is not leaving, as Justice Scalia said, appreciable damage to the interests that its asserting uncovered by its many, many exceptions.",
  "Well, they are prohibited subject to the value police and the value trial like we had here, which I think is antithetical to the First Amendment. It's a very different rule under the obscenity statute. So it would all depend on whether a jury decided that that had serious value, which was defined as significant and great import in this particular case. That would decide whether - -",
  "Scientific, social, artistic, journalistic - -",
  "No, it does not.",
  "I think that's exactly right and that's what the Safari Club and the NRA have told us.",
  "First of all, this is about -- this is Miller doubled -- there's a lot more here -- categories here. But it's a very different role that value plays under Miller in obscenity. First of all, this Court made quite clear again in Reno v. ACLU that Miller only works if you have all three prongs. You can't just use the serious value prong to take care of your constitutional problem. Second, you were dealing in an area that by history and tradition is unprotected speech. Milller --",
  "I think what you do is you look at text of the statute, and then you ask yourself, how much of a strain is it to come up with a factual pattern that will fit into it? In Williams you had to first of all read the - -",
  "I think at some level Congress has a job to write with a scalpel and not a buzz saw in the First Amendment area, and the only way to ensure that happens is to look at the text and say, does this text fit the purpose, does it fit what the Constitution will allow? And when the - -",
  "I don't -- I don't think it does for this reason. People -- and this gets a little bit to Justice Kennedy's vagueness concern. People have a right to know how to -- outside the courtroom how to conform their conduct to the law. If I got a call from the general counsel of Outdoor Channel or someone making hunting videos and they said, \"Does this fall within this statute,\" I wouldn't have to come up with a strained factual scenario. I would say yeah, it falls squarely in, subject to a prosecutor or jury anywhere where you market in this country, deciding that it has serious -- one of the adjectives -- value. I would have to say that to that person, and that would be accurate legal advice.",
  "One would hope, and I think quite frankly the NRA has been quite honest when it recently said you know, this -- this is not an actively enforced statute. People were shocked to learn -- to become aware of it. Now maybe everyone's supposed to know the existence of laws, but I think the reality is that once people looked at what this said, they became very, very, very concerned, and I think when you're talking about a criminal prohibition here -- this is not a civil suit, this is criminal prohibition with severe penalties. The penalties for speech are higher than most animal cruelty statutes. And the whole point of the criminal law is to deter conduct and to make people stay wide of the margins here, wide of the borders.",
  "You can't do that in the First Amendment.",
  "Not this statute.",
  "That's different. I think that's very different.",
  "I think in the First Amendment -- I'm not talking -- if I heard you right we were not talking about this statute. If you have another statute - -",
  "Right. And this Court has been clear that the overbreadth has to be both quantitative and qualitative. It hasn't set a particular ratio. I think this one is easy. We are talking about 2,000 crush videos and tens if not hundreds of thousands of other images that are captured by this statute. I think normally when this Court says it wants to -- to apply overbreadth, it has been dealing with situations for the most part in two contexts. One where Congress has already regulated in an area that is unprotected under the First Amendment, unprotected in the sense that they are allowed to ban, regulate heavily. They are already there, and the question is did they draw the margins too broad? That is not this case. We are dealing in an area that was never until December 1999 barred by anybody, never considered to be outside the conception of the First Amendment's freedom of speech. The other scenario where we see substantial overbreadth is when Congress is regulating conduct.",
  "This covers photographs, so this would go back as far as photographs. I'm not sure it wouldn't cover a sketch artist or a hieroglyphic, for all I know. All it requires is that it be a depiction in some form.",
  "I don't know if there's a market - -",
  "With respect, I can't answer that. I'm not -- I don't know if there is a market for dog fighting videos. There is a few, but it depends on what you mean by a market. Will somebody buy something? I guess somebody in this world will buy anything.",
  "There - -",
  "None whatsoever, and in fact what we've seen is robust enforcement, and we cite the article in our case, we have seen robust enforcement; there was just an arrest a few weeks ago for I think a couple hundred people involved in dog fighting rings. So the dog fighting rings are going on unabated and they are getting found and discovered and prosecuted successfully, and in fact the images sometimes help with the prosecution. This is a place, when we start talking we are going to take something outside the First Amendment, one of the other things that unifies the categories of speech outside the First Amendment is a judgment that more speech doesn't work. This is an area where we know speech works powerfully. Speech about these ugly images produced this statute. It informed people. Unlike children and child pornography, people need to see images to understand what's going on with animals, and to make these important decisions and engage in these important debates that our society is having.",
  "I -- I agree. I - -",
  "No, no, I think it's -- I think it's -- I'm trying to point out that this is in fact a contrast. First of all -- a contrast between the two situations between dealing with the subject, a very topical subject that - -",
  "I think that is 100 percent right.",
  "The problem with this statute is that presumably that statute would be even-handed and would it not say if the sacrifices were religious, or journalistic, or historic. Or - -",
  "No, Justice Scalia. Again, I agree, because what the First Amendment says is we allow - -",
  "I agree that, just because something is repulsive, incredibly offensive or maybe even involves some harm to people does not mean that - - depictions of it that do not cause that harm, that are not integrally tied to it, that are not the purpose and animating motivation for that harm cannot be proscribed.",
  "The -- if -- at a minimum, Congress has got to be evenhanded. The point there is that you are trying to say we are concerned about the creation for purposes of the image. We are concerned about what the government calls the \"snuff video situation.\" This whole reason that this is created is for purposes of creating the image. If you establish the causation -- and I don't think we -- the Court does just defer to Congress on these things. It looks carefully at factual records in - - as it has in the child pornography are under the First Amendment, Justice Kennedy. If Congress proves the causation and shows that it is -- it's the least restrictive means -- compelling and least restrictive means, the strict scrutiny that Congress -- the government never wanted this statute to march through.",
  "The -- the fact that conduct is repulsive or offensive does not mean we automatically ban the speech. You would have to have -- it would have to follow this Court's patterns, either it would be an even-handed ban on production, under the Ferber theory, or you would have to establish if those images were never within the constraints.",
  "Well - -",
  "The -- when it comes to promoting illegal conduct, we have the Brandenburg Test, and, if you are close enough to be inciting it, to be causing it -- which I think is where Ferber, largely, is. They are just intertwined. That's one thing. But if it's not -- just because we have the really disgusting, despicable channel doesn't mean that we automatically ban it. Maybe it will be educational. Maybe we will learn from it. I think Congress is going to have to show, before it goes to speech as its first tool of repression to attack conduct with, very specialized, narrow circumstances.",
  "That is commercial - -",
  "That is commercial speech. The fact that you want to get paid for speaking does not make it commercial speech. Samuel Johnson, himself, said that no one but a blockhead ever wrote, except for money. I don't necessarily agree with that, but it is -- it would be a shock to him, to Thomas Payne, who sold his tracks of \"Common Sense,\" that the First Amendment would go all - - leap all the way from commercial speech and say, just because you are doing it for money, you need to make a buck. Your Honor - -",
  "Well, it means - -",
  "It means - -",
  "I agree, Justice Scalia. The answer to that instance is more speech under the First Amendment. The answer - -",
  "I -- the -- I think -- I -- I will start by saying -- no. Let's start and see. Maybe -- maybe it won't work, but I think - -",
  "If it did, it would have to be even-handed and have narrow tailoring, but the problem is - -",
  "When -- when the attack -- Justice Sotomayor, when the attack is on the production -- if it -- I don't mean to be -- I want to be direct in answering. It depends on two things. If the theory is we don't like the content, we don't want people to see the content, I don't think Congress can do it. I think the answer is more - -",
  "No one has ever found one, but the point I'm trying to get -- there are two theories - -",
  "It's a dangerous proposition. That's what the First Amendment says we won't do. There is -- so if it's just that we don't like the content, outside obscenity, we -- Congress doesn't get to ban it. The answer is more speech. If you have got - -",
  "I think, if the point is that we don't like the could content, we don't -- we want to protect people from these images, the First Amendment says a lot about that. If it's a different -- snuff video, because, like child pornography, like I said, it's not the content that we are concerned about, where obscenity is a pure content baseline. It is -- we got to stop -- we can't stop the conduct. The conduct and the speech are inextricably intertwined. The only way we can stop human sacrifice is to stop the image because the sacrifice is solely for the image.",
  "I -- I think the fact that -- I think it would be a lot harder under the First Amendment to say why Congress is doing that. If it's not something -- if it's not conduct it has any authority to regulate, I don't -- then the only compelling interest is -- I'm trying -- I mean, I don't want to watch this channel, and people should fight with their wallets and their votes and not support these things, but -- I'm sorry. May I finish?",
  "But, under the First Amendment, if the only rationale Congress is giving is we are here to shield your eyes for you, we will make this censorial decision, it has got to find some basis to think that was never freedom of the speech under the First Amendment, in the way that obscenity was. You don't get to make it up as you go along. We are interpreting a constitution.",
  "Mr. Chief Justice, and may it please the Court: Justice Kennedy, the hobby horse that you were talking about actually goes right -- right to the heart of this case, and that is of the Torture Victim Protection Act, in which Congress did create a cause of action, was -- that cause of action was created for -- to impose a liability, personal liability, for acts that were done with \"actual or apparent\" -- but included with actual -- authority of the foreign state. Now, if Congress believed that the FSIA immunized everyone who undertook acts under color of law, or at a minimum with actual authority of the foreign state, that was a very empty statute. Now, part of the -- part of the --",
  "It doesn't seem strange, for precisely the reason that we have still with us today a former minister of defense when we have no Ministry of Defense and no Government of Somalia whatsoever. The reason is that individuals come and go. Individuals engage in acts that are not acts of the state --",
  "The only question here is whether the Foreign Sovereign Immunities Act is the source of that insulation. And the very difficulty with --",
  "Well, first of all, states do corporate acts that are greater than the -- the whole is much greater than the parts here. And the issue in this case is whether the part can claim the immunity of the whole, and that is a very different thing. The -- the individual -- individuals may act. They may act without authority; they may act contrary to authority. And the problem with the FSIA, which is the issue here, is there is no mechanism in it for addressing, for example, whether this was authorized.",
  "Well, Justice Scalia, if you're going to write a statute that addresses individual immunities -- in particular, what this case is about, personal immunity for personal liability, then those statutes look very different. Whats the first thing you are going to want? You are going to want some way to decide what is official capacity or what is on behalf of a state, and you are going to want a mechanism for the foreign state, or at least the State Department, to have input on that. Theres nothing in the Foreign Sovereign Immunities Act that addresses that. You're going to --",
  "-- want to identify --",
  "Yes, he does, because --",
  "No, that's -- that's not true. That's not true, Justice Breyer. This Act is designed to protect the state from being sued.",
  "You cant --",
  "Justice Breyer, there -- the question is whether Congress, in the FSIA, would have thought that is a suit against the state. Now, there may be many reasons that they would have. If they thought, in the Restatements words -- which are not just if you are doing an official act. If you are doing an official act, and the exercise of jurisdiction would have the effect of enforcing a rule of law against the state, then you get immunized.",
  "That --",
  "I think --",
  "This Act is good against --",
  "That --",
  "That's precisely right. That is the second half of the Restatement --",
  "Well, that's what I was trying to say. The second half of the Restatement says you have to be enforcing a rule -- the effect --",
  "-- if youre enforcing a rule of law against --",
  "That's what I was trying to give.",
  "Well, there's -- there's two levels here. First of all, wed look -- and this is -- Congress, presumably, was drawing on a well-established domestic law analogies here. And they may not be 100 percent controlling here, but we have well-established ways of understanding whether a -- an action is against an official in -- in their official capacity. We look at the form of relief, the nature of the claim. I do think we need to be careful here --",
  "Well, this is a domestic statute, and for Congress -- for purposes of Congress deciding whether a lawsuit is a suit against a sovereign or not against a sovereign, then that is obviously a relevant framework. And we know from two things -- the Torture Victim Protection Act, that they looked at that framework, but also embedded in the FSIA itself, in the Foreign Sovereign Immunities Act itself, is that same distinction between holding people personally liable and holding the state liable. In 1605A, the terrorist state exception, on 15a to 17a of the addendum to our brief, they create a cause of action, one against the state and one against the individual officials. Now, the one against the individual officials is a recognition that individual officials can have personal capacity liability for damages, consistent with the Foreign Sovereign Immunities Act. Otherwise, if -- if, under Petitioner's theory, every lawsuit against an individual -- and the language there, is acting under color of office or employment -- if every suit against someone under color of office or employment morphs into a suit against the state, there is no cause of action to create against the individual.",
  "They understood it was individual liability.",
  "No, I think it's because the inquiries are very different, as this case illustrates. And that is -- first of all, the point of the FSIA, as section 1602 says, is to codify -- as this Court's cases have said, was to -- largely to codify the restrictive theory of sovereign immunity, which did not apply to individual immunity. It did not apply to the head of state. The head of state was still immune for commercial acts while a sitting head of state. So, if that was codified, that was a dramatic change done silently in the FSIA. The reason Congress would want to retain Executive Branch role here is because the inquires are different, and the first one is the most elemental one in Petitioner's case and that is the assertion that: I was acting in my official capacity. Who decides? How do we decide? Which agents? For which actions? For how long? What level of immunity? If the FSIA eliminated the head of state's normal absolute immunity while sitting from all actions, commercial or not, that's a dramatic revolution. We can now sue sitting prime ministers and presidents and distract them from their duties. If the Foreign Sovereign Immunities Act made any officials official act an act of the state -- and remember, they are now every level of the foreign government down to the mayor's office, and corporate officials, too, so we've now eliminated the long-standing principle in corporate law -- corporations also only act through individuals -- that corporate liability and individual liability go hand-in-hand. The -- the FSIA did not uproot all that, and it provides no mechanisms. That's why we need to return to the common law immunity. Now, what happens when you have a case that, in effect, is seeking relief against the state --",
  "As you --",
  "When youre interpreting the language in the FSIA, like \"under color of law\" -- \"under color of office,\" that is undoubtedly a job for the court. \"Official capacity\" appears nowhere in the FSIA. Deciding which agents will be agents of the state is nowhere in the FSIA. One court has applied this agency -- agent principle to say that when we hire an independent contractor, in the -- the United States independent contractor, that gets the immunity of the foreign sovereign state.",
  "Not in this area, where those decisions have foreign relations implications. This Court has done the opposite. And it has -- it has waited for the political branches to lead, and it has followed. Because the decision whether were displacing head of state immunity and now were going to have commercial immunity --",
  "Justice Breyer, the -- I don't think -- I think -- and this may seem a little formless, but I simply think it's right, because youre dealing with statutory text here. It's not so much that the defense minister himself becomes the state; it's that the court looking at that action goes: This is really an action against the state. The state is a necessary party under Pimentel and must be here. You, individual, actually have a common law immunity, an absolute immunity, when you are, under the Restatement, sued for official acts. And the effect of exercising jurisdiction would be to enforce a rule of law against the state. When you have those two things together, both of them, you are entitled to immunity because this is an action against the state. The state's a necessary party. Under Republic of Philippines v. -- excuse me -- Pimentel, they must be joined, and that will -- then we'll look at the FSIA and decide whether they can be joined or not. That's the way it works. It's not that individuals -- and this is a problem -- that are sort of popping in and out all throughout the FSIA. If it were, we need mechanisms that we don't have here to deal with the very sensitive decisions of which individuals. Well, how will we say youre the agent? Its -- the individual can show up and say I was working for the state; I was doing torture; we loved torture; that was our policy -- you can imagine many a government, if notified, if there was a mechanism for them to come in, would say: Hang on, that was not our policy. But theres no mechanism under his theory. What else happens? I don't even understand, under this theory, what happens. Normally, what happens in these official capacity suits that were familiar with is if it really is an official capacity, then we -- we substitute the state, relief will run against the state.",
  "But theres no mechanism here for -- Im sorry.",
  "That may be. Nobody showed up in court here until we got to this Court. There was no Somali government to show up to say whether this was official or not, and the State Department didn't show up for 2 years. What is a court supposed to do? Well, it was not supposed to do what it did here and declare that its essentially recognizing the transitional federal government as the government of Somalia, because it didn't know what else to do. That can't be right. And, again, we need to keep in mind the -- there is no mechanism in the text of the FSIA. This Court will be engaged in an expedition of constructing and reconstructing the FSIA if you are going to turn it into either a Westfall substitution act with no language here, or you have to turn it into a personal immunity for personal liability act. Thats not the text. Sovereign immunity personal immunity from personal liability statute.",
  "Yes, as to -- as individualized, the specialized immunities --",
  "I do -- we do agree. Now, whether we -- we don't agree, I think -- we may not agree 100 percent on what the scope or content of that immunity is. We certainly agree that head of state immunity was preserved, so we can't sue the head of state at all while sitting.",
  "Our position is that the FSIA does not address that. Our view of what the common law did beforehand was it packed most of this into the act of state doctrine. Thats exactly what happened in Underhill v. Hernandez, that when you start getting to lower level officials who are not heads of state, who are not diplomatically protected, consular protected, mission on -- have mission immunity, that that -- a lot of that worked through act of state doctrine, and --",
  "There -- there --",
  "Well, look -- and much is to be debated on remand. That issue is clearly not before this Court. As we look at the cases and the authorities, in fact what you have are different things coming together, and it can be -- a lot of times, it was act of state doctrines that were going on there. But the notion that individual foreign officials are not personally liable for actions is just wrong, and that is because --",
  "-- or cannot be.",
  "I don't think thats the exclusive one, and I think, as this Court explained even in Altmann that deference given -- respectful deference is always going to be given when the Executive Branch weighs in, because these are foreign -- cases that have foreign policy implications. I don't think it's a rubber stamp on the part of the courts. As this Court said in Altmann, it depends on whether theyre speaking with particularized specialty. If they come in and say Mr. Samantar was the head of state, were done. I don't think there's -- Id like to think of something; I can't think of anything that would save us from that. If they say who a head of state is, then that, I think, has largely been treated as binding on the courts. If they say someone -- they've determined that someone was acting in an official capacity, thats going to receive --- either whether communicated from the foreign state or based on principles that they have -- thats going to carry weight, but it's not going to necessarily mean you automatically dismiss when you have -- you could have times where the Executive Branch said anyone acting under color of law should be immunized. Then --",
  "-- you're going to have the Executive Branch and the TVPA at war.",
  "Yes.",
  "Well, they -- that -- Ill let them speak for their own position. I think certainly -- certainly there are a variety of doctrines, a variety of hurdles any case has to get through. And it's not just the Executives views on a case. Theres things like exhaustion. There's necessary party inquiries. There's the act of state doctrine. Theres substantive limits on what one can sue for. You know, the Torture Victim Protection Act is Congress's judgment that individuals who do this, consistent with international law, whatever else -- individuals who engage in torture and extrajudicial killing are held personally liable in Congress's views and in the views of international law. And the Foreign Sovereign Immunities Act doesn't stop that. And whats critical, again, is the --",
  "-- language thats missing --",
  "I think --",
  "May I, sir? The -- first of all, whether one thinks it's the right rule or not, the FSIA doesn't tell us any way of answering who was in official capacity and getting input, at a minimum, from the foreign government whose mantle this individual is trying to wrap themselves in. So the FSIA is not the source. The Executive viewpoint is not -- in our view, is not the sole source. And there are -- there are a number of other doctrines, whether it's act of state doctrine, whether it is exhaustion principles, whether it's a necessary party inquiries, whether it's substantive limits on, you know, law of nations requirements for the Alien Tort Statute or the Torture Victim Protection Act. Theres forum non conveniens. There are a battery of doctrines that come together to very narrowly limit these actions. And what the State Department looks for is -- what it has said is that it has -- it has a pattern of decisionmaking, factors it lays out in its brief, that I think it finds -- it says it finds -- influential in the process. But in -- forgive me for --",
  "But in any given case, the role of the Executive Branch is going to have more or less deference based on whether it is speaking something within its traditional expertise: Are you a head of state? Were you a diplomat? But when it comes to war -- and I -- I'm not saying it would, but if it were to come to war with the very elements of the Torture Victim Protection Act and say that torture by an individual can be immunized just because it was done under color of law, then I think the Court has a very difficult concern that was flagged in Altmann to resolve, and I think we might draw a different -- we would definitely come to a different answer than the Executive Branch in that situation.",
  "I'm sorry. I apologize.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: The court of appeals in this case had jurisdiction to adjudicate the appeal, but in doing so, it decided the case wrongly. Mr. Gonzalez's petition for habeas corpus was timely because it was filed within a year of the conclusion of direct appellate proceedings in the State court and at the -- within a year of that court's ending of his appeal process. With respect to jurisdiction, jurisdiction existed because a certificate of appealability was issued. It rested upon a substantial showing of the denial of a constitutional right. To be sure, the judge in issuing that certificate did not identify the substantial constitutional question required by 2253(c)(3). That is a requirement. It is mandatory, but it is not jurisdictional.",
  "Yes, it does. Once -- this is a gatekeeping function to identify which case, which appeals should go forward and claim the attention of the court. But the text of the statute and 22 -- that's on page -- excuse me -- page 3a of the appendix to the blue brief. It provides that an appeal may not go forward, and if a certificate is issued, appeals may go forward. The operative language here in (c)(1) is that this is about an appeal going forward. So, once the certificate identifies issues, the appeal goes forward. It's much like 1292(b), where certification of questions comes to an appellate court, and they decide whether to take interlocutory review. Once they do, they're not bound to just those questions. The entire order comes up for review.",
  "It -- it works in the sense that it's not a jurisdictional bar to going forward. It is a violation of (c)(3). If timely raised by the State, then it can either be dismissed or revisited by the original judge. An appeal from the authorizing judge --",
  "This Court so held --",
  "Because this Court held in Miller-El --",
  "Well, I don't --",
  "I don't agree that the so-called content validity of a document that is post hoc certifying a gatekeeping requirement is itself jurisdictional, because there is a --",
  "No, a warrant may well not be valid if it doesn't --",
  "But the certificate of appealability is invalid as matter of law here. It's an incorrect -- it's an incorrect action by the court. That doesn't make it jurisdictional. It's just -- warrants aren't jurisdictional, either, in that sense.",
  "Still jurisdiction to take the appeal. Of course, one would expect -- one would expect either the court of appeals judges or the State, which -- both of which have every incentive to check on these things, to raise the issue. But the question is when something happens --",
  "Well, I think it --",
  "No, there's more to it. I mean, it's not issued by the clerk's office, right? The statute requires a judge to do this, a Federal judge, circuit judge or justice -- circuit justice -- to issue this. And these are -- these are officials who are sworn to uphold the law and the Constitution. And when they do this, when they make these determinations, they aren't handing these out like candy; they're deciding that their court, their colleagues, maybe themselves, should invest resources in this process. So, the fact that a certificate is issued is not simply a piece of paper coming out. I think it is fair to presume that it is a deliberate determination by a judicial officer.",
  "Well, my position would be harder for precisely the reason you phrased. And as Justice Scalia was asking, how do we tell? These are -- these are jobs of statutory construction, and the fact that Congress broke these two steps out and broke (c)(3) out by itself, and there's a noticeable turn in the language by the time you get to (c)(3) -- (c)(1) says \"no appeal shall be taken.\" That sounds jurisdictional. (c)(3) says a document \"shall indicate\" issues after the fact. The important thing to understand here is that you not only have the language shifting materially, but your starting presumption, the starting presumption here, is that we need a clear direction from Congress before we decide that something is jurisdictional. And this Court has faced language far more emphatic than (c)(3). For example, in Reed --",
  "There is jurisdiction to consider. It's obviously within the discretion of the court. They could also determine not to. And I say that, again, because the language talks --",
  "No, it wouldn't. It would not be obligated to, because what (c)(1) says is this determines when an appeal comes forward, the whole appeal comes forward.",
  "Well, I think -- I think whether you have -- the panel would then have to do the paperwork of doing a new certificate of appealability or adjusting its own decision in the course of its ruling, explain that we've decided to reach these is not, I don't think, of jurisdictional significance, which way they --",
  "I'm sorry.",
  "Well, it's a statutory construction question, whether Congress --",
  "Well, Justice Scalia, with respect, that's not what the statute says. Congress could have written the statute that way, but I think it would be extraordinary to tell courts that an appeal comes forward but we're only going to allow you to look at this precise issue decided by one judge.",
  "Yes.",
  "But in nowhere --",
  "First of all, I mean, courts can certainly do that as a matter of discretion, but whether they are compelled --",
  "There -- there are other issues that were raised. I think for our purposes that the strongest one that was most clearly substantial is a speedy trial one. And that's the one that we identified --",
  "Well, I think, Justice Ginsburg, your question actually captures why these mistakes happen by court of appeals judges. The court of appeals judge presumably -- and again, I'm just presuming here. This Court's seen this mistake happen before. And I think what -- the judge that looked at this didn't make a determination there wasn't a substantial constitutional question, had to know that that was there. But for the court of appeals' purposes, they're just going to sort out the procedural question, and if it's timely they're not going to address speedy trial in the first instance. That would go back to the district court. So, that's one of the reasons I think just as a practical matter why this mistake happens sometimes in this certificate of appealability process. But the fundamental question here is one of statutory construction: Did Congress make clear, clear at the level we require for jurisdiction, clear that we -- at the level we would require for holding -- and I've never seen this anywhere in this Court's precedent -- holding that an individual pro se prisoner who does everything reasonably possible, fully and timely complies with all obligations, will still have his right to first habeas on a substantial constitutional claim irretrievably jurisdictionally foreclosed because the court of appeals judge miswrote a certificate documenting a judgment that the officer made.",
  "I think certainly that there's that point. I think what's important to recognize is that there's actually a similarity between this Court's notice of appeal cases in something like Houston v. Lack, the mail -- prison mailbox rule. You have a specific textual jurisdictional requirement in the -- in the rules, that require filing a notice of appeal with the clerk of the district court. And this Court said, look, when it comes to prisoners who have done everything humanly possible within their control to meet the jurisdictional requirements, we are not going to interpret these rules -- as part of the presumption, we don't interpret rules to strip away jurisdiction from individuals who have done everything humanly possible, particularly when the facts on the ground are that the statute was satisfied. The facts here are that it was met, and there's every reason to think that Judge Garza made that determination --",
  "-- but didn't want to go into the speedy trial --",
  "That can be appealed.",
  "That can -- that can be appealed. There are -- you can -- you can -- there are processes for attempting to appeal single-judge orders. Within every court of appeals, they have rules for that. The difficulty here is that you have a pro se prisoner who thought he won. He got something that's hard to get from a court of appeals judge, and that's a certificate of appealability. And he did it by providing documentation of a substantial speedy trial claim, a speedy trial claim unlike this Court has ever seen, a 10-year gap between indictment and trial and then conviction on nothing but eyewitness testimony. He documented that for the court, did everything he could. And it isn't until this Court that the State says, hang on; there was never any jurisdiction over this whole case. They didn't tell the court of appeals judges that. They didn't say anything until the case came to this Court. And that type of trap --",
  "That's --",
  "No, I'm sorry if I misspoke. I absolutely agree that it's mandatory and, if timely raised, must be dealt with. I think it's an open question whether if it's not raised until you're actually before the panel, whether the panel then has to identify one of its judges to issue a certificate or it can simply in the course of its opinion say we've determined that this should go forward, even though the initial -- would you have to go through a formal amendment process or you just do that as part of your decision? I think either one will accomplish the same result and will comply with the statute, the functional gatekeeping requirement. But the separate question which your question -- your comment leads to is that in looking at this, would Congress have wanted this gatekeeping function to be subject to perpetual review and revision, obligatory perpetual review by the panel? You couldn't accept that your colleague found that there was a substantial question; all three judges would again have to revisit that and determine that it's substantial. This was set up as a gatekeeping requirement, and it was meant to be a -- a promotion of efficiency, not to cause more work, not to cause more paperwork, to sift out cases, identify the appeals that merit the time and resources of the court. And once that's identified, the more efficient process is not to make the certificate of appealability a whole side show, a whole other layer of processing, ping-ponging cases back and forth between this Court, courts of appeals; courts of appeals, single judges. We simply -- we try -- we look at this and we determine that a judgment was made by a judicial officer sworn to uphold the law; a substantial showing was made. And the fact that it wasn't written down as the statute likes is a problem; it should have been raised, but it wasn't raised, and we don't start all over.",
  "Right.",
  "Well, I think this -- my point is that a substantial showing was made. So, this Court doesn't even have to determine the status of (c)(2).",
  "No, what the --",
  "No, but I think, in Jimenez is -- we're -- we're happy to take the language of Jimenez which --",
  "I'm sorry?",
  "No --",
  "This Court said in Jimenez that the -- quote, I'm quoting here, \"the language points to the conclusion of direct appellate proceedings in State court,\" as -- end quote, as a -- as a moment of finality. And that is the test that we're asking for. The conclusion of direct appellate proceedings in State court in Texas is the issuance of the mandate. Clay and Jimenez together prove our point.",
  "And two responses to that. First, that simply begs the question that we're presenting in this case of when the direct review ended. That's our argument in the case, is that prong. When did that direct review prong end? And the second -- the second aspect of this is to understand what happened in Jimenez. The whole argument there was that you've got to -- by the State, was you're only -- you stopped -- remember, Jimenez had stopped at the intermediate court of appeals as well. And the State's argument was you stopped at the intermediate court of appeals originally; so, you're only in the expiration of review prong. And this -- but then he went back 4 years later, I think it was, and got the court to reopen, started -- had a whole new direct review process going on. And this Court said -- rejected the argument that because he didn't go to the intermediate court, we don't look at the direct review prong; we only look at expiration of review prong. We don't look at that. We stop and we look to see is the State done. And whichever of those two prongs you're in -- and it may depend on what time the question is asked. Whichever prong you're in, the last -- the last of those will determine when your judgment becomes final.",
  "First of all, the language forks out again, and so it says the date on which the judgment becomes final, and then there's the two options for finality.",
  "Well -- and the question in this case is, how do we know when that -- that direct review process, what you're calling the lose prong, ends? And it's when the State says its done. Because the point of this is not an exhaustion prong. The point of 2244(d)(1)in particular, but 2244(d) generally, is to say, as this Court talked about, is the State done? This supports federalism. Ex parte Johnson, the case that we cite, footnote 2, says, until the mandate issues, the appeal continues. And so, the notion of --",
  "One, I don't think the text compels that one way or the other. It says when does it become final. And so, let's ask the questions: When did direct review conclude --",
  "And the issue is -- and I hate to call it the \"lose prong\" -- but when did he lose? When did the State say, we're done and we've decided this case is over, this appeal is over? And that was when the mandate issued. This is only about when that prong happens. And because you can have --",
  "No. You have the exact same test. The answer is easier in the Federal system because when direct review is concluded -- this Court said in Clay, look, if all we had to look at was conclusion of direct review -- it didn't say we didn't know it -- we don't -- there would be no conclusion for the mandate --",
  "That's a result -- but that's already a result of Jimenez, which had this whole reopening process that I -- unless the Federal system were to do that, there -- as this Court noted in Wall v. Kholi, you can have discretionary applications that can be called direct review as well. Direct review is not the linear process that has tried to be portrayed here. And the time ultimately is the same. What happened in Clay -- these things are equivalent. You have the same test. Sometimes the outcome is different based on what the individual does and what the State law allows, but you have -- this is supposed to protect federalism. And the only way to protect federalism and comity interests is to respect when the State says it's done. To have the Federal law tell them you're done and to start the statute of limitations ruling when State law is saying we're not done, the appeal continues, and do not start your State postconviction relief is to put Federal law at loggerheads with the State law it's supposed to be respecting. I would like to reserve the balance of my time.",
  "2244(d)(1) is attached to the appendix.",
  "Petition for cert --",
  "I apologize for the inconvenience.",
  "Thank you, Mr. Chief Justice. Justice Kagan, the question is whether State prisoners now should be worse off than Federal prisoners. It's not some prisoners that will fall in this gap; it is 99-plus percent of prisoners because in Texas -- in Texas -- only about 1 percent file discretionary petitions for review. Far less than that -- 99.7, 99.8 percent -- do not seek cert on direct review from this Court. So, we're now in some backwards world where we -- Clay is going to drive the rule for Federal prisoners, is going to drive the statute --",
  "Well, the question is what one means by the so-called natural conclusion of direct review. Now, statistically -- this is a statutory provision written for State prisoners by Congress, to address State prisoners; and if the natural thing that happens in the world is 99 percent do not even seek review in the State's highest court -- and I'm extrapolating from Texas; I don't know all 50 States, but I have no reason to think that's anomalous. Ninety-nine percent don't file petitions for discretionary review. What kind -- why would Congress have written this statute in a way that's going to create a gap, that is going to cause prisoners who wouldn't otherwise file to now file? Instead of 2,000, they're now going to have 102,000 petitions for discretionary review, and the Texas courts --",
  "Correct. Correct. And I'm -- this is -- the Texas judicial reports are -- are available online that record this. I'm -- I'm looking at the number of petitions each year. Roughly the last 3 years, in the 2,000-ish range. Convictions in the State, more than 100,000 range. And so --",
  "I'm talking about the former. Right. But the point --",
  "The point is that  the argument here is -- we are --",
  "They -- they may or may not. As we pointed out, in the Kinsey case the Texas court of -- the Texas courts have actually entertained a speedy trial claim in -- at both levels. It was raised on direct review, and then it wasn't, but -- right. It was also -- they raised in both forums. So, it casts some doubt on the procedural default argument advanced here, but you're right. Of course, there -- there are issues here, but the question is whether Congress wanted a gap. In Johnson v. United States, this Court construed 2255, I think it was subsection (4) there, the one on -- if a conviction is overturned that was used to enhance. And then when do you -- what is the timing to come back and file a habeas claim to change your sentence that relied on a now-vacated prior conviction. And this Court said we're not going to construe this language to create a gap between when the -- when the finality attaches and when the time that you can actually file for postconviction review commences. The whole point of this, of 2244, was to respect State processes. It's not another exhaustion requirement; it's respect the State. And Texas couldn't be clearer: In Ex parte Johnson footnote 2, it says the appeal continues -- sorry, may I finish the sentence? The appeal continues until the mandate issues. Federal law shouldn't change that.",
  "It's 99 percent of -- the way --",
  "Some of them did. Mr. Jimenez was a plea bargain. Some of them do.",
  "Mr. Chief Justice, and may it please the Court: When a private attorney is temporarily retained by the government to work in coordination with or under the direct supervision of government employees in fulfilling the government's business, in getting the government's work done, that attorney is entitled to the same immunity that a government employee performing that same function for that same government would receive. In this case, that is qualified immunity. That rule comports with the history and policy concerns that have animated this Court's section 1983 and immunity jurisprudence.",
  "I think it -- it may well be the latter rule, the more broader one, but for these purposes, the Court only needs to decide the situation when they are working in coordination with or under direct supervision of government employees. And I want to clarify that answer because how one defines doing a public service -- for example, if a State government appoints somebody to represent one of their police officers who's sued in a 1983 action, if there's five defendants, the attorney general can't represent them all; they will all commonly appoint people and will pay them -- some States will pay them from the -- from the State fisc. And so, they'll be paid by the government to perform a governmental function in that sense, but their allegiance there is to the individual employee, not to the government. The same with public defenders. So, there are certain situations where someone can be retained by the government in that sense, paid by the government in that sense.",
  "I don't think that would, but in this -- but I think it depends on what one means by coordination with or supervision. And with respect to attorneys, attorneys can never be an independent contractor in relationship to their client in the way the prison was in Richardson. Attorneys just can't be. They are always, in the sense of the rule that I'm using it, working for their client agency, their client government, and under its control and authority. And the decisions they make are the decisions of that client. And that's why the whole -- the whole reason we should have this rule is understanding what immunity protects. It protects government decisionmaking, governmental conduct, and its ability to maneuver with an area -- in an area of reasoned decisionmaking.",
  "Right, because, certainly, the state action limitation both limits the operation of this rule. There's many times attorneys or others who work with the government will not implicate the state action rule. And that's sort of the irony of -- of this case, and I think it would not be uncommon in attorney cases. The only reason this was a tort, or an alleged tort, is because the government was involved, because governmental actors took his advice, conducted a search -- he didn't -- issued an order -- he didn't. And yet we have -- we're left in this is odd world where the only way this tort, constitutional tort lawsuit, can go forward is without the government. Now, 1983 is about deterring governmental conduct, but this Court's immunity jurisprudence says we don't over-deter and we want to allow the government to operate within a realm of reasoned decisionmaking. And they need to operate within that realm, get reasoned advice and make reasoned decisions, regardless of whether the source of the advice is a temporarily or permanently retained attorney. The need is for reasoned decisionmaking. And if you over-deter, which is what an action against the private attorney who is now charged with litigating and defending the government's allegedly unconstitutional conduct, standing all alone while all the government actors have walked away -- that turns section 1983 on its head.",
  "Well, two responses to that. First of all, the State law requirement -- the state action requirement that Justice Kennedy referred to will up front require allegations by the plaintiffs that will discuss the coordinated -- presumably the coordinated action. There's going to have to be some level of coordination. But the second reason is, as I said, with respect to attorneys, I don't think this is going to be a hard question because they are forever agents and fiduciaries. They can never be the independent contractor that you had in Richardson. They are always answerable to and working for their governmental client. And when I say \"supervision\" here, I don't think the test here is -- is an on-hands, day-to-day looking over your shoulders. The government has to be able to get the advice of professionals and to trust them - -",
  "It -- it would in this sense, because there would be -- and I'm assuming here we're not talking like a Bivens appointment or something like that. But here -- because understand what happens in that situation. They're being appointed to investigate for the government and on behalf of the government. And it's not usually because we say the government writ large may have done something that would create a conflict. It may be an individual employee or something. That's where the conflict comes. But they're working for the government. The government is their client. They are not freewheeling independent contractors. And - -",
  "The difference is -- there's a practical difference and then a legal doctrinal difference. The practical difference is that, in Richardson, it was a quite unique situation where the government really had washed its hands of the prison operation. It had put the day-to-day operation of the prison, the decisionmaking of the prison, how we treat the prisoners, entirely in the hands of a private contractor, subject only to what this Court said was very limited supervision, essentially in contract terms. But it had ceded that authority, and it did not exercise a control. It did not exercise the day-to-day decisionmaking. And that's where we get into the doctrinal point. So, the decisions that were being made there and that there were -- the lawsuit concerned, there wasn't a single governmental defendant named in that case. It was just the private -- the private guards that were at issue there. And the decisions that were made were the private company's decisions. And so, this Court said there that's not what qualified immunity is out -- is out to protect. It is to protect what? The government's decisionmaking, the special concerns that arise when you are bringing lawsuits that are designed to regulate, limit, deter governmental decisionmaking. We have to protect that area of reason. If the government's not making the decision, they've passed the buck, they've handed it off, then there's nothing to protect.",
  "I'm sorry?",
  "No - -",
  "Okay. Well, first of all -- a couple of responses. First of all, no, that's nothing like Richardson. This was the government's investigation. They initiated it. They brought him on to the team for his expertise, much like prosecutors might bring on a psychologist to evaluate a criminal defendant. Now, are the prosecutors going to sit there and say, you know, Psychologist, you should ask this question? Or are they going to defer to the medical expertise? That's a - -",
  "And I'd do that -- first of all, I keep -- I'm putting it right in -- in Richardson's language, which said it was reserving this very question, and that is, when an attorney or any individual is working in close coordination or under the supervision of government officials in the performance of an essential function. And so, that makes clear that Richardson was deciding not that situation, the handed-off turnkey situation. This -- there's no turnkey here. This is Mr. Filarsky being brought on to the team.",
  "No. And that's - -",
  "Yes, but independent counsel is still sued in the name of the United States. Their client was the United States Government. That is whom -- that is the interest in which they worked. They were -- they had a client that they were answerable to. They were not freewheeling independent contractors; they were attorneys with a client.",
  "This Court assumed that question; it did not answer it in that -- in that case.",
  "This Court assumed it. I think it's fair to assume when you're operating a prison, although I think to -- there's a reason this Court reserved it, because the question there is - - certainly, the corporation - -",
  "-- was under color of law, whether the individuals who worked for the corporation would also be under color of law.",
  "Well, this Court's already crossed that bridge in cases like Wyatt, where, for example -- and it does because the State law requirement can sweep broadly in some situations. So, I don't think in a situation like Wyatt v. Cole, where you have private plaintiffs pursuing their private agenda and they simply invoke a State law, that that makes them integrated with the government in the way that an attorney is, and certainly the way Petitioner was here, that they're not part of the governmental team, and they're not making -- they weren't making decisions in the interest of the government. There was no governmental decisionmaking to protect there, and that's what -- the rationale this Court gave for denying qualified immunity in Wyatt. The key here is that this is -- you cannot protect governmental decisionmaking in this context without protecting the source of advice for that decisionmaking.",
  "There are a couple of reasons. First of all, that rationale would mean no government lawyers get the protection either, because they have that exact same obligation of fealty, and we don't apply that rule. That hasn't even been questioned. And the reason we don't is we understand that this is a more - - it's a more layered inquiry into timidity. First of all, we don't even want the subconscious pressures that would come with full-freight liability for governmental conduct to any angry third party even subconsciously interfering with the decisions of government lawyers temporarily or permanently retained. Secondly, we want the government to be able to get the advice, to be encouraged to get the advice. Section 1983 must support governments getting legal advice to counsel them in complying with the law that section 1983 enforces, but government will be deterred from obtaining legal advice if the cost of getting an attorney -- especially if you're a small town, municipality, county, you don't -- can't afford a full-time staff, and the cost of getting an attorney is all those things that qualified immunity wanted to protect against. Our decision -- reasonable decisionmaking that we thought was protected by qualified immunity is now on trial. And we have to be there as witnesses, and a jury is going to assess liability for a reasonable governmental decision.",
  "They would have had the same sort of good-faith defense that this Court in Harlow turned into qualified immunity, both as lawyers working - -",
  "It -- it -- the Harlow immunity came from the same roots. Well, the -- what happened in Wyatt was we said we will turn that into protection for the government when we need to protect the special functioning of government. You had no need -- the Court had no need to do that in Wyatt because there was no governmental decisionmaking at stake there. But the -- the same type of defense -- this Court recognized in Richardson - -",
  "The -- the answer is that it is the same type of defense that this Court recognized in prior cases as supporting qualified immunity when needed to protect the decisions of the government. And Richardson itself recognized this - -",
  "Not this case at all, because you've got layers. You have layers of -- of history. You have the history recognized in Richardson for -- for lawyers who are working at the behest of the government, that specific history. You have the general history where -- where attorneys were provided a reasonable and good-faith, malice, and probable cause type of defense, which again is the type of -- the type of defense that gets turned into qualified immunity when needed to protect government's reasoned decisionmaking. If I could reserve the balance of my time.",
  "Thank you. Justice Breyer, your dilemma is -- sits at the crux of why qualified immunity is appropriate here because not only do you have the lawyer saying, well, you'll be all okay, but I'm going to be going down in this lawsuit; the lawyer's going to have a duty to inform his client that, in fact, this will lead to litigation. You will be protected in your personal capacity, but guess what, litigation is going to ensue. That can influence and deter both lawyers' willingness to work for the government at these cut rates or pro bono rates, their -- subconsciously, the advice they give, and it can make the government not want to act on the advice, which is precisely what we want to protect. Nothing like that was happening in Richardson. The government was nowhere on the scene when the constitutional decisions being challenged - - they weren't even percipient witnesses in that situation. The second point I want to make is fiduciary duty doesn't change it other than it confirms that he's working in the interest of the government, but every agent has a fiduciary duty to their principal. And so, you can't deny qualified immunity on that ground or you'll have a sweeping decision on your hands. The market concerns, Justice Sotomayor - - the test is not whether a warm body could be found to fulfill this operation if he won't do it. This is a completely different market from Richardson, where there's only one client for prisons, and that's the government. Here, the government is competing for the services. When it needs a skilled attorney, when it wants people of the caliber that the government service needs and deserves, it is competing. And right now, as the Chief Justice recognized, a lot of times, including for Mr. Filarsky, that's done at discount rates. These folks -- this is already a marginal decision. And if you want to talk about market decisions, then you're going to push that weight. And if the answer is, if you decide to take on this pro bono representation or cut your rates out of public duty and -- and a willingness to serve your government, guess what comes with it: You alone will be left holding the bag at the end of this for the governmental misconduct. Section 1983 is supposed to deter governmental conduct. It is not supposed to deter the reasonable advice given by lawyers to governmental clients. If the Court has no further questions. Thank you.",
  "Mr. Chief Justice, and may it please the Court: When you strip title to land, which is a fact in this case, you strip sovereignty. You wreak havoc on ongoing governmental operations, you -- on criminal jurisdiction, civil jurisdiction, the backdrop against which contracts were negotiated, investment decisions made and economic development undertaken. That is why the Congress of the United States and this Court in Coeur D'Alene have never allowed injunctive relief to strip the United States of title that it has. The essence of sovereign immunity is, right or wrong, you cannot take title away that the United States has.",
  "If you look - -",
  "For two reasons, Justice Scalia. Because the APA itself -- and this is on page 6a of the addendum to our brief -- says that it does not waive sovereign immunity and does not grant relief if another statute expressly or impliedly forecloses the relief that is sought. And the Quiet Title Act says you cannot have an injunction stripping the United States of land, period, and you cannot have any litigation over title - -",
  "No - -",
  "With respect, Justice Scalia, you can get no injunctive relief whatsoever even if you are asserting title. But the Quiet Title Act itself is brought -- it limits relief to monetary compensation, unless the government agrees to a specific relief.",
  "Yes - -",
  "But -- no. Justice Scalia, with respect, on page -- this is 2a of the addendum to our brief, 2409a(a), the type of suit that is addressed, and to which the Indian lands exception applies, is a suit -- and I'm reading here from the second line of a(a): \"A civil action -- \"",
  "I'm sorry. I'm on the addendum to our -- the blue brief, 2a, and this is the Quiet Title Act.",
  "And right -- subsection (a), the second line, all right: \"The waiver of sovereign immunity is for a civil action under this section to adjudicate a disputed title.\" It does not say - -",
  "Yes.",
  "No, Justice Kagan, in this respect. That tells you what you have to do if you are allowed to proceed under the statute to win, the first step of what you have to do. But what subsection (a) says is what is carved out, what is a wholesale -- and this Court said in Mottaz, a retention of immunity, even in the face of arguments that the government has done wrong administratively, as in Mottaz. What you do -- have done is retain immunity. When the -- the section here right under the sentence I read, Justice Scalia, about this section does not apply to trust or restricted Indian lands, what that meant was that this -- that Congress, against a backdrop of complete immunity, said: We've looked at lands, we've studied what we're doing, and we are not doing two things, and we're going to be explicit about it. We are not letting you touch Indian lands. The United States may not be named - -",
  "This - -",
  "They are -- this section is, I think, defined by what Congress's waiver of sovereign immunity. And it didn't say we're waiving sovereign immunity for quiet title actions. It says for a civil action in which the United States' title is disputed. So quieting U.S. title - -",
  "Absolutely. Before title - -",
  "I think there's a constructive amendment in this sense, because if it's only thing with - -",
  "Well, let me see if I can explain. If I can explain. To be sure, the complaint, which was untimely filed for purposes of the protection of the government's not taking it into -- into trust, but the set -- it did seek to stop the decision from happening. After that happened, when he did not seek appeal or emergency relief from the district court not giving him the injunction he asked for -- he asked for a preliminary injunction to stop the taking of title. The district court didn't give it. It actually sat on it, constructively denied it. And it's well recognized in courts of appeals, you can appeal a constructive denial of a preliminary injunction. He didn't do that. This is the way litigation works. Title shifted. Sovereign immunity shifted. The Quiet Title Act didn't apply, then it did apply because title was in the hand and in the name of the United States Government.",
  "And so after that, he had two choices. He could have dismissed the action as moot. But what happened is he continued to press -- and this is on page 25 of his brief, his court of appeals brief, at page 26 and 27 -- he wants an injunction now, not to stop title, but to take title out. And that's when the Quiet Title Act - -",
  "No, it was - -",
  "No, because the Quiet Title Act - -",
  "The Quiet Title Act, when it says -- when it says the only way we'll give you a relief is if you can establish that you have an interest in the land, forecloses suits seeking to adjudicate - - adjudicate, excuse me -- disputed U.S. title by those who don't even have an interest.",
  "And against the back -- I'm sorry.",
  "To be clear, as Justice Scalia himself then testified before Congress, the law was a mess, and you could not discern anything from Larson, Malone. And the one area where actually courts have pretty consistently denied relief, as Justice Scalia then said, was in the land area. And Congress responded to hardship, but in doing so, it was making a critical balance. It knew how disruptive to government it is to pull the rug out from under the feet of the Federal Government's operations. And -- and it said we're going to draw lines, and there's three lines. It said: No suits involving Indian lands, no injunctive relief or coercive injunctive relief at all will be allowed. If -- if you have a right, you will only get damages unless the government agrees otherwise. And to prevail, you must have an interest in land. Now, that is a concerted judgment of Congress that we will not - -",
  "He could -- he could bring a nuisance action, assuming the tribe waives sovereign immunity, which would be its own problem. Assuming - - I'm assuming this is a suit against the tribe and not the Secretary.",
  "And so there'd be their own either State law or sovereign immunity questions, if he could bring it. And then if the government tried to raise this as -- or, excuse me, the tribe raised it as a preemption defense, then there would be a separate question whether at that point a court could issue, consistent with the Quiet Title Act, a declaratory judgment which would pull the rug out from the government's feet.",
  "Now, to be sure, in the - -",
  "There's no question he could bring a -- assuming tribal sovereign immunity, that he could bring a nuisance action, but it's also important to remember in that context, the other reason that nuisance action would fail is that the courts have already ruled on this claim about the legitimacy of authorization of gambling, about the environmental effects and the esthetic effects in the MichGO litigation. This is simply recycled through the IRA claims that have already been adjudicated and lost.",
  "So -- but with respect to the question of judicial review that was mentioned earlier and I think would be implicated, obviously, in a nuisance action for -- this is sort of being case-specific with respect to claim preclusion and issues like that.",
  "Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: Arizona simply disagrees with the balance that Congress drew. And when it comes to registration, Justice Kennedy and Justice Kagan, you're both correct, the whole point of the Federal form is that Congress had to draw a different balance. It confronted a situation in which 40 percent of eligible voters were not registered because State procedures and burdens were standing as an obstacle, a barrier between -- in the direct line of accountability between individual citizens and their Federal government.",
  "First --",
  "First of all, with -- with respect to the driver's license, it's only driver's licenses issued after 1996, October 1996, and those that were not -- that someone did not obtain when they became naturalized. So you have to be about 33 years of age. Anyone older than that, their driver's license isn't going to work. And, in fact, Mr. Gonzalez in this case used his driver's license number and got bounced.",
  "You can -- Mr. Gonzalez did that as well and the naturalization certificate got bounced because the naturalization certificate, when put into the computer, does not produce records. It is a mistake in Arizona's Proposition 200. Neither one of these worked.",
  "Joint appendix page 263, the district court found that 31,550 people were rejected from voting because of Proposition 200. Even on that same page he finds that 11,000 of them subsequently registered, but they had to do the double gauntlet that Congress was trying to eliminate. The other 20,000 swore under oath that they were citizens and Mr. Horne, before the Ninth Circuit, conceded he had no evidence that they were not citizens --",
  "-- of the United States.",
  "We interpret \"accept and use,\" it's mainly the latter, your second one, and that is that it is a limitation on what can be asked of the individual and that's not just from the Section 4 language where accept and use comes from. But what's critical here is Section gg-7 which is on 26H of the petition appendix here. And that's where they say on this form. The form may require only, may require only -- from the applicant, I'm adding that in -- such identifying information essentially as the Commission determines is necessary to allow the State to make its decision. Now this is not just a ticket into the State's own registration process so they can go thank you very much for throwing it in the garbage can, now do what we would like you to do. It is a registration form, and when filled out completely and submitted under oath, it has the same legal --",
  "-- as the registration form.",
  "They may not require anything else from the applicant, but they can certainly apply their own evidence that they obtain, whether it's from their own eyeballs or whether it is through records or databases that they run these through, which is the more common one, and make a decision. Now a decision, the decision isn't simply we would like more from you. That's not an appropriate decision.",
  "My answer is when you look at 26H it's talking about the form. And first, we know that the commission is the one that decides what is necessary on this form, a decision that wasn't challenged --",
  "It can certainly be challenged under the Administrative Procedure Act but was not in this case. But it says what is necessary on the form. Now, when you give a -- now when you say what's necessary on a form you're talking about from the applicant. So this defines what is necessary from the applicant, what can be requested or demanded from the applicant --",
  "-- on the form, exactly. On the form. And that is the necessary information to let them apply their own tools and make the decisions that the States make --",
  "The Commission, let me just -- if we turn to 26H at the very top line --",
  "26H, where it has a number 1, let's insert the Commission before I get to the word \"may.\" And that's all you need to do. We know from the prior page the Commission is the one doing this. The Commission may require only from the applicant.",
  "That's all the Commission is allowed to require from the applicant.",
  "Exactly. And then the burden shifts to the State to do it. If, Justice Breyer, if the question is they may require that, and then the State can require anything else it wants, it is an utterly pointless form. And what we know from six --",
  "I don't think that's a fair reading of what Congress would have assigned to them. But even if it were, Justice Scalia --",
  "-- that's something to be challenged through the Administrative Procedure Act --",
  "The relevant phraseology is may require only, and that is not your normal permissive language. It's actually Congress -- it is language of limitation when used that way. \"You may require only\" does not mean that you may -- that you may run freely and do what you want, and they have further down --",
  "But you may require that is necessary to enable. So the language here, I think any fair reading -- and we don't strain the language in this context -- the natural reading is that they may require only the information from the applicant that's necessary essentially to shift the burden.",
  "I would just like to add to them, Justice Breyer, two points, and that is with respect to citizenship in particular, not only does the statute, the NVRA flag it, but the Help America Vote Act in 2002. So even if you don't want to go just with the legislative history, Justice Scalia, in 2002 Congress revisited the citizenship requirement for the Federal form and it added a box that you have to check that you are a citizen -- that you are a citizen. So Congress revisited this issue after the statute had been in effect for nine years.",
  "It's unclear. It's a little different in that context, in two ways. First of all, the Commission made the decision so they have that.",
  "Oh, I'm sorry. And then the second thing is the information that's required there is information, for the most part, that is -- that the Help America Vote Act allows States to require of individuals. Now, in the Help America to Vote Act, it's an either do it at the polls or do it in the registration. Maybe the Commission thought it could forward it, but at least there you have two profound differences and that is it's at least information that a separate statute has said States can require from individuals.",
  "But I think it's --",
  "That is the --",
  "No, it's not proof of citizenship. What it is, is an identification requirement that can be applied at the polls or the Help America Vote Act says at the time of registration.",
  "Okay. First of all, the State requirement of citizenship, it's permitted in the sense that Congress requires in three different ways that citizenship be affirmed. It's simply disagreeing about proof. So it's not as though citizenship is left off this form, it's simply a question of how it's proved. But the Help America -- just to get right to your question -- there's two aspects to the Help America Vote Act that change this form a little bit. When you go through those instructions, what you will see -- here's what those State-specific instructions are: They are the requirement that you put in an ID number that is required by the Help America Vote Act required. Required. So clearly, that is to be on the form because another statute requires it. And then you put on -- it says to put on party identification for the States that have it. Some States have race identified, and then the instructions tell you about the different filing deadlines ",
  "No, no --",
  "Just the identification number.",
  "Well, there's two -- those are things that are in the State -- when you look at those State-specific instructions, they are not add-ons. They are not adding attachments.",
  "That would be a very different lawsuit that was never brought in this case. And this just -- the Louisiana thing just happened in --",
  "But the Act, I think, by  by its own plain language and by its normal -- it can't have no -- there is only two ways to look at this statute. It either created a form that is simply to be the servant of every State and they can pile on to it anything else they want, and that is utterly irreconcilable to Congress's findings and the entire purpose of this statute, or this is Congress's registration mechanism that it chose exercising its power.",
  "This is -- statements --",
  "Statements under oath, statements under oath in a criminal case --",
  "Statements under oath in a criminal case are proof beyond a reasonable doubt by which we execute them.",
  "It's a very serious oath -- I'm sorry.",
  "Well, there is two responses. One, it's an open question whether what -- whether the State form, for purposes of Federal elections, can add new requirements, but we haven't challenged it, we haven't challenged here and I think it's --",
  "I think -- I think it's actually a very complicated question. And so to be clear, there is statutory language, I think, going both ways on this question. There is in 4(a)(2), which says the State form has to meet the criteria of 7(b), but then -- and then there is in 5(a)(6), which says, if you're going to be handing it out as your public office, it's the public agencies that have to provide the form, it has to be equivalent. But then in Section 2 -- I'm sorry to throw all these numbers, but I'm just trying to show you how it's complicated. In Section 2, the very background for the Federal form is that it's in -- it's in addition to whatever the States are already doing --",
  "Correct.",
  "No, not -- not in this sense. First of all, it would be very respectful of the States and Congress to arrive at a balance here, if it did that. But Congress has made clear that there is this essentially safe harbor role for the Federal form and that -- and they can't hide it away. It has to be available for the -- the driver's license and motor voter process. It has to be handed out at the relevant public agencies, and the mail form is available to be handed out or online for people to find. And so yes, could it be different -- it's an open question whether that's what Congress wanted for Federal elections or not or whether --",
  "No.",
  "Oh, I'm sorry.",
  "No --",
  "As -- as of now, Arizona is doing it as a unitary system. Because anyone who fills out the State form necessarily satisfies the requirement of the Federal form.",
  "It doesn't work the other way.",
  "It doesn't work the other way at least for State elections. For Federal -- for Federal elections, it has to be the same. And so for Federal elections, there's a single roll. It's up to States to decide how they want to deal with the State form. At the time the Congress enacted this statute, about half of the States in 1993, including Arizona, had a postcard form where you just attested to citizenship under oath.",
  "Well, first of all, the Ninth Circuit's test came out of this Court's language in Siebold. It had both conflict language and harmonization, both of which appear in this Court's decision in Siebold. But to get directly to your question of whether there should be a different test, I don't think it matters on the outcome in this case because the preemption is in those 31,550 people who couldn't register. But, I think the Election Clause is going to be very different in this sense -- in two critical senses. And that is that the Elections Clause involves an authority in the States that is conferred by the Constitution itself. May I finish?",
  "It -- it has no reserve power that's being protected there, and by the very nature of the Election Clause is that Congress only acts when it means to displace or change what the States are doing. And so the necessity of having a presumption makes no sense in this context, particularly when you're talking again about a Federal form for Federal elections of Federal officials by Federal voters who need a direct line of accountability.",
  "Thank you."
]