[
  "Mr. Chief Justice and may it please the Court, the issue before this Court today is whether a public school district may lawfully exclude a religious group from conducting adult-led, adult-sponsored and adult-initiated prayer and worship services and religious instruction immediately at the end of the school day where these activities involved the youngest children.",
  "The purpose of emphasizing that --",
  "Well, Justice O'Connor, except for the fact that we have the Equal Access Act which we submit that if Petitioner's position is accepted in this case, the Equal Access Act will become meaningless because then you will be able to have adult-led and adult-sponsored religious activities occurring in a school which the Equal Access Act would prohibit.",
  "I'm talking about the Equal Access Act that was discussed by this Court in Murgens and --",
  "I'm sorry?",
  "Yes, Justice O'Connor, the Federal statute known as the Equal Access Act.",
  "No, Justice O'Connor.",
  "No, it is not. It is that, it is that the Federal law would allow, the Equal Access Act would allow adult, would not allow adult-led or adult-sponsored religious worship and activity in a school under any circumstances. Whereas, if it were student-initiated and student-led at the secondary level, that would be permissible under Federal law and those restrictions have been upheld by this court in Murgens.",
  "Mr. Chief Justice, it's kindergarten through sixth grade, so it's actually ages 5 to 12.",
  "Oh, absolutely. Oh absolutely. Absolutely, Mr. Chief Justice. I emphasize that point only because of the fact that under Federal law under the Equal Access Act, this activity wouldn't be permitted.",
  "It would prohibit the activity.",
  "At the elementary level, and it would prohibit the involvement of adult supervision.",
  "Justice Scalia, my understanding of the Act was that it specifically prohibited adult-led and adult-sponsored activities at the elementary level, which is the situation.",
  "That's right.",
  "Right.",
  "Yes, sir.",
  "Yes, Justice Breyer. Justice Breyer, we contend that this is, and I believe the parties have stipulated that this is a limited open forum. And what we have attempted to do is consistent with State law we have attempted to exclude the subject matter of religion.",
  "Correct.",
  "Well, the theory is, Justice Breyer, that we have set limits to exclude on a reasonable basis certain activities from occurring in the school. Just as we exclude partisan political activities. We exclude commercial activities. And we exclude various other activities, the school system has made a decision that it wanted to exclude this activity from its forum. Now, consistent with a decision, for example, in Cornelius vs. NAACP, where the issue of partisan political speech was excluded from a limited open forum. We have acted similarly in this circumstance. Because of concern about some of these establishments.",
  "I'm, I'm well aware of that, Mr. Chief Justice. But I think that in part, and I, I'm not certain why the Second Circuit wrote the majority opinion it did, except for the, I can offer the Court this, and that is that in footnote two of the majority opinion, this Court indicated very clearly that it was not addressing the issue of worship services and Sunday school.",
  "Well, Justice Souter, I think perhaps the actions of the school district have been somewhat mischaracterized. I believe that there is a letter in the record from the superintendent that had indicated precisely what they were excluding, and the letter from the superintendent to the Reverend indicated that uses consistent with Lamb's Chapel would be permitted, but that religious worship would be excluded under the description of this forum. So it was not excluded because of a viewpoint. It was excluded because the entire subject matter of religious worship was excluded from the forum.",
  "Yes, sir. Your Honor, please look at the joint appendix H-1 to H-2. There is reference there to the Lamb's Chapel decision of this Court indicating that the viewpoint, the viewpoint was -- was not what was being excluded, rather it was the religious worship that was being excluded.",
  "Justice -- Justice Souter, we advanced both. For example, an examination of our answer would reveal that we raised the establishment clause as an affirmative defense. But I believe it's the next to the last page of the district court opinion, and I could find it if the Court wishes. The district court, for example, concluded that because we had found that the limited open forum was properly created and properly limited, it did not need to reach our establishment clause arguments or the establishment clause issue.",
  "Justice Scalia, yes, sir, I do.",
  "Justice Kennedy --",
  "Oh, of course it is.",
  "We don't certainly contend that that was a full description, Justice Kennedy, of everything that was occurring. Rather we have a full record that the district court and the court of appeals in both instances concluded that this was indeed religious worship.",
  "Yes, sir.",
  "Yes, Your Honor.",
  "That's correct.",
  "No, sir.",
  "Well, Justice Breyer, the premise of the question operates under the assumption that the only thing that we excluded was religious, were religious activities, I believe.",
  "Yes, sir.",
  "Your Honor, we have excluded the entire subject matter of religion as we --",
  "No, Your Honor, because that is not, that is, in fact, not the case as this particular forum was created. This particular forum also excluded partisan political speech and various other activities that I believe we enumerated in our brief and I think are enumerated elsewhere in the record, particularly the deposition of the school superintendent identifies a number of those.",
  "Yes, sir.",
  "Well, Your Honor, that -- the facts in the case really don't spell that out. And in fact, there is no development of the record in terms of what precisely the Boy Scouts did, other than recite the Boy Scout motto. In fact, the record doesn't reflect that they actually held their typical club meetings on school premises. What they actually held on school premises were leadership meetings and not actual Cub Scout --",
  "Yes, Your Honor. And our position has been that that's essentially an incidental mention of those issues. It is different from or distinct from religious worship.",
  "Your Honor, they could have. I believe that --",
  "Yes, sir.",
  "I don't -- I don't agree with the Chief Justice's statement of the question. Your Honor, we would have allowed them to express their viewpoint on a secular subject, I believe consistent with Lamb's Chapel. We would not have, however, permitted religious worship services, which is essentially what this was.",
  "Well, except for the fact, Your Honor -- Your Honor that the Sunday school is generally the way that religious worship is presented to children of this, of this age group. They are typically not required to attend the full service and so forth. They typically attend a Sunday school-type service.",
  "Well, Justice Scalia, they go --",
  "No. Justice Scalia, except for the fact that what they do is that they, they engage in an activity that's age-appropriate, and for those children --",
  "Yes, sir, they do.",
  "Yes, Your Honor.",
  "Correct.",
  "That's correct.",
  "Yes, Your Honor, I believe that it does. I believe it's very much involved in this case.",
  "Religious worship would be excluded, Justice Scalia.",
  "Justice Scalia --",
  "I wouldn't necessarily say that, Justice Scalia.",
  "Well, I -- the point I'm getting across is that the activities of the Good News Club were more than merely reciting one prayer. There was much more involved in that which is fully developed in the record, and those activities were much more religious and much more in the nature of a religious worship service.",
  "Justice Scalia --",
  "Justice Scalia, for children of this age group, that is the religious worship service that they would typically engage in.",
  "I'm hoping we don't lose this case, Justice Souter.",
  "I believe that we've preserved it and fully developed the record with respect --",
  "Except for the fact, Mr. Chief Justice, that it was not ruled on specifically. The district court said because we've concluded that your limited open forum was constitutional under Second Circuit precedent, we didn't need to reach the establishment clause argument. It was raised. It was not, however, ruled on previously by the district court.",
  "Yes, sir.",
  "Yes, sir.",
  "Correct.",
  "Well, several ways. Number one, I think that even if it's not a -- technically an establishment clause violation, I think the school district had a reasonable basis to conclude that it might potentially be disruptive, it might potentially be divisive of the community to allow this type of utilization of the school building, and out of concern that perhaps religions which did not predominate in the area might be unrepresented and unable to use the school facility for similar purposes.",
  "Well, Justice Scalia --",
  "Presumably, if you ordered it.",
  "Well, actually, Your Honor --",
  "Actually it isn't terribly divisive, Justice Scalia. What we are concerned about is, is that there may be religious groups that do not have a substantial representation in this small town community, and that the majority religion, such as Reverend Fournier represented would be able to run a Good News Club, but the other groups that didn't have the numbers or the personnel couldn't run a similar club, and that would show a favoritism to this particular club.",
  "Yes, sir. But it's --",
  "I don't believe that to be the only basis upon which we've determined that it is appropriate to exclude this. We have also relied, to some extent, upon the mandate of State law that the school is bound to follow, and may I point out, please, that in the complaint there is no challenge to the constitutionality of section 414 of the education law. That relief was not asked for at the district court, it was not asked for at the court of appeals, and it is not, in my judgment, at least from what I read in the complaint, it is not before this Court.",
  "Justice Stevens, I believe that that's essentially what the State statute mandated. The State statute, education -- New York education law 414 prohibited use of a school building for religious purposes.",
  "That is correct, Justice O'Connor.",
  "That is correct.",
  "Correct.",
  "Correct.",
  "That is correct, except one of the things that they do not permit, along with other prohibitions, such as a political -- partisan political activities, commercial activities, and so on. One of the other excluded areas is a religious activity.",
  "Yes, sir.",
  "Yes, sir. Just as you were in Lamb's Chapel, but the same statute was before the court in Lamb's Chapel, and --",
  "Yes.",
  "At the elementary level.",
  "My understanding is it was a very vigorous debate about whether --",
  "That is correct. That is correct. The -- we contend that the establishment clause argument is very much involved in this case. We did raise that as an affirmative defense in our answer, and we contend that if this particular use is permitted, we will have Sunday school on a Tuesday in a public school occurring at 3 o'clock immediately upon the end of the official school day.",
  "Correct.",
  "The school can do that.",
  "That is correct, Justice O'Connor, it is something that the school set up and allows, but they didn't specify specific times, and when they examined this particular circumstance, they determined that it was religious worship and chose not to exclude it -- or, excuse me, chose to exclude it.",
  "That is --",
  "That is correct. That is correct.",
  "That is correct, Justice Scalia, the original denial was based on the fact that it was religious worship, not based upon the specific time of day, that is correct.",
  "Yes, sir, I do. I believe we have the right to limit the forum to certain activities that the school believes have a reasonable basis consistent with the mission of the school system, and under the circumstances, as they have excluded other activities, such as political activities and commercial activities and similar activities, they are permitted to exclude these activities as well.",
  "Correct.",
  "Correct.",
  "Because under those circumstances that you just posit, I believe that the school is then lending support to a particular religious exercise or a particular religion. Under the circumstances of this particular case, our case, we have an increase in active attendance at the meetings, we have the school being utilized in effect as a church. And the same activity was conducted only months earlier at the church. And under the circumstances, we submit, to permit the utilization for a church service, for a worship service, would involve the school in endorsing and supporting the that particular religion.",
  "That's correct, Justice Scalia.",
  "Uh-huh.",
  "The example of the crossing guards you gave, I presume, is on a public street. That would be an open forum where restrictions and limitations would be very difficult to justify. In the case of a limited open forum, such as the school district where you've previously -- this Court has previously indicated we have to have special sensitivity to the age and so forth of the children, we believe that it's appropriate to make those judgments to exclude from the forum those activities that the school officials may believe are not inconsistent with the mission.",
  "Well, they wouldn't -- if they were doing it for a for-profit purpose under New York law, that wouldn't be permissible.",
  "Well, no, no, it wouldn't be a permissible use was my point. It would not be permitted under the school use policy or under New York education law 414. It's simply not permitted.",
  "Justice Kennedy, I believe that we are required to be neutral and permit the schoolhouse to be used as a house of worship would violate, I believe, the principle of neutrality.",
  "Is Justice Souter's question in reference to this specific record or is this a hypothetical?",
  "Because you would be permitting then a schoolhouse to be used as a house of worship. In the case of -- in our particular case, at 3 o'clock there are lots of other educational activities going on.",
  "Well, Justice Souter, I believe that Widmar is a totally different case. Number one, it's an open forum as opposed to a limited open forum.",
  "I would have to take the position that with respect to that forum which had been open for all purposes --",
  "Uh-huh. Yes, sir, I understand.",
  "This Court apparently held it wasn't, although you looked at it as a free speech case, so presumably --",
  "-- in that particular matter you allowed it. In this circumstance --",
  "Correct.",
  "Justice Ginsburg, that is not reflected in the record, and I'm not certain of the answer to that. I believe, however, that the record reflects that there were no other religious uses that went on at this particular school, but the record is not developed on that.",
  "It is not fully-developed, Justice Scalia, but I believe there is some evidence of that, yes, sir.",
  "Mr. Chief Justice, and may it please the Court: I'd like to start out with giving you a little factual background of what the commission considered and what Verizon appealed. Essentially, the FCC issued an order saying that ISP calls to ISP's were largely interstate. That order also said, for those companies that had already approved agreements, the State commission was to look at contract principles to see if the parties should be bound by their previous agreements, and whether their previous agreements should be interpreted to include calls to ISP's being local. That's what the Maryland commission did in this instance. Verizon appealed to Federal district court raising two issues. The first issue was that, under Maryland contract law, the commission had misinterpreted the contract. That's the first issue that they raised. That was clear from their motion for summary judgment, which is part of the record of the case, but I don't believe it's included in any appendix to the case. The second issue they raised is, after the commission had interpreted the contract principles, the commission determined that the FCC order required them to develop an intercarrier compensation mechanism until such time as the FCC had developed its own compensation mechanism. Now, what Verizon said was that the commission was wrong, that the FCC didn't require that, that they made it discretionary for the commission, and those were the only two issued raised by Verizon in this case.",
  "Their --",
  "Their claim -- what they argued on their motion for summary judgment was that Maryland contract law became Federal common law, and that thus it was --",
  "That was their argument.",
  "Whatever their contract law is.",
  "So those were the two issues that were raised by Verizon.",
  "I just want to make clear that what they were raising was a contract issue. They're claiming that all contract issues are also Federal law now.",
  "I just wanted to make sure the Court was clear that what -- the sole thing they were raising was a contract issue.",
  "That --",
  "It had become Federal common law, that's correct.",
  "That's correct. Now, the Fourth Circuit dismissed the 1331 claim on the basis of three alternative grounds. The first ground was that in relying on Jackson Transit they found that Verizon's claim did not meet the arising under standard contained in 1331. According to the Fourth Circuit, the fact that interconnection agreements are creations of Federal law did not in and of itself raise a substantial Federal question. The Fourth Circuit also relied on Shoshone Mining, which said that Federal question jurisdiction isn't established where local rules or customs would govern the result, which is what we have here, of course. Maryland contract law is what governed the result here, that under -- specifically under 252 the negotiating parties had absolutely no obligation to include anything from 251 and 252 in their contract. For that reason, negotiated contracts are kind of taken away from those aspects of the Telecommunications Act.",
  "We still believe it wouldn't come under 1331, but for differences other than Jackson Transit.",
  "Yes.",
  "The petitioners really haven't distinguished Jackson Transits. Both cases involve the precise question of whether an action for breach of contract arises under Federal law merely because the contract required -- merely because Congress required the contract to be formed, or required that the contract --",
  "I disagree with that reading of Jackson Transit They noted one sentence that they said led them to believe that Congress wouldn't have wanted these. There are also several other circuit court cases, however, that have interpreted Jackson Transit to say that where State law governs the decision before the Court, then there is no Federal question jurisdiction regardless of whether the contract terms were required to be incorporated or not.",
  "I believe it --",
  "Well --",
  "I think --",
  "I don't believe they can, and I think that was what was the problem with --",
  "I think under Jackson Transit what they've said is that you haven't raised a Federal question. That's what Jackson Transit said. If you take a contract, and your only basis of the contract was that it was required by Federal law, then that doesn't even raise a Federal question.",
  "That would be a closer question as to whether that actually raises a substantial Federal question regarding whether -- because it would obviously limit a State commission's interpretation. The State commission could not interpret the word in a different way. The second basis for the Fourth Circuit's dismissal of the 1331 claim was essentially based on this Court's Merrell Dow decision. In Merrell Dow, the court found that where a Federal statute includes a limited grant of jurisdiction, that any other broader grant of jurisdiction would flout the intent of Congress. Based on that, the Fourth Circuit found that 252(e)(6) was a limited grant of jurisdiction and that therefore it should not allow suit to be brought under 1331. The respon -- the petitioners have argued that the rule is otherwise that essentially the courts have this broad grant authority unless there is some limitation, but all the cases cited by the respondents involve Federal agencies, and there's a distinction here, because what the Federal agencies were arguing was essentially that there was absolutely no review of what was at issue, that you couldn't bring it under 1331, there was no other statute, essentially it was a discretionary act of the agency, and you couldn't bring it, and in that sense the Court --",
  "That's correct.",
  "It's that 252 represents a limited grant of jurisdiction on behalf of Congress, and that Congress only intended such a limited grant of jurisdiction, and that therefore to use a broader grant of jurisdiction such as 1331 would defy congressional intent.",
  "That's correct.",
  "It -- but it also preserves the -- how 1331 has been analyzed in the past, and how 1331 has been analyzed under Merrell Dow is that you look at the statute, and if the statute has a limited grant of authority, then that's congressional intent that that be the only authority, so 601 didn't change the analysis, it just says you use the same analysis, and in this case the analysis is, under Merrell Dow, there is a jurisdictional statute in the statute at issue, so no other statutes -- so 1331, which is a broader grant of jurisdiction, should not be used.",
  "Well, but they're -- for negotiated agreements they're not required to incorporate anything involving 251 and 252, so they've made the choice to not include those Federal standards by negotiating an agreement rather than having it arbitrated, so in that sense, no, it would not raise a Federal question.",
  "I don't know that it's so in any -- in every instance. In this instance, for a matter of fact, the initial contract at issue with MFS and Telenet, Verizon actually agreed to a reciprocal compensation rate that was higher than the commission's arbitrated rate. Now, for what reason, I don't know. Presumably they traded something else for that. So it's not necessarily so that whatever's in the statute the parties agree to, and if the parties agree to that, then they've chosen to agree to that rather than go to the State commission and say, Federal law requires this, we don't want to agree to it, but we recognize that you have the authority to order us to do it.",
  "Well, we think it would not end up in Federal court for other reasons, but we -- but --",
  "Well, if you're talking about 13 -- going into Federal court under 1331 --",
  "-- our argument would be the private right of action argument, that 1331, you have to look at the four court factors and things like that, and that therefore those wouldn't end up under 1331 either, and also the same argument --",
  "I don't believe, in answer to Justice Scalia's question, I was treating them the same. He asked me what other issues would we raise to say that this arbitration case shouldn't be in this Court, and that was one of the issues we raised. I believe that there are cases that essentially say that a cause of action is a matter, a matter of subject matter jurisdiction. There are several circuit courts that have interpreted this Court's Merrell Dow case in that manner, but I don't think it's necessary for the Court to even reach this, because I think the cases can be upheld based on the Fourth Circuit analysis, and any one of the three alternatives raised.",
  "And --",
  "Do you want to know what the Fourth Circuit -- how the Fourth Circuit distinguished your Steel Co. case?",
  "What the Fourth Circuit claimed you were doing in Steel Co. is that you were distinguishing between Article III subject matter jurisdiction, which had to be decided before you reached the merits, and statutory subject matter jurisdiction, which you didn't have to decide before you reached the merits under that hypothetical jurisdiction issue. That's how the Fourth Circuit has interpreted Steel Co. So in this instance I believe the petitioners are wrong in their analysis that you have 1331 jurisdiction unless Congress specifically precludes 1331 jurisdiction. The only cases that has occurred has been with regard to Federal agencies, as I mentioned earlier, and that was because to find that 1331 wasn't broad enough to encompass a Federal agency would mean that there would be absolutely no review, so I think that there is a distinction that is important between the two cases. The final reason the Fourth Circuit found that the 1331 claim should be dismissed was the Rooker-Feldman doctrine. Under that doctrine, it involves essentially a statutory interpretation element and a federalism element. The statutory interpretation element is that 1257 grants original jurisdiction to this Court and this Court alone over State -- I'm sorry. 1257 alone grants this Court appellate review of State court decisions, and that the Federal district courts only have review over original actions, original civil actions, and that by implication, therefore, Federal district courts have no review over State court actions.",
  "I think that's distinguishable because in the case you referred to the district court already had jurisdiction over Federal claims that were totally separate and apart from the on-record administrative review. Essentially, the Federal claims could have been brought without actually reviewing the record and the order in the case. It was because the Federal district court already had that jurisdiction over those claims that this Court found it could exercise its supplemental jurisdiction and also hear those claims that involved the on-the-record State court -- actually, I think it was actually a local administrative agency in that case, but the on-the-record review. So I think this is different in that Verizon raises no claims that are separate and apart from the on- the-record review and decisions of the Maryland Public Service Commission, so in this instance the Federal district court will be acting as an appellate court, particularly since I believe virtually every Federal district court that has considered the issue has said in telecommunications cases it's not a de novo review, it is an on-the-record review, so in this instance they will be performing an appellate action rather than an original civil action.",
  "There, there would be Federal jurisdiction if the basis of that claim didn't require the appellate -- the Federal district court, excuse me, to actually -- to review the determinations of the Maryland Public Service Commission to reach the conclusion that their order violated a Federal law, essentially --",
  "To a certain extent you would be looking at the Federal -- the State order, but you would not be overturning the State order on the basis that the State commission found. You would be saying, yes, you found this, but the problem is, what you found now implicates this, so --",
  "That would be correct. They would have to go through the State court proceedings in that, and have it resolved in that manner.",
  "That's correct.",
  "That's correct.",
  "We were not dismissed from the case The whole case was dismissed.",
  "Well --",
  "No, Your Honor. At the Federal district court level, essentially the court decided that we had Eleventh Amendment immunity and that we were indispensable parties and, as such, the entire case had to be dismissed. The Federal district court also addressed the 1331 issue and found that it would not imply a private right of action, and that the -- and that his Eleventh Amendment analysis probably would pertain to the 1331 claim as well. That's all I have, unless there are any other questions.",
  "Mr. Chief Justice, and may it please the Court: The Iowa Legislature, consistent with the Equal Protection Clause, can charge different tax rates for its riverboats and its racetracks for a number of legitimate State interest reasons, including and especially the one highlighted by the district court judge here, the promotion of the development of river communities. In 1983, Iowa broke ground and got more friendly with gambling and allowed horse racing and dog racing in our State.",
  "I -- is there a neutral term, Your Honor? In -- in regard to gaming, one of the main purposes of having horse and dog racing was to develop a new subset of our agricultural economy, the breeding, training, and raising of horses and dogs. And that succeeded. It turned out to be about a $50 million industry. Six years later, with visions of Mark Twain in the background and the two incredible rivers in America surrounding our State, the Mississippi and the Missouri, the legislature authorized riverboat casinos, riverboat gambling. And one of the main purposes there was tourism, economic development for the river communities and riverfront development. In a very short time, there were $17 million worth of investment along the various riverfronts. A few years later, though, neither gaming enterprise was -- was doing as well as they would like, indeed, not doing -- not doing well at law. In regard to the riverboats, the problem was, well, Iowa had this sort of, in a way, naivete maybe about betting. They restricted the amount of bets on riverboats. It could only be a $5 bet and one couldn't lose more than -- more than $200 in one setting. Well, Illinois had a different view and had no limits and were starting to succeed competitively. The -- the situation with the racetracks was more severe, that economically it just wouldn't work to have racing, either horse racing or dog racing alone. So Iowa became the first State in the Nation to allow the sort of the -- the golden goose of gambling, slot machines, at racetracks.",
  "That -- that's right, Your Honor. Indeed, really the slot machines support the -- support the racing.",
  "That -- that is correct, Your Honor. And that was provided on a -- on a graduated basis. Actually in next year it's -- the 36 percent would be -- would be reached.",
  "Yes. Yes, we do, Your Honor. And what -- what we say is that the development of the -- of the riverboats could be rationally preferred by the -- by the legislature because of riverboat development, because of economic development on the -- on the rivers. Additionally, the -- the district court found that the additional rational basis could be sort of supporting the riverboat enterprises as a -- as an industry, promoting riverboat history. Also, we argue that there was a problem of riverboats leaving the State, that three out of six in the previous -- previous to 1994, the legislation year, had -- had left the State.",
  "Well, that was the next purpose, Your Honor, to try and get other boats to -- to come to Iowa, and apparently --",
  "Well, I think there's been many times where the -- the taxpayer has been -- been treated differently even if -- even if the transaction is the same.",
  "Sort of the -- the enterprise zones, for instance. Communities are -- are given favorable tax rates all the time for economic development purposes and that's what's here. And --",
  "Yes. Yes, Mr. Chief Justice, that -- that would -- that would be another example. And, you know, the State has great latitude in the taxation area and justifiably so because there are so many complexities that -- that that be available to the State.",
  "I -- I think as far as I know, that's -- that's the -- that's the case. Slot machines typically are not in multiple purposes -- not multiple places like Iowa. Typically they're in -- they're in casinos. So there's not -- not a lot of apt comparisons. But you know, this is -- this is a -- a question for the legislature. When there's no suspect category or fundamental right available, the legislature has -- has a great deal of -- of discretion. And the enterprise -- the purpose of the enterprise is different. The economic development as opposed to the agricultural, for instance. When that -- when that is the case, the -- the legislature really has -- has a great deal --",
  "Well, there is difference --",
  "There is difference in -- in the enterprise. One has slot machines and table games. The other has slot machines and -- and racing. But here you have a -- a series of communities in -- in eastern Iowa and then in western Iowa along the rivers that had suffered loss of manufacturing jobs. This was -- this was an effort, a legitimate effort, on the part of the legislature to advance a new industry, a tourism industry, on the two rivers.",
  "It was -- it was phased in, Your Honor. That --",
  "Well, the legislature, of course, had the -- had the discretion to -- to have them both at 36 percent. The -- the benefit of the -- to the -- to the riverboats was that -- that they didn't go to the higher rate that -- that the -- that they did for the -- for the racetracks. It's sort of a chicken and egg problem, but -- but they're spared that -- that higher rate and -- and that's -- and that's an appropriate benefit.",
  "That's it. The --",
  "That's right, Your Honor. There's a -- there's a very favorable rate for the -- for the racing at the -- at the racetrack. So it's a -- in a sense it's a -- it's a blend of rates between the two. Again, understandably so --",
  "No, Your Honor, it's not. It's -- it's the same. It's the same rate. So you have -- you sort of have 20 percent there as opposed to, say, as was just pointed out, 4 or 5 percent for the racing at the -- at the racetrack.",
  "It would be -- it would be more easily to -- to calculate and more efficient.",
  "They are scattered throughout the State. Two of them are on the -- turned out to be on the rivers. But the largest one, the premier one, Prairie Meadows, is in the Des Moines area in -- in central Iowa.",
  "Well, I mean, shocking that -- that a legislator on -- on -- in riverboat country would try and help the -- help the riverboats. I mean, that's, for better or worse, part of the -- part of the legislative process, always was and always will be. And -- and courts can't be sort of cops to -- to make sure that -- that they -- that they do not do that.",
  "Yes. Well, it's, you know, the old adage about sausage, making sausage, that you shouldn't watch it, that --",
  "Yes. The -- you know, the -- the legislature -- the court could have said that they were diverging from -- from the standards of this Court.",
  "Well, our argument is -- is, Your Honor -- and we know we're -- we're into sort of a little bit new territory here. But our argument is that -- that the court has made a decision that the -- the analysis -- a clear decision that the analysis is the same under the Federal and the State constitutional provision. If that analysis, judged by a higher court, is determined to be wrong, then that would -- would seem perhaps to settle it. But more significantly, the -- the respondents didn't argue below that there was a separate analysis, that -- that they should look at it separately.",
  "Yes. It's -- it might not, but we argue that -- that they sort of waived that argument, that they didn't argue that in -- in the first time through, that they -- it was a different analysis. They conceded, like everybody else, and assumed that it was the same analysis.",
  "I understand, Mr. Chief Justice. Maybe I'm making my argument too soon and -- and will --",
  "Well, we -- we will -- we will try I -- I assume. What -- what we're saying here is that -- that there are multiple legitimate State purposes available that are well within the zone of Nordlinger and the related cases that have been before this Court, that -- that this is comfortably a legitimate State interest, a number of them, most specifically the development of the -- of -- of the river communities. And that's -- that's consistent --",
  "Well, I -- I don't think that there's -- there would be sufficient legislative history to foreclose rational speculation.",
  "I -- I think that that kind of -- kind of history would not, in a rational speculation case, that -- that --",
  "Well, I -- I suppose not.",
  "I wanted to be thoughtful, Your Honor. But like -- we get back to -- to the -- the rough and tumble of the legislative process as -- as you suggest, Your Honor, is such that the courts don't -- don't review that, don't -- don't --",
  "That's -- that's pretty much -- pretty much what's -- what's being said here and -- and how the cases have been interpreted. And is -- and it makes -- makes a lot of sense because like you -- like you suggest, Your Honor, when there's -- there's not a fundamental right or a suspect category, that's the pure legislative authority and that's where democracy kicks in our -- in our country, for better or for worse, and the assumption is that if they make a mistake, democracy later will -- will catch that mistake. Your Honor, I'd like to -- to now turn it over to -- this has been my first argument, so I refer to him as my safety net.",
  "Kent Jones from the Solicitor General's office, and reserve what time is remaining after he is done.",
  "I would just point out that Minnesota v. Clover Leaf Creamery Company is the -- is the case where this Court decided that in -- in a case before this Court that comes from a State court, that the Federal process, the Federal analysis applies, and that the total work, the total decisionmaking done by the State court is reviewable here, so much so that in that case they reversed a factual finding in -- in the court. I would emphasize too that -- that the Iowa Supreme Court has said that -- that the analysis is -- is -- always is the same between the State provision and -- and the Federal provision, and has only departed, as a matter of result, only one time, the Bierkamp case, in the 130 years that the two provisions existed at the same time. With that, I would respond to any questions that you might have or -- or conclude by asking you to uphold the constitutionality of this -- of this act because there are multiple legitimate State interests developed by rational speculation to support the legislation. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The modern guilty plea colloquy, by focusing on and clearly articulating the consequences of pleading guilty, paralleling the Patterson case, clearly constitute the -- the intelligent and knowing waiver of counsel in this particular context. In the modern guilty plea context, among other things, the defendant is told the elements of the crime, the range of the sentence, the factual bases developed between the judge and the defendant to assure that his guilt, and in addition, the --",
  "Yes, Your Honor. You know, we --",
  "Separating the -- the two issues, first, the question of whether he was explicitly told in this proceeding that he had a right to counsel at this proceeding. He was not told in that many words. But, you know, there's -- there's a presumption of regularity here based on the Johnson case.",
  "Yes.",
  "What -- what I'm saying, Your Honor, is -- is this, that in -- in the total context, he clearly knew that he had a right to counsel and, indeed, that really is the -- the words that submit that --",
  "You know, I -- I don't -- I don't think -- I don't think it should be, Your Honor.",
  "Your -- Your Honor, I -- I don't think he actually signed a form. What -- what did happen is that he was informed at the -- informed at the arrest through the Miranda warnings that he had a right to counsel. And then he went for a initial appearance, and this is -- this is the part that -- that I think we focus on. At the initial appearance, the judge marked the form saying application for court-appointed counsel, and then wrote waived. In other words, he had given the opportunity at this initial appearance for counsel. Going forward, there -- there was no reason to -- to interrupt the initial appearance and having to have counsel at -- at initial appearance. It was going forward. And then the words that Justice Breyer referred to, when he went to -- went to the plea hearing, the judge said, you know, I see that you've -- you've waived counsel, and then he says I assume that you want to proceed to represent yourself. So we think that -- that that really satisfies the requirement --",
  "The initial hearing -- the checklist is in -- is in the documents that -- that were given -- given to this Court.",
  "Yes, Your Honor, that --",
  "Yes, Your Honor. That's --",
  "That -- that's exactly right. That's what the Iowa Supreme Court held. You know, it wasn't -- it wasn't raised at the district court level. It wasn't raised in the opposition to the cert petition.",
  "Yes.",
  "Yes.",
  "Yes, Your Honor. I think -- I think the -- the point is this, that in the plea setting it is very analogous to the Patterson setting and not analogous to the Faretta setting at -- at going to trial without counsel. And -- and the reason for that is, Your Honor, that going through the plea and hearing the elements and going through the factual basis and knowing the punishments, that's something a person can comprehend and can make a decision on, just like the Court held in Patterson that the decision to answer a question under interrogation or not under interrogation is something someone could do. But in -- in the trial setting, it is just so difficult for a person to represent himself in terms of the rule of evidence, in terms of strategy, witnesses, choosing the jury. Those are the kinds of things that it is just so difficult. What we do is two things. We inform the defendant of all those difficulties and by informing him as -- with a -- with an authority figure like a judge, we're -- we're pushing him towards counsel.",
  "Well, Your Honor, I think -- I think there are a number of useful -- useful functions, the ones you described, also collateral consequences.",
  "But -- but generally in exercising these rights and describing these rights, you give the general -- the general right, not -- not the specific services. The -- the Ruiz case indicates that. And in the Patterson setting, the -- you know, the things that a lawyer could do about strategy on the questions or make sure that you weren't tripped up on the questions, that was not required by Patterson. It's the -- it's the main consequences. It's the direct consequences that Patterson requires and that this requires. And, Your Honor, if we go into all the useful things that an attorney can do -- and -- and certainly there are many -- then it's -- it's almost an endless list. It's a fairly long list. And then we're cluttering up the -- the colloquy. It's already a -- a rather long colloquy.",
  "It would -- it would have -- I guess it would have to come after that. I mean, I think -- I think the factual basis is really the key here.",
  "The -- because that's -- that's the -- that's our -- that's our real assurance that guilty --",
  "You know, I -- I don't think there is a great interest, Your Honor, and I don't -- I don't think -- I don't think the -- the system is served here particularly what -- what the Iowa Supreme Court required that, you know, a -- and a lawyer can give you an independent assessment of -- of whether it's wise to plead guilty. Obviously, that's something that -- that we know about lawyers. And also really subsumed in that, to some extent, is the -- the question of defenses, but it's not a -- it's not a particularly helpful litany that they developed.",
  "Well, I -- I think that -- that he has to know that he has -- has the right -- right to counsel. But --",
  "The -- he knows that counsel is -- would be helpful.",
  "He doesn't have to be told. An individual knows that -- that -- it certainly follows much like in Patterson -- knows that the counsel would advise him whether to ask -- answer the questions or not. But that's something someone --",
  "He should -- he should know at the plea hearing that he had a right to counsel.",
  "The -- the judge said, you know, I -- I see you -- you made application, which would have been for this hearing, for -- you -- you did not make application --",
  "Well, I think that question was really did you change your mind. I mean --",
  "-- you made -- you made a decision at the initial hearing going forward towards this hearing that you wouldn't have counsel. Have you changed your mind?",
  "That -- that certainly would --",
  "Yes, Your Honor.",
  "Yes. You know, I -- I think it is. You know, this -- every -- every presumption is -- is in our favor in this kind of collateral setting.",
  "Well, I -- I think, Your Honor, in -- in the context of the discussion at the initial appearance and then drawing that towards the -- forward into the -- the plea -- plea hearing, that -- and -- and certainly indulging the -- the presumptions here, that -- that that -- that he did know. And indeed, to this date he's not asserted that he didn't know.",
  "Yes. Yes, Your Honor.",
  "It -- it was, Your Honor. It would be associate district court. It would be a situation where there -- there would be a -- would be a judge and -- who, you know, went through a -- you know, a long colloquy with the -- with -- went through a colloquy concerning representation.",
  "Yes, Your Honor. It -- it parallels rule 11. It's -- our rule 8 is -- is very similar to -- to rule 11. And at the -- at the plea hearing, of course, he was asked three times whether he wanted to plea or whether he wanted to -- to go forward and -- and contest the case and that's -- in that setting.",
  "What -- what we're saying, Your Honor, is that -- that that was covered by the -- the words that Justice Breyer mentioned at -- at the outset, that you know, I -- I see you waived application for counsel at -- at the prior -- it would have been at the prior proceedings, which would have been for this proceeding, and do you -- you know, do you continue to want to represent yourself.",
  "Yes, yes, Your Honor. The -- the --",
  "That -- that was at -- at that proceeding, and -- and we argue that that -- those are the -- those are the key words that really -- really wrap up this issue, that he was told before he had a right to counsel at this hearing. There's a referral back. It was reaffirmed that he wanted to represent himself at -- at the hearing. As I say, that -- that -- you know, it was not raised by the -- by the defendant at the trial court level or in the -- or in the resistance to the cert petition. And to this day, they -- they've not asserted that he didn't know that he had the right to counsel at the -- at the plea -- at the plea hearing.",
  "The State has -- has not on this -- on this particular issue.",
  "Not -- not that I know of, Your Honor.",
  "I -- I was assuming on -- on the matter that was before the Court as -- as a matter of the cert petition, that -- that I do not know of other jurisdictions that decided solely on -- on State grounds. Your Honor, I'd like to reserve my time.",
  "I would just pick up on -- on Justice Ginsburg's question or comment there that in terms of usefulness of counsel, there's a -- you know, we've explored a lot of difficulties and cross currents here today. What should happen is the States, as a matter of -- of the legislature or as a matter of the -- the court, making rules that -- that deal with these issues, rather than having a constitutional mandate for the whole country. With that, I would close except if there are other questions from the Court.",
  "Justice Stevens, and may it please the Court: These two contract cases concern whether the Government is liable in money damages under the Contract Disputes Act and section 110 of the Indian Self­ Determination Act when the Secretary fails to fully pay a contract price for the -­",
  "No, Justice O'Connor. They're -­ they're not overlapping. The claims in the Federal Circuit case involved three contracts covering fiscal years 1994, 1995, and 1996. And the Cherokee contract at issue in the case that went through the Tenth Circuit is fiscal year 1997 contract and funding agreement. The section -- remedial section of the act, section 110 -­",
  "Yes, they are, Your Honor. The Federal Circuit applied standard, bedrock Government contracting law, primarily the rule that when a contract payment is conditioned on there being an appropriation, the payment right vests in full once the appropriation is enacted by Congress. And secondly, the court ruled that the Indian Self-Determination Act does not bar the payment of the contracts in this case under the circumstances presented. And to the contrary. We submit that the Secretary's construction of that clause would undo the act, would undo section 106(b) of the act -­",
  "No, Justice O'Connor. There -­ there is no difference in that respect, and there is an overlap in -- in this sense. The Shoshone-Paiute contract that arose through the Tenth Circuit case did involve fiscal year 1996, the same fiscal year as the Cherokee contract that covered fiscal year 1996. So in that sense, both cases involved the -- the same relevant issues. The -- the key, we think, to the resolution of the act is found in the act on page 12a of the appendix to our opening blue brief. The act was amended in this section twice, in 1988 and in 1994, for three reasons: to secure contract funding, to reduce the Federal bureaucracy, and to eliminate secretarial funding discretion over contract funding issues. In section 12a, 450j-1(a), the bottom half of the page, it is stated in subparagraph (1) that the amount of funds provided under the terms of self-determination contracts entered into pursuant to this subchapter shall not be less than the appropriate Secretary would have otherwise provided. And then directly pertinent to this case is subparagraph (2), which directs -- which addresses contract support costs. There shall be added to the amount required by paragraph (1) contract support costs which shall consist of certain items. Incidentally, these items typically cover the cost of insurance, audit costs, procurement costs that might otherwise be administered for the Government by the Office of Personnel Management or personnel costs that might otherwise be administered by the Office of Personnel Management.",
  "Yes, they do.",
  "That is correct, Justice Souter. In the case of the Shoshone-Paiute contract, when the parties decided to renegotiate the contract amount, they entered into an amendment to specify the new, updated contract amount.",
  "It -- it is precisely, Justice Kennedy, what -- what you stated. In fact, we can turn directly to page 14a -­",
  "The -- the Government took money for its own Federal functions instead of -- including contract monitoring -­",
  "Including contract monitoring. Including contract monitoring. In fact, they say so in their brief and -- and defend that action. The -- the sections on page 12a and 13a articulate in quite a lot of detail the nature of the contract support costs that must be added.",
  "That is correct, Justice Scalia.",
  "Because -­",
  "It -- it is a unique contractual situation, Justice Scalia, but one that Congress fully anticipated. And -- and I would explain it this way. First of all, there is the Contract Disputes Act which Congress said applies to these contracts. The contracts were so unique that prior to 1988, the Interior Board of Contract Appeals, in a decision called the Busby case, had ruled that these contracts could not be enforced under the Contract Disputes Act precisely for the reason Justice Scalia articulated. Congress changed that. In 1988, Congress amended section 110 of the act, reproduced at the bottom of page 26a, and gave the Court of Claims, then the Court of Claims, and the district courts concurrent jurisdiction over money damages claims under the Contract Disputes Act. And the legislative history explains that Congress did this precisely to overcome the Busby decision and to make these contracts enforceable for the stated contract price.",
  "The -- the procurement contract -­ that is correct. Not the contracts themselves, Your Honor. The -- the act says that -­",
  "-- the contracts are not procurement contracts, Justice Kennedy. That's correct. These contracts began as procurement contracts. They had been procurement contracts, and even still, they were not enforced under the Court of -- the Interior Board of Contract Appeals decision in the Busby decision. Congress relieved the contractors of the procurement system because they felt that the agency had built up an enormous contract monitoring bureaucracy which it wanted to eliminate. And for that reason, it eliminated the procurement rules in the hopes that the contract monitoring bureaucracy would be eliminated along with it.",
  "Justice Ginsburg.",
  "Justice Ginsburg, I -- I would put my answer in this context. There are many sources from which the Government could have reprogrammed to pay these contracts. It could have been, yes, as we submit, from the funds spent on Federal functions and secretarial administration. It could have been from the up to $88 million increases Congress was making every year. It could have been from the up to $98 million in leftover appropriations the agencies had every year, and it could have been from the regional and headquarters offices that the agencies had where they don't administer services.",
  "That's the duty Congress imposed upon the Secretary. The Secretary was free not to reprogram. That's -- that's a choice the Secretary had and the Secretary made it. The question is what are the ramifications of that choice and we submit -­",
  "Correct, Your Honor.",
  "Your Honor, we -- we do not believe that that -- that should be the outcome. That would advantage the contractors that came forward and not take account of the entire situation. We think the global situation has to be looked at. The total amount of the contracts that were not paid in fiscal year 1994 -­",
  "If there were only sufficient money to pay half of the contract shortfalls --",
  "-- without violating the clause and the Secretary had the discretion not to reduce appropriations, or he could, for programs serving other tribes, and then the tribes would only be entitled to half of the shortfall, if there was only a sufficient amount of money.",
  "No, Justice Kennedy, and -- and to the contrary. In fiscal year 1994, the Indian Health Service was telling everybody they were paying them in full. They told the General Accounting Office they paid everybody in full on page 32 of the GAO report cited in the Government's brief. But -­",
  "The -- the tribes expected to be paid. The Shoshone-Paiute tribes were told they would be paid in full in the first year.",
  "That is correct. That is correct.",
  "The contractors don't know until the year is over because throughout the year, the Government reserves the power, although not exercised, but stated in a circular, to reprogram. And the appropriations -­",
  "When the Secretary prepares a budget to the Congress, it states usually a lump sum amount of, say, $1.8 billion. We -- we take $400 million off the top or $300 million off the top because that was specified by Congress for certain purposes. But the balance is a lump sum. The Secretary crafts a budget. The budget is not adopted by Congress, just a dollar amount is adopted by Congress. Now, Congress can step in and take a particular item and earmark that item and cap it if it chooses, but it didn't do that in these years.",
  "The tribes enter into contracts, as most Government contractors do when they enter into contracts before an appropriation is made, not knowing if the agency will have the money to pay them. That's okay. The problem is when the statute says it's subject to the availability of appropriations and Congress enacts the appropriations. It's been the law for 120 years that at that point, the right to payment vests and the tribe is entitled to be paid.",
  "The Federal Government -­",
  "Yes.",
  "The agency then, under this Court's teaching in Lincoln v. Vigil, has complete discretion over how it spends its appropriation except insofar as -­",
  "Yes, thank you, Justice Souter, for taking me back to your question. What we mean is that the Secretary submits a budget, but the budget is not binding on the Secretary. It's not binding as a matter of law because Congress didn't adopt it. And as conditions change over the course of the year, the agency readjusts its budget, which we call reprogramming.",
  "Correct.",
  "And the Secretary retains complete discretion as this Court taught -­",
  "Well, it should not be done without regard to the contract amounts -­",
  "That is in fact how it was done.",
  "Well, the times have changed. Since 1998, fiscal year 1998, Congress has imposed caps on the contracts and court costs that the agency has. So there's no question the agency cannot pay more than Congress gives it. When Congress only gives it $100 million or $200 million for contract support costs, that's it. The Secretary cannot be sued for failing to pay more.",
  "Justice Scalia, we read this -­ this clause with -- keeping in mind the first sentence first of the sentence. The first sentence, which begins on the preceding page, page 14a, says that the amount of funds required by subsection (a), (1) shall not be reduced to make funding available for contract monitoring or administration by the Secretary. And the subparagraph (3) in the middle of page 15a, shall not be reduced by the Secretary to pay for Federal functions.",
  "But then there's an exception.",
  "We -­",
  "Justice Scalia, for -- for two reasons we think it cannot. First of all, if that exception swallowed up the rule set forth in the first sentence, it would defeat the whole purpose of the act. And more, in the statute on page 21, there is a mandatory rule of construction that Congress has articulated which, interestingly enough, the Government never cites in the statutory interpretation case. And this rule says on page 21, 1(a)(2), each provision of the act --",
  "Page -- sorry -­",
  "21a of our opening blue brief.",
  "21a, correct. Each provision of the Indian Self-Determination and Education Assistance Act and each provision of this contract shall be liberally construed for the benefit of the contractor. That statement is repeated as well in every -­",
  "So what could it mean? That's our challenge.",
  "We have to give it meaning. We believe it means the -- as the Secretary always said when -- and -- and said at the time these amendments were adopted in 1988, that's services on the ground, the hospitals and clinics. If I walked into the office of the headquarters of the Indian Health Service in Rockville, Maryland, I'm not going to see doctors and nurses in white jackets. I'm not going to see patients and counselors. There aren't programs serving tribes in these headquarters offices, and in these area offices, large portions of what they do are administrative functions.",
  "That is our position.",
  "Well, we still need to provide some meaning to the -- to the provision that says the Secretary may not -- does not have to reduce funding for programs serving other tribes. I guess, I think we do need to grapple with the clause in order not to -­",
  "It's going to be the bureaucracy.",
  "It's not going to be the programs on the ground serving the tribes. It's going to be the bureaucracy.",
  "Now, it may be felt -­",
  "Well, I would -- I would -­",
  "I say that for two reasons. First of all, the -- the Congress, in our opinion, clearly privileged the tribal contracts over the Secretary's Federal functions. But more practically, let's look at the Shoshone-Paiute Tribes. They took over a hospital that had a $5 million budget in round numbers, and the contract support costs requirement was $2 million. So the contract was in round numbers $7 million. So they get the hospital, $5 million to run it. They don't get the $2 million. Now, they have $3 million to run the hospital. It's not that they didn't get their bureaucracy. They didn't get the full hospital operational budget because they had to pay the fixed costs of carrying insurance, undertaking the audits required by Federal law. There were actual reductions in services so severe, in fact, that the Shoshone-Paiute Tribe nearly lost accreditation.",
  "Yes, Justice Breyer.",
  "The equivalent of the $10 million would be sums not spent on anything -­",
  "-- in this case, up to $100 million.",
  "Any of the increases, any of the sums. And then we move to this statute -­",
  "Why the purpose.",
  "Well, that's one of the things the -- the Government and we agree upon.",
  "One of the purposes was paying contracts, and that's because in this act, the appropriation says here's $1.4 billion or $1.8 billion to carry out the Indian Self-Determination Act. So that satisfies the purpose test.",
  "That is correct, Your Honor.",
  "The Government -­",
  "In -- in the hypothetical. No. I think the Government would agree that the rule of Ferris and Blackhawk, the Dougherty rule from the Court of Claims, 1983, all stand for the proposition when you sign a contract with the Government and a lump sum appropriation comes, it's not your job to start monitoring Government operations and figuring out how much do they want to boost their functions for this or that or the other, and the -­",
  "That is correct. They claim these aren't contracts -- Justice Kennedy.",
  "These contracts are unique. The contracts in Winstar were unique. The contracts in the United States v. New Mexico advance costs -- advance funded cost reimbursable contracts. Many contracts are unique. The question is whether the distinction makes a difference in the law. The distinction here that these are not procurement contracts, that can't be decisive.",
  "But that's not unique either because the -- the Government, the Department of Defense in Iraq contracts out governmental services, the provision of food to our troops in Iraq. That's a quintessential governmental services, feeding the military. But they contract it out. No one would suggest there that just because it's a governmental service, it qualifies that contract as a lesser contract than any other contract.",
  "Absolutely. And even Congress considered --",
  "We -­",
  "We --",
  "We submit that that difference was considered by Congress. In the 1988 amendments, there's even language that says, we're thinking about maybe calling this an intergovernmental agreement, but we've decided to call it a contract because we want it to be enforceable as a contract, just as other Government contracts for goods and services are enforced. And that was the language of the -- of the Senate report. They then imposed the Contract Disputes Act and provided a remedy in money damages. In those respects, along with the canon of construction, we believe that these contracts are fully enforceable for the stated contract amount. I'd like to reserve the balance of my time, Justice Stevens.",
  "Justice Stevens, thank you. First, I'd like to address the availability of appropriations clause briefly. That is a term of art with a well-established meaning. This Court in Morissette said that if -- unless there's a contrary direction from Congress that the term of art should not be given its well-established meaning, it controls. And that is the meaning, purpose, time, and amount, that the appropriation is available for the purpose during the time and in the amounts necessary to fully -­",
  "Secondly, with regard to the core governmental functions, in Blackhawk, the contractor had a settlement with the Veterans Administration. The Veterans Administration had to reprogram. From where? We don't know, but the Veterans Administration had to reprogram and wanted to get approval from the Congress for that reprogramming action. Congress then stepped in but after the payment was due and forbade any reprogramming, and the Court then held when the payment was due, money was legally available and it doesn't matter where it comes from. There is no protection for inherent Federal functions. It may have come from some other hospital budget. It may have come from some other activity of the Veterans Administration. No doubt everything the VA does is important, but it doesn't mean it didn't have a legal obligation to pay the contract. There is no rule that has an IFF exception to the governmental duty to pay, and if there was, it would upset Government contract law deeply as the amicus brief from the National Chamber explains. Secondly, when funds are not available, we know what happens. This Court's decision, Justice Brandeis' decision for the Court, in Sutton explains what happens when funds are not available. There was a line item appropriation of $20,000 for a construction project. We understand that the contractor was on notice. Everything is square. Here, the entire lump sum appropriation was available, and I'd like to give the Court a sense of where the money could have come from, not that the Government had to do it. Just as in Blackhawk, if they chose not to reprogram, that's their right. But then there's a remedy. Where could the money have come from? In 1994, there was slightly under $2 million in a shortfall, just to the Cherokee contractor. No other contractor was apparently shorted. There was up to $98 million in leftover appropriations that year. There was 55 -- $88 million in an increase, up to $88 million in increase every year from $36 million to $88 million. There was $25 million in inherent Federal functions. They couldn't have shaved that by 10 percent to pay this contractor? Not that they had to. They could have taken some of it from there, some of it from the leftover, some of it from the increase, some of it from the offices at headquarters and area offices. That was their decision. But the contractor didn't take the risk that the Secretary would say, at the end of the day, I've decided to allocate 100 percent of my money this way, and by golly, there's nothing left for you. No contractor takes that risk in dealing with the Government, and surely, a tribal contractor with a mandatory contract set forth in the statute doesn't take that risk either. There is no limitation to the Secretary's theory in this case. The Secretary's theory means that we come, the contractors come, after the allocation of the Secretary. Well, the Secretary could, in a reduction year, decide to allocate the entire reduction to the contracts and enhance even his own Federal bureaucracy and programs serving other tribes and say, now I've made my decision and I've made my judgment. I don't have enough money to pay you. There's no limit here on contract support costs. It could be the secretarial amount. They could zero out these contracts and say it's practical availability. And we've decided there isn't enough money to deal with all of the health care needs in the country, so we're going to deal with the ones we operate and you come last. Now, that's not what the -- that's not what the statute permits. That sort of interpretation would lead to an absurdity. With regard to the Tenth Circuit decision, Justice, you asked a question about the declarations in the Tenth Circuit. There was a declaration in the Tenth Circuit, but all it had was a conclusory statement, to have reprogrammed anything would have caused reductions in programs serving other tribes. Now, that is not sufficient proof to withstand summary judgment, and it's certainly not sufficient proof to establish summary judgment. So for all these reasons, we believe the Tenth Circuit decision should be reversed and the Federal Circuit decision affirmed. Unless the Court has more questions.",
  "Thank you, Justice Stevens.",
  "Mr. Chief Justice, and may it please the Court? We believe the Seventh Circuit had it right. We believe that what the Seventh Circuit, and this is in partial response to you, Justice Breyer, is take more or less a holistic view of the entirety of the complaint. The business about the 5500, the business about the 6500 not being available when on December 11, 2000, Notebaert says it's available, the fact that they weren't shipping it, they weren't selling it, it didn't work, and the extensive information from confidential sources that there were, as one judge once referred to it, accounting shenanigans going on, designed to shift income into the fourth quarter of 2000. We think that when the court looked at that, it said, looks to us as if there's - -",
  "Again, you have confidential sources in this case, and in the case, Notebaert is hands on, he's talking to people, he's on the phone all the time. We're talking about the 5500 - -",
  "I would think you should be able to infer it with the CEO. I think the confidential sources demonstrate in this case, he must have had it, given his nature, the status of these products, his day-to-day - -",
  "If we knew.",
  "Yes. This notion of strategic ambiguity is in a sense humorous, given the obstacles that a plaintiff has to get the goods, so to speak. Just think about the investigation efforts that went into this case. What you do, Justice Breyer, is -- and I think this is what the Seventh Circuit did -- look at everything, look at the fact that you have got confidential sources saying 5500 demand is drying up, perhaps as early as middle 2000. Parts are not being ordered. People are going home early. Verizon dropped 25 percent, fourth quarter. Verizon dropped 50 percent in January. You're the CEO. You don't know that your flagship product is drying up? That there's inventory, that people are going home? That your best customer doesn't know you anymore?",
  "We believe two propositions. Number one, you can't exceed the Seventh Amendment, and the Seventh Circuit - -",
  "That is correct, Chief Justice. But that is not what Congress did. Congress did not elevate the burden of proof. That is why Mr. Phillips has asked you to, in effect, to overrule Huddleston.",
  "I think that is absolutely correct, and indeed rule 9(b) has been an entry qualification since 1938. But there are entry qualifications, and there are entry qualifications. In this case, in effect, the motion to dismiss operates as a dispositive motion. It cuts off the ability to proceed at all, and it does it, if you listen to the standards being proposed by Petitioner, and by the United States - -",
  "And did Congress raise the burden - -",
  "The entry points you referred to, the so-called pleas in abatement, to put on my common law hat, a jurisdiction venue, et cetera, they may raise issues of fact and Congress, in control of the Federal courts, can calibrate it any way they want. But when you are dealing with the core function of the jury -- and matters of abatement were never considered to be core functions of the jury -- I think a whole range of cases starting with Slocum versus New York Life - -",
  "I'm distinguishing, Mr. Chief Justice, between the merits and the entry point.",
  "No. No. No. No. If Congress wants to change preponderance to clear and convincing, it can.",
  "No. That is something I disagree with. If the substance of the law - -",
  "I'm not sure it's the rule. It's what I would advocate. If the substance says predominance, then to raise the pleading bar on what in effect is a dispositive motion -- and I don't think it makes any difference whether it's a JNOV, a directed verdict, a summary judgment, motion for judgment on the opening statement -- and you decided all of those cases. And you protected what Justice Souter referred to in Markman as the core function of the jury. You have always said these procedures are okay, as long as it does not call for the resolution of fact issues, because that's the core function of the jury. Now this Court is faced with, in effect, coming back down that time line to the motion to dismiss.",
  "I don't think Congress would. I do not believe Congress ever intended -- it's not in the statute, it is not in the legislative history, it is not in any case, Matsushita, Monsanto are unique antitrust cases, and in both cases, the Court, if you read the opinions fully, protected the jury function. They said there was simply nothing beyond the assertions standing alone when you have competitive and anticompetitive conduct to protect substantive antitrust law. That doesn't do it.",
  "What you have to show at proof is preponderance.",
  "Our standard, as proposed, and we think - -",
  "-- is reasonable jurors, who are finders of fact, could find by a preponderance of the evidence that the defendants acted with scienter.",
  "No. You can have lots of reasonable inferences that don't meet a preponderance notion.",
  "If - -",
  "If you follow petitioners in their attempt to deconstruct not simply Rule 8's construction, but hundreds of years of what this Court in Jones versus Bock referred to as usual procedural practices which are not to be lightly departed from, the historic notion is you look at the complaint and in a curious way, you have blinders on. You look at the complaint. You read it in the light favorable to the pleader. You do not weigh. That is a jury function. You do not look for exculpatory explanations.",
  "As the Seventh Circuit did, we agree, you look at the totality of the complaint. That's a given. But there are contrary inferences that undermine the strength of the plaintiff's inferences. They weaken it. And they're -- they emanate from the complaint. There are other kinds of inferences, let's call it nonculpability, that don't denigrate the strong inference which let's assume hypothetically has been established. They're just side-bar possibilities.",
  "The Seventh Circuit reached that conclusion, I think, by looking at some of the confidential sources which sort of indicated that there was channel stuffing in the sense of pushing product out which was coming back. The head of Verizon complained about the channel stuffing, so there's reason to believe that at least some of it is bad. Just enough. Now, is that in and of itself determinative? No. Again, I come back to the notion that what the Seventh Circuit did is look at the 5500, look at the 6500, look at the earnings projections which proved false, looked at back-dating, channel stuffing. Looked at all of that and said okay, even if I treat channel stuffing as weak, I have these other things. And as Judge Lynch of the First Circuit said, each fact of scienter is like a brush stroke.",
  "Obviously, if it's something you can take judicial notice of, then yes.",
  "But it's within the realm of what courts have done for the longest of the time. They look at documents attached. They look at judicial notice.",
  "I repeat what I said a couple of minutes ago, Justice Souter. If the negative depletes the affirmative, if there's a correlation between them, I can understand that. Maybe it eliminates that fact. Maybe it reduces that fact. But when we hear about motive, what does motive and guidance reduction months after the false statements have to do with whether the statements were false, whether the 5500 was - -",
  "I think it is a tough line. I think this is the kind of line district judges have to draw. I think if you look at your own precedents like Anderson versus Liberty Lobby and all of those jury trial cases, you see the repetition of the notion that judges do not balance inference chains on a matter going to the core function of a jury.",
  "A strong inference. Not a conclusive inference.",
  "But can't -- but strong inference, as Justice Ginsburg said much earlier, was the standard not only in the Second Circuit but in the First Circuit and in the Third Circuit.",
  "Live to fight another day?",
  "Excuse me.",
  "Look at the statute in its entirety. This isn't a statute that just deals with pleading scienter. Look at the provisions dealing with the selection of lead representative, which has produced this incredible shift from '95 to public institutions, pensions and labor unions. They don't bring frivolous cases. Look at the control that statute gives over selection of them with notice provisions to make sure you've got the - -",
  "The notion of strong inference starting with the Second Circuit doctrine, as used in many other circuits, was actually a much lower standard than what we are recommending. If I believe -- if I think back at Greenstone, it was reason to believe, or tends to believe, or circumstantial evidence in Greenstone and in Burlington Coat. Under our standard of preponderance, the ability to find preponderance, you are elevated. You are also elevated by the preceding subdivision which requires a level of particularization, never known in Federal Rule - -",
  "I have -- forgive me. I haven't seen a judicial opinion that says at the 33 and one-third percentage of probability, I've got to give it to the jury, because that jury might file for my - -",
  "Is that because you never met a plaintiff you really liked?",
  "I took a liberty there with the Justice. I don't think you can ascribe a percentage to it. I think - -",
  "I do not believe it is. I think - - I think strong inference -- if we're doing the numbers game -- may actually be 40 percent. If a district judge is looking, again, I say at the entirety of discounts - -",
  "Oh, I would hope it's stronger. I would hope it's higher than probable cause.",
  "And - -",
  "No, I think they mean what a district judge honoring his Article III commission concludes after an intensive evaluation of the entirety of the complaint, looking for that strong inference, putting on his sort of motion to dismiss 12(b)(6) hat, says okay - -",
  "No, I did not mean that. Don't take me literally on that. For heavens sakes, I'm from Brooklyn. I'm very colloquial. I'm very sorry about that.",
  "Understand, you keep asking, quite properly obviously, how does strong inference change anything? The test we have proposed and the test I believe the Seventh Circuit applied is not the classic 12(b)(6) have you stated a claim, because we all know at least traditionally, under notice pleading, you can march through that. This test, if you follow that time line backward, is in effect asking that district judge to make a decision on looking at the totality of this complaint, is this case trial worthy? It's a curious thing. I don't envy district judges who have to do this. Is it trial worthy? Why would Congress say, if a district judge is willing to say under the classic test, I think it's trial worthy, there's no reason to believe that Congress wanted to cut that case off.",
  "Oh, I think he is becoming slightly schizoid, he is saying, I'm looking at strong inference. I'm looking at the motion to dismiss structure as it's been, the usual procedure, 200 years, and I have to make a judgment because Congress was pushing here. There's no doubt about it. I have to make a decision on the basis of what I've got, which is virtually nothing -- let's face that -- I think -- I think if these allegations are proven, it is certainly trial worthy.",
  "Well, the realities out there are they built a wall. They put in all of these procedural protections and they said no discovery until you climb the wall. Now what kind of a wall was it? Was it a Dutch dike or the Berlin Wall? If you look at that statute, contrary to what Mr. Phillips urges, there are multiple policies expressed in that statute, one of which is, private cases are good. Let's just get the right people to run those private cases. Let's control them. Let's, let's have a greater threshold, but let's not throw the baby out with the bath water. Because everybody seems to agree private cases help.",
  "The way you state it, Justice, is something very hard for me to respond to. Congress did not change the persuasiveness, the proof burden. If you go through the statute, you will see spots where they did. Congress knew how to change proof standards. Congress knew how to change Federal rules. Congress did not change the proof in private actions. Congress did not change all of the background procedure like the background procedure in Jones and - - it is just not there yet. Congress did change a couple of Federal rules explicitly. So I, I cannot comprehend how, if the case reached the jury, you would have to charge above predominance. And I, I think we've got a stone rolling downhill to the dismissal point, which is why we have urged in the brief and why the Seventh Circuit was concerned as was the Sixth about this jury trial implication - -",
  "Why do I feel wind whipping past my ears as I go through a trap door?",
  "Ironically, ironically, I think I have to say if Congress, leaving to one side justiciability problems with the discovery cause of action, if Congress created a discovery cause of action it could ascribe to it whatever incidents it wanted to - -",
  "That is correct. And I don't think anybody seriously argues that discovery is a constitutional right. The jury trial implications of this new cause of action are interesting. This Court has protected post-1791 statutory claims and their right to jury trial, but you're positing one that wasn't known in 1791, and maybe it could be done without a jury. That's really a hypothetical.",
  "Mr. Chief Justice, and may it please the Court: Section 67(e) creates a narrow exception to the 2 percent floor for costs which would not have not have been incurred if the property were not held in trust.",
  "Well, that's correct, Your Honor. The second clause was added in a floor amendment. Initially Congress had drafted just the \"which are paid\" -- \"which are incurred or paid in connection with the administration of the estate or trust.\" Then the second clause was added. And that clause demands that the costs would not have been incurred if the property were not held - -",
  "I think, regardless of the timing, Your Honor, Congress chose to enact it and that choice has to be given effect. And I think when you look at the way that the section as a whole is set up, 67(e), the first introductory clause creates the general principle that for purposes of this section the adjusted gross income of an estate shall be computed in the same manner as in the case of an individual, except that, and then there is clause one. So in the context of this section, we have a general rule and then an exception. And that ought to be interpreted in light of the usual principle that exceptions, particularly ambiguous exceptions, should not be construed so as to swallow up the entirety of the rule, which is essentially what Petitioner's interpretation would do.",
  "Well, they are -- they're certainly different words. We're not suggesting that they are synonyms. But we are suggesting that there are contexts in which the word \"would\" can carry the same meaning that is also expressed through the word \"could.\"",
  "Another example would be if I were to say that that glass would not hold more than 8 ounces of water, that would mean that it could not hold more than 8 ounces of water.",
  "But - -",
  "Would -- I think that the unadorned use of the word \"would\" here - -",
  "I think, when -- when you have the word \"would,\" as we have in this statute, that's not qualified in any way, it's ambiguous in the sense that it can mean definitely would not have been incurred, probably would not have been incurred, customarily, ordinarily would not have been incurred, which is the meaning - -",
  "We did not argue it before - -",
  "Well, that -- that's right.",
  "Right. And certainly the statute also admits of the reading given to it by the Fourth and Federal Circuits, which is that \"would not have been incurred\" means customarily or ordinarily would not have been incurred by individuals.",
  "I -- I think that that raises the question of what is the relevant comparison group for -- for individuals outside of the trust side of it.",
  "That's right. And -- and we would suggest that the relevant comparison is individuals with -- with similar assets, right, because it's in the absence of a trust, not if the property did not exist. So you have to look at an individual who held those assets outright, and an individual with those assets trying to achieve those goals might well seek investment advice.",
  "The -- the difference is - -",
  "What - -",
  "It's more expensive because it's an additional cost. If an individual were to hold the property outright, he or she would simply put the income from that property on his own 1040. If in addition there is a trust, then the trust has to fill out a 1041, the trust also has to prepare Form K-1s and send them out both to the beneficiaries and to the IRS, showing the beneficiaries' share of the trust income, and then the individual still has to file a 1040. So the existence of the trust has created this whole additional set of filing and reporting obligations.",
  "With respect to the tax return, it's not that it's a fiduciary tax return as opposed to an individual tax return; it's that it's an extra tax return that has to be filed.",
  "That's right, but if the beneficiary - -",
  "That's the only -- but in that -- in the system of the beneficiary and the fiduciary there are two tax returns that have to be filed, whereas - -",
  "I think that -- that's an extra obligation that would not have been incurred in the absence of the trust. And I think, turning to the case of investment advice, I think there is really no level of generality or particularity at which one can look at investment advice such that there is anything unique about trust investment advice.",
  "It's not a difference, because if the individual invests poorly he'll lose money. And if the -- and he'll lose his own money. If the fiduciary invests poorly he may get sued and the measure of damages in that suit will be the amount of money he lost. So they're both facing the possibility of losing.",
  "Well, the -- the standard of conduct that is supposed to govern the fiduciary is the prudent investor rule, which looks at what a reasonable prudent individual would do in managing his own money so I think that - -",
  "But there's no distinction in that case in the -- in the fee that's charged or in the advice that's given by the investment advisor. In either case somebody goes to the advisor and says, I have the following goals that I want to achieve with this money. It may be my money; it may be a trust's money. And the advisor thinks about those goals and comes up with -- with investment advice. And those goals - -",
  "I mean, but for the fact that the word \"trust\" is in there, I think the substance of the interaction with the investment advisor is exactly the same.",
  "No. Subparagraph C has two lists, both of which are nonexclusive: a list of items that are unique to trusts and a list of items that are not unique to trusts. In the list of items that are not unique to trusts is investing for total return. There is no type of investment advice - -",
  "I think perhaps because that's most obviously the type of advice that is not unique to trusts. But the -- the proposed regulation does not identify any kind of advice that is unique to trusts.",
  "And - -",
  "You're right that the regulation in terms of the enumeration in subsection (b) is silent on the question of other types of - -",
  "I think that's right, and that's why I think that the -- despite the fact that investing for total return is the only example given in the list, which, again, is described as not exclusive. I think the best reading of the proposed regulation is --",
  "Yes.",
  "I think the best reading of the proposed regulation, and perhaps the Service may well clarify this during the rule-making process, is that all advice is not unique to trusts because there's no type of advice that a trustee could seek that an individual could not - -",
  "Well, it is -- it's just a proposal, again, and I think they picked what's perhaps the most obvious.",
  "That's right. And there's also a fairly extensive list of nonexclusive -- of nonunique products or services, and that does not include any other type of investment advice. So I think what one can draw the opposite inference from that list, but in any event, that's something that could be clarified in the rule-making process. Returning to - -",
  "I think if the test is whether -- whether the individuals would have -- would commonly ordinarily incur that cost, I think one might well look at that because the comparison would be individuals with similar assets, and, as Your Honor knows, there might be a difference depending on the size.",
  "I think it might well be enough that -- for something that the Service could clarify through - -",
  "The - -",
  "I think the difficulty in applying that test is one of the reasons why we suggest that the categorical -- the more categorical approach, which we think is also a permissible reading of the statute, is the preferable one. But, in either event, if the test is customarily or ordinarily incurred, it was Petitioner's obligation in the tax court to show that they qualified for the exemption from the 2 percent floor. And so it would be Petitioner's burden to show that this is a cost not that's customarily or ordinarily incurred by individuals.",
  "It's not a case, but it's the rule. Tax Court Rule 142 places the burden of proof on the taxpayer. Petitioner sites - -",
  "No. We don't have a case, but the rule is unqualified in terms of its applicability. It doesn't say only on particular issues. And the case that Petitioner cites is United States against Janis, which is about a \"naked\" assessment, which is far removed from what we have here.",
  "A \"naked\" assessment is - -",
  "No. I was referring to questions of fact. I understood the question to be if the legal test turns on the factual question of what is it, what is customary or ordinary for individuals to incur, then on that fact, that would be a factual issue.",
  "If that is the test, then it's very easy to apply to the case of investment advice, because we know that the trustee's obligation is to act as a reasonable and prudent individual would. And so we know that if -- to the extent that the trustee seeks investment advice in pursuance of that obligation - -",
  "-- that would - -",
  "I think that to the extent that you're suggesting that the Service could be -- could clarify the statute through the use of regulations, we certainly agree with that. The service has the ability to resolve some of the ambiguities.",
  "The -- the formulation that the Service has proposed of course is to look at costs that are unique to - -",
  "I think \"ordinarily\" or \"customarily\" is also a permissible interpretation of - -",
  "I think they are actually very similar inquiries, because we expect that the reasonable person is the ordinary person. So I think in practice, those formulations get you to the - -",
  "Well, ordinary and necessary under -- I mean here we are talking about -- as Mr. Rubin said, it's under 212.",
  "It's not in connection with a trade or business. Ordinary and necessary in that context means simply that it's a legitimately connected to the production of income. That's a requirement for it to be deductible at all.",
  "I think what the Service is trying to do in the proposed regulation and what we have suggested is appropriate is simply a common sense practical approach to that. And there may be some difficult cases at the margin. And that's one of the things that the service will try to - -",
  "Again, I think what the Service was doing there was picking out just the most obvious example. But there simply is no such thing as fiduciary investment advice that is distinct from - -",
  "I think what we have suggested is there are two -- there are a couple of possible readings of the statute based on the ambiguity in the word \"would.\" And in the absence of a regulation, we are not suggesting that the Service's position is entitled to deference under Chevron. But I think some deference to the consistent position of the Service since the statute was enacted that the investment advice be subject to the 2 percent floor.",
  "They will -- they will be deductible but they will be subject to the floor.",
  "Well, under -- I mean, if the test were customarily or ordinarily, it might be the case that a trust could show that given the nature of the assets in it, if it were - -",
  "It's not -- we are not suggesting that it's at the level of that particular advice. The question would be - -",
  "I don't know the answer to that. The Service - -",
  "One - -",
  "To take your second question first, the legislative history is silent on specifically what Congress's objective was in section 67(e).",
  "But I think -- but I think what one can infer from legislative history of the '86 Act and more broadly and from the text of the statute is that Congress wanted property to be treated the same, regardless of whether it was held by an individual outright or held by a trust. So if an individual would incur certain costs if he held the property outright, those costs shouldn't be able to escape the 2 percent floor simply because the property is placed into a trust. But if the trust -- the existence of the trust relationship creates some new or additional costs that would not have existed otherwise, then those are not subjected to the 2 percent clause.",
  "Well, individuals could get - - could and do get investment advice that is no different in substance from the advice the trust might get. And a trustee might decide that he didn't need investment advice if the trustee is financially sophisticated and doesn't need an advisor. To go - -",
  "Yes. As we acknowledged in our brief, if the advisor -- or another example would be if the advisor imposed some extra charge on the fiduciary accounts for whatever reason, that would be an expense that an individual going to that same advisor could not incur or ordinarily would not incur.",
  "That's right. I understood the question to refer to the case where the advisor charges some extra fee because the client is a trust.",
  "No. No. It wouldn't be. Thank you.",
  "Mr. Chief Justice, and may it please the Court: RICO provides a cause of action to plaintiffs who have suffered injuries by reason of, that is, proximately caused by, a RICO violation. Now, when the RICO violation is predicated on an act of mail fraud, the plaintiff ordinarily will need to show that somebody relied on the false statements in order to establish that the fraud was even a \"but for\" cause of injury. A plaintiff who can establish that it was the one who relied on the false statements would be able to show proximate causation. But that's not the only way to establish proximate causation, and there is no basis for this -- for the imposition of a per se rule requiring that the plaintiff be the one who has relied. Instead when a defendant creates a scheme to defraud that induces reliance by one party in order to injure another party, the injured party should have a cause of action under - -",
  "My understanding is that the case has established that they can. Again, since this came up after the briefing, one illustrative example is in the Eighth Circuit, Iconco against Jensen Construction Company, which is 622 F.2d 1291. In that case, it was a contract that was set aside for small businesses, and the company got the contract by falsely claiming to be a small business. And then in a diversity case applying Iowa law, the Eighth Circuit held that the disappointed bidder could bring an action for fraud and unjust enrichment against the successful bidder. So I think that -- and that's of a piece with the long common-law tradition, going back to cases like Rice against Manley, where - -",
  "Well, it would be the burden of the plaintiff to establish that, but for the fraud, it would have gotten the contract. So in most cases of contracting, that's going to be very difficult for a plaintiff to show. This - -",
  "-- is somewhat usual.",
  "No, the participants in the lottery in that case would have a cause of action because they have paid money to the person running the lottery.",
  "I think -- I think the -- the common-law measure of damages would be -- would be what they paid in that situation. But certainly the recovery for disappointed bidders in cases like this, does have a long common-law tradition, and with the more modern elaboration of tort law, as demonstrated by the secondary statement, it has sometimes been given a different label, and that is either \"injurious falsehood\" or \"intentional interference with a prospective contractual relation,\" but at its heart, the action that's at issue here is one that's for fraud. But I would like to say in response to some of Justice Alito's questions that, with respect to the Beck case and the relevance of it, that ultimately in our view it doesn't really matter whether the common law would have allowed recovery in this case, and that's because, unlike in Beck where the Court had to consider what is the meaning of -- what does it mean to be injured by reason of a conspiracy? And the Court answered that question by looking at the common law of civil conspiracy. That mode of analysis would be appropriate here if the relevant predicate under 1961 were fraud or any conduct involving fraud or otherwise made reference to common-law fraud. But, of course, 1961 does not say that; it says \"any act which is indictable under section 1341,\" the mail fraud statute. So under -- given the structure of the statute, the only inquiry is: Is the injury incurred by reason of an act which is indictable under 1341?",
  "Well, 1964(c) refers you, as you noted, to 1962, which simply says \"conspiracy.\" And so the Court in Beck explained that to figure out how you tell when someone has been injured by civil conspiracy, there is a body of law, the common law, that answers that question. There is no corresponding common-law principle of what it means to be injured by an act of mail fraud because there is no common law of mail fraud per se; it's a statutory creation. And so the relevant inquiry is simply: Did the conduct violate the mail fraud statute, section 1341? Not was it common law fraud?",
  "No. I think that's right. And certainly the \"by reason of\" requirement in 1964, it does refer to the common-law requirements of proximate cause. But that -- that language -- \"by reason of\" - - does not contain a reliance requirement because it applies to any number of predicate acts, all of the predicate acts under 1961. And in the context of many of those acts, reliance would be completely inappropriate. I would also like to point out that I think the conduct that is alleged here really does go to the core of what RICO is intended to redress. Congress made clear, in the finding that accompanied the statute, that one of its principal concerns was that criminal enterprises could use illegal means to compete unfairly with legitimate businesses. And so if a business -- a criminal business were to use threats of violence directed at its competitor's customers to get them to switch their business to it, the competitor would have a cause of action for that. And then the same should be true, we submit, if the business uses fraud directed at its competitor's customers to induce them to switch their business. If there are no further questions.",
  "Mr. Chief Justice, and may it please the Court. Congress has directed the Veterans Court to take due account of the rule of prejudicial error in reviewing administrative determinations of veterans benefits. For four reasons, the court of appeals erred in holding that the Veterans Court should presume the existence of prejudice whenever it finds that the VA has erred in providing notice to the claimant. First, section 7261, the Veterans Court prejudicial errors statute, is in language that is essentially identical to that of the APA's prejudicial error provision. And when Congress adopted that language in 1988, it was understood to place upon the party challenging an agency's action the burden of showing that any error was prejudicial. Second, a notice error of the kind at issue here does not - -",
  "The principal reason that it was understood is because the uniform practice in the courts of appeals as of 1988 was to place upon challengers to agency action the burden of showing prejudice from the error. And the Congress was well aware of that, and in particular the Senate Veterans Affairs Committee was cited in the Ninth Circuit's decision in Seine & Line Fishermen's Union.",
  "Well, Your Honor, it's considerably more than that. And the only cases that could even suggest any support to the contrary rule are in the very different context of notice and comment rulemaking under section 553. And the reason that that's different is really for two reasons. That is that the -- the interest that section 553 is intended to protect is not the interest of any particular commenter or particular outcome of the rulemaking. It's the interest of the public in having the agency's decisionmaking fully informed by all of the relevant comments.",
  "The reason that in a great many cases there is not going to be prejudicial error of the kind at issue here is that the VA has an informal non-adversarial system and many opportunities to correct the effect of any official notice error. That is illustrated by the history of the cases. To take the Ms. Simmons's case, for example - -",
  "That's correct. This Court has not held that. But Congress was aware that the uniform practice, certainly in agency adjudications in the courts of appeals, was to place the burden on the challenger, and Congress - -",
  "No, the statute at issue here is the Veterans Judicial Review Act of 1988. So the relevant time we are looking at what the practice was is as of 1988 when Congress incorporated the language from the APA and placed it into section 7261. And as of 1988, it was clear that the burden was on the challengers.",
  "That's correct. If we are talking about what showing needs to be made on appeal. And as this Court suggested in O'Neal, you know, the burden language is perhaps more appropriate for the context where there's people presenting competing evidentiary submissions to a factfinder and that's not what we have here.",
  "Justice Breyer, the reason that we have used the language of \"burden\" - -",
  "The point that we are trying to emphasize is that, in the ordinary course the Veterans Court, like any court, is going to act on the basis of arguments that are presented to it by the parties. So when you speak of the \"burden,\" you mean the challenger has the obligation, if it wants the Veterans Court to find prejudice -- to articulate some theory of how there was prejudice. And that - -",
  "But in order to -- in order to connect that error -- I mean, that's an identification of an error under the Veterans Claims Assistance Act. But if you connect error - -",
  "If he has something more. And what we are saying is that in order to get a remand, the claimant, by the time they get to the Veterans Court, has already identified the error, has made an argument to explain to the court that there was in fact an error, at that point they ought to explain how the error affected them. If it prevented them from put in a piece of evidence, they ought to tell the court, \"Here's the piece of evidence that I want to put in.\"",
  "Because I think in a case where the -- like these, where plaintiff has not identified anything that they would have done differently, it isn't a close case with respect to the question. Now, we have to be clear: If a claimant can articulate something they would have done differently, we are not saying they have the obligation of showing that the outcome definitely would have been different or more likely than not, it would have been different. It would be sufficient to identify what they would have done differently.",
  "Well, depending on the state of the record in a particular case, that might be sufficient to show a reasonable probability that the outcome would have been different. But in a lot of cases it won't be, and I think Simmons's case is a good example of that.",
  "Well, I mean, how does the government comply, to take Simmons's case as an example, when the VA sent her the notice letter, her claim was for an increased rating. She had a hearing loss that had already been determined to be service-connected, but was not sufficiently severe to be compensable, and she said: My hearing has gotten worse and it now is severely worse to be a compensable disability. The notice letter that was sent to her, which is on page 43 of the joint appendix, was incorrect and simply described the general requirements for establishing a service connection. It didn't specifically say to make out an increased rating claim you have to show that your hearing has become worse. But as soon as she got a decision from the regional office, which is the first decisionmaker in the VA system, she was told that the reason her claim had been denied was because her hearing loss was not sufficiently severe. And there's a mechanical application of the certain number of decibels in each ear yields a certain disability rating, and the notice that she got from the regional office explained all of that and cited the regulation that we produced in the tables. So at that point she was aware of why her claim had been denied and what was missing, namely, evidence that her hearing had become worse. And she had been given at that point a series of hearing examinations -- examinations for hearing by VA doctors and the results of those were all reproduced in the decision that she got. And yet, the Veterans Court found that the government had failed to carry its burden of showing a lack of prejudice, because we couldn't show as a matter of law that there was no way she could obtain - -",
  "With respect, Your Honor, I don't think that's a fair description of the effect of the rule adopted by the court below.",
  "I think this case is a good illustration about why that sort of grave doubt you are describing doesn't arise in a case like this, where at no state in the proceedings has the claimant offered anything that they would have done any differently. If they can't say, you know, here's what would have happened differently, than there really isn't any doubt what will happen on the remand, because if on the remand if they don't do anything different then the result is not going to be any different.",
  "No, certainly there was an error. There was an error.",
  "The error was that the initial letter that was sent to her describing what the evidence needed to -- that she needed to submit in order to establish her claim, misidentified that evidence; that it described the elements of general claim for service connectiveness, didn't specifically explain what was needed just an increased rating claim.",
  "The principal reason why that error was not prejudicial is because the only way she could have received benefits for an increased rating claim was evidence that her hearing had become worse. And she had a VA hearing test that said her hearing did not meet the schedule A criteria for being compensable damages.",
  "The fact -- I -- we believe it shouldn't, then. But under the rule as imposed by the courts below, it clearly wasn't. Under the decision of the Federal Circuit, the VA has the burden of showing that there was no way that benefits could have been awarded as a matter of law. And that had been in effect prior to the VA proving negative by demonstrating the non-existence of any evidence anywhere that might have been material to the claim.",
  "Well, because there are two responses. The first is that it's important to keep in mind the stage of the proceedings which this inquiry involved. The prejudicial inquiry is only at issue once the claimant has reached the Veterans Court, which is an adversary proceeding in which claimants do have counsel, and they identified an error and they have explained to the court: Here's what the error was. So that's the stage in which it would be incumbent upon them to articulate how the error might have affected them. The other point to be made is under the rule of the court of appeals it's going to be very, very difficult in many cases for the government to discharge the burden of showing there is no evidence that could have possibly been produced. And the result is a large number of remands.",
  "It's certainly that.",
  "No, and I think that by adopting language from the APA using the same language that applies to all kinds of judicial review of agency actions, Congress strongly suggested that it didn't want a unique rule for judicial review of VA determinations. And so I think there is no reason to defer to either the Veterans Court or the Federal Circuit on this general question of the standard of prejudicial review.",
  "When I said they were represented by counsel, I meant in the Court of appeals for Veterans Claims, not at the administrative - -",
  "In the administrative proceeding the restrictions on payment of counsel have now been relaxed at the Court of Veterans Appeals stage. So there generally -- there is not counsel at the regional office, but once the case reaches the board there can be counsel.",
  "I don't know the statistics on that, because - -",
  "In any event, that is no longer the case at the board level, and even those claimants who do not have counsel, the great majority of them, I think about three-quarters at the regional office level and 98 percent at the board level are represented by some sort of non-attorney representative, either service organizations like the American Legion, or many States have organizations that assist claimants. Like Ms. Simmons, for example, was represented by a North Carolina State agency before the VA. So there is some assistance to claimants there.",
  "If you are talking about after the initial decision from the regional office, there is not an automatic right to a remand, but there is an automatic right to a de novo review by a more senior official at the regional office.",
  "Yes. You can get a hearing. You can present new evidence. It's a decision review officer. And then if you are still dissatisfied with the resolution after that, you can go to the board, and you can get a hearing before the board. The board's review is de novo.",
  "Well, I guess to the extent that the delay in adjudicating the claim is a kind of prejudice, it's not a prejudice that would in any sense be cured by a remand for further proceedings, which will just result in further delay.",
  "I would just add that the - - the effective date of the claim, which is the date as of which benefits are awarded, is the date the claim was filed, so you wouldn't be losing money when you - - except for the - -",
  "But the government has a very strong inducement to follow the statutory obligation. Like every agency -- -",
  "Well, I suppose that is right, but I think in a lot of cases -- the VA in all cases strives conscientiously to comply with its statutory obligations. The notice requirements as described in section 5103 are fairly vague. They -- the notice has to be tailored, at least to some extent, to the nature of the claim that's presented. And every time that the Veterans Court or the Federal Circuit elaborates on exactly what kind of notice is required, to the extent that the VA wasn't aware of that elaboration before, there are going to have to be remands in all those pending cases.",
  "But it's a problem that is particularly acute here, given the volume of claims that the VA has.",
  "The claim, when remanded from the Court of appeals for Veterans Claims, goes back to the board. In most instances the board would then send it back to the regional office for further development. If I could reserve the remainder of my time.",
  "Thank you, Mr. Chief Justice. I would like to make just three points. First, on the question of what is provided to the claimant after the denial in the regional office. Before they get to the Board of Veterans Appeals, the regional office issued them a statement of the case, and that's described at 38 C.F.R. 19.29, and that regulation has fairly detailed requirements about what has to be in there in terms of a description of the evidence, the description of the applicable laws and regulations and analysis of the board's conclusions, or the regional office's conclusions and its application of the law to the evidence. The second point - -",
  "In many cases, it would be. But perhaps there would be some where it wouldn't, and of course in those cases if there can be some articulation of why it wasn't then we would agree - -",
  "No. Once they file the notice of disagreement in the regional office and receive the statement of the case, they could then have a lawyer in the board.",
  "If you are referring to the statement of the case, by the time they receive the statement of the case they are at the stage of the proceedings where they could get a lawyer.",
  "Oh, if you meant the original notice required by the statute. No.",
  "Correct.",
  "Yes.",
  "I think - -",
  "Yes. The important point is that the only way the prejudicial error becomes an issue and really the paradigmatic case that we are talking about is where the veteran does get counsel and has reached the Veterans Court and has identified the error in a way that's persuasive to the Veterans Court, but nonetheless identifies no additional evidence that they would have - -",
  "Yes, and a claimant who in the Veterans Court can say, you know, \"I didn't understand and as a result I failed to present the -- because of the defective notice and my lack of understanding of the statement of the case, I didn't present this important piece of evidence, and here's how it would have been material,\" in that case, they would be entitled to a remand. But a remand - -",
  "Allowed to retain counsel.",
  "I was just going to say that, given the volume of cases that the VA confronts, there is a serious harm to the system in unnecessary remands that have to be given priority over other cases and that divert resources from the adjudication of meritorious claims.",
  "Mr. Chief Justice, and may it please the Court: Section 843(b) prohibits the use of a communication facility in causing or facilitating the commission of any act constituting a felony under the Controlled Substances Act. The court of appeals correctly held that the statute is violated when a person uses a communication facility such as a telephone to purchase controlled substances unlawfully. A call to order drugs both causes and facilitates a felony distribution of drugs. There's no basis in the statute for creating an exemption for people who facilitate or cause felony distributions by purchasing drugs for their own personal use.",
  "The phone -- the phone user is exposed to four more years. There's no mandatory minimum - -",
  "That's right. Congress -- I mean, those two cases are different and Congress made the judgment.",
  "That's right.",
  "If the call -- the statute requires that the communication facility be used. And if the call doesn't actually go through, it would be difficult to see how you would use the - -",
  "If he leaves the message and the message in some way causes or facilitates a felony drug distribution, then, yes, he has used the communication facility.",
  "That's correct.",
  "There were six. The government dismissed one of the counts. It was six counts that went to trial, six phone calls.",
  "Of 24 years.",
  "Just getting that call by itself wouldn't subject someone to the statute. But if you get the call and then engage in a conversation - -",
  "-- with the dealer where you are using the telephone to cause - -",
  "Yes.",
  "That's right.",
  "I think there are a couple answers to that, Your Honor. First, Rewis, as you say, was construing the Travel Act. It didn't focus on the word \"facilitate,\" and it certainly didn't set out a general - -",
  "That's right, and -- and as - - as indicated by the passage you've just quoted, the focus of the Court there was on the traveler's purpose. The Travel Act requires intent. Section 843(b) is different in that it's satisfied by knowingly or intentionally using the phone. So the Court in Rewis said, quite reasonably, that someone whose only purpose is to be a customer of an unlawful enterprise doesn't have the intent to facilitate -- and significantly, although the Court's quotation of the statute ends at \"facilitate,\" it's not just to facilitate any unlawful activity; it's to facilitate the promotion, management - -",
  "It does require.",
  "But it doesn't have to be -- it doesn't have to be that you have the purpose of facilitating the seller. It's sufficient that you know that the seller's - -",
  "It -- it said \"intent.\" It does not include the word \"knowledge,\" and the Court in the passage you just read construed that to require an inquiry into the traveler's purpose. It's also significant - -",
  "Well, one other difference, then, Your Honor, is that the facilitation that has to take place under the Travel Act is facilitation of the promotion, management, establishment or carrying on of unlawful activity, which is defined not as a discrete crime but as a business enterprise involving gambling. So you have a statute that's focused on sort of management or direction of an ongoing enterprise, whereas here under 843(b), it's sufficient to facilitate a discrete act.",
  "Well, I think there are a couple of answers to that. First is that section 843(b) doesn't apply to people who simply possess. It applies to people who possess by using a phone to facilitate a felony distribution. And Congress -- I mean, the very existence of the statute demonstrates that Congress thought that the use of a phone is a separate element that introduces a distinct evil that Congress wanted to combat. And as to the change in the felony language - -",
  "Well, yes - -",
  "-- and also that the reason for the -- as you know, as you know, the predecessor to 843(b), which was section 1403, referred to causing or facilitating any offense. All of the enumerated offenses were felonies. In 1970 they changed the word \"offense\" to the word \"felony.\" But that's part of the reason for that. There is no legislative history specifically addressing the reason for that change. But part of the reason we can infer is that the 1970 statute created a whole host of misdemeanors, of misdemeanor regulatory offenses under the Controlled Substances Act. So one good example is section 829, which prohibits distributing a controlled substance without a prescription, and that's an offense -- that's a misdemeanor, and that could easily be caused or facilitated over the phone, if somebody called a pharmacist. And so, where both parties to the transaction are only engaging in a misdemeanor, that's something that 843(b) would not apply to.",
  "Yes. Yes, that's right. But I -- and I think -- but one other change that Congress made to 843(b) in 1970 that's significant is that it eliminated the mandatory minimum. There was under the predecessor - -",
  "Yes. Yes. It - -",
  "Yes.",
  "I think the buyer-seller principle and the limitation on aiding and abetting and accessory liability, as this Court recognized in Gebardi, doesn't apply here; because the principle that the Court set out in that case, and it has been recognized in subsequent cases, is that -- is that when Congress criminalizes or punishes one party to a transaction, that inevitably involves a second party. The second party who is left unpunished by the statute doesn't get swept back in under section 2 as an aider and abettor. That principle doesn't apply here because although the existence of a purchaser or a receiver of drugs is an inevitable incident of a distribution, the existence of a purchaser who uses a phone is not. The whole point of this statute is that the use of a phone is a separate and distinct element that introduces a different evil and that Congress wanted to combat that. The other -- the other reason that aiding and abetting - -",
  "The -- the statute -- but by its terms makes clear that the person using the phone and the person committing the felony don't have to be the same person, and I think -- I understood Petitioner to acknowledge that. The statute doesn't say knowingly or intentionally use a communication facility in causing or facilitating his or her commission of a felony.",
  "I'm not aware of any, and I don't think - -",
  "But this -- this isn't one, Because this isn't a case that punishes people just for being a customer. It's a case -- it's a statute that punishes people for being a customer -- and using a phone.",
  "There are -- there's a whole host of statutes that punish - -",
  "I mean, the wire fraud statute punishes conduct that might not be a Federal offense at all, but for the fact that somebody used - -",
  "Well, I mean, if -- we identified on page 25 of our brief, a number of statutes where the use of a communication facility is an element of the offense, and the conduct covered by those statutes in many cases might not be a Federal offense at all.",
  "Right. And I think, to be clear, this is not -- this is not a statute that punishes people, punishes customers as if they were distributors or that aggravates an underlying felony. This is a separate offense; it has its own penalty; it put the - -",
  "Yeah. I'm not aware of anything in the U.S. Attorney's Manual that specifically addresses this statute, but of course the Court recognized in Batchelder that prosecutors legitimately have discretion when there are different criminal statutes that cover the conduct, and - -",
  "That's if they bring charges at all, and of course that policy doesn't require prosecutors to -- to bring charges.",
  "Well, I mean - -",
  "Yes, and -- and a - -",
  "Well, again, if -- if there is to be an indictment at all. There's no requirement that - -",
  "That's my understanding of the policy, but, you know, this Court has recognized that, you know, that sort of charging decision is a legitimate aspect of the system as long as it's not exercised for unconstitutional reasons.",
  "I think the -- the text of the statute and the fact that it covers any act constituting a felony does demonstrate that that's what Congress intended as well - -",
  "The -- the statutory maximum is four, but again - -",
  "Right, and I think that - -",
  "The possessor who purchases the drugs using his phone knows that he is causing the felony. The reason he calls the drug dealer is because he wants to cause the dealer to send him drugs.",
  "Yes, and it - -",
  "I mean, beyond -- first of all, the -- the Congress has a traditional interest in keeping the channels of commerce and communication free from - -",
  "The legislative history of the 1956 act, which is the -- where the predecessor statute, 1403, was enacted, shows that Congress was concerned with the ability of drug traffickers and people engaging in drug transactions to avoid detection by using the phone - -",
  "Yes. And the initial proposal in the initial Senate bill would have allowed wiretapping in connection with drug investigations of certain enumerated offenses that covered both purchasers and sellers. That was replaced with the provision that became 1403, which also -- which applied \"causing or facilitating\" enumerated offenses, and again applied to both buyers and sellers. And that statute was applied to buyers in a number of reported decisions before 1970, and there is nothing in the 1970 legislative history that Congress intended to change that aspect.",
  "I don't -- I don't know the statistics on that, but certainly a wiretap is only possible when demanding standards under Title III are met, and -- whereas a face-to-face meeting can be observed by anybody who happens to be there.",
  "Well, among other things, I believe the statute requires some showing that it's not possible to obtain evidence in some other less intrusive way. So in this case there was a wiretap on the dealer's phone, but in a lot of cases there's not going to be that. And certainly Congress, when it enacted the statute, viewed keeping people from using the phones to conceal their drug transactions as one way of minimizing the need for more intrusive measures like wiretapping.",
  "For -- it's -- I mean, it doesn't apply when -- when a communication facility is used. It also doesn't apply, I mean, in a number of other contexts that Petitioner acknowledges. But - -",
  "As a first offense. I mean, that - -",
  "Yes, although I wouldn't describe it as an issue of a less grave offense or a more grave offense in the sense that the use of the phone aggravates the offense of possession.",
  "But the use of a phone is the difference - -",
  "That -- that's right. But Congress, again, did recognize that there could be a range of levels of culpability associated with the 843(b) offense, which is part of the reason that it eliminated the mandatory minimum when it amended the statute in 1970, suggesting that there could be different kinds of conduct that would satisfy it.",
  "Well, I mean, if you're asking other misdemeanor offenses under the Controlled Substances Act - -",
  "I mean there is the - -",
  "I -- I don't know how many prosecutions are brought under those statutes. I imagine that, in part because they are misdemeanors, not a lot of prosecutions.",
  "842, section 842, enumerates I think it is on the order of a dozen or so, and then we cite a couple of them in our brief. So distributing a -- a controlled -- a prescription drug without a prescription would probably be one of the most common that someone would engage in.",
  "No. I mean, again, because - - because they're misdemeanors and prosecutorial resources are probably concentrated on the more serious felony violations of the Controlled Substances Act, I suspect there aren't a lot of prosecutions.",
  "Well, I think the -- the relevant inquiry is: What -- what did Congress intend in 1970 when it changed the statute?",
  "Well, I - -",
  "I mean I -- I think -- I think from the perspective of -- of Congress, that there was no -- they wouldn't have anticipated that the amendment would not have any consequence. I mean the fact that - - that they created this whole set of misdemeanors, the fact that they aren't violated very often - -",
  "If I -- if I may answer, my understanding is that the number of prosecutions under 843(b) is -- is also relatively small, but I don't have precise figures on -- on the comparative numbers.",
  "Mr. Chief Justice, and may it please the Court: Had Petitioner provided T.A. a special education that was later determined to be inadequate, there would be no question that the district court would have authority and discretion to determine whether an award of private school tuition reimbursement was appropriate. Petitioner's view is that because it offered no special education at all, it was therefore categorically immune from such an award. That position is not supported by the statute and it's inconsistent with the reasonable interpretation of the Secretary of Education. There is no basis for reading the statute to create what effectively would be an incentive for districts to stonewall and to say that if they don't - -",
  "Well - -",
  "We were not assuming bad faith. Or - -",
  "Well there - -",
  "I -- Congress -- there is no reason to suppose that Congress wanted to create an incentive or to reward districts that do do that.",
  "That's absolutely right. So in a case like this, there is -- there is nothing to try for 10 days because the district has found him not eligible, they haven't offered any special education or related services. Now to the extent - -",
  "In the case - -",
  "Well if the -- to the extent that there is an interest in having parents try out the plan, Petitioner's reading of the statute is poorly tailored to that objective, because it doesn't require that they try the specific plan that's being proposed for 10 days. Even under Petitioner's reading the statute simply would require that the child at some point have received some special education and related services. It wouldn't have to be under the plan that was being tried. And - -",
  "Well, not necessarily because there's a new plan at least once a year under the statute, and they are typically proposed at the end of a school year for the start of the new school year. So there wouldn't be, on Petitioner's reading, a requirement that you show up for the first 10 days of the new year; you would just have to give notice after the IEP is proposed in May or June. You give your 10 days' notice. You receive special education services under the old plan, under the previous year. And under -- on Petitioner's reading, the statute would be no barrier to reimbursement there. Now, of course, the district courts do have considerable equitable discretion, and we're not suggesting that reimbursement would be mandatory in that case or in any case. And - -",
  "That's -- that's absolutely right. And they would also, in our view, have to show the district court that they had genuinely cooperated with the public school in making their child available for evaluation - -",
  "Well, a clear and convincing evidence presumption would be difficult to reconcile, I think, with 1415(i)(2)(C)(iii), which says that the district court decision should be based on the preponderance of the evidence, but it is certainly within the district court's discretion and it would be within this Court's discretion, I think, to prescribe principles to guide the exercise of the district courts' equitable discretion - -",
  "Right.",
  "Right. Well, the -- the standard in both stages of the proceeding is by a preponderance of the evidence, and the parents, as the party challenging what the school has done, have the burden. But at both stages, it would be appropriate to consider whether they were genuinely seeking a free appropriate public education, and I think it would be entirely appropriate and consistent with the preponderance standard for the hearing officer or the court to take due account of the fact that the school district has some expertise and to give some deference to what it has proposed.",
  "Oh, it's (i)(2)(B) -- it's been amended in 2004. There's no change in the language, but it's now - -",
  "34 C.F.R. 300.148(b) says that disagreements between the parents and a public agency regarding the availability of a program appropriate for the child and the question of financial reimbursement are subject to the due process hearing procedures. So yes, that regulation gives hearing officers the authority to award reimbursement, as indeed the hearing officer had done Burlington. Burlington was the case where the reimbursement award was made in the first instance by a hearing officer, and, of course, the Court held that that was appropriate. And - -",
  "I think of the additional costs of treating special education children, above those of educating other children, I think approximately 10 percent, 10 to 12 percent, is reimbursed by the Federal Government.",
  "There's no basis for supposing that there would be a vast expansion of liability, and there are some statistics on this in the National Disability Rights Network's amicus brief at pages 13 and 14. Of about 6 million children in the United States who are receiving special education, barely 1 percent of those are in private placements, and the vast majority of those are agreed-upon placements between school districts and the parents. So this sort of unilateral private placement is quite rare, because, first, the parents do it at their own financial risk, and so there's a real barrier to parents doing it, because they have to be pretty sure that they are right and that they are going to be able to meet the demanding standards of -- satisfying the district court that an award of tuition reimbursement is appropriate, and if they don't do that - -",
  "-- they're going to be - -",
  "No. What this Court said in Carter is that it's appropriate for the hearing officer to take into account whether the cost of the private education was unreasonable. So in a situation where you had two basically equivalent schools, that would certainly be an appropriate thing for the hearing officer to take into account in limiting or denying reimbursement.",
  "That's -- that's right. That would be within the discretion of the hearing officer. In a case like this, where you have a residential placement and the residential component of it -- there has been no suggestion that that was -- had some educational purpose or was a part of providing an appropriate education, it would also be appropriate for the court to decide to disaggregate that and say we are only paying -- the school district only has to pay for the educational component.",
  "There would be no categorical bar in the statute in that situation, but a district court confronted with those facts would most likely conclude that the parents had not genuinely sought a free appropriate public education and hadn't appropriately cooperated with the school district.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: In order to intervene in an original action in this Court, a citizen of a State that is a party to the action must show a compelling interest, separate from that of other citizens, that is not properly represented by the State. In an equitable apportionment action, the interest that is at stake is not a private property interest in water. Rather, it is the sovereign interest of a State in a particular share of the waters of an interstate river. For that reason, a private interest in water is not an appropriate basis for intervention in such a proceeding.",
  "Well, I think that the interest that the private party has is a State law property interest in water, and that’s an interest that simply isn't at stake in an equitable apportionment action. The only thing that this Court is deciding is what share of the river does each State get. The Court in an equitable apportionment action does not decide the purely intrastate question of how will that share be allocated.",
  "Well, that -- I mean, in New Jersey v. New York, Philadelphia, which sought to intervene in that case, constituted a majority of the water users within the State of Philadelphia.",
  "I don't recall what the special master --",
  "-- said in that case. But this Court has held in, for example, Colorado v. New Mexico, that even on purely factual questions, the special master is -- who makes recommendations, and those recommendations are reviewed by this Court de novo. The Court is not sitting in an appellate capacity. This is a case within its original jurisdiction, and this Court has an independent responsibility to make a determination, even on factual questions and a fortiori on questions of intervention.",
  "That's right. And to the extent --",
  "Well, to the -- I mean, to the extent that they have valuable information to provide, third-party discovery can take account of that, as can amicus participation. It would be entirely appropriate for parties that have information or a special perspective on the case to present an amicus submission to the Special Master or to this Court. And it's -- but that -- that's not a basis for allowing them to become full parties through intervention. And then, to the extent that there's a concern about the management of this case, I think it's important to keep in mind that the rule recommended by the Special Master and the rule that the would-be intervenors are urging this Court to adopt would, of course, apply not just in this litigation, but in every equitable apportionment action. And not only does it make the litigation of those actions much more difficult to have additional non-State parties in, but it makes it much more difficult for those cases to be settled.",
  "I -- I guess what I would say is that I don't think that, either in the recommendation of the Special Master in this case or in the submissions of the -- the would-be intervenors, that there’s really any logical limiting principle that would not allow, as a matter of routine, large water users to come in to equitable apportionment actions. And that's inappropriate for the more fundamental reason that these original actions in this Court are not ordinary cases. This Court has said that sitting in judgment between two sovereigns is one of the most grave -- grave and delicate responsibilities the Court has, and it’s a sparingly exercised jurisdiction reserved for the most serious of issues, issues of such importance that, if the States were independent countries, would be resolved through treaties or --",
  "Yes. And when a State brings such an action or seeks to bring such an action, it can't simply file a complaint as of right. It has to seek this Court's permission to file the complaint. And this Court can review the complaint at that time and look at who the parties are and figure out whether it's an appropriate case for the exercise of this Court's jurisdiction. And that, in our view, is a much more appropriate way to proceed, making that determination at the outset on the basis of the State's complaint, rather than through piecemeal litigation as different non-State parties --",
  "That's where they were seeking to intervene on North Carolina's side as defendants. That's right.",
  "Yes, Your Honor. Under section 27 of the Federal Power Act, which is 16 U.S.C. 821, the Power Act does not affect State law water rights. So State law water rights are taken as a given, and it's up to the licensee to have the necessary State water rights, and a FERC license does not in any way alter the distribution of State law property rights in water. And what the commission has said in this case in the final environmental impact statement with respect to Duke's relicensing application, which is available on the commission Web site, it cited section 27 and it said: \"Any license that is issued will not impose requirements, including minimum flows, that infringe on water rights or apportionments.\" So the commission is aware of the pendency of this case.",
  "Well, the -- the nature of this proceeding makes that outcome not -- not something that would happen even if South Carolina were to prevail, because what South Carolina is seeking is to get more water flowing downstream to it, and so the -- the licensing conditions, which generally impose minimum flow requirements at each of the various dams operated by Duke, would be easier to satisfy, not harder to satisfy, if South Carolina were -- had an entitlement to get even more water flowing through --",
  "Well, Duke -- Duke's dams –- the licensing condition is that each dam allow a certain amount of water to flow through, under the current license that they are operating under, and there are different minimum flow requirements under the renewal license that is being sought. But an order in effect requiring that they let more water flow through would not be in conflict with the licensing requirement, but --",
  "I mean, I --",
  "Well, they -- I mean, one possibility is, of course, that Duke is -- in addition to obviously being an operator of dams, Duke is a very large consumer of water. In fact, it's the largest consumer of water on the Catawba system because of its coal and nuclear power plants which use water evaporatively for cooling of the power plants. So --",
  "It -- it may have some effect on its ability to -- to generate power. But that makes it a large industrial user of water, akin to those that the Court referred to in New Jersey v. New York, which were not entitled to intervene. I would also point out in further response, Mr. Chief Justice, to your question, that Duke is a North Carolina corporation, which may be why it's seeking to come in on the North Carolina side of this case. But I -- I want to return to the idea that these kinds of cases are not ordinary cases. They involve sovereign interests, and I think what's important about that is that the interest --",
  "As I said, Duke is an operator of thermal power plants that are large consumers of water, and some of those are located in North Carolina.",
  "Mr. Chief Justice, and may it please the Court: The court of appeals erred in holding that the Mobile-Sierra public interest standard is inapplicable when contract rates are challenged by a noncontracting third party. That error provides a sufficient basis for reversing the judgment below, and although there are other issues in the case, those issues were not addressed by the court of appeals, and this Court should remand and allow them to be resolved by the court of appeals rather than addressing them itself in the first instance.",
  "This Court in Morgan Stanley described --",
  "Well, the -- the Court in Morgan Stanley held that Mobile-Sierra rests in part on the idea that when wholesale businesses negotiate a contract for the sale of power, that that can be presumed to be just and reasonable.",
  "No. We quarrel --",
  "That's the way that this Court has described the standard. Now, of course, in this case the Commission looked at the mechanism created, the forward capacity auction, and it looked at the transition rates, and it didn't simply presume them to be just and reasonable. It -- based on its examination of them -- determined that the rates set out in the settlement and the rates that would be established under the mechanism created by the settlement would be just and reasonable.",
  "The --",
  "Well, the settlement -- no one is suggesting that the settlement agreement itself is a Mobile-Sierra contract. The settlement was a resolution of a disputed proceeding before the Commission. It's sort of analogous to a consent decree. The Commission had to approve that before it became effective. By its own terms, the settlement agreement wouldn't become effective as binding between the parties unless the Commission approved it.",
  "Well, we -- we do think that you should reverse the holding of the court of appeals. To the extent that you think that there are other issues that are presented other than the question presented as stated by the petition.",
  "Should have been granted. Right. Yes. Right. That's right. It -- I mean, our view is that the appropriate disposition is a remand to the court of appeals to allow it to decide whether these other issues are properly before it, and the answer to that may be –- be no, but the court of appeals should have an opportunity to consider that in the first instance. The reason that, in our view, the court of appeals was wrong in holding that there's a third-party exception to Mobile-Sierra is that, as I said a moment ago, the Court in Morgan Stanley recognized that Mobile-Sierra rests on a presumption that the rates negotiated between sophisticated wholesale businesses can be presumed to be just and reasonable. That's a feature of the rate. There is no reason why the same rate for the same power could be just and reasonable when it's challenged by one person, but not when it's challenged by somebody else. Second, the purpose of the public interest test under Mobile-Sierra is to allow contract modification only when it's necessary to protect third parties; that is, members of the public. So it doesn't make sense to say that that test is inapplicable whenever you have a challenge that's presented by one of those third parties or a member of the public.",
  "In the contract setting?",
  "Yes, third parties could come in, and if they -- they would have to satisfy the public interest test. They would have to show that there are -- the Court has described it variously as extraordinary circumstances, severe impact on the public interest.",
  "I think that sort of argument would be foreclosed by Sierra.",
  "Well, you have --",
  "What -- what the Court said in Sierra is that mere unfairness, one of the -- the fact that one of the contracting parties got a bad bargain is not a reason to set aside the contract, except for the Court did reserve the extraordinary circumstance where it's going to put the supplier out of business, which would adversely affect the public interest if they can no longer deliver power at that rate.",
  "I think there are two responses to that, Your Honor. The first is that the reasoning of the court of appeals draws no distinction between those two --",
  "Okay.",
  "Yes. And I think certainly the Commission appreciates the idea that there's something wrong about -- or there's something unfair about A and B getting together and deciding on the rate that C is going to pay. And to the extent that you're concerned about that situation, the answer to that is that when A and B set the rate that C has to pay, C is not paying a contract rate in the Mobile-Sierra sense, because C is not -- C is paying a rate it has not agreed to.",
  "The court did not use that mode of analysis. The court below said that we were talking about contract rates and their being challenged by nonparties to the contract, and the court thought that in that context the Mobile-Sierra public interest standard doesn't apply, and that --",
  "That's right, because C's rate in that scenario is not a rate that it has agreed to. It's being set unilaterally by people other than it, and so it's in our view more appropriately characterized as a tariff rate that is not subject to the --",
  "No, that is --",
  "That's right. And the D.C. Circuit made that quite clear, particularly on page 20a of the petition appendix in its opinion, where it described the question before it, yes.",
  "That -- that is our view, that that's -- it's not the basis for the court of appeals’ decision.",
  "That's -- that’s exactly right, Your Honor. The court didn't reach --",
  "No --",
  "No, we think the Court should answer only the question that was ruled upon below and leave those other issues to the extent that they have been properly --",
  "Well, I think we agree with Petitioners that it is quite common for this Court to decide a case, taking the case on the same assumption that the court of appeals did, and answer the questions that are raised --",
  "I’m not --",
  "Right. Right.",
  "No, Your Honor, because we do agree that at least some of the rates that are covered by the public interest review clause in the settlement --",
  "The transition rates as between the settling parties.",
  "Well, their validity doesn't –- their validity depends upon the mechanism that's created by the settlement, which the Commission reviewed under the ordinary just and reasonable standard. It doesn't depend on the clearing prices of the auctions, which are the -- I mean, what the --",
  "What -- what the Commission thought is that the -- the Commission looked at the auction mechanism and determined that it was likely to produce just and reasonable results. And the Commission emphasized that at any point anybody can come in and challenge the auction rules and say that they're not just and reasonable, and the Commission will review that entirely unencumbered by this provision of the settlement. And, in addition, within 45 days after each auction, anybody can come in and challenge those results. And only after that 45-day period does the public interest review clause become effective. The -- the last point I would like to make about the court of appeals' analysis is that this Court made clear in Morgan Stanley that Mobile-Sierra applies to the Commission when it is acting sua sponte, and there is no reason why FERC's power should depend on whether somebody has filed a complaint. If FERC is bound, public interest standard, under Mobile-Sierra when there is a Mobile-Sierra contract, it makes very little sense to say that it ceases to be bound by that as long as anybody in the world other than the contracting party comes in and files the complaint to initiate the FERC investigation.",
  "Well, the --",
  "I had not understood that to be their position, but I think it would be very strange --",
  "-- if the Commission had one Standard, and on review of the Commission order, the court were to apply a standard different from what --",
  "I -- I think we would agree that they're both quite strange.",
  "If there are no further questions --",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: The court of appeals erred in holding that reversal of Respondent's conviction was appropriate on plain error review if there was any possibility, no matter how unlikely, that the jury's verdict was based entirely on conduct predating the enactment of the statute. Under Rule 52(b), a defendant asserting a forfeited claim of error may prevail only by showing at a minimum a reasonable possibility that the error actually affected the outcome of the case. In particular, the fourth prong of the Olano plain error test requires a defendant to show a serious effect on the fairness, integrity, or public reputation of judicial proceedings. That test calls for a case-specific, fact-intensive inquiry, and the defendant cannot satisfy it if there is no reasonable possibility that the error affected the outcome. The decision of the court of appeals is inconsistent with this Court's cases applying prong four of the plain error test, Johnson, Cotton, and most recently Puckett from just last term. Puckett established that the prong four inquiry is case-specific and fact-intensive and that a per se rule at prong four is inappropriate. And that's exactly what the court of appeals adopted here, applying a per se rule that if there’s any possibility of prejudice, reversal is required. In addition, Johnson and Cotton made clear that when the error is one that affects an issue on which the evidence is overwhelming or essentially uncontroverted, the defendant has not shown a serious effect on the fairness, integrity, or public reputation of judicial proceedings, and, indeed, reversal in that context on the basis of a forfeited error that didn't affect the outcome would undermine public confidence in the judicial system.",
  "This Court has reserved the question of whether, for example, a structural error would automatically satisfy the \"affects substantial rights\" component of the -- of prong three of the Olano test.",
  "Well, the sort of error that, if properly preserved, would result in automatic reversal without an assessment of harmlessness.",
  "Well, I mean in Johnson, for example, the Court had not yet decided Neder, and so in Johnson it was unclear whether the omission of one element, the failure to instruct the jury on one element of the offense, was a structural error. And in Johnson, the Court said, even assuming that that's a structural error and even assuming that, therefore, the defendant has satisfied prong three, showing an effect on the substantial rights, nonetheless the court of appeals has to apply prong four and has to evaluate on the basis of the record and the facts in that particular case whether there was an effect on the fairness, integrity, and public reputation of judicial proceedings. And in that case, the Court said that there wasn't, because the evidence on the point that was the subject of the instructional error was overwhelming, and essentially uncontroverted. And that's, in our view, the sort of analysis, the sort of case-specific assessment of the facts the court of appeals should have undertaken in this case. The effect of the decision below is essentially to carve out a special rule of plain error review that’s applicable only to a particular kind of error; namely --",
  "Well, that's -- that's right. We think that prong three in the case of a constitutional error requires at least a reasonable possibility of prejudice, and prong four I think demands at least that much and, in some cases, may demand more. One example of a case where a defendant could satisfy prong three but not prong four would be, for example, a Melendez-Diaz kind of error. If you had a drug possession case where the only evidence that the substance the defendant possessed was cocaine was a laboratory certificate admitted without confrontation, that would be a plain error under Melendez-Diaz, and that would -- the defendant would be able to show an effect on his substantial rights, because if that was the only piece of evidence, he would have been entitled to a directed verdict without it. Nonetheless --",
  "Under prong three. But looking at prong four, the Court would say -- I mean, if, for example, the defendant had had an opportunity to subpoena the chemist, if he hadn't controverted the accuracy of the report, there would be no basis for concluding on those facts that there was a serious effect on the fairness or integrity or reputation of the proceedings.",
  "If, under three, the defendant fails, then you don't need to apply prong four, because prong four -- prong four is essentially an implementation of the discretion conferred by the word --",
  "-- \"may\" in Rule 52(b). In order for the court to have any authority to correct a plain error, it must be one that affects substantial rights. So --",
  "There is some overlap in the inquiries, but we think that, you know, as the Court made clear in Puckett, rule four requires a fact-intensive, case-specific inquiry.",
  "Or if, you know, as in the -- my Melendez-Diaz example, or if the nature of the evidence in the case shows that, you know, apart from the effect on the defendant's rights of that particular error, that error, in the context of the case, doesn't undermine public confidence in the outcome. What the court of appeals did here was to create a special rule applicable only to those errors involving the failure to instruct the jury that they may not convict solely on pre-enactment evidence. The court didn't give any reason why those errors should be treated differently from other kinds of errors. Instead, it was simply applying a line of circuit precedent that went back to cases predating Olano. And there is no reason for creating a special rule in that context. To the contrary, Johnson emphatically rejected the proposition that there are errors that are not subject to Rule 52(b) analysis. And the Court said that even errors implicating fundamental constitutional rights like the Sixth Amendment -- Sixth Amendment right to trial by jury in Johnson or the Fifth Amendment right to a grand jury in Cotton are also subject to the application --",
  "This Court's usual practice when there's an issue that wasn't passed upon below is to leave it to be considered on remand. We think that’s particularly appropriate because of the fact- and record-intensive nature of the argument in this case. So, if the Court does reach that issue, we would urge the Court to adopt the analysis of the concurring judges below, who said that, with respect to the forced labor conviction, Respondent's conduct in the pre-enactment and post-enactment periods were essentially identical, such that there is no basis in the record on which a rational jury could have concluded that he violated the statute in the pre-enactment period --",
  "Indeed, it would. In order to establish a violation of the forced-labor statute, the government had to show that Respondent had obtained labor services by threats of serious harm or by a scheme, pattern, or plan intended to cause the victim to believe that she would suffer serious harm. And so, in this case, there was essentially a uniform course of conduct of the Respondent obtaining labor services, making threats of harm, and, indeed, brutally carrying out those threats. And so the pre-enactment threats and pre-enactment acts carrying out the threats would certainly be relevant to show that the post-enactment threats were indeed genuine threats and that the victim could take them seriously as threats, and that they did indeed induce her to provide the labor or services.",
  "Well, there -- I mean, the statute refers to \"labor or services.\" And creating a Web site is a kind of labor or service, and maintaining a Web site is also a kind of labor or service. And there's -- as the concurring judges in the court of appeals noted, there’s no basis on which the jury could have concluded that one satisfies the statute but the other does not. They're both -- they both fall comfortably within the ordinary meaning --",
  "I think in Johnson the Court quite clearly said that even very serious constitutional errors are subject to the same analysis under Rule 52(b). And certainly there's --",
  "Absolutely. And the test that would be applied would be the same, but the result of that test might be different. For example, if the --",
  "Yes. I mean, if the error were, for example, a biased judge -- I mean, that would be one that would almost invariably undermine confidence in the integrity of the proceedings.",
  "Well, because the error, the essential error in this case, was the failure to give the jury an instruction telling them that they could not convict on the basis of pre-enactment conduct. And that is essentially analogous to the error that you had in Johnson, where there was a failure to give the jury an instruction telling them that they had to find materiality. And there --",
  "I think in the context of an error like this, there isn't any reason to attach extra weight --",
  "Yes. That very well might be different. That's right.",
  "No. I mean -- that's right. The Ex Post Facto Clause regulates the content of the laws that Congress can pass, and there would be an ex post facto issue in the case if Congress had tried to make section 1589 retroactive, but it didn't. And everyone agrees that section 1589 applies only prospectively. So the constitutional violation, if there is one, comes from the possibility that the defendant could have been convicted on the basis of Congress -- of conduct that did not violate the statute.",
  "There is a violation in the failure to instruct. And we think it's the Due Process Clause that is the source of the requirement that the defendant not be convicted on the basis of the conduct that doesn't violate a statute. If there are no further questions, I’d like to reserve the remainder of my time.",
  "Just very brief -- excuse me -- very briefly, I’d like to make two points. The first is that, essentially, the error in this case was the failure to give a limiting instruction relating to the use of pre-enactment evidence, and that's the same sort of instructional or evidentiary error that can be considered in a case-specific analysis under prong four and should have been considered through that analysis. The second is that Respondent suggested there was a lack of jurisdiction in this case. That argument rests on an understanding of jurisdiction that this Court rejected in Cotton, and we discussed that at pages 9 to 11 of our reply brief. If the Court has no further questions, we ask that the judgment be reversed and the case remanded.",
  "Mr. Chief Justice, and may it please the Court: An employer is liable under USERRA when a supervisor acting with a discriminatory motive uses a delegated authority to cause an adverse employment action. The court of appeals held that liability does not attach unless that supervisor exerts singular influence over the decisionmaker. But that standard is inconsistent with the statute for two reasons. First, it's incompatible with the statutory definition of \"employer,\" which includes not just the ultimate decisionmaker, but any person to whom the employer has delegated the performance of significant employment responsibilities. Second, it's contrary to the statute's causation standard, which requires only that military status be a motivating factor, not necessarily a singularly important factor or the determinative factor in the adverse employment action. Now -­",
  "No. There's two separate components to the inquiry. First -- the first is that it has to be a motivating factor, and that's the plaintiff's burden to establish in order to make a prima facie case under section 4311(c). And then there is an affirmative defense if the employer can show that it was not a but-for factor in the sense that, you know, even had the person not been in the military, the same action would have been taken. That's the -- if the employer can show that, then it's absolved of liability.",
  "In our view, the \"motivating factor\" language captures the idea of proximate cause. Something can be a motivating factor if it is one of many factors, but, in our view, it does need to be more than a trivial or de minimis factor, and if you have a situation where the bias -- the action of the biased supervisor leads through a long and improbable and unforeseeable chain of causation to the adverse employment action, you might have a but-for cause, but you wouldn't have proximate cause, and it wouldn't be a motivating factor. Now, this case, and I think most real-world cases, are quite different from that. Here we have a termination decision, and that was made by Buck on the basis of the January 27th warning that was given to Petitioner and the report that Petitioner had not complied with that warning. And both parts of that, the warning issued by Mulally and the report of noncompliance that came from Korenchuk, both parts of that the jury could have concluded were in -­",
  "The -- the discriminatorily motivated actions in this case, on the evidence interpreted in the light most favorable to Petitioner, were the decision of Mulally to write up Petitioner for this January 27th incident, and that was motivated by her hostility to him because of his status in the Army Reserves; and then the decision of Korenchuk to report that he had violated the terms of that January 27th warning, and that was also motivated by his hostility to Petitioner's membership in the -- in the Army Reserves. And both of those decisions had a substantial causal role in the -- in the ultimate decision made by the employer to terminate. And, because both of those people, Mulally and Korenchuk -­",
  "Well, this may just be a semantic disagreement. We don't think it has to be substantial in the sense of predominant. It can be one of -- there can be many factors, and as long as it's one of them, that's a motivating factor. But it needs to be substantial in the sense of more than de minimis or more than trivial, something that the employer actually took into account as one of the reasons -­",
  "There would still be liability just as there is liability in the situation, which is quite common, where an employer gives a single official the authority to both observe an employee's behavior and make a decision to terminate. If that single official is biased and makes a decision on the basis of that bias, then the employer is going to be liable even if the people who hired that official tried very hard to make sure that he wasn't biased. And that's consistent with -­",
  "It -- it has to be a motivating -- the statute says a motivating factor in the employer's action.",
  "Yes, and the employer -- when it's -- the employer is a corporation, and it's -- so you have to look at which individuals do you look at in figuring out whether it was a motivating factor or not, and the statute tells us that. In the definition of \"employer\" in section 4303, it says that the employer includes everyone who has been delegated the performance of employment-related responsibilities.",
  "They -­",
  "They are not the last person who signs the piece of paper, but they certainly are part of the employer's decision.",
  "They -- they were delegated supervisory responsibility by the -- by the employer, the authority to observe the people under their supervision, to evaluate and report on their performance, the authority to initiate disciplinary proceedings. And they used that authority in a discriminatory manner, and that, that conduct by them, was a substantial causal factor in the -- in the ultimate action of discharge. And given the -- the statutory definition of employer and the motivating factor causation standard, that's enough under the statute for -- for liability.",
  "No, even though, as you say, in a sense there would be but-for causation.",
  "But it is not -- it's not under any standard of proximate causation, and not a -- the initial discriminatory discipline or warning would not be a motivating or substantial factor in the ultimate decision to fire him. He is being fired because of the intervening cause that -­",
  "Some independent intervening cause. Now, in this case, we don't have anything like that.",
  "Independent of the employer. In this case, we have a number of people, all of whom are agents of the same employer. So, under traditional principles of -- of an intervening cause, one can't say that any one of those agents of the employer was an intervening cause that broke the chain of causation from misconduct of the other agent of the employer. You have a series of agents of the same employer engaging in a course of conduct that at the beginning of which is an unlawfully -- unlawful discriminatory motive that leads to the termination. That's quite different from the employee deciding to start a fire or engage in some sort of misconduct that has nothing to do with his military status.",
  "It is not, I think, a -- one would hope it is not a foreseeable result of discipline given to an employee that he would then start a fire.",
  "I think one would not normally think that, even if it's less extreme than starting a fire, that a course of misconduct by the employee is a foreseeable result of a discriminatory -­",
  "Yes.",
  "Yes.",
  "Mr. Chief Justice, and may it please the Court: In Bowles v. Russell, this Court reaffirmed its longstanding treatment of statutory time limits for the taking of appeals as jurisdictional. Section 7266(a) imposes a 120-day time limit on the taking of an appeal to the Veterans Court, and under the rule reaffirmed in Bowles, that time limit is a limit on the court's jurisdiction, and the judgment of the court of appeals should be therefore be affirmed.",
  "Well, I -­",
  "That -- that is true, but what Bowles emphasized was not just the historical treatment of the particular time limit in section 2107, but the historical treatment of statutory time limits for appeals in general, which is why the Court cited not only 2107 cases but -­",
  "You're -- you're correct that Bowles was focused on court-to-court appeals, but, of course, in Stone v. INS, which involved a deadline for petitioning for review of a final decision of the Board of Immigration Appeals, the Court held that that time limit was jurisdictional. So I think that the same principle applies to appeals from agencies -­",
  "It -- it is true that functionally, the review that takes place under section 405(g) has a lot of appeal-like features, but what's -­ and so in that sense, you know, Bowen was like a hybrid case, because you have something that looks a little bit like an appeal, but it takes place in a district court and in a court of original jurisdiction, and, most importantly, Congress referred to it as a civil action that is commenced by the party who is filing a complaint.",
  "The -- the review is very much like -- functionally like what would happen in the court of appeals, but Congress chose to call it commencing a civil action. And you commence it by filing a complaint, which is quite different from the notice of appeal here. On the notice of appeal, there's a form for doing it, or if you don't use the form, all it takes is one sentence. And -­",
  "Certainly.",
  "Well -- I think in evaluating what Congress thought in 1988, one factor that's significant is that this was taking place -- the Veterans' Judicial Review Act -- against a backdrop of decades of no judicial review whatsoever of veterans' -­ of VA administrative decisions. And so Petitioner's position is that essentially, Congress, in one fell swoop, went from no review whatsoever to what would be the most forgiving appeal deadline in the entire United States Code. And -­",
  "When you look at decisions on the merits as opposed to agreed-upon remands, the veterans win in most cases. I -­",
  "Of course not. I -­",
  "First, I would say I think the reversal rate is not necessarily out of line with what you find in other agency review contexts, but -­",
  "I think, of cases that are decided on the merits, about a quarter are reversed and remanded, and about 34 percent are affirmed in part and reversed in part.",
  "I -- I don't know the percentage there, but I think in considering that rate, it's significant that the great majority of claimants who file claims in the regional office are given relief there. And so only about 4 percent of cases are even appealed all the way from the regional office to the board, and only another 9 percent to the Veterans Court, so -- because the board gives relief in most cases before it. So it's not like -­",
  "There is no indication that they did.",
  "Yes. And when -- when they wrote a notice of appeal provision -- and it is clear from the text as well as from the history that it is, in fact, an appeal -- that was a considered decision.",
  "Right. And -- and in looking at the -­",
  "What -- what this Court has held, in Bowles on the one hand and Irwin on the other, is that statutory notice of appeal deadlines are presumptively jurisdictional and statutes of limitation are presumptively not. And -­",
  "Stone v. INS, which was after 1988 -­",
  "But -- but in the courts of appeals, there was a long history of cases under the Hobbs Act, cases under more specialized statutes, the Communications Act, the Federal Power Act, and the environmental statutes -­",
  "No, ma'am. In fact, the Hobbs Act says a party aggrieved by the order may seek review by filing a petition for review. It doesn't say anything about \"and a claim shall be barred if you don't.\"",
  "I would say two things about that. The first is that there are many statutes, including the Hobbs Act, the immigration statute, that have no provision for exceptions. This Court's certiorari deadline can be extended by a justice, but there is no provision for a good cause exception. The extension provision that was specifically at issue in section 2107 in Bowles hadn't -- wasn't even enacted until 1991. And even with an extension, I'm not aware of any other provision that gives you as much as 120 days that you have here.",
  "Well, I -- I guess I would take issue with the premise of what the presumption is that Bowles set up. Bowles established a presumption that notice of appeal deadlines in statutes are jurisdictional unless there is something in the text or in the history as, for example -­",
  "I mean, what we're emphasizing is that this is an appeal deadline, and in Bowles, although it is true there were exceptions there, that was not something that the Court emphasized in its reasoning. The Court's -- the rationale behind Bowles is that there's a presumption that appeal deadlines are jurisdictional. And whatever one thinks -­",
  "No, Your Honor, because in that case, the 120 days wouldn't start running because section 7266(a) says have you to file within 120 days after the date on which notice of the decision is mailed pursuant to section 7104(e), and section 7104(e), in turn, requires that the notice be mailed to the address of record for the claimant, and also, incidentally, requires that if the claimant has an authorized representative in proceedings before the court, that the notice also be mailed to the representative.",
  "I -- I think Congress, in writing the statute, assumed that the mail can be relied upon in the ordinary course to be delivered, and so it made provision for the case in which the mail -- the mailing is not made.",
  "Yes, section 7104(e)(2) says that if the claimant has a representative, a copy is mailed.",
  "I think it's about 80 percent that there's -­",
  "-- 80 percent, Your Honor.",
  "There -- there is a procedure for official accreditation of representatives -­",
  "-- from organizations like the American Legion, and if that person is registered as the claimant's representative in the proceeding before the board, then they would get a copy of the notice under 7104.",
  "Yes, that's -­",
  "Yes. Now, I think, as I was -­",
  "I'm -- I'm not sure whether there was. I -- I don't believe so.",
  "I think that may well be what Congress had in mind. But, nonetheless, the -- the rule established in this Court's cases is that when a notice of appeal deadlines -- and -- and I think that point just illustrates that this is, in fact, a notice of appeal deadline -- notice of appeal deadlines are different from statutes of limitations. And whatever one thinks of the original theoretical underpinnings of that distinction, it's a distinction that's firmly engrained in the law, and this -­",
  "It could if it chose to do so, yes.",
  "I think if Congress -- well -­",
  "Yes.",
  "I -- I believe that, you know, since what's at stake is -- I think, ultimately, the question would be whether the government issues a monetary award to him. And Congress certainly has the power to simply direct that money be paid to this claimant. So, for sure, I think it could direct that his case be reopened.",
  "No.",
  "Right, but I -­",
  "Congress would have the constitutional power to just award money. I had understood Justice Scalia's question to be whether -­",
  "Right. The question I was trying to address was whether Congress could amend the statute so as to retroactively reopen Petitioner's claim. And my answer was yes, it could do that, if it were to choose to do so. Now, the VA, of course, has submitted a proposal to Congress for an extension of the period on showing a good cause up to 120 days. The VA's proposal would not apply retroactively, but Congress in its discretion could choose.",
  "Right. Although if you -- I mean, if somebody who misses the 90 days -- my understanding of the operation of this Court's Rule 13 is that the clerk will not accept for filing a petition filed on day 91.",
  "Right. Although -­",
  "Although, of course, filing a cert petition is a much greater undertaking than filing a notice of appeal. You have to -- it's much more than a simple -- simple one-line document that we have here.",
  "I think it's significant that Congress did address the question of mailing of notices of appeal. In 1994, it amended section 7266 and added a subsection (c), which unfortunately is not reproduced in the briefs, but that -- the effect of that is to give the benefit of a mailbox rule so that a petition is deemed filed on the day it is mailed, but only, quote, \"if the notice is properly addressed to the court.\" So it's significant -­",
  "Well, no. In those cases, the notice would not have been properly addressed to the court. It would have been sent somewhere else and -­",
  "And certainly -­",
  "And certainly one would hope that the VA, you know, ideally would get those notices, figure out what they are, and send them to the court. The problem that the VA encounters is that it receives a tremendous volume of mail, which is not generally opened by attorneys, and it's often not clear when it gets something in the mail that just says, you know, I don't like the decision in my case, whether that's a notice of appeal to the court or a motion for reconsideration or a motion to file a new claim -­",
  "They did not.",
  "Yes.",
  "Well, yes, and we -- we do not deny -- and, in fact, it's true by definition -- that to say that there is no equitable tolling is to say that there will be cases in which the result is not equitable. But -- and I think if you were to look at just the cases like the ones Your Honor has identified, some of the others in Petitioner's brief and in the amicus briefs, and if you could identify with no transaction costs what those cases are and were to ask, as a policy matter, should there be -- should the late filing be excused in those cases, I think just about everyone would say yes.",
  "Well, I think there are two answers to that, and the first is that whatever you think of the rule in Bowles -- and we obviously believe that it was correctly decided but understand that not everyone takes that view -­",
  "But the -- the question of whether a particular time limit is or is not jurisdictional would seem to be a quintessential example of the sort of issue where it is more important that the law be settled than that it be settled any particular way. And the great virtue of the rule in Bowles is that it provides clear guidance that appeal deadlines are going to be presumed to be jurisdictional, and if Congress doesn't want them to be, it can say so.",
  "Yes. Our position is consistent with what we said in Reed, because Reed, of course, did not involve a time limit. Reed involved the requirement that copyrights be registered before an infringement action is brought. And what the Court said in Reed is that the presence or absence of a jurisdictional label on the statute is not determinative. What's -- what matters is whether the type of limitation that the statute imposes is one that's properly ranked as jurisdictional, absent a label. And if -­",
  "Yes. The Immigration and Nationality Act at issue in Stone has no provision for extensions. The Hobbs Act has no provision for extensions. And many of the various agency-specific statutes that I mentioned earlier don't have any provisions for extensions. And although this Court hasn't ruled on them, Petitioner hasn't identified any decision from any court of appeals holding that any of those statutes is not jurisdictional. So there really is, as recognized in Bowles, a uniform rule regarding time limits for the taking of appeals and proceedings like appeals, writs of certiorari and petitions for review.",
  "The -- which ones would be swept up, I suppose, depends on what the Court were to say in distinguishing this case. But there's the Hobbs Act, the -­",
  "There -- there might well be, and I think that's why one of the virtues of the rule in Bowles is that it provides clear guidance to Congress. And in that respect, it's much preferable to a rule that statutes of -- or statutes -­",
  "Oh -­",
  "Well, the Hobbs Act, the Federal Power Act, the Communications Act, various EPA orders are reviewed under their specific -- each statute has its own review procedure.",
  "Well, I -- I suppose that the Court could come up with a rule. Whether that would prove to be workable, I -- I don't know. But I think -- I guess what I would say about that is that, given that there is an inherent arbitrariness to any filing deadline and, therefore, there is to some degree an inevitable arbitrariness in any system of exceptions to the filing deadline, I'm not -­",
  "It would be clear, but it would be contrary to Stone. It would be contrary to decades of uniform holdings from courts of appeals under all the other statutes.",
  "That -- that's right, Your Honor.",
  "But -- I mean, you're right that that was the issue in Bowles, but -- excuse me, in Stone, but the reason that that mattered in Stone was because the Court held that the timely filing of a petition for review in compliance with the statute was a prerequisite to the exercise of jurisdiction by the court of appeals.",
  "I don't know one in the specific context of agency actions, but, of course -­",
  "If -- if the time limit is jurisdictional as the -­",
  "There is no authority -­",
  "I -- I don't know of any from this Court, but, of course, in the courts of appeals, Petitioner hasn't identified any in which an exception was made. And then I would point out that Bowles -- in Bowles, the petitioner had a very sympathetic equitable claim in that he had done what the district court told him to do and filed on the schedule given to him by the district court, and the Court nonetheless held that because the time limit was jurisdictional, there was no authority to create an exception to it. If there are no further questions, we ask that the judgment be affirmed.",
  "Mr. Chief Justice, and may it please the Court: There are a lot of statements by the FCC at issue in this case, but I'd like to focus on two statements by the commission in its published regulation and orders that, taken together, resolve the question presented here. And the first is the commission's determination in 47 CFR 51.305(e), which appears at page 5a of Michigan's brief, that it is the competitor, not the incumbent, that gets to select the point at which interconnection takes place. Specifically, that regulation says that if an incumbent wants to deny a request for interconnection, it has -- at a particular point, it has the burden of proving that interconnection at that point would be technically infeasible. And that undercuts a key premise of the decision below, which was that as long as the incumbent provides interconnection at some technically feasible point that it has selected, then it's discharged its obligation, and if the competitor doesn't like it, that's just too bad. They can build their own facility if they want to interconnect somewhere else. That's --",
  "In terms of the definition of \"technical feasibility\" -- that's a defined term in section 51.5 of the regulations, and it does not include economic considerations. Nonetheless, as the commission explained when it adopted those regulations in 1996 at paragraph 209 of the Local Competition Order, competitors have an incentive to ask for an economically efficient means of interconnection because they have to pay for it. I mean, the -- they don't pay as much as AT&T would like -- because they're paying TELRIC rates -- but they do still have to pay for interconnection, so they have incentive to ask for a reasonable method of it. And what's at issue in this case, to get to the second part of your question, is not --",
  "That -- that's right.",
  "The -- the second is the commission's determination in the Triennial Review Remand Order in response to the D.C. Circuit's remand of its previous order, that entrance facilities are, indeed, part of the incumbent's network because the statutory obligation, of course, is to allow interconnection at any technically feasible point within the incumbent carrier's network.",
  "That's in paragraph 137 of the Triennial Review Remand Order, which appears at page 10a of Michigan's brief. And in the preceding paragraph, the commission traced the history of its definition of the dedicated transport network elements in the Local Competition Order, its revision of that in the Triennial Review Order, in which it had said that the facilities are not part of the network. The D.C. Circuit then vacated that.",
  "Well, I've -- I've just gone back to the previous two pages, but it -- 10a is paragraph 137, where the court says, \"In response\" -- excuse me -- where the commission says, \"In response to the court's remand\" -- that's the D.C. Circuit's remand in the USTA case -- \"we reinstate the Local Competition Order of dedicated\" -- \"Order definition of dedicated transport.\" And that was a definition of a network element that included entrance facilities. So, what the commission was saying there by its reference back to that definition --",
  "That -- that's correct, and the court of appeals, I think, perceived a contradiction between saying that this isn't something to which you have to provide unbundled access under (c)(3), but it is something that has to be made available for interconnection under (c)(2). And there is no contradiction there because these are separate, independent statutory obligations, and what's particularly significant about the difference between the two statutes -- statutes is that (c)(3) has an impairment test. You only have to make available those network elements without which the competitor would be impaired in its provision of service. (C)(2) does not have an impairment test, and that's because Congress recognized that interconnection is absolutely fundamental to any effective telephone competition.",
  "If you're referring to the -- what the -- in the way the commission used those terms in the --",
  "An entrance facility --",
  "The -- an entrance facility, as the commission explained in the TRRO, is just the link between the incumbent's office and the competitor's office. And an interconnection facility is anything -- any part of the network that's being used for interconnection.",
  "It can be.",
  "It -- it can be when it is used for interconnection. It could also sometimes be used for other things, but we're talking about the situation where the competitor wishes to use the entrance facility for interconnection.",
  "The -- the entrance facility is just the link between the two offices --",
  "-- the incumbent and the competitor.",
  "That can be used for a couple of different purposes, but one of the purposes for which it can be used is interconnection. And when it is being used for that purpose, it is appropriately described as a -- as an interconnection facility.",
  "We -- we agree with the view expressed by Judge Sutton in his dissenting opinion below, that there really is no reason to distinguish between amicus briefs, particularly those filed at the invitation of a court, in the court of appeals, from those -- filed here. In this case, of course, the question of --",
  "No.",
  "I think our briefs in -- in the two cases are consistent. Our brief here provides more detail in explaining the commission's orders, but in both cases, we have taken the view, as the commission has consistently taken the view since the TRRO, that entrance facilities don't have to be made available as unbundled elements for purposes of back haul, but they do have to be made available when the incumbent seeks to use them for interconnection. And I think this is precisely the sort of case where --",
  "No, they -- they --",
  "That's right. Then they are --",
  "Exactly.",
  "Right. And it's only for purposes of -- of interconnection. And I think this is precisely the sort of case where deference under Auer is appropriate, given that you have a highly complex statute regulating a very complex, dynamic industry, and so the commission's regulations involve not only the exercise of --",
  "I -- another way of saying that would be that it's appropriate to recognize the commission's not only policy-making discretion but technical expertise in the industry that's being regulated. And certainly the commission has tried to be as clear as it can in its regulations, but this is an area where some level of imprecision is probably inevitable. And I think that's why it's appropriate to defer to --",
  "Well, I guess I would say maybe we need to put the difference between interconnection and transport in concrete terms. It would be the interconnection charge which is at TELRIC rates under 252(d)(1). There would be a flat fee for setting it up and then a flat monthly fee just for having the link there.",
  "Thank you. And that's independent of usage. Then, separately, each time a call is made, there is a charge under 252(d)(2) for the transport and termination of the call. And that goes both ways. So, when the competitor's customer calls the ILEC, the customer -- the competitor pays the ILEC for terminating the call and vice versa.",
  "Mr. Chief Justice, and may it please the Court: As the discussion so far this morning reveals, the Court's retroactivity analysis takes account of a number of different factors, but the one that is most significant and, indeed in this case, virtually dispositive is that the application of section 1101(a)(13) to Petitioner was triggered only because he engaged in voluntary conduct that postdated the enactment of the statute.",
  "That's -- I mean they're closely connected together in time, and they both -- but they both postdate the enactment of the statute. But what -- the thing that is being regulated by section 1101(a)(13) is the entry of aliens into the United States. The statute sets out a comprehensive scheme for determining when an alien arriving at the border seeking to come into the United States should be regarded as seeking an admission. So, that's conduct that takes place in the future. Part (A) of 1101(a)(13) sets out the general definition of admission, and then (C) sets out a number of exceptions. And so, taken together, they are part of a comprehensive effort to codify Fleuti in some respects. And, in particular, Romanette (ii), the 180-day provision, is actually a fairly generous codification of Fleuti, probably extending beyond what would have been regarded as a brief trip under Fleuti.",
  "I think there are -- there are two points to be made about that. And the first is that that is a feature of the statute writ large. I mean, that exists even with respect to post-enactment criminal convictions. So, it's - -",
  "And the second, I think to understand it, it's helpful to look at the history. The distinction between grounds of inadmissibility and grounds of deportability goes back all the way to the 1917 Act. In that statute, a single crime of moral turpitude was a basis for inadmissibility but was generally not a basis for deportability unless it had a 1-year sentence and was committed within 5 years - -",
  "I think what the -- what the history shows that it's the crossing the border that has always been regarded as a legally significant event. This Court's cases recognizing - -",
  "Well, I think -- I think the most important point about the consequence of the plea is that, as an immediate result of the plea under pre-IIRIRA law, so at the time he pleaded guilty in 1994, he made himself inadmissible. So, that's not anything that has changed. So, he knew that he was - -",
  "I think the lawyer should have said, by pleading guilty, you are making yourself inadmissible to the United States. Under - -",
  "That's -- that's right. And I think you might also have said that under a current law, you will not be regarded as seeking an admission if you take a brief, casual, and innocent trip. But the change in the law - -",
  "That's -- that's right, I mean, and there is no question but that there is a serious consequence as a result of the change in the law. But the Court has made clear in Landgraf and in a number of other cases that even uncontroversially prospective statutes can impose burdens.",
  "I think you've correctly described the reasoning of the Court in St. Cyr, and I think that that reasoning highlights two ways in which this case is significantly different. And the first is that, in St. Cyr, it was the guilty plea, the conviction, that was legally significant under the provision of IIRIRA at issue there. And the Court emphasized that a guilty plea is a quid pro quo. It has to be knowing and voluntary. The Court cited Santobello v. New York, a due process case about guilty pleas. And then -- so, one difference in this case is that the legally significant event here - -",
  "-- is not the guilty plea.",
  "The conclusion to the first part of the answer is that it wouldn't make a difference because what matters here is not the guilty plea; what triggers the application of 1101(a)(13)(C) is the underlying criminal conduct and is - -",
  "I don't have any - -",
  "Well, I would say that -- this is a statue - -",
  "The statute is being applied by -- in the first instance, by customs officers at the airport or at the land border crossing. They have access to a number of databases which include not only records of convictions but also things like arrest warrants. And an arrest warrant by itself would not be enough to show that a person had, in fact, committed an offense, but it might well trigger some further inquiry from the customs officer that would lead to them finding out more information or perhaps getting an admission from the person.",
  "I mean, there is still, I think, a significant formal distinction, and then there's also another important distinction from St. Cyr, which is that that was a case where, as a result of the guilty plea plus the change in law, the person there faced immediate deportability with no prospect of discretionary relief. And the Court said that there is a clear difference, for purposes of the retroactivity analysis, between a possibility of deportability and a certainty of deportation. Here, not only is he not deportable, but there's no immediate consequence for him at all. The statute only has any effect on him when he engages in the post-enactment travel. And I think - -",
  "I -- I don't think that's correct, Your Honor, and I think that highlights one of the distinctions between this case and Cummings v. Missouri and Ex parte Garland. In those cases, you had statutes that were nominally prospective in application, but the Court actually said that we think that what's really happening here is that the statutes are imposing punishment for the completed acts. To the extent there was any doubt in those cases themselves, this Court discussed them both in Harisiades v. Shaughnessy and said that it viewed them as cases about punishment. This is not a statute - -",
  "I mean, I think when you look at the statute as a whole, you see that it's a -- it's a comprehensive regulation of crossing the border, which has always been regarded as a legally significant event. There are six subparts to 1101(a)(13)(C). Five of them have nothing to do with past conduct. They're about the nature of the trip and what the alien is doing as he's coming in. And then you have -- have this one, which is of a piece with the long history of drawing a distinction between inadmissibility and deportability. And I think it recognizes - -",
  "I mean, I -- I think it reflects a -- a judgment over -- on the part of Congress over many, many years that it is one thing to say to an alien, all right, we're not going to go and try and find you and take you and kick you out of the country. It is quite another to say you may freely cross our borders; even after having left, you may come back, and we're - - without any inquiry into your - -",
  "I mean, other than referring you to -- to the history and to the idea that's been reflected -- you know, this Court has recognized that control over the border is a core sovereign prerogative that lies at the heart of Congress's immigration power. And I think that - -",
  "That's right. And - -",
  "Well, i think -- if I could just first address the -- the question of whether the statute, in fact, abrogates Fleuti, and just to be clear on that -- the question presented assumes that it does. Petitioner isn't challenging that. And the Board, in the Collado-Munoz decision, has explained why the -- the statute, in fact, does have that effect. And I think that the significance of this post-enactment conduct, the significance of the trip, is illustrated by this Court's decision in Fernandez-Vargas, which made clear that when you have - - when the application of the statute is within the control of the person to whom it's being applied, because he has to do something after it comes into effect -- there, it was choosing to remain in the United States and becoming subject to the reinstatement of a prior order of removal -- here, it's taking the travel. But that goes a long way towards establishing that it doesn't have a retroactive effect, that it's regulating future conduct. Another - -",
  "Well - -",
  "In Fernandez-Vargas, the conduct that subjected the alien to the application of this -- this procedural -- this disadvantageous removal procedure was remaining in the United States. And it's true that that conduct was unlawful, but for purposes of the retroactivity analysis, the Court didn't focus on whether it was lawful or unlawful. What matters is that it was conduct that was in the future, that was after the statute was enacted. And so, here, although the -- the trip is not unlawful in that sense, it is future conduct. And here, as in Fernandez-Vargas, there is ample warning - - which was another point that the Court emphasized in that case -- ample warning that the statute would be applied to people who engaged in that conduct. I do want to address your - -",
  "I think that's right, Your Honor, and I think the reason it wouldn't is reflected in some of this Court's -- in the ex post facto analysis. If you have a statute that, for example, makes it a crime to have engaged in certain conduct in the past and then, you know, something -- some commonplace, utterly trivial activity in the future, I think a court looking at that would say this is not - - although it is nominally prospective, this is really a statute aimed at punishing the prior conduct.",
  "I mean, I think -- the hypothetical statute I was describing I think would violate the Ex Post Facto Clause under the sort of analysis that this Court used in Smith v. Doe, in a holding that - -",
  "I mean - -",
  "Oh, you mean -- if you mean a parallel statute in the civil context.",
  "I -- I think that's the best reading of Landgraf, and I think under -- under the analysis suggested in your concurring opinion in Landgraf - -",
  "-- I think one would look at that statute and say this is really a statute that's aimed at regulating the past conduct, and that -- that has a retroactive effect. So, I mean, to finish that thought, I think I would just say that there is a narrow category of cases where you have what is in form a prospective regulation that's really aimed at -- aimed at burdening or punishing a past act. But this is not that.",
  "I -- in the criminal context, the Court has used the analysis of Kennedy v. Mendoza-Martinez to figure out whether a statute is - - is imposing additional punishment for past conduct. And that looks at a number of factors, and the most important factor under that test, the Court has said, is whether the statute appears to be related to a legitimate prospective regulatory purpose. And so, that's why, for example, statutes like 922(g), the felon in possession statute, which was, I would point out, amended just back in 1996 to add misdemeanor crimes of domestic violence, which had not previously been something that would subject one to a firearms disability -- that was added. Every court of appeals that has considered the question has held that it doesn't violate the Ex Post Facto Clause and, I think, implicitly has held that it does in fact reach that conduct.",
  "I'm not aware of any cases - -",
  "-- specifically addressing that question, but -- but, yes, because there you have a statute that is regulating future conduct. It only applies to somebody who engages in the future conduct. The sex offender registration laws are another example that this Court has upheld. That kind of law obviously imposes a very significant burden on people on the basis of prior conduct, but the fact that there is some burden by itself does not mean that the statute is retroactive. Nor does it mean that it's appropriately viewed as imposing a disability. I mean, I think that the Court in Landgraf quoted Justice Story's formulation of a disability as referring to statutes that impose a disability in respect to transactions that are already passed. So, it is not enough that there used to be something that you could do, and now, in the future, you're not going to be able to do that. That's not a disability in the relevant sense, and if it were, I think the Court would have a very difficult line-drawing problem to figure out why it is that statutes like 922(g) are okay, or sex offender registration laws, or any number of - -",
  "I think, if you're -- if you're asking whether Congress has specifically addressed the temporal scope of the statute, we -- we acknowledge under St. Cyr that it hasn't. And so, that's why we're at step two of the - -",
  "I think that the -- the policy is Congress was trying to redefine -- I mean, they were replacing the old term of \"entry\" and -- with a new concept of admission. They're trying to redefine a comprehensive scheme for regulating the treatment of aliens arriving at the border. And I think that you have to look at all the parts of it together as a scheme that was to be applied going forward, when people arrived at the border in the future, after the enactment of the statute. If there are no further questions - -",
  "I think it's twofold, Your Honor. The first is that, in St. Cyr, the legally significant event was the conviction. It was the guilty plea. Here, the guilty plea is significant because it makes Petitioner inadmissible, but that was true under current law.",
  "That's our second point, is that St. Cyr said there is a big difference between immediate deportability and the potential - -",
  "No, I think it is certainly appropriate to take into account, that however - - however significant the application of Fleuti might be to aliens, it's on a different order of significance from - -",
  "Well, I think -- I mean, we don't question that that's something that people might have -- have been aware of and have been thinking about, but it's not something that was bargained for in the plea agreement because it's not something that's affected by the plea agreement. The statute here is triggered by the post-enactment conduct of entering the country but also by the -- the pre-enactment conduct of committing the crime. And, as Petitioner has acknowledged, there isn't any reliance in the state of immigration law when you choose to commit the crime. And so, I think that's - - that's a difference from the scenario that was addressed in Judulang.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: The Social Security Administration has reasonably interpreted the Social Security Act to provide that, as a general rule, a person seeking to establish eligibility for child survivor benefits must show that he or she would have been able to inherit personal property from the decedent under applicable State intestacy law. That interpretation is supported by the text, structure, and history of the Act, and it comports with principles of federalism because it defers to State law on the determination of family status, which is a traditional subject of State regulation. It's reasonable and entitled to deference under Chevron. Now, the textual arguments in this case involve the interaction of three provisions of the Act. And the first is section 402(d)(1), which is the basic benefits-granting provision. And that says that under certain conditions, the child of a wage earner is entitled to benefits. And that provision has a cross-reference to a definition of \"child\" in section 416(e) of the Act. And 416(e), which is reprinted at page 4a of the appendix to our brief, says that the term \"child\" means (1) the child or legally adopted child of an individual, (2) a stepchild under certain cases, and (3) a person who is the grandchild or stepgrandchild of an individual. Now, I think the one thing that's immediately apparent from looking at that provision is that under anyone's reading, it's a little bit confusing because it uses the word \"child\" twice to mean two different things. That is, the first \"child\" is broader than the second, because the first one includes the second as well as adopted child, stepchild, and so forth.",
  "Not necessarily, because if somebody doesn't qualify under -- and I should say at the outset that that is unlike the law of any State either in 1939 or today.",
  "There -- there are two alternative mechanisms that Congress added to the statute in the 1960s to allow children who lack intestacy rights to establish their eligibility. Those are 416(h)(2)(B) and 416(h)(3). And 416(h)(3) says that an applicant who is the son or daughter of an insured individual but is not a child under -- under paragraph (A), which is the reference to State intestacy law, shall nevertheless be deemed to be a child if there was an acknowledgment in writing that the child was -- that the applicant was the son or daughter, or there was a court decree for support. So, I think --",
  "That's right. And the reason for that is that, in fact, under the law of every State, both in 1939 and today, children whose parents are married do have State -- do have intestacy rights. But I think what the provision I just referred to illustrates is that the term \"child\" in this statute is a legal term of art, because if you were just looking at the ordinary meaning of the word \"child,\" the concept of an applicant who is a son or daughter but is not a child, would be completely nonsensical.",
  "Well, I mean, I think -- I think those are probably accurate factual claims about what Congress was thinking, but had Congress wanted -- the way that Congress chose to make sure that the children of married parents could establish their eligibility was by looking to State intestacy law, because Congress knew that under State intestacy law, those children had such rights.",
  "Well, it -- that's -- that's what section 416(h) says. Section 416(h) sets out a rule --",
  "Well, I think -- I think it's because with respect to the main category of people at issue, the question Congress was asking is: What is the class of people who are likely to have a sufficiently close relationship to the insured person such that it would be appropriate to provide benefits to replace the loss of support that they would likely be getting during the person's life? And if you look at what is the body of law that defines that class of people who have a close relationship with someone, it's State intestacy law. And State intestacy law sets out sort of clear, easy-to-apply rules for the distribution of estates.",
  "That -- that's right. The first sentence sets out the general rule that you look to State law for the definition of \"child.\" And the second sentence says that people who do not have the status of children but nonetheless have the inheritance rights of children shall be deemed children. And as a practical matter, the people that that applies to are people who have been equitably adopted. There's a doctrine in the law of many States where you have an adoption -- or you have an agreement to adopt, but not yet a completed legal adoption. In that circumstance, the would-be adoptee does not have the status of a child for all purposes or even necessarily for all inheritance law purposes, but can take property from the adopting parents. So, that's who would be covered by that sentence, and that's now addressed in the regulations at --",
  "I think -- I think that is the -- the most likely category that it would apply to.",
  "The Social Security Administration tries to apply State law. And --",
  "Well, the SSA does the best that it can to figure out what the State law is, and then on review in the district court, you know, the district court is able to review that. And there have been cases in which district courts have certified questions to State courts. And I think actually the fact that there are those difficult questions that can come up in some of the cases, particularly involving assisted reproductive technology, really illustrates one of the virtues of leaving it to the States rather than, as Respondent would have it, effectively forcing SSA and then the Federal courts on review of its decisions to create a sort of Federal common law of parentage to resolve all of those very difficult questions.",
  "That -- that's right. And, in fact, there are statutes in a number of States addressing the question of when a -- yes.",
  "I -- I can't speak with certainty to all of the States, but I believe that that is the -- the general rule. So, I'm not aware of any -- any States where, when you have a married couple using donor -- donor sperm, that the child would not be deemed the child of the husband.",
  "I believe that is -- that is the general rule. And I think one thing that that illustrates, of course, is that Respondents' definition, which is also the court of appeals' definition, of what a child is and the definition that they urge the Court to apply in 416 is the biological child of married parents. And not only is the -- does the \"married\" part of that not comport with the ordinary understanding of \"child,\" because of course in ordinary usage whether somebody is a child doesn't depend on whether their parents are married, but the biological part also does not comport with legal usage because, both in 1939 and today, there are many cases in which biological parentage is not determinative of legal parentage, both for the reason that we were just talking about and then also for -- another example is when you have an adoption; a child who has been adopted by somebody else is no longer legally the child of his biological parents.",
  "We -- that -- that would be a question for the agency to address in the first instance. The agency has not addressed that question in the administrative process here. So, we are not --",
  "That's right. And the Ninth Circuit read the dependency provision of the Act to say that any legitimate child is deemed to be dependent, and it then conducted an examination of legitimacy under California law.",
  "That -- that's right. I mean, I -- what I will say is, just speaking in general terms about dependency, the statute creates a number of presumptions that allow basically any -- any natural child, any child under the -- that first -- that second child in 416(e)(1), anyone who fits into that category is deemed to be dependent. So, it doesn't necessarily turn on -- on factual dependency, which is obviously not present in --",
  "The presumption in favor of dependency for anyone who qualifies is irrebuttable.",
  "I don't -- it doesn't appear in any of the -- the operative definitional provisions, but I would certainly agree with you that it is --",
  "Yes, and I certainly would -- would agree with the -- the idea that it is difficult to describe someone as a survivor who was not alive at the time that -- or not --",
  "The dependency requirement is defined in 402(d)(3) and -- which unfortunately is not reproduced in the appendix, but which has the effect of making anyone who qualifies under 416(h) be deemed dependent. Now, we don't think that the children in this case qualify under 416(h). So, there's no -- not even any need to reach the dependency question there.",
  "Well, the dependency requirement is something that people who don't qualify under 416(h), people who are adopted children or stepchildren or grandchildren, may in some cases have to make an individualized determination of actual dependency.",
  "Right, but then -- but then 402(d)(3) says a child shall be deemed dependent under certain circumstances that effectively track the 416(h) analysis. And I -- I would refer you on that point to the agency's regulations defining dependency, which are 404.361, which say that any natural child -- which is the term the agency uses for that second child in 416(e) -- any natural child is deemed dependent. Now --",
  "I think that when the statute was initially enacted in 1939 with more or less the same structure of these provisions as we have now, it might at that time have been ambiguous. But the agency adopted an interpretation that is, again, in structure materially identical to its current interpretation in 1940, and it has adhered to it ever since. And Congress has amended the statute with the understanding that that was the interpretation, that everybody had to go through State law to qualify. And I think in light of that history, at this point -- and Congress's ratification of that understanding, at this point the best view is that it is unambiguous and clearly resolves the question in favor of the interpretation set out in the agency's regulations.",
  "Yes, because those terms do not appear in 416(h). There's -- there's no instruction in the statute that those terms be defined by reference to State law, as there is with respect to \"child.\"",
  "Well, I should say two things about that, then. The first is, specifically with respect to grandchildren, the agency's -- the agency defines a grandchild as the child, within the meaning of the statute, of a child. And that's set out in the regulations at 404.358.",
  "Well, somebody -- somebody who would qualify under 416(h) as a child.",
  "Indirectly. I mean, a grandchild is not expressly defined in the Act, but somebody who qualifies either under State law or you can also qualify as a stepchild or adopted child of someone who qualifies as a child in that same sense. But -- I mean, again, the lack of a -- what's significant, I think, is the lack of any other provision in the statute that tells you how to define \"grandchild.\" I mean, the -- the run of cases that Congress was concerned about involved children, and for -- in explaining to the agency how to deal with those cases, Congress gave explicit guidance, and that's to look to State law, in 416(h). Now, Respondent makes much of the fact that the benefits-granting provision, 402(d), has an express cross-reference to the definition in 416(e) but doesn't cross-reference the definition in 416(h). And I think there are two problems with that argument, the first of which is that 416(h) by its own terms says that it applies for purposes of this subchapter, that is throughout all of the parts of the Act that we're talking about here. So, effectively 416(h) incorporates itself into the 416(e) definition, and there's no need for an express cross-reference. The second point about that is that the structure of the definitions here is very similar to the structure of the definitions used in defining other family relationships that are eligible for benefits. So, under 402, some of the other subsections of 402, there are benefits for the wife or husband or widow or widower of an insured person. And just to take the benefits for a wife as an example, in 402(b) the statute says that the \"wife (as defined in section 416(b) of this title)\" under certain circumstances can get benefits. If you look at the definition in 416(b) of \"wife,\" it's very much like the definition in 416(e). It says, \"the term 'wife' means the wife of an individual,\" and then it has some limitations. So, if you were to --",
  "If you were to take Respondents' approach, you would just stop there and apply some sort of Federal standard of figuring out whether people are married or not. But in fact 416(h), in paragraph (1) of 416(h), says an applicant is the wife or husband or widow or widower of an insured person if the State courts would regard them as being married. So -- and in the 1939 Act, all of those references to State law for wives and widows and children were all combined in one paragraph, so it was even clearer that that was how the statute worked, that you look to State law for defining all these family relationships.",
  "I'm sorry. The -- the definition of dependency is in -- is in(d)(3), 402(d)(3), not -- if you're -- 402(d)(3) says a child shall be deemed dependent upon his father unless at such time such individual was not living with or contributing to the support of such child and the child is neither the legitimate nor adopted child of the individual. So, the effect of that is anyone who is a legitimate child is deemed dependent under 402(d)(3).",
  "Well, because the child is deemed dependent unless he was -- I mean, again, since -- to be clear, we -- we think that the children in this case do not -- are not eligible for child status because they don't meet the requirements of 416(h).",
  "And --",
  "That -- that might well be the case. Our position is simply that that's not an issue that the agency has addressed and that would be a matter for the agency to resolve in the first instance if this Court were to disagree with us on the definition of \"child.\" I referred a minute ago to the 1939 Act and the structure of that Act, and I think that that's very instructive because, again, the way that the provisions were arranged in the 1939 Act, as we set out in our brief, were the same for present purposes as they are today. And Congress, when it amended the Act in the 1960s to allow certain nonmarital children to be eligible for child status, recognized that that was the case, recognized the commission's interpretation that everybody had to go through 416(h) and establish their eligibility under State law, and then chose to make express exceptions to the requirement of State law for those children. No such exception applies here. If I could reserve the remainder of my time.",
  "Thank you, Mr. Chief Justice. Since 1940, the Social Security Administration has consistently interpreted the Act to require all natural children to establish their eligibility under 416(h), either by establishing that they can inherit under State law or by showing that they qualify under one of the express exceptions --",
  "Well, I -- the principal problem with that, I think, is that it lacks -- it's not supported by the text of what 416(h) says.",
  "I would point to (h)(2)(B) and (h)(3), both of which are -- are the exceptions to allow people to qualify when they can't establish State intestacy rights, and both of which refer to someone who is the son or daughter of the insured person but is not, and is not deemed to be, the child. So, if biological parentage were -- were what was determinative under (e), and if you only looked at (h) when there was some question about biological parentage, it would -- the idea of someone who is a son or daughter but isn't a child would make no sense. And so, to give effect to those meanings -- to give effect to those provisions, to give them meaning, 416(h) has to have broader application than just in cases of disputed biological parentage. It is in fact the gateway through which everyone has to pass, and that's how the -- the agency has -- has so regarded it. The final point I would make is simply that, even if the statute were silent on whether to look to State law, it would be appropriate for the Court to hesitate, I think, before creating what in effect is a body of Federal common law about parental status. Here, of course, there's an express textual command the other way. And it would be particularly inappropriate to create, as Respondents are urging, a Federal rule that goes well beyond what any State would allow in the context of --",
  "I think the answer to that is the one suggested by Justice Kagan a few minutes ago, and that is that you have to read the first and second sentences together. And the first sentence sets up a general rule that you're looking to State law, and then the second is about people who would have the same status as children under State law. So, that the basic background definition in either case is coming from State law.",
  "The -- well, the second -- maybe, I may be misunderstanding you, but our view of what the second sentence does is that it covers people who are not treated as children, who are not children under State law but nonetheless have the inheritance rights of children. So, principally the -- in the case of equitable adoption, those people would have the status of children.",
  "Mr. Chief Justice, and may it please the Court: The suit in this case suffers from two independent jurisdictional defects, either one of which provides a basis for reversing the judgment of the court of appeals. The first is that the United States has not waived its sovereign immunity from suits challenging its title to Indian trust lands. And the second is that Patchak, the plaintiff, lacks prudential standing because the interests that he seeks to vindicate in the suit are not within the zone of interests protected or regulated by section 5 of the Indian Reorganization Act, the provision whose alleged violation forms the basis for his complaint.",
  "There are -- there are two parts to that. And taking the timing question first, the claim would have to be brought before the land was taken into trust. And that's why the regulations set out a 30-day period after the announcement of the intent to take the land into trust before title is actually transferred. So somebody would have to file during that period, as the MichGO plaintiffs did - -",
  "And the proper plaintiff for a claim under section 5 -- and, of course, there can be other claims under NEPA or the IGRA -- but under section 5 of the IRA, the proper plaintiff would be a State or local government, because those are the entities that are directly affected, directly regulated by the transfer of jurisdiction to the tribe - -",
  "Yes. As the beneficiaries of section 5, the parties for whose benefit Congress acted and the Secretary would be acting, I think in that scenario a tribe would have standing to challenge it.",
  "Well, the -- the challenge in that case was -- was not just to the use. It was to the decision to take title to land into trust. And the Secretary's policy, as set out in - -",
  "There was a NEPA claim, for example. And the -- the plaintiff in that case, the MichGO organization, alleged that the Secretary had not complied with NEPA, had not adequately considered the environmental consequences of the action to take the land into trust.",
  "Well, that's -- that is true. And it is also true that NEPA may in some circumstances require consideration of the use for which the land is to be put; but, it doesn't follow that section 5 requires or contemplates protecting the interests of nearby landowners from the use.",
  "That -- I mean, that was -- the allegation - -",
  "Right, but what -- what MichGO was seeking, what the plaintiff was seeking in that case, was an injunction barring the transfer. And the Secretary's policy -- the whole point of the 30-day regulation is to allow people who want to challenge the transfer to have a full opportunity to litigate those claims. And that is why the - -",
  "I mean, if they could establish standing, but -- if he had filed within the 30-day period, the Secretary would not take title to the land until there was a full opportunity for judicial review. Now, in this case, he filed outside the 30-day period. He was aware that - -",
  "There would not be standing for Patchak as a private individual, but there would be standing for a State or local government or, in the unusual situation that Justice Sotomayor suggested, for another tribe - -",
  "I think we -- we don't disagree with that in the context of the discussion of the sovereign immunity issue. I don't understand that statement in the tribe's brief to have been a concession that there would have been standing.",
  "Well, it is a land use statute in -- in this sense, in the sense that -- and you're right that the regulations do refer to the purposes for which the land is to be used, but that's because - -",
  "That -- that is exactly right. And that's why, in determining whether -- the Secretary has to take account of use in order to determine whether it will, in fact, serve the interest of promoting tribal economic development and self-governance, but it doesn't follow that the effect of that use on bystanders, on other property owners in the vicinity, is within the interests that Congress had in mind - -",
  "Because -- I mean, just to take the facts of this case as an example, you know, Patchak's objection is not to the jurisdictional transfer. It's not to the fact that this is now going to be tribal land rather than land subject to the taxing or regulatory authority of the State of Michigan or Allegan County - -",
  "Well, I mean -- that is -- the relief he is trying to get is to undo that, but the -- the injury doesn't come from that.",
  "The injury comes from the fact that the land is going to be used for gaming, but in",
  "But - -",
  "But for the zone of interest test, the question would be, are people who may be adversely affected by gaming on Indian land within the zone of interest -- is that interest arguably something the tribe -- Congress was speaking to - -",
  "I believe that in applying to have the land taken into trust, the tribe said what - -",
  "-- it wanted to happen.",
  "The regulations do not address that. The BIA manual provides that that action, of taking the land into trust, should not be taken while the litigation is pending.",
  "I -- I think that it would not be, but I think that -- I guess I would say two things about that. The first is that the Secretary enacted these regulations, the 30-day notice rule, precisely for the purpose of ensuring that there would be an adequate opportunity for judicial review, and thus removing the constitutional doubt that the Eighth Circuit had found associated with the IRA. And I think -- so there is every reason to think that the Secretary is going to conscientiously carry out what those regulations provide for, which is allowing judicial review. And if the Secretary were ever to do that, I think he would find that going forward in every case, courts would enter a stay.",
  "And -- and it was -- it was denied, and he could have sought relief from the court of appeals, and he didn't.",
  "That -- yes.",
  "Well, because this was a suit that was not filed within the 30-day period. The - -",
  "They - -",
  "Right. Well -- and in that period before the land is taken into trust, the APA, everyone agrees, permits -- permits that litigation.",
  "Because at this point, the question of whether to enjoin the transfer from taking place is moot. Because - -",
  "The relief that's being sought now -- and this is made clear in Patchak's brief in the court of appeals -- is an order compelling the Secretary to relinquish the title to the land. And so that - -",
  "No. The time to seek review of whether to enjoin a not-yet-completed transfer is before the transfer is completed.",
  "But -- and if he wanted to appeal the district court's denial of that injunction, he could have done so as of right under - -",
  "He did not appeal it.",
  "Well, the - -",
  "With -- with respect, Your Honor, once the land is taken into trust, the -- the only effective relief would be an order taking the land out of trust, and that's what brings this within the scope of the QTA.",
  "We -- we think it's -- it's not properly before the Court. But I mean, one thing I would just say about that is it is not remarkable, or it often happens that, as the nature of the claims or the identity of the parties changes throughout the course of litigation, sovereign immunity can bar a suit that wouldn't have been barred before. And one example of that is under the Westfall Act. Somebody sues an officer of the United States for a tort, that suit can go forward. But if the Attorney General then certifies under the Westfall Act that the employee was acting within the scope of his or her duties, then it gets converted into an action against the United States, which might, if it falls within one of the FTCA exceptions, be brought - -",
  "Well, but that -- that's just an example of how, as -- as the parties, or the relief - - here, it's the relief -- changes, sovereign immunity can bar an action. If I could reserve the remainder of my time.",
  "If I understand correctly, you're asking about a case where the -- the lawsuit is filed before the land has been transferred.",
  "I don't know of any basis for restricting the government's ability to do that. I mean, short of the plaintiffs obtaining an injunction from the Court. I guess the broader point I would make about that timing question is that the -- the court of appeals - -",
  "That -- that is our position. I would just emphasize that that was not the basis of the -- the ruling of the court of appeals. The court of appeals held that it doesn't matter when the suit is filed, and under the Court's analysis - -",
  "-- it would be exactly the same, even if it was filed later. And I think the -- the error in that analysis is -- is that the question here is not whether Patchak's suit is a Quiet Title Act action. The question is whether the Quiet Title Act expressly or impliedly precludes relief under section 702, and the answer to that question is yes. And I'd just like to make two points about that. The first is that the general principle recognized by this Court in Brown v. GSA and a number of other cases is that when you have a narrowly drawn remedial scheme for a particular subject, that that precludes resort to more general remedies. And here, the Quiet Title Act is exactly such a scheme. It's the mechanism for adjudicating a disputed title to real property in which the United States claims an interest, and it has its own procedures, its own statute of limitations - -",
  "I think -- for two reasons. And the first is, just that -- that first sentence of 2409a(a), which is, you know, to adjudicate a disputed title to land on which the United States claims an interest. That's a perfect description of what this case is. And the second is that the last sentence of section 702 directs our attention to whether the relief is expressly or impliedly forbidden by another statute. And the relief that is sought here is an order compelling the Secretary to relinquish title on behalf of the United States to this land. And - -",
  "I -- I'm not aware of any. I'm not sure that there aren't any others, but - -",
  "Well, this action would be barred under the Quiet Title Act because the Quiet Title Act expressly precludes this relief, where -- where Indian trust land is at issue, where the relief that's sought is an injunction compelling relinquishment of title without the option of paying damages - -",
  "Well, and the Quiet Title Act, section (d), requires in a suit under the Quiet Title Act the plaintiff to identify his interest in the land.",
  "I'm not aware of others, but - -",
  "-- I can't say with confidence that there aren't any others. One point I would make on that is just refer you to the Florida Prepaid case from 1998, which was about State sovereign immunity, and which explained that a State may condition its waiver of sovereign immunity and may change that in the course of the litigation. And I think that's another analogy that might be instructive here.",
  "Well, it would - -",
  "It would be still be -- sovereign immunity would still apply. Sovereign immunity would bar relief, even if the basis for jurisdiction were diversity rather than - -",
  "Our -- our point is that the reason it's barred is because of sovereign immunity. When -- the time of filing in diversity cases refers to if the citizenship of the parties changes during the course of the litigation. That doesn't -- my understanding is that doesn't defeat diversity. That's the nature of that exception.",
  "Mr. Chief Justice, and may it please the Court: Petitioners can and do protest abortion in Massachusetts and they can do it in the public spaces right outside abortion facilities.",
  "It ­­ Your Honor, I would say it's a congestion case. Certainly, Ms. McCullen and others can have those conversations right in front of the abortion facility. It's just that those conversations are moved back a few feet. And in point of fact, Ms. McCullen ­­",
  "Just as a factual matter, I did want to point out that in Boston, for example, the door is recessed. It's a private entrance with a recessed door and the 35 feet is measured from the door. So it's actually only about 23 feet.",
  "I'm sorry?",
  "I'm sorry. I didn't hear you.",
  "Two car lengths. Exactly right, Your Honor.",
  "We measured this courtroom.",
  "Well, certainly, there's a picture of a calm conversation ­­",
  "Certainly, the evidence showed something else.",
  "Experience showed that there had to be a certain amount of space around the facilities. What we had, for example, were pro choice advocates swearing and screaming at pro life advocates within the buffer zone. That's at Joint Appendix 26 through 28. You had the Pink Group, which is a pro choice organization, pushing and shoving and jockeying for position.",
  "But, again, experience showed that even individuals who wanted to engage in close, quiet, peaceful conversation were creating congestion around ­­",
  "They didn't make a fine distinction, Your Honor, because it didn't matter whether people were being peaceful or whether they were ­­",
  "It would have been very difficult to write such a statute, Your Honor.",
  "Well, again, experience showed that some amount of space around the buffer zones ­­ around the facilities needed to be open. So then it was simply a question of looking at past experience, at the prior injunctions, for example, Your Honor. For example, in Planned Parenthood v. Bell, which is cited at page 2 of our brief, there was actually a 50­foot buffer zone imposed by a district court judge in Massachusetts. We knew from, of course, Madsen and Schenk, that 36­foot buffer zones were acceptable in ­­ when you were being responsive to that kind of problem; and we knew that a 15­foot buffer zone would be acceptable if responding to a similar kind of problem. So at some point or another, the ­­ the legislature was aware that some amount of space needed to be created, and it chose 35 feet as a reasonable response, a reasonable amount of space around the facility to allow ­­",
  "And I will.",
  "I will of course, Your Honor. The best description of that is, of course, Commissioner Evans's description of the space functioning like a goalie's crease.",
  "I ­­ I think, Your Honor, that no one is guaranteed any specific form of communication. So, there is no guarantee, as a doctrinal matter, to close, quiet conversations. The question is, are there adequate alternatives? And in this particular instance in this record, there are adequate alternatives. Take, for example, the situation ­­",
  "There is ­­",
  "Generally on the public sidewalk. But, of course, that right is tempered by the ­­ the State's interest in making sure that the public sidewalks function as they should and that there is peace and good order. But I would give you an example, Your Honor. I'd ­­ I'd point you ­­",
  "Your Honor, we ­­ we couldn't here, obviously, because that wasn't the problem. The problem with making that kind of a fine distinction is that it doesn't address what the State's ­­",
  "You do. As long as your protection is narrowly tailored to your interest, you ­­",
  "It would be enormously difficult to write a statute that addressed the problem and the significant interest here where you are making that kind of a fine distinction ­­",
  "Your Honor, I think what the statute distinguishes is based on what those two different people are doing. The ­­ as you say, the employee could say, if she was performing her job, which would be escorting that individual into the facility, and if she wasn't unnecessarily cluttering up the ­­ the buffer zone, which was the reason that the statute was ­­ was enacted in the first place, then that person could say that. You judge it on what she's doing, not what she's saying.",
  "Right.",
  "Right.",
  "The ­­ what the legislature has done is that it has created a circle around these entrances and has only permitted particular conduct within that buffer zone to allow the traffic to keep moving on the sidewalk and to allow people to get in and out. So unless you have a permissible purpose for your conduct to be in the buffer zone, then you cannot be in the buffer zone and that is what the statute is addressing. With respect ­­",
  "The ­­",
  "The statute is not focused on that person's speech. The statute is focused on ­­ on what they're doing in the buffer zone.",
  "Certainly, I wouldn't say that, Your Honor. However, with respect to ­­",
  "With respect to viewpoint discrimination, Your Honors, the statute has a perfectly legitimate sweep. It allows people to go in and out of the building. It allows pedestrians to go work ­­ back and forth across the sidewalk, and it allows for even employees, the snow shovelers mentioned in the Walter Dellinger brief.",
  "Right.",
  "What I would argue, Your Honor, is that speech in that particular circumstance of the employee actually doing her job and not unnecessarily cluttering the buffer zone, what ­­ then that speech is simply incidental to the permissible conduct. And it doesn't make the statute on its face ­­ it doesn't make it viewpoint­discriminatory. Because as I said ­­",
  "It's incidental to her performing her job. And, Your Honor, it ­­ if there were a circumstance where that kind of speech were habitual or widespread or touched on advocacy in any way, shape or form, then obviously, Petitioners would have an opportunity to challenge the statute as applied. But, of course, they haven't even begun to make the case that there's viewpoint discrimination actually happening in the buffer zone.",
  "It's incidental to the permissible purpose for which they are allowed in the buffer zone. And I should point out, actually, that PPLM ­­ and again, this is in the Walter Dellinger brief at page 2A ­­ they actually train their escorts not to engage in that kind of speech. So that's first of all. And second of all, escorts really only exist and only operate in Boston on Saturday mornings for a couple of hours. They don't work at all in Worcester or Springfield.",
  "Right.",
  "Because the experience has shown that you do have problems at Worcester and Springfield, and those problems do center around the driveways. 85 to 90 percent of patients who approach those facilities do so by car. And the only public sidewalk ­­ there's a small slice of public sidewalk between the road and the private driveway, and that's the only opportunity that you'd ­­ that individuals would have in order to protest. And what's happened in the past in Worcester and Springfield is that you would have pacing across these driveways. That's at Joint Appendix 41. You'd have individuals stopping and standing and refusing to move in Worcester. You'd have literature thrown into cars. You'd have hands and heads thrust into open windows. And there was at least one accident in Worcester. That's at JA­19. So there definitely was conduct that was a problem, and it wasn't even that there are a couple of lone protestors in Worcester or Springfield. There are events in Worcester and Springfield. There are regular protestors there every week, first of all. And second of all, the crowds get much larger at the semi­annual ­­",
  "Your Honor, the problem, of course, that the statute was looking to address was not with protestors, per se. It was with people who had a desire to be as close to the facility doors and driveways as possible to communicate their message. But the result of that was congestion around these doors and driveways. So it wasn't a concern about the protest; it was a concern about people actually being able to use ­­",
  "I would agree.",
  "Again, the experience. We've had quite a long experience in Massachusetts, a long history of crowds around these doors or of even violence at the clinics. And we've had law enforcement and others who have viewed that crowd on a regular basis and have described it, the activity around the doors and driveways, as being so frenetic. You have so many people there, the bad actors and the good actors. You have so many people congested in the same space from all points of view that it effectively blocks the door.",
  "Right. Well, of course labor actions are protected by Federal law, so any State law couldn't directly conflict with the ­­",
  "Well, this Court has repeatedly upheld restrictions on labor activity, if given the right record. So there is ­­ so the answer is yes, the First Amendment would permit regulation on the record ­­",
  "No, no, no.",
  "Right. Well, certainly it would be an easier case to defend if there was a history, as we have here. And you'd have to prove that the solution ­­",
  "Well, I don't think there has been the kind of history and sustained violence that we've had ­­ this almost unique record in Massachusetts with respect to facilities. But Your Honor, I would say ­­",
  "­­ does not have is ­­",
  "In ­­ there was, when the legislature was considering the statute, there was a survey submitted by NARAL that reviewed the experience of the ten facilities that were then in existence in Massachusetts. And six of them said that they had significant problems outside of their facilities. Eight of them said, at the very least, they had regular protestors. There were two who did not report that there was a significant problem.",
  "Correct. Thank you, Your Honors."
]