[
  "Mr. Chief Justice, and may it please the Court: The United States would like to address two issues with respect to the Master's proposed remedy. First, the Master's calculation of damages here does not violate the Eleventh Amendment and, second, this Court should allow prejudgment interest on a discretionary basis in interstate compact suits.",
  "I'd be happy to address that now, in fact, to preserve the continuity of the argument. Your Honor, first of all, the Master's finding with respect to knowledge here related to Colorado's knowledge, and not Kansas' knowledge, and Colorado had knowledge that there was the prospect of some violation because it had complaints within its own State borders with respect to groundwater pumping depletion, depleting stream flow and, as you may recall, that is the basis for liability here, that Colorado had allowed its citizens to pump groundwater which reduced the State line flow.",
  "He found that Kansas did not know at that time.",
  "Did not know in fact.",
  "I do not believe that he did. I don't believe that he specifically addressed that issue.",
  "Well, it's hard to say what the state of knowledge was in 1968, and to the extent there was some lack of proof here, I think the burden would fall on Kansas to have --",
  "I do think that we simply can't assume that --",
  "On the other hand, though, the Colorado, for instance, had commissioned a study. It had done its own internal studies. I believe in 1965 it had begun to license groundwater pumping, so it's not clear that everything that was known to one sovereign would necessarily be known to another sovereign.",
  "I think it's entirely fair to take that consideration into account. The United States' view with regard to prejudgment interest is that it should be allowed in interstate compact suits, but on a discretionary basis, based on the facts of the individual case.",
  "That's --",
  "That's correct, Your Honor, that also there was difficulty in determining exactly how much water had been depleted. It wasn't clear when that knowledge was available, but it certainly was after, we believe, 1968.",
  "Well, I agree with that as well, and again I think this focuses --",
  "Your Honor, I agree with all of the points that are being made here, and the United States wishes to emphasize the principle that a rigid rule one way or another with regard to prejudgment interest is what ought to be avoided here. We do think these factors are relevant in considering what is the appropriate level of prejudgment interest.",
  "Your Honor, because I think that doesn't adequately address the common law rule, which I think we should look to the Restatement of Contracts in stating the rule in a compact case. That's the closest analogy to the contract situation, and in the Restatement of Contracts, since 1932 the rule has been that, where damages are a fixed sum of money, or a performance that has a fixed value, prejudgment interest does apply, but in those cases, in all other cases prejudgment interest is applied under a rule of reasonableness, based on the aspects, the circumstances of the particular case. So our position really simply suggests that the Restatement rule is what ought to be applied here. Both States would have been on knowledge of that principle as a background principle in this case. I would like to address the Eleventh Amendment issue, because I think that also merits this Court's concern. The Master properly determined, in accordance with this Court's decision in Texas v. New Mexico, that Kansas is entitled to money damages as a basis for Colorado's compact violations, as a remedy for the compact violations, and he calculated those damages by determining the value of the water that Kansas was entitled to but did not receive and, in making that determination, he evaluated the cost to Kansas farmers, which was reflected in two matters, increased groundwater pumping costs, and also lost crop production. Colorado has challenged that aspect of the award on the basis that it violates the Eleventh Amendment, and we disagree. Our view is, the Master's determination of damages here was simply by reference to what the water was worth to the Kansas users, not to provide any sort of compensation for the Kansas users themselves.",
  "You mean, could Kansas turn around and give the money --",
  "Yes. Yes, I believe that Kansas could do that if they wished.",
  "Well, it's not clear that the users individually have a claim against Colorado. Kansas does have its own claim predicated on the compact.",
  "Because Kansas is not suing on their behalf. Kansas is suing for the performance that was due to it under the compact. Kansas is asserting, in essence, its own claim, which was for delivery of a usable quantity of water, usable water at the State line, and --",
  "The Master did include State income taxes and secondary taxes.",
  "Well, Your Honor, the reason why is, we have to determine what was the value of the water at the State line, and as you pointed out before, there is no market for the water like there would be a market for so many bushels of wheat.",
  "Well, Your Honor, we have a general interest in these original actions to make sure that there's a fair allocation of damages and rights and responsibilities.",
  "We are parties to these suits frequently, most likely in issues revolving, involving liability. We are a party to this suit because of our operation of the upstream reservoirs.",
  "It would affect them if it were repayment in water. Here, money is being used as a substitute for water, and we thought it appropriate to weigh in on that question with respect to the position that the Master has taken, and our position is very simply, simply that we have to look to what the value of the water was at the State line.",
  "Not necessarily Your Honor, because the compact situation involves a situation where there is a clear claim by the State under the -- an agreement that is entered into by the States.",
  "Thank you Mr. Chief Justice, and may it please the Court: The United States submits that Maine's current suit is barred by this Court's 1976 decision and its 1977 decree in New Hampshire v. Maine, No. 64, Original. And we think to understand 64 Original, it's useful to look at a map here. New Hampshire has provided a lodging of maps, and I would refer you if you have a copy to map four, which shows the consent decree line.",
  "This is in a eight and a half by eleven document entitled New Hampshire's Map Lodging for Oral Argument. Now, map --",
  "Okay, perhaps I can describe the line and that might be helpful to understand the operation of the consent decree in 1977. This consent decree did provide for a description of the lateral marine boundary which runs perpendicular to what would be the coastline of Maine and New Hampshire.",
  "It's map number four. It's tab four. In any event, the line that was drawn here includes the lateral marine boundary. But by terms of the consent decree, it also extended the line up into the harbor. This is the line that runs almost north-south that is marked here. That is -- that line is described in paragraph five of the consent decree. You notice it's a straight line, and the reason why it's a straight line is it follows the range of lights that mariners use to navigate up the channel, and that's why we call this the main channel of navigation. And you'll see it ends at a point where there is another line that crosses perpendicular almost east-west. That's another set of range lights where people who are navigating would follow as well, going further up the river. But the important point to recognize with regard to the consent decree is that it did define the channel as the middle of the river, as the middle of the main channel of navigation, and it extended that line up into the river to a considerable decree.",
  "I think in actuality it is the channel that is in fact used by the ships. As Justice White pointed out in his dissent in No. 64 Original, the thalweg would normally follow the deepest channel or where the current is fastest, and so it would not necessarily be a straight line. But by the terms of the consent decree, and as the line that is drawn show in here, they compromised their meaning of the consent --their meaning of the 1740 Order by using where the ships actually travel.",
  "Seavey Island is to the left -- to the west of this line. And if one were to draw the line consistently with the '64 decree, one would travel east- west along those range lights. They're very faintly marked, and they begin at, actually at Pierce's Island which is not marked here, but up north you see Seavey Island. The important point for purposes of the motion to dismiss is under any interpretation of the 1740 decree we think that New Hampshire's complaint must be dismissed.",
  "Well, Maine was making that argument, and it wasn't ultimately resolved. Of course, the master disagreed with the consent judgment that was proposed on the basis that it should have been the geographic middle, and this Court rejected that argument. Now, the Court made two legal rulings and --",
  "No, rather what the Court said in its 1976 decision was first that it's clear that the 1740 Order of the King controls here, and it's the middle of the river. And second, that the parties are entitled to compromise their claim because this is a reasonable interpretation of the decree, not perhaps the only interpretation of the 1740 decree, but one that was permissible. And I don't think the Court wants to go back and --",
  "No, I think what the Court was suggesting is they could have -- that that decree could reasonably describe what was the main channel of navigation, however that was determined at that time. And of course boundaries are ambulatory, they move, and maybe the main channel of navigation is followed differently then as now. But for purposes of resolving this dispute, the Court accepted the parties' agreement that the range light line would be used to determine the main channel of navigation as to this settlement. We think that the Court's consent decree does preclude further litigation, at least to the extent that certainly the middle of the river is not on the low-water mark. And furthermore, we would argue that the main channel of navigation should be continued to be used to continue up the river. To do otherwise would provide a discontinuous line, and we do think the 1740 Order of the King ought to be interpreted in one way as we go from the mouth of the harbor up the river. Any other interpretation will lead to discontinuous lines the Court will have to connect. New Hampshire suggests that's all right, you simply use your equitable powers. We suggest that the better approach here is to read the consent decree as reasonably determining that the King's Order would have one meaning for purposes of the 1740 Order, and that should be applied consistently throughout the length of the river.",
  "We rely on issue preclusion.",
  "Well, the Court did adjudicate the question of whether the 1740 Order controls. It found it necessary to reach that issue in order to enter the consent decree. As to the line that was drawn, this Court noted in Arizona v. California, and it noted in United States v. International Building Company that if questions of law in fact are resolved in a consent judgment, those can be binding on the party. And we think it's reasonable to read this consent judgment as providing a single interpretation of middle of the river, it would apply henceforth to all applications of the 1740 decree. After all, this decree only affects these two states. It's reasonable for them to conclude, when they drew the boundary, that they were looking at one definition. And in fact, the text of the order suggests -- of the 1977 decree suggests that as well. It says what the word middle of the river means, not what it's meant to -- what it's deemed to mean for purposes of this case only. If the parties -- the parties were well- represented. And if the parties had intended that this case was only good -- that this ruling was only good for this stretch of the river, they would have clearly indicated that by the terms of the consent decree and they would have put the Court on notice that that's exactly what it was determining.",
  "Yes.",
  "Yes. They're going, moving from south -- from north to south.",
  "That's right.",
  "And the reason that they say in the vicinity is they start at that point with the two range lines intersected.",
  "Yes. Now, the current charts, if the Court is interested in looking at the current nautical charts, they're NOAA charts 13278 and 13283. I think you'll find there's some difficulty sometimes in finding these charts, and I wanted to provide you with those numbers in case you have the inclination to look further at the charts that are involved here. If there are no further questions?",
  "Mr. Chief Justice, and may it please the Court: This Court has repeatedly held that the notice requirements of the Due Process Clause are satisfied by a method of notice that's reasonably calculated to provide interested parties with notice of the proceedings. The Government's method of providing notice in this case, this forfeiture case, satisfies that test. The method was by the use of certified mail. And petitioner does not dispute that mails generally are satisfactory for purposes of notice. Rather they draw the distinction that only in the case of prisoners is that method unwarranted or unconstitutional. Petitioner is asserting a constitutional violation. It therefore has the burden of proof of establishing the procedures the Government used are unconstitutional. And I'd like to clarify a point with regard to whether notice was received here or not. The Government has not submitted that notice was not received. We simply are unable to prove that it was not received.",
  "Well, that is in fact what the court did. It didn't -- there wasn't a test it required, but the inquiry was made, and the court concluded that whatever the protestations of the defendant might be, or the prisoner in this case, nevertheless the method that was used here was reasonably calculated to reach him. And that is all that Mullane requires.",
  "The problem --",
  "The problem with that position is it's contrary to 50 years of this Court's precedence, which has consistently recognized that mailing alone -- not certified mail -- but ordinary mail, is sufficient to provide parties with notice.",
  "No. All of the cases in which this issue has arisen in this Court's jurisprudence have involved special procedures. Nevertheless --",
  "We are certainly willing to defend the proposition that the Federal Rules of Procedure, which provide --",
  "Yes. And -- and with regard to the Federal Rules, they do recognize that service can be effected through mail -- through the notice of waiver provisions that are set forth there, and we would defend the constitutionality of those provisions which allow the party to, in fact, accept service by notice.",
  "Well, the Court can certainly do that. We might caution that it's not necessary to do that in this case.",
  "The Court has drawn these principles largely from common experience and knowledge about the instrumentalities that are used for purposes of service. And if we looked at the Mullane case, the Court cited that the mails had, through common experience, been determined to be a reasonable means for providing service in that type of proceeding. Now, whether the Court would want to take the step of saying that the mails are always adequate in any proceeding is a step that's not necessary for the Court to take. And so, I'm hesitant to suggest to the Court that it ought to do so. It certainly does not need to do so in this case because this case involves procedures that are very similar to Tulsa, to Mennonite, to Schroeder, to --",
  "Well, actually no, Your Honor. It's not the in rem nature of the proceedings, but rather it's a -- it's an intersection of two factors. One, this type of proceeding is similar to the proceedings this Court has dealt with previously that are not necessarily in rem. For instance, probate claims are not necessarily -- would not necessarily be treated as in rem I think under -- under traditional law. But it's -- it's the intersection of the fact that these proceedings are similar to proceedings elsewhere that the Court has already ruled on and the fact that this Court can draw on its long experience the mails are, in fact, as a practical matter, a reasonable means for providing service or providing notice.",
  "Yes, Your Honor. And we think that this case is similar to Tulsa and ought to be treated as such. I'm simply reluctant to urge this Court to go beyond the facts of this case and to deal with the question of a civil complaint and whether ordinary --",
  "Well, yes. But probate is very similar to the situation here, that the notice that is being provided is simply to ascertain whether there are any claims outstanding to the property at issue. And if a person does make a claim, then that initiates a judicial procedure in which further process would be necessary. But this case is --",
  "But, Your Honor, the same could be said, for instance, in Mennonite with regard to the mortgagee, that the person who is -- that -- that was a situation in which there was an interest in -- in foreclosing on a property and selling it at a tax sale. Now, the Government in that situation certainly could have identified the mortgagor and simply provided notice by publication. This Court said that notice by mail was sufficient. It was the minimum that was necessary and it applied in that --",
  "Yes.",
  "Yes, and that's the reason why the Government in these situations provides notice by publication, also by notice to the person's last address, and also notice to his current address if it can be ascertained. In this case, the Government, through reasonable diligence, was able to locate the individual and send notice to his place of incarceration. The only thing that distinguishes this case, in fact, is that the mails are being directed to a prison, and the only real question here is whether the prison system is reliable. And what we established at trial was, in fact, it was. There were procedures in place to ensure that the mails were delivered to prisoners.",
  "The argument against that, Your Honor, is that the Due Process Clause simply specifies the constitutional minimum. The Government can make a decision to provide more process than is necessary.",
  "The reason -- there -- there are several reasons for not recognizing this as a -- a general constitutional standard. One is the fact that it would have to be applied to other analogous situations at least by a parity of reason-­",
  "The rule would, first of all, require, for instance, as the Chief Justice has pointed out, similar service on the armed services. It also would apply to other situations that might not be documented in the record. For instance, it's my understanding that the Postal Service delivers mail to dormitories and residential halls in bulk for distribution to the people that live in those halls. So --",
  "Well, I cannot say that the Government cannot overcome that difficulty, because it does in fact use certified mail. But the problem is should the Court erect that as a constitutional standard, and the difficulties with erecting that as a constitutional standard, as I pointed out before, is it will be very difficult to cabin that to a wide variety of other situations --",
  "That's correct. And, for example --",
  "Your Honor, but again, this case is on -- on par with other cases that involved similar amounts of money. And with regard to the signature -- obtaining the signature, my suggestion is it might be that the litigation will shift from the assertions that we think in many cases are -- are untrue, that the person did not receive the notice, that, well, a guard signed for me and never actually -- I did not refuse to receive it and a guard simply signed and said that I refused. What we're trying to do from a policy perspective, from the Bureau of Prisons' perspective, is to eliminate the sort of wasteful litigation that takes place over assertions.",
  "Yes.",
  "We disagree with that, Your Honor, for the reasons set forth in Judge Alito's dissenting opinion on -- on that ground; namely, that it imposes burdens that are not necessary. The burden is on the person who's raising the constitutional challenge to show the deficiency in the procedures, and no deficiency in the procedures has been shown.",
  "The reason -- the reason why --",
  "I don't know of --",
  "I don't know of any State that allows ordinary mail. I believe that a number of States have adopted certified mail with return receipt requested. I believe that California follows that pattern. And in fact, the Federal rules that provide this optional method were based on that -- on that approach.",
  "Well, we certainly do think it falls on the side of the -- of the line that this other -- the other cases of this Court demarcs, namely probate proceedings, tax sales, condemnation proceedings, notice of forcible entry and detainer proceedings, which are basically ejectment proceedings. All of those types of proceedings have involved situations where this Court indicated that notice by ordinary mail would be sufficient. Now, we go beyond that. We do provide certified mail as -- as a matter of policy. And it serves an important policy --",
  "I'm not aware of any special procedures that -- that we provide in those situations. For instance, if there was forfeiture --",
  "No. There's nothing in the record and it's not clear to me at all that if there was a forfeiture that was directed to a serviceman, it would be treated any differently.",
  "Yes, and I'm not sure how that would apply in this situation. It might very well toll the type of requirement --",
  "Yes. I'm simply not certain how that would apply. But I do know that for general civil procedures -- for civil forfeitures, the regulations of the FBI do provide mechanisms such as mitigation and remission that can ameliorate some of the hardships, where a party can actually show that there was nonreceipt.",
  "That's correct.",
  "I think for a short while the DEA and the FBI did follow the practice of denominating certain mails as special mail. I'm not sure if the special mail category existed in 1988. I don't think the record is clear on that. I would point out, however, that under the Bureau of Prisons operations memorandum, there is more protection to providing it by certified mail rather than by special mail, primarily because of the long period of retention of the log books for certified mail. And so, the practice for -- the current practice of BOP --",
  "No, they do not, although I think that the -- the Court can -- can safely assume that State prisons do, in fact, provide for mail delivery to their prisoners.",
  "Well, there's no reason to depart -- that's certainly -- the fact that we know where the person is, certainly does dictate that we contact the person by mail, and that's inconsistent with Mullane and its progeny, that where the address is reasonably ascertainable, the person should be contacted by mail. The fact that we have the person under our control I don't think adds anything to that. The basic question is, is this notice reasonably certain to reach the inmate? And if it does, it doesn't really matter if he's at a location of our choosing or some other location. It's simply what's important here is, is this method, is the procedure reasonably certain to provide actual notice?",
  "I think not under the Tort Claims Act because it does exclude intentional torts. There might be the -- the opportunity for either seeking redress through the prison administrative remedies or through a Bivens type action. But certainly the problem there --",
  "Under negligence? There is conceivably an opportunity to seek damages based on negligence, although you'd have to show an absence of -- of due care. In the case of the Government, the regulations here do certainly provide the sort of reasonableness that we think compliance with would -- would satisfy the standard.",
  "Yes. It's our view that that would be constitutionally sufficient. The procedures that we use, with regard to certified mail, are something that we do beyond constitutional requirements in order to -- primarily to ensure that we can disprove false claims of nonreceipt.",
  "The method of -- the requirement of providing written notice I believe is in 1881, on page 3 of our briefs. And all that Congress has specified is that -- oh, excuse me. It is 1607(a). I'm mistaken. Written notice of seizure, together with information --",
  "On page 3, and the -- at the end of the first indented paragraph. It provides that written notice of seizure is to be provided. It does not specify mail --",
  "Shall be sent.",
  "To each party --",
  "Well, normally by mail, and we think that it's --",
  "Yes. I think that by ordinary mail. And I think -- as I say, the certified mail procedure is something that the Bureau of Prisons and the agencies have adopted in order to disprove false claims of nonreceipt. That's its principal purpose. But it's our position that ordinary mail is sufficient here as it would be in the wide variety of other cases, comparable other cases, this Court has addressed.",
  "I think as a practical matter, Your Honor, there's primarily a question of the burden of proof. Under the Sixth Circuit's standard, we are simply -- if we are challenged, if there's a challenge to whether mail was -- was received or not, it's the obligation of that party who's raising the challenge to prove the lack of reasonableness.",
  "Well, the Government met that burden in this case, but again, we don't think that that should be the test. Rather, we think that it's the obligation of the party to show that -- what defects are necessary. And in this case, the only defect -- the only proof of inadequacy that petitioner showed was his claim that he did not receive the notice, and we in return indicated there were procedures in place that would have ascertained the mail. Now, because the issue is joined, it's likely the Government would be required or would find it necessary or useful to put forward information about procedures. But the problem with the Third Circuit standard is it requires that we, ex ante, at the very beginning of the process, go through and determine what procedures are in various prisons. And that doesn't seem particularly -- that seems particularly inappropriate with regard to State prisons where we think it's reasonable for us to send -- to mail the receipts to the prisons with the expectation that those State prisons will forward the mail appropriately.",
  "I don't know the answer to that, Your Honor. As we point out in the brief, in the year 2000, the Government, the DEA and the FBI, sent out roughly 9,000 notices of forfeiture to their incarcerated prisoners. Now, how many of those are contested, I don't know the answer to that, but certainly there is the possibility of a substantial clog on the courts, particularly over claims of nonreceipt which are so easily made.",
  "Your Honor, I think that -- you know, that the Department of Justice, and the Bureau of Prisons in particular, has tried to be helpful in that regard with -- with regard to providing this type of process. But we simply do not believe that it's required by the Due Process Clause and was not required to be in place in 1988 when this case arose.",
  "That certainly is a factor that the Court could weigh, but again --",
  "Well -- well, no. No, there isn't, but there are also State prisons that do need to determine what procedures they would follow. And my guess is there are a large number of State prisons that follow the practice that was in place in 1988, namely that certified mail may be signed by the -- by the prison officials, but they may not have recorded signatures with regard to the actual receipt by the inmate.",
  "We think it is reasonably calculated. Exactly, yes.",
  "Well, no, we wouldn't. At the same --",
  "Well -- well, that's correct. But again, I think that the baseline, the constitutional baseline, here should be that ordinary mail suffices, and it's left to the --",
  "Your Honor, I think what -- what you see here is the proceedings below validated the fact that ordinary mail would suffice, the fact that there are mail --",
  "Well, perhaps the answer to your question, Your Honor, is that this Court can certainly affirm the decision below and say that the procedures below were adequate. It would be our view, though, that the Court ought not to foreclose the possibility that ordinary mail would suffice.",
  "I do not know the answer to that, Your Honor.",
  "Yes. Although I would draw a distinction between the apartment building where oftentimes the mail is provided -- is sorted by the mail -- by the U.S. Postal Service, put into individual boxes, and the dormitory residential hall. I think the Postal Service does draw a distinction between apartment buildings and dormitories in that regard.",
  "Yes. Well, we think -- again, there are --",
  "Obviously, if there is -- if there is reason to believe by the party that's sending notice the mail will not -- that ordinary mail will not suffice, then due process may require that additional steps be taken.",
  "Your Honor, I think that it would for this reason, that if a return address is provided and the mail is not delivered by the hospital, we can expect the hospital to send the mail return it to sender. Upon learning that, the Government may be on an -- under an obligation at that point --",
  "Okay. Thank you, Your Honor.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The court of appeals in this case clearly erred in ruling that the pleadings, in this case the complaint, were insufficient. The Court's -- this Court's ruling in Conley v. Gibson makes clear that notice is what's essential in the complaint. In this case, the complaint set forth a short and plain statement of the claim, and it indicated a request for relief.",
  "Yes, it was.",
  "Well, obviously the length of the complaint will vary on the degree of complexity of the case, but I think that simply underscores the fact that this complaint was more than ample in setting forth the necessary elements of a complaint. What's important about the complaint in this case is, it did identify both the adverse action that was involved and also allege that the adverse action was the product of a prohibited discrimination. That was sufficient to put the employer on notice of the basis for the complaint, and provided a basis for relief if proved at trial. The Federal rules do not require that a party include additional facts that go beyond this, including what the employer calls here an inference of discrimination. Rule 9 makes clear that elements of conditions of mind, for instance, can be averred generally, and that includes matters such as intent and motive, and the Federal rules certainly do not require that the parties set forth all the elements of a prima facie case under McDonnell Douglas v. Green. As petitioner's counsel has pointed out, that ruling of the Second Circuit basically confuses the requirements for pleading a complaint, and the evidentiary burdens that a plaintiff would bear at trial in proving a disparate treatment case in a situation where circumstantial evidence was being used.",
  "You certainly do not automatically --",
  "Very simply, the complaint in this situation presents an issue of fact. Was there, or was there not discrimination, and the Federal rules contemplated the mechanism for resolving that issue was summary judgment. In this case, the defendant's counsel is free to bring a motion --",
  "It may be that a complete refusal of discovery is not appropriate, but what's important here is that Rule 16, which deals with pretrial conference, coupled with Rule 26, regulating discovery, and Rule 56, dealing with --",
  "Well, I think that the problem the Second Circuit discerned is, as Justice Scalia pointed out, it's very easy to allege discrimination and, in fact, it can sometimes be very difficult to prove it as well. The Federal rules deal with the situation by providing a mechanism, by providing a procedure. The complaint is needed to put the parties on notice of what the --",
  "Your Honor, no, it does not, and in fact this was one of the aims of the advisory committee in 1938, when we revised the rule, to get away from the code practice of requiring the facts of the cause of action all be pleaded. That led itself --",
  "That is exactly right, and I think that principle is clearly enough established to be Hornbook law. We cite a selection of the cases that deal with this on page 13 of our brief.",
  "Well, if I can break down this question and answer it in several parts, first of all we agree it may well have been abuse of discretion for the district court to have considered this memorandum rather than converting the motion to summary judgment where questions of fact and -- rather than having to take all the inferences, giving all of the inferences to the plaintiff, the facts could be waived with regard to the meaning of that memorandum. We think that if the memorandum in fact provided no basis for this suit whatsoever and it was the only basis on which the plaintiff had premised is claim, then that might, in fact, be fatal to the complaint, but that's not the situation here and, in fact, there are inferences that can be drawn from that memorandum, such as the reference to a glass ceiling, that could be read favorably to the plaintiff to support his cause of action.",
  "Under the circumstances of considering this memorandum, I think it makes it very difficult not being included in discovery, and I that means that it should be converted to a summary judgment motion under Rule 12(b)(6).",
  "That's exactly right, Your Honor.",
  "I think that's not, strictly speaking, true in this sense, that the way Rule 56 is structured is that if the defendant makes the motion for summary judgment the plaintiff is under an obligation to come forward with the facts sufficient to indicate there's a triable issue. If the plaintiff does not have those facts, it can request discovery at that point.",
  "No, I don't think it's enough.",
  "I think the benchmark for the complaint is whether it provides the employer fair notice of the action. That's how the complaint --",
  "I think that's set forth in Rule 11, and that requires a good faith belief --",
  "Yes, a good faith belief that there are facts to support the action. Now, it may often be the case that the facts are not --",
  "Well, this is the important role that the lawyer and the officer of the court plays in policing these efforts. The lawyer himself must make an investigation.",
  "Well, I'm not sure if we can fine- tune the standard here to that degree. I think the important point is that these facts, these issues can be promptly tested through summary judgment, and summary judgment is designed to deal summarily with those cases which are not substantial, that are not substantial. There may be a requirement of some level of discovery, but the district court, who is -- has the tools available to structure discovery, can limit discovery to those issues that are in fact -- provide the --",
  "For a lawyer, I think that would be an insufficient basis on which to go forward.",
  "It continues to be used, Your Honor. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The United States submits that corporations organized under the United Kingdom overseas territories are citizens or subjects of a foreign State for purposes of alienage diversity jurisdiction. We reach that conclusion based on the plain language of 1332. Section 1332's operative term, subject, describes a personal entity that is amenable to foreign authority in the sense that it owes allegiance to that foreign State and is entitled to the protection of that foreign State. That term quite clearly embraces a corporation created by a foreign State. This Court recognized that principle in Steamship Company v. Tugman 120 years ago. The crucial issue in this case is whether the United Kingdom exercises sufficient sovereign authority over the British Virgin Islands such that citizens and corporations can be said to be subject to the United Kingdom's rules, and we think the answer to that is clearly yes. The United States expressly recognizes the United Kingdom's sovereignty over the British Virgin Islands. We do so through treaties such as the Consulate Convention that we have with the United Kingdom. We also recognize it through our diplomatic relations with the United Kingdom. Now, we fully support the United Kingdom's claim here of sovereignty over the British Virgin Islands. In addition, if the Court needs to look further, and we think it does not, it's clear from the British Virgin Islands' constitution that the United Kingdom has retained its sovereignty over the British Virgin Islands. That constitution expressly states that the United Kingdom reserves full power to exercise and pass laws for the good government, order, and peace of the British Virgin Islands. We think the language of section 1332 conclusively resolves this case, but if the Court needs to look further still, then we think the policies that underlie section 1332 further buttress the conclusion that we reach.",
  "The -- (Slide.)",
  "We think that you should defer on the United States views on these matters. As far as disagreements between the United Kingdom and the United States, that's a matter for the State Department to deal with, but this Court's own decisions, cases such as Jones v. The United States, which is at 137 U.S. 202, explicitly state that questions of sovereignty are political questions that are entrusted to the political branches.",
  "Your cases suggest that that is the result that would follow.",
  "Yes, we do. To answer pointedly, yes, we do believe that you should defer to the United States views, because oftentimes on the question -- let me distinguish here that the question of subject is, of course, the meaning of that term is a legal question that this Court would interpret according to its normal practices, but the question of whether a foreign entity is a foreign State is a question that is properly entrusted to the political branches. We believe that the Second Circuit's decision stands alone here because it is quite plainly wrong. The Third Circuit has expressly rejected it, and the Fourth Circuit and the Seventh Circuit have not followed it. Under these circumstances, we think it is appropriate for the Court to reverse the decision below and remand the case for further proceedings.",
  "But an individual. Yes, we can conceive that there can be such a thing as a stateless person, and we cannot believe that section 1332 by its plain language would reach a person who is not a citizen or a subject of a foreign State. Pure alienage is not sufficient. Nevertheless, the class of stateless persons is vanishingly small, and as was pointed out in the earlier discussion, the idea of a stateless corporation is an oxymoron, as Judge Altimari had stated.",
  "That is correct. That is correct, and again, we think the courts have consistently answered these questions by adherence to the plain language of the jurisdictional provisions. For instance, for many years, until Congress dealt with the issue, citizens of the District of Columbia were not entitled to ordinary diversity jurisdiction, but these are matters that we think are best resolved by looking closely at the language that Congress has provided in the jurisdictional provisions. If there are no further questions, thank you.",
  "Thank you, Justice Stevens, and may it please the Court: The Clean Water Act placed no regulatory restrictions on the vast majority of acreage that petitioners sought to subdivide and sell in this case. The act required only that petitioners obtain a Federal permit for those few acres of -- of wetlands that are protected under the Clean Water Act. And those wetlands are concededly protected. The question of whether or not these are waters of the United States is not in this case. Petitioners who are --",
  "That is correct. That is correct. Rather, the focus here is on the activities --",
  "They could be under the normal farming exemption. And we have three questions here, so I'd like to try and proceed logically from the question of whether there was a discharge of a pollutant, the first question on which we spent most of the time discussing this so far; the question of whether that discharge would be covered by the normal farming exemption; and then finally, the question of civil penalties. On the question of whether there was a discharge of pollutant -- pollutants, the Clean Water Act makes clear that a discharge is defined as any unauthorized addition of any pollutant from any point source. If you make such a discharge, under 301 you have violated the law. You have two -- 301 provides -- there are two exceptions to 301. You can obtain a permit for normal pollutants under 402 or you could obtain a dredge and fill permit for fill and dredged material under 404.",
  "The -- the statute states that a point source is a discernible, confined, discrete conveyance.",
  "Yes, it is, and let me describe.",
  "Let me describe.",
  "That is correct, Your -- Your Honor. The equipment we're talking about here is a bulldozer, a Caterpillar D10 bulldozer, that is about 20 feet tall and about 25 feet long and typically carries a 16-foot blade on the front of it. It weighs about 100,000 pounds. In this particular application, this earth-moving application, it carries what's called a deep ripper or shank behind it. Mr. Bishop says it's 5 inches wide. The understanding from my experts is that it's actually more like a foot wide. But the shank is about 5 to 7 feet long. The shank penetrates deeply into the ground and pulls up the material behind it. The idea here is to disgorge the clay material that lies beneath the surface of the soil so that the --",
  "It pulls --",
  "Yes, and in fact the district court --",
  "Yes. The district court opinion states on page 70 that material is moved both horizontally and vertically.",
  "No. I disagree with this, Your Honor, and let me make a point here that I think is very important to the entire dredge and fill permit program. Dredged material by its very nature is typically moved from one area of a wetland and placed elsewhere. Think of it when we talk about dredging a river and we're dredging a channel. We are taking the material out of one portion of the waterway and putting it into another. So that's -- this idea of redeposition has been a part --",
  "No. I think that Mr. Bishop would agree that once the -- what happens is once the plow penetrates into the -- the earth, it stays beneath the earth and it's pulled up. And what happens is that clay -- that clay pan that is beneath the surface is raised to the top, together with other material.",
  "And it was one that was resolved, with respect, Your Honor, by the district court which made clear that the purpose here is to break up the clay pan. And in the process of doing that, it moves the earth both horizontally and vertically.",
  "Yes. And that's sufficient.",
  "But, Your Honor, the purpose here is not what matters. It's what happens in the wetland. Is there an addition? And as I said, there's an addition from three different perspectives.",
  "The regulations make clear -- EPA has made clear that those types of --",
  "The regulations make clear that de minimis movements of this type are not of concern to the agency. Rather --",
  "EPA has indicated that walking, bicycling, driving a vehicle through a wetland is normally -- has -- has de minimis effects and --",
  "Can it be? Can it be in the abstract sense?",
  "Yes. They meet the statutory definition --",
  "Because although as Justice Breyer explained --",
  "It is a -- it is a conveyance. I think you -- you need to understand the logic that Congress applied in enacting the statute, and that was to define all of these terms quite broadly, understanding that there would be enforcement discretion. Now, we're not talking about de minimis activities in this case. We're talking about filling two acres of wetlands in this case. And we're talking about activities that were found to have adverse environmental effects.",
  "He can --",
  "That was the concern that motivated these provisions. Congress understood when it enacted the Clean Water Act --",
  "Yes.",
  "Your Honor, it did. And I think what --",
  "-- that indicates is that Congress was aware that plowing was a point source of addition of pollutants. It could have that effect. And for that reason it created an exemption, the normal farming exemption. But that exemption itself is limited and the regulations that EPA and the Corps have issued under this -- under this normal farming exemption make clear that the activities we're talking about here would not be covered.",
  "To be sure --",
  "The activities that are covered under the normal farming exemption are ongoing agricultural activities, part of a regular farming activity, and also activities that ultimately under the recapture provision, first, do not change the use of the land and do not result in converting a wetland to dry land. Now, the agency was charged with responsibility for -- for fleshing out the scope of the normal farming exemption, and it made clear that a farmer who continues to engage in practices that he's always engaged in, including normal -- normal plowing --",
  "Yes. This land --",
  "Yes. I would like to go back to that point. We're now back to question 1 and talking about the question of addition which is fundamental to the idea of a discharge. Our view is that there were additions from three sources here. First, there was addition by material being moved from the upland into the wetland. Counsel states that that occurred in only three cases. The record actually shows that it occurred in at least 33 of the 40 wetlands that are involved here. The district court made reference to it only in those three cases where it was the only movement of that material. But it's easy to see that the three cases that are cited in the district court's opinion refer to those cases where the ripper passed next to a wetland but didn't go in and pushed -- nevertheless, pushed soil into the wetland. The same thing would happen in those areas where the ripper actually intruded through the wetland as well. So in the case of all of the -- the areas, the 29 areas that were filled, all of them had movement of material from upland into the wetlands.",
  "Yes. The -- in talking about -- before when I spoke about the dredged material, about how material is moved from one place to the wetland to another place, that is a regulable redeposit that is covered by the act. And we believe the Fourth Circuit's reasoning in Deaton is quite persuasive on this.",
  "As I said before, Your Honor, not only do we have redeposits. We also have the material that moved from the upland into the wetland.",
  "And we also have material, if I may finish --",
  "Yes, Your Honor.",
  "Before we get to the penalty part, if I could, Your Honor, I'd like to point to one area -- other area in which material is moved into the wetland, and that is material that's beneath the clay pan that was segregated and separated by this impermeable clay pan and instead was pulled up and put into the wetland as well.",
  "Yes, that's correct.",
  "You would not be regulated by section --",
  "Your Honor, we're paying attention to the -- the strict language of the statute. The statute is concerned with additions.",
  "We think in this case it's fair to describe it as going to the bottom of the clay pan because that's what's actually holding the water in the area. In other cases, it might be different. There's vast hydrological variation. In some places wetlands are sustained by the groundwater that comes up from beneath, and so it's very difficult to talk about where the bottom of the wetland would be --",
  "Well, Your Honor, respectfully what we're asking you to do in this case is to recognize that the wetland does go to that clay pan. In other cases it might well be different. But we need to deal with the facts --",
  "Yes, Your Honor --",
  "In this case that's correct. But in other cases such as in Riverside Bayview, the case that this Court previously addressed wetlands, there the wetland was actually -- was -- received water from beneath, and it did not have a sustaining clay pan. There's simply variations in the types of --",
  "We're saying that the clay pan is a part --",
  "But the area beneath it is not.",
  "There's -- there's soil beneath the clay pan that he pulled up.",
  "Yes. I think it's clear from the record that he must have.",
  "No. I think you can affirm on that basis because those two sources were present with regard to all of the -- all of the -- the wetlands that were --",
  "All of the -- all of the wetlands that were at issue in this case.",
  "We don't think that a reassessment of the penalty would be necessary even if you took this alternative position. And let me say, first of all, the penalty here was based -- what's in contention is how one calculates the maximum penalty that can be imposed on a party in one of these cases. And there's a fair amount of flexibility in determining how that might be done. In this case, the parties had agreed below that each pass of the ripper was, in fact, a violation. The -- the district court then determined the maximum penalty by taking the number of passes of the ripper and multiplying it times the maximum penalty. But it did not impose that penalty. Instead, it looked to the specific statutory criteria that govern the application of the penalty provision.",
  "I'm not sure the penalty turns on it. We would say that if -- obviously this Court has discretion to determine this -- the types of -- the type of remand it wants to send back. We do think --",
  "I would say, first, the district court found that there was environmental harm here. On page 106 of the petition appendix, it makes note that these types of activities did cause environmental harm. With regard to the penalty assessment, I would look to the fact that the -- the district court considered the seriousness of the violation, the bad faith activities --",
  "I'm sorry.",
  "My response is that deposit, that turning over material that's in place, can still cause environmental harm that subjects them to a penalty. Imagine if in that muck, in that material, there are entrained heavy metals, arsenic, the types of materials that are filtered out through the normal wetland process.",
  "They -- they have added those to the wetland if they've in fact been released from a situation where they're --",
  "But as the Fourth Circuit explained in Deaton, that when you take material and you physically change its situation, if you change it from an aerobic -- an anaerobic environment to an aerobic environment, if you change its reduction oxidation potential, these are the reasons why we have a permit because we're concerned about these types of activities --",
  "Yes, they do, Your Honor. And as I said before, they must have contemplated that an addition included a redeposit because otherwise the idea of -- of regulating dredging and the placement of dredged material wouldn't have made any sense. Congress was aware of -- chose its terms quite carefully. It's just that it understood that --",
  "That is -- that is possible, but that is very unusual.",
  "It seems --",
  "It seems unlikely that Congress would have enacted provisions regulating dredged and fill material that excluded the most common form of dredging, which is to take material from one area of the water body and move it elsewhere. In any event, it's important to remember that the pollutants we're talking about here include sand, gravel, rock, and biological material. These are materials that are defined within the statute as pollutants. Clearly Congress recognized the dangers of moving these materials about --",
  "The answer again is found in the agency's regulations which make clear that de minimis disturbances simply do not rise to the level of a violation.",
  "I think, Your Honor, the question is have they been subjected to that type of -- of regulation, and the answer is no.",
  "I do not think so, Your Honor. And again, I think it's important to remember that what the agency is fully concerned with are those types of serious violations that cause real environmental harm.",
  "Your Honor --",
  "I think, Your Honor, then if they had not intended that there would be enforcement discretion exercised by an agency, they wouldn't have prohibited the addition, any addition, of any pollutant from any point source. They made the net that was covered here quite broad because they realized there's a vast variety in the types of environmental harm that might be caused --",
  "Your Honor, they -- they have had ample opportunities to change the regulations -- or to change the -- the terms of the statute. The statute has been revised three times, and they've been quite specific in what they've done. The normal farming exemption is a good example. Congress could have simply exempted all farming activities from coverage under section 404 or the Clean Water Act itself. Instead, it drew a very specific line in this case and it said that we are only restricting normal farming activities and we're subjecting them to a recapture provision. That recapture provision applies whenever the activity, even if it's simply plowing, results in the change in use of the property and also results in a diminishment of the waters of the United States, if it actually fills --",
  "That's exactly right.",
  "That is correct. The -- the plow would be a point source. And this is the reason why Congress enacted the normal farming exemption. It realized it defined these terms quite broadly, and it wanted to provide sensible exemptions. But it drew limits on those exemptions to avoid covering situations like we have here where we're not talking about a yeoman's plow, but rather we're talking about a 100,000 pound bulldozer pulling a 7-inch -- 7-foot long shank through a wetland area. I think it's important to remember too that this lawsuit could have easily been avoided. The -- the parties were -- were -- discussed this issue on a number of occasions, and the Corps made quite clear that they were not subject to a permit provided they simply avoided these small wetland areas, what's -- in the case of the parcels at issue here are about 1 percent of the property. It was easy enough to simply mark these areas and have the contract rippers who came through avoid those areas. The petitioners in this case decided not to do that. They decided to disregard the law and the fact is that this suit and 10 years of litigation -- excuse me -- 8 years of litigation is the result. The fact is that this is a quite sensible program. The Corps and EPA have applied it quite sensibly, and I think that their actions in this case, if you look at the record, were really quite reasonable. Now, I would like to touch back, since we've covered a lot of material here, just to go over --",
  "Yes.",
  "There's one normal farming exemption. That is contained in section 404(f) of the statute, and that is found on pages 2a and 3a of our --",
  "That's correct. And so what this does is it exempts the party from having to get a section 404 permit for activities that would otherwise constitute dredge or fill activities. And the fact that Congress has chosen to exempt activities, including specifically plowing, indicates that Congress understood that plowing could result in a point source addition of pollutants. Now, what Congress additionally did is it -- it states on the carryover -- there's a number of other matters that are exempted as well. It indicates that these activities are not regulated under section 301 or section 404 or section 402, for that matter. But then on the paragraph on page 4a, it recaptures those provisions when they result in a change of use, when someone, such as in this case, decides to take a ranch and subdivide it and sell it as farmettes. And it -- and even that recapture provision only applies when it reduces the reach of waters, which is what happened in this case. As the district court found, these waters were filled. They are no longer wetlands, and the idea that these areas are going to be resealed finds no support in the record. The district court found here that what were once wetlands are now orchards. These are not areas that include wetland -- or have wetland characteristics any longer. I would simply like to touch on -- since we -- we have bounced around among the three issues here quite a bit, I'd like to simply say a few more words about the civil penalty provision because I think it's important. The legal issue that's before the Court on the civil penalty is -- is whether a penalty ought to be assessed in terms of determining the maximum penalty on a per-day basis or on the basis of the number of violations per day. And the Congress made -- made quite clear that it wanted the latter to be the basis for determining the maximum civil penalty. It amended the statute in 1987 to eliminate any ambiguity that might exist with regard to the -- to that provision, and it's quite clear that it does apply to every violation each day. Now, it takes into account that some violations can be continuing and go on for a long period of time. And those are treated as receiving a $25,000 a day penalty. But in the case of the violations we have here, they all occurred in one day on the basis the district court analyzed the -- the problem. Finally, I'd like to make the point that the district court needs to have a great deal of discretion in determining how to apply the penalty provisions that are involved here. There are different ways to calculate violations, determine what is the appropriate measure of violations, but ultimately the fairness turns on the district court's judgment of the individual penalty factors that are considered here. In this case, the court took into account all those factors, including the economic benefits that the party received by avoiding its legal obligations in this case. It's important to remember there are land developers, ranchers, and farmers out there that do comply with the statute, that do comply with the regulations, and they are, in effect, penalized if in fact people who ignore the law are allowed to go forward and not be subject to a substantial penalty in cases in which they have violated the law. In this case the penalties are less than what actually would be necessary to recoup the economic benefit that they received according to the -- the facts that the district court put forward. The court of the -- or excuse me -- the -- the Government put forward. The district court recognized there was some uncertainty with regard to determining economic benefit, but nevertheless I think chose a very reasonable approach here in terms of requiring both a mitigation remedy and also a substantial civil penalty. If there are no further questions.",
  "Thank you, Mr. Chief Justice, and may it please the Court: Congress enacted the FSIA against the backdrop of venerable corporate law principles, including the principle that a parent corporation and subsidiary are distinct, and that the shareholders of a parent corporation are not the shareholders of a subsidiary corporation. We submit that the FSIA refers to share ownership in that familiar legal sense. Viewed in that light, a foreign State's majority ownership of the shares of a parent gives the foreign State control over the subsidiary, but it does not give that foreign State ownership of the subsidiary's shares. If Congress had intended that the FSIA would extend agency or instrumentality status to the foreign State's control of the subsidiary, it could easily have said exactly that.",
  "There's a very strong textual indication that that's not a correct reading, and that is found in section 1603(b)(2), where it speaks of a majority of whose shares or other ownership interest is owned by the foreign State, or political subdivision thereof.",
  "Now, obviously, if Congress had intended that recursive use that you've described, they would not have included, political subdivision thereof, which is also a part of a foreign State and, in fact, that provision excludes agency or instrumentality. We think what the Court can draw from this is that Congress was using foreign State in a very strict sense of simply a foreign nation.",
  "We think --",
  "We think there are two very clear reasons. First of all, Congress was drawing a bright line. We think that Congress wanted to avoid litigation over where to litigate. Nothing's more wasteful than that -- and by doing so it spoke to ownership of majority of shares in the traditional legal sense, which provides a very bright line rule. We also think that this -- this reading must be -- must take into account that we're not speaking solely of the interest of foreign nations, but also of the interest of American litigants. Congress was trying to strike a balance between the two, and the balance that we suggest here is one that recognizes that American litigants have an interest in a clear delineation of who is entitled to foreign sovereign status and who is not. We think our interpretation reflects both of those concerns.",
  "Yes, it --",
  "Again, Your Honor, we think that it ought to be -- that this term ought to be interpreted in terms of a -- a test that provides a bright line rule. We think other ownership interest refers to something that is an alternative to shares, such as, as Justice Kennedy has described in ownership in -- in a joint venture. We don't think that Congress intended to complicate the inquiry by making inquiries into whether something that is sometimes described as control should be treated as a different type of ownership interest. We think that here, that what Congress was seeking was clarity, and the interpretation that we're providing is designed to provide that clarity for foreign nations and for American litigants as well. Now, we think it's important to remember that Congress drew this line with the understanding that foreign instrumentalities is a narrow term, particularly as used by foreign nations. Foreign nations by and large would not provide immunity to corporations. We believe that Congress took the step of extending it to a first-tier corporation, but concluded that that is where the line should be drawn, it should go no further, and we think a narrow construction of this term is also appropriate in -- in the face of the fact that Congress is granting a special privilege, a comity-based privileged, that not ought to be extended beyond what other foreign nations recognize in applying their immunity laws to the United States. This is particularly so when the construction that we urge is very unlikely to lead to foreign friction with other nations. Because, as -- because foreign nations do not recognize the immunity that's being sought here in their own courts, it's very unlikely that they will object to our recognition of nonimmunity on the same basis in our courts. Now, even if this Court concluded that the FSIA granted agency or instrumentality status to subsidiaries, the Dead Sea companies would still not qualify because, as noted before, they did -- did not have that status at the time that this suit was brought. We think that the diversity statute model provides the appropriate test here. Diversity jurisdiction is predicated on whether or not the parties are diverse at the time the suit is brought. It's based on the status of the parties. Likewise, jurisdiction that is based on the status of a foreign entity ought to be determined at the foreign ownership's --",
  "I think --",
  "I think the question here is, who exactly are they suing?",
  "They might be suing --",
  "But that suit most likely has to be served on someone, and it's likely --",
  "We think it's unlikely to be a problem. I cannot say that we -- we can -- can certify that this problem would never arise, but typically, these types of suits are brought against another State that now stands in the shoes of the former State, and there might be interesting questions of law with regard to the liability of that suit, but they may never be reached because in that case, the suit is being brought --",
  "We think it is primarily a theoretical problem. We think that Congress had no compelling reasons to provide immunity for past agencies and instrumentalities that are no longer associated with the foreign -- foreign State. As Justice Scalia pointed out, there's other mechanisms, such as the Act of State Doctrine, that provide protection of the foreign sovereign interests in those cases and, in any event, a foreign corporation, even after it has become privatized, still has access to Federal court jurisdiction under the alienage diversity statute, provided that it satisfies the -- the requirements that Congress has set forth. Finally, I'd like to note that because two questions are presented here, the Court does have discretion to reach both of those questions, and we think that there would be an advantage in clarity in the law if the Court did address both the so-called tiering question and the timing question, since they both have led to disputes among litigants in the lower courts. They -- both issues have been fully briefed and, as I say, the Court does have that power to make that determination if it so chooses.",
  "It most likely would not apply --",
  "-- in this situation because obviously, the Act of State Doctrine applies to the acts of a foreign State in --",
  "-- within -- within --",
  "-- its own territory, within is own jurisdiction. If there are no further questions, thank you, Your Honor.",
  "I'm not sure the record is clear on this, Your Honor.",
  "I'm -- I cannot give you assurance.",
  "I do not know the answer to that, Your Honor. Mr. Chief Justice, and may it please the Court: The United States submits that the Clean Water Act does not require the South Florida Water Management District to obtain a section 402 permit for the operation of water control facilities like the S-9 pump which simply move water from one location to another. We believe that position is correct on the basis of both the text of the statute, the overarching purposes of the statute and its structure, and also EPA's actual practices. I'd like to turn first to the text of the statute. Section 402 states that a NPDES permit is required when there is an addition of a pollutant to navigable waters from a point source, and section 5027 goes on to state that a -- the waters -- the navigable waters are the waters of the United States. Under that definition and those statutory provisions, when an industrial out-fall introduces pollutants for the first time into the waters of the United States, an NPDES permit is required. However, when a water control facility like the S-9 pump simply moves water from one place to another, together with any pollutants that might be contained therein, that regulatory regime is not called into play.",
  "I think that the -- the text precludes that understanding because it states any addition of any pollutant. And we think the use -- these definitions are written quite carefully, and we think that those -- the term any --",
  "-- indicates you can't rule it out.",
  "That is -- that's not the case that EPA has used a single body of water.",
  "No. I think that in fact the -- the approach that EPA has taken in this is -- can be seen from a number of sources. First of all, EPA has never attempted to regulate water control facilities like the S-9 pump in the 30 years that the NPDES program has been in place. And what's more, in cases, the closely analogous cases, of dams where water is simply being passed through a dam, EPA has taken the position that an NPDES permit is not required. Part of the reason for this is there are other regulatory programs that deal with these problems. Justice Breyer mentioned the problem of taking a polluted river and combining it with a pristine river. That actually implicates a number of different programs. First of all, in the case of the polluted river, that river is subject to 402 requirements, and so there will be steps taken to prevent the discharge of pollutants into the polluted river. The States also are required, or at least strongly urged by the Government and with strong carrot and stick type incentives, to adopt non-point source pollution programs to reduce any non-point pollution that might be going into that polluted river. If there's an attempt to connect that river to another river, it does implicate, as Mr. Bishop indicated, the section 10 of the Rivers and Harbors Act which deals with regulations that result in the change in the flow of --",
  "C-11, when it was first constructed at that -- at the time that the C-11 canal was built back in the 1950's, most likely -- well, it was in fact constructed by the Corps of Engineers. So it was subject to the public interest review provisions that the Rivers and Harbors Act envisions. When the -- the Corps investigates private connections of this type, it conducts what's called a public interest review, and this is described in your case, United States v. Alaska at 503",
  "I'm afraid I'm not familiar with that. That's --",
  "EPA has substantial discretion to minimize the types of regulatory burdens that might be imposed here. Nevertheless, they're likely to be substantial. And what they amount to in this case is really a belt and suspenders approach, and you know, the additional haberdashery is fine except for the cost that it does entail. In this case it could be very substantial for projects throughout the Nation.",
  "I think that's correct. And in addition, I think we have to consider what would a permit accomplish in this case that the CERP project that the Corps of Engineers has -- is implementing is not already doing. That project is designed to deal with these problems. The permitting program is really designed to deal with the specific problem of introducing pollutants into waterways for the first time. It's really not capable of dealing with this problem of water transfers that move from one place to another. Rather, there are other programs that deal with this. If it's a Federal program, it would be subject to NEPA, for instance, and there would be an environmental analysis before any action was taken. In the case of the Rivers and Harbors Act that I described before, that would also implicate section 401 of the Clean Water Act, which requires a water quality certification, a determination from the State that in fact waters would be -- would not violate water quality standards. I'd like to make the point also that our position is not an extreme one in saying that the -- the text requires that we only look at the pollution when it first enters the water. Rather, it's a -- it's a approach that recognizes that cleaning up polluted water requires a number of different control strategies. The NPDES permitting program is only one.",
  "Well, the State of -- the Commonwealth of Pennsylvania can, of course, adopt that type of program on its own under its State law to deal with those types of programs. Any State can.",
  "That might very well be, and it is allowed to supplement the Federal scheme with its own State additions. But other States, such as California, have found --",
  "No. These -- the -- EPA has delegated authority to implement the permitting program to a number of States, including Pennsylvania. So Pennsylvania is issuing the 402 permits in lieu of the Federal Government. My point is --",
  "That's true. In fact, it has in most States. So in fact, in most States the States are issuing these permits with substantial guidance from the Federal Government. The Federal Government is setting the floor for what the permit requirements are, but the States are free to supplement their permitting programs with additional State requirements and many do so. Many States like California actually operate with additional programs apart from the Clean Water Act. I think that Judge Kennedy when he was -- or Justice Kennedy -- excuse me -- when he was a judge on the Ninth Circuit, wrote an opinion concerning the New Malones project where he talked about the imposition of water quality standards at -- at the State level on Federal projects and indicated that the States, in fact, do have that authority as well. My -- my point here is that there are a number of different mechanisms here in which these problems can be addressed, and the important point is to choose the right one. In this context, the NPDES permitting program is not the correct mechanism for dealing with the problems that the Florida Everglades faces. Instead, that problem is being addressed comprehensively through Federal and State programs.",
  "Yes, that is the view. The brief of the United States here is it reflects a consensus of a number of agencies, not only EPA but the Department of the Interior, the Corps of Engineers, and the Department of Army. And I'd like to mention there's been some suggestion that this Court should draw inferences from the names that are on the cover of the brief, and those inferences should not be drawn. The names on the brief have no relationship to whether or not -- the absence of the names of an agency does not indicate the brief does -- does not represent the views of a particular agency. That can be seen in a number of briefs, including the Swank brief from two terms ago in which Administrator Browner was a party in that case, a party to the proceeding, and yet there are no EPA counsel names on the brief.",
  "They're relying on a 1975 general counsel opinion that addressed the question of irrigation return flows. Congress repudiated the position that was taken there 2 years later in the 1977 amendments. It mentions this point only tangentially. It's not even among the 17 questions presented that are listed in that opinion. And I think what's more telling is the practice of EPA since that time. EPA has not required permits from water control facilities to do no more than move water.",
  "That is correct. We do not endorse that addition. Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: Section 2412(d) requires that EAJA fee applicants submit an application within 30 days of a final judgment that includes an allegation that the Government's position was not substantially justified. Petitioner's lawyer failed to do so in this case and for that reason fails to qualify for fees. This Court has no power to amend EAJA or to excuse lawyers from their carelessness in failing to follow its requirements.",
  "Yes, under section 2412(b), EAJA subjects the United States to fees on the same basis as other parties in other legislation. By contrast, section 2412(d) provides a special provision, distinct from those provisions that apply to private parties and the United States generally, that requires there be a showing that the Government's position was not substantially justified.",
  "Yes, if I can clarify. Section 2412(b) indicates the Government is waiving its sovereign immunity as to those other statutes.",
  "So in the case of 2412(b), it puts the United States on the same par as private parties, and in that sense, it's comparable to the situation that was faced in Irwin where the United States is subject to Title VII actions on the same basis as private parties.",
  "Justice Kennedy, I have two answers for that. First of all, the statute requires that these conditions be met, and these are conditions on the Government's -­",
  "And these are conditions on the Government's waiver of sovereign immunity. So the Government has an obligation to insist that parties comply with those conditions -­",
  "That's -­",
  "I'd like to make two points with regard to this.",
  "First of all, with regard to the 30-day time limit -­",
  "-- this Court indicated in INS v. Jean, 496 U.S. at 160, that the 30-day requirement does apply to the allegation of no substantial justification. As we explain in our brief, Jean indicates it's a 30-day requirement and at page 160 they say that the fee application has to include -­",
  "-- this allegation.",
  "That is correct.",
  "The Government -- the Government attorney might have that obligation in the course of settlement negotiations.",
  "But in adversary litigation, the United States certainly doesn't have the obligation -­",
  "Yes, that's -- and I agree with that, Mr. Chief Justice. But in the course of discussing these matters, there's a possibility that there could -­ that the Government has to be careful not to mislead the party, and so that's where an ethical obligation could come forward. But in this case, there were no negotiations of that type. Rather, there's simply the Government's obligation to respond to the fee application, and we responded appropriately.",
  "But the United States was not on notice whether this party was contesting that the Government's position was not substantially justified.",
  "There -­",
  "There are three reasons. First of all, it's a condition that Congress placed on sovereign immunity. And by that alone, the courts and lawyers and the United States representing Congress' will must respect it. Second, this obligation requires the party, as was articulated earlier, to examine the Government's position and make a determination of whether or not they wish to contest whether it is substantially justified or not. So that does put that additional obligation on counsel. Third, it's of use to the United States in determining how to respond to a fee application. The United States -­",
  "Except that the party did not comply with the condition that Congress imposed on its waiver of sovereign immunity.",
  "Well, the Government and the courts are both prejudiced by this because it requires two additional filings that otherwise would not need to be made if the lawyer had not been careless. In this situation -- we face thousands of suits that potentially implicate EAJA claims, and Congress recognized that these are matters that need to be resolved quickly with minimal litigation in contradistinction to what's happened in this case. And -­",
  "Well, those issues are not before the Court at this time. The United States does have a different view on that. But I must disagree that is a pro forma allegation. That -- that suggests that -- that we need not require the lawyers to comply with the letter of the law because we don't think they're going to comply with the spirit of the law. Rather -­",
  "Yes, and in that respect, the parties have -- petitioner has -- the petitioner has made two arguments. One is the relation-back doctrine and the other is equitable tolling. I'd like to turn to each of those issue specifically.",
  "This -- probably -- I'm not sure if it was -­",
  "On -- on the relation-back doctrine.",
  "Yes, and the reasons were, first of all, our obligation to defend those conditions that Congress places on its waiver of sovereign immunity, and second, to ensure that there is efficient processing of attorney application fees. Justice Breyer made allusion to this in the first part of the argument, and as I said before, the Government faces thousands of these requests, and it's very important they be -- be resolved promptly. And they can only be resolved promptly if parties follow the rules that Congress has laid down. We believe that's why Congress set these rules, because they wanted to make sure that attorney claims would be resolved efficiently, and they cannot be resolved efficiently if parties don't play by the rules. Now, the relation-back doctrine is really an exception to the rules that Congress set forward, at least the -- the relation-back doctrine, as the -- as petitioners are suggesting it ought to be applied here. As a general matter, the relation-back doctrine is a principle that's codified in rules, such as rule 15 of the Federal Rules of Civil Procedure. And it provides an exception for, in that case, pleadings being amended after the fact. But this isn't a case of initiating civil litigation and this is not a case where rule 15 applies. Rather, the question is what did Congress intend. If Congress had wanted a relation-back doctrine, it could have specified that.",
  "The examples that petitioner points to are cases involving the Federal Employees Liability Act involving the injuries to interstate -- to railmen who are working in interstate commerce. And in several instances, the Court had applied that as a common law principle indicating, as in Keene, that those arguments on either side for that particular rule. But I don't think we can say that there's a general principle of relation-back. And certainly -­",
  "No, I would not.",
  "And the note in rule 15(c), the 1937 note to the Federal rules talks about codifications of this, but we're talking here about a situation where Congress has set a time limit and has not provided for relation-back, a case where we're dealing with sovereign immunity, where this is a charge against the Federal fisc. And so we have -­",
  "Well, Your Honor, in this case there were two premature applications that were filed. The first application was filed prematurely. The court returned it and said until the 60-day period runs.",
  "The parties then filed another premature application.",
  "That's right. And the court held it until the mandate issued and at that point asked the United States to file a response, a 30-day response. So the Government acted quite appropriately. It acted -­",
  "Yes, it did, but it could well be because we are dealing with -­",
  "No, not at all. At the time we filed our extension, the time had already run for that. But the -- the problem that we face in the Government is that we have numerous cases and numerous fee applications. It could very well be -­",
  "Your Honor, in this case the equitable tolling argument, I have to point out, was not raised before the court -­",
  "Your Honor, we would say neither is subject to equitable exceptions.",
  "Yes.",
  "Yes. First of all, the statute itself sets a strict 30-day time limit. It does not provide for relation-back. If Congress wanted relation­ back, it could have. And to imply a relation-back doctrine is to negate Congress' specific intent in this case. With regard to equitable tolling, this Court said in Irwin that equitable tolling will be presumed to apply in those cases involving Government waivers of sovereign immunity where the Government is held liable on the same basis as private parties as in title VII. But as my colloquy with Justice Stevens pointed out, this is not a situation where the United States is being held liable for attorneys fees on the same basis as other parties. That's what section 2412(b) applies -- provides, and perhaps equitable tolling should apply there, perhaps not. That's a different question. Here -­",
  "No, he would not. Under our reading, this is a 30-day time limit and the parties have to comply. After all, this litigation, as in this case, has been going on for several years. The attorneys have an obligation, if they want fees, if they want the Government to pay their fees, to keep good records and to avoid careless acts -­",
  "That's correct.",
  "That is our principal basis -­",
  "-- for distinguishing Irwin. But I'd like to point out also that equitable tolling was not raised in the Court's own -­",
  "Yes, you can.",
  "That's correct.",
  "That's correct. Now -- now, we think that you do not need to reach the equitable tolling issue, but if you do, there's no basis for equitable tolling in this case in any event because equitable tolling is a doctrine that developed with the -- based on the concept of ameliorating or preventing unfairness to litigants. Now, there's nothing unfair in requiring an attorney to comply with Congress' -­",
  "That's correct, Your Honor. If I could clarify. In answering Justice Scalia's question, I was indicating that there doesn't have to be inequitable conduct in order to qualify for relation-back. But it doesn't mean you would get it automatically.",
  "Yes. But again, rule 15(c) by its terms does not apply to this case. It applies to pleadings.",
  "Because rule 15(c) applies to litigation generally. In this case, we're dealing with a specific time requirement that only applies to Government applications -- to applications for fees against the Government when the Government's position is not substantially justified. There's simply no basis for applying rule 15(c) to this situation.",
  "That's correct. That -- that may be correct. Ultimately 15(c) simply doesn't apply here is my point, and if we're going to look at the time limits, we have to look to what did Congress intend what it -­ when it enacted 2412(d)(1)(B). It set a 30-day time limit. It didn't create any exceptions. It didn't provide for any relation-back. And imputing relation­ back would destroy that 30-day time limit that Congress specified.",
  "Well, this is as -- as you point out, this is a content limitation. It's like Torres and other cases where content does need to be included within the specified time limit. It's not simply a formality like a verification or a signature. Rather, we're talking about the threshold allegation that triggers the right for attorneys fees and triggers the obligation of the Government to respond and show that its position was substantially justified. Without that, you really don't have a fee application as Congress conceived of it. When we look at what do we mean by a fee application, we have to look at 2412(d)(1)(B), and Congress indicated what it felt was essential in the fee application. You have to show that you prevailed. You have to show that you're a qualifying party under EAJA. You have to provide your costs, including an itemized list of costs, and you have to make the threshold allegation the Government's position was not substantially justified. Those terms define what a fee application is. And this Court's decision in Jean indicates it all has to be done in that 30-day period. Now, to apply any sort of relation-back doctrine simply negates the very careful, strict rules that Congress imposed on this charge against the treasury.",
  "Well, in many cases the Government will settle it because the costs of litigating aren't worth fighting over the matter. But in terms of statistics, I was able to find this in a -- a quick review. And -- and this outside the record, so I am stepping outside the record and looking at Government files. But in the case of the Social Security Administration, between August 2001 and August 2002, the Government paid 5,500, roughly, EAJA applications in a total amount of $18 million. Now, Social Security is only one small part. I shouldn't say small, but it's a significant part of the EAJA -- qualifying EAJA cases. But as that indicates there, at least in 5,000 cases the Government made a payment either by settlement or on the basis of a -- of a -­",
  "No, I do not have an indication of the total number of cases that are available. But what we do know is that we face thousands of these cases, and efficiency is paramount unless fee litigation is going to become a second major litigation, which is something -­",
  "Your Honor, it's satellite litigation like this: over whether or not relation-back should apply, under what situations it should apply, should equitable tolling apply, have the conditions for equitable tolling been met, all of that.",
  "Well, Your Honor, as -- as you pointed out, relation-back is not automatic. So there would be these questions of whether or not whatever criteria the Court decides to create for relation-back were satisfied. And I have to point out the Court is going to be creating all of these rules. As it stands right now, we have a simple 30-day rule. Once we inject relation-back and equitable considerations, then we're at sea in terms of what's necessary to satisfy this requirement.",
  "Well, Your Honor, with respect to how the Court got involved in these matters, in many cases Congress simply deferred to -- to the courts to establish the appropriate procedural rules. It didn't set time limits.",
  "Well -­",
  "Your Honor, the rule's enabling act I think is a -- a direct delegation to the courts to create rules to govern practice and procedure where Congress has not otherwise specified the controlling rules. In this case, we have a rule that Congress has set, a 30-day rule that makes a great amount of sense in these circumstances, where the object is to determine fee litigation quickly and efficiently. And if parties abide by the rules and follow those rules, then we can be assured that these cases will progress and that we will -­ the courts and the United States will be not burdened with this type of additional litigation. These are, after all, charges against the treasury, the area where the Congress' sovereign immunity is paramount, and when Congress -­",
  "Your Honor, our feeling is that these showings can be made very easily. You can show that you're a prevailing party by attaching a copy of your -­ your judgment. You can show that you qualify for fees by attaching an affidavit showing you have a net worth of less than $2 million. Itemization is not all that difficult. Attorneys keep these records.",
  "Yes.",
  "We think that -- that the better rule is that itemization should be -- be complete at the time the application is -- is filed. However we deal with that issue, certainly the threshold allegation that's at issue here does need to be made, and this is the trigger that -- that determines whether or not the Government needs to respond to the fee application at all. And if the party has not made that basic determination -­",
  "Your Honor, I think it can be described as jurisdictional in the sense that term is used in Sherwood v. United States, that sovereign immunity is a condition -- the conditions of -- that waive sovereign immunity are limitations defining the scope of the Court's jurisdiction. I think that's how that terminology has become applied.",
  "Yes. I think it might be more accurate to say it's a sovereign immunity-based limitation, but that carries with it the very same point. Namely, it needs to be strictly construed. Courts have no power to expand it beyond what its normal confines would be. So the term jurisdictional is just a label. What's important is the substance of conditions on sovereign immunity, and that is they need to be strictly construed and cannot be enlarged beyond what Congress has provided.",
  "Cases such as -- some of these cases are not cited in the brief, but Brokamp, Locke, a number of these cases involving statutes of limitation where Congress has -- where this Court has ruled that the emphatic statute of limitation that Congress has set is determinative. I'd also point out to Justice Frankfurter's statement in Holmberg v. Armbrecht where he said that when Congress sets a statute of limitation, there is the end of the matter. The statute of limitation that Congress set is definitive.",
  "That's true, but again, I'm not sure a real distinction can be made there because, as I said before, when we look at what is a fee application, we define a fee application by those things that Congress said are defined as content. Ultimately I think the important point here is that strict adherence to these types of statutory rules is the best guarantee of fairness in these cases. This is a case where the burden that is placed on the attorneys is minimal and we believe that this Court should follow what Congress -­",
  "Well, in the case where -­",
  "Yes, and an attorney who is careless, I would say, might well have some obligation not to charge his -- his client for his carelessness. If there are no further -­",
  "The statute is not so absolute actually. I believe the provision that we're talking about here, which is 38 U.S.C. 5904, does allow the Court of Veterans Claims to adjust fee applications in the event that they're not fair, if there are some inequities that are involved in them. Now, I'm not sure to what's -- what extent the court has -- has exercised that authority, but it certainly has -- does have that authority under the statutory provisions that are at issue here.",
  "Mr. Chief Justice, and may it please the Court: Yes, we would agree with the position that an interested party does need to have a pending proceeding.",
  "If I can go back and -- and try and clarify my answer. There's two questions here really. First of all, is there a proceeding in which -- before a foreign tribunal, and is there an interested person? In our view, a private person becomes an interested person when there is a proceeding that is going forward. The -- in the case of the tribunal itself, it can, under section 1782, request this information even though no complaint has yet been filed and we think that that is the way that we ensure that there are not actions brought by people who have not taken any action but are simply seeking discovery without any proceeding being present.",
  "That -- that's correct. And I'd like to make three basic points.",
  "We disagree with that, Your Honor.",
  "Yes, we think it -- it is and we can point to several reasons why that is the case. First of all, a textual reason, that the statute itself, section 1782, makes reference to proceedings before a foreign tribunal, including criminal investigations before formal accusations.",
  "That's correct.",
  "No, Your Honor.",
  "Your Honor, I think part of the confusion here is the procedures that are actually in place by the European Commission. In that regard, I suggest that the Court take heed of the notice concerning the filing of complaints that's cited on page 13 in note 3 of AMD's brief. That's an 80-paragraph document that describes the procedures that the European Commission follows -­",
  "Perhaps, but I would point out the similarities to an adjudication before I -- I move on to answer that question. First of all, a party that files a complaint does not simply send a letter in. Instead, they must use the complaint form that's described. They must set forth all of the information that they have available, and they must establish that they are an interested party. A legitimate party I think is the term that's used, which is essentially the same as a standing requirement. There's then proceedings in which they participate before the European Commission, ultimately leading to the commission issuing a letter indicating a preliminary decision. They're allowed to respond to that as well. And at that point, the commission then must make a choice.",
  "Primarily by submitting written documents, by responding in written form. It's my understanding there is no hearing before the commission in that first stage, but ultimately there is a decision that's produced by the commission that is -- must include reasons for their decision, and that is judicially reviewable. Now, that entire process bespeaks, to a considerable extent, of an adjudicative type proceeding. But even if it's not, it's at least in preparation of what will then be one of two certainly adjudicative proceedings. One is the review by the court of first instance, or in the alternative, if the commission decides to go forward with the complaint, a proceeding in which a statement of objections is then lodged against Intel. My point in describing all this is just to emphasize that Congress used very broad language here in terms of a proceeding before a foreign tribunal because it realized that there's a vast and uncatalogued variety -­",
  "Well, that's a question, it seems to me, that goes to the district court's discretion, determining whether or not to allow the evidence. That's not a statutory criteria that you're citing to, but rather I believe that the D.C. Circ was indicating a matter that informs the discretion. The statute -­",
  "Well, it's --",
  "The district court has to make that judgment of whether or not the action -­",
  "Well, in the example you just gave, there's been a complaint that's been filed and one of two things -- I can say one of three things will happen. Either a complaint will be denied -- ultimately will be denied, in which case there will be an action before the court of first instance, or else there will be the -- the commission will go forward with the complaint, in which case there will certainly be an adjudication against Intel, or AMD would withdraw the complaint for some reason that we don't know about. Those are the only three alternatives. So certainly under the decision of the D.C. circuit, I think that a -- proceedings are in reasonable contemplation, or at a minimum, at least that issue ought to be placed before the district court in the exercise of its discretion.",
  "By no means at all, Your Honor. As supervisory rules of practice can be developed by the courts to contain and channel the district court's -­",
  "The authority is the type of authority that is described in Thomas v. Arn. It's simply activity and provide guidance to district courts in the exercise of their discretion.",
  "Well, we agree with that as well, and we think that type of guidance at this stage would be premature. We suggested the Court take this case to resolve the circuit conflict on a question of statutory construction.",
  "Well, Your Honor, the district courts have been at work at this area and there are about 20 cases now over the past 40 years in -- that have construed section 1782, and they -- those cases do provide guidance. We think that the question -- the primary question this Court needs to answer is, is there a rule of foreign discoverability? And we submit that there's no such rule evident on the basis of the statute -­",
  "Well, Your Honor, I think -­",
  "Your Honor, we need to pay close attention to what the commission said and what it did not say. Our view is if the commission does not want this information, then that's a very good reason for the district court to deny discovery in this case. The court has not said -- the commission has not said it would not use this information, which is quite a different matter. If the commission said that it will simply not use this information, then that is a reason why section 1782 should not apply. The information would simply not be used in circumstances here are far less certain. I should point out that this matter has gone back down. The issue -- a mandate was issued while the petition for certiorari was pending. And the magistrate judge has issued a preliminary order that the district court has not reviewed yet, which has limited the amount of discovery that would be available. And in that course of that decision, the magistrate judge did point out that it was not clear whether this information -- whether the commission had not made clear whether or not the information would be wanted or used by it. That was -­ there was uncertainty -­",
  "The -­ happened, what we have even this court granting some discovery, even though the principle is they shouldn't -­",
  "But that issue --",
  "Your Honor, first of all, I think construction on the rule of the question of foreign discoverability. And we've explained our views in the brief on that.",
  "Thank you, Justice Stevens, and may it please the Court: I would like to begin with the focal point of Alaska's argument, namely Glacier Bay National Park. Alaska's core contention is that section 6(e) of the statehood act does not provide an adequate showing that the United States intended to retain the submerged lands in Glacier Bay. For this -­",
  "Yes. In fact, I think it's very helpful. It's listed at page 7a -­",
  "-- of our -- of the gray brief.",
  "That may -- that may be so.",
  "Well, 6(e) I think begins stating that this -- these are exceptions to section 5 which is the retention -- the general retention provision of the United -- for United States lands. But if we look at 6(e) itself, it's -­",
  "No. Actually there doesn't, Your Honor, because if you go on, it says all real and personal property -- then you skip down, about halfway down -­ shall be transferred and conveyed to the State of Alaska by the appropriate Federal agency. So it is -- so this is complete in terms of -­",
  "But if I could walk you through those provisions because I think they're quite important. The first provision says, as you say, all real and personal property which is specifically used for the sole purpose of conservation and protection of wildlife shall be transferred to the United States.",
  "It's followed by another provision here.",
  "To -- to Alaska. Excuse me. And it's followed by another proviso which says that the United States will continue to control fish and game matters in Alaska until the Secretary of Interior has certified that Alaska is ready to do so. Clearly that proviso is not a subset -­",
  "No, I don't. I don't believe -­ let me frame the -- your -- your question, if I may, for you. Section 5 indicates the United States would retain all of the lands that it presently holds. Section 6(m) then makes the Submerged Lands Act applicable to the -- to the -- to Alaska. In doing so, it recognizes that there are some lands the United States would continue to retain, provided it meets the requirements of the Submerged Lands Act. The particular exception we're concerned about here is the expressly retained exception, in other words, if lands are retained by the United States. This Court said in the Arctic Coast case that that provision adopts the general law that applied before the Submerged Lands Act, that it had to be made plain that the United States would be holding onto these lands. It doesn't require an express statement. It simply requires that it be made plain. Now, our view is that these lands would be retained by the United States, quite apart from 6 -- the 6(e) exception we're arguing about here on summary judgment. And if you denied our motion for summary judgment, we'd go back and talk about the other exceptions that are applicable. But in this case we're simply focusing on 6(e) and we're focusing on that because the Court's Arctic Coast decision made clear that 6(e) -- and I quote -­ reflects the very clear intent to retain title, unquote, to submerged lands, quote, so long as those submerged lands were among those set apart as refuges or wildlife -­ or reservations for the protection of wildlife.",
  "Yes, we did.",
  "Yes. It's an example how provisos do not need to be -­",
  "Yes.",
  "Your Honor -­",
  "I disagree with you, Justice Scalia, for these reasons. First of all, the such transfer simply tells you what's not included. That language tells you -- this is outside. It doesn't mean that whatever follows necessarily was within the main clause. What Congress was doing here, by making clear that these lands were not transferred -­",
  "It does refer to the transfer before. But what follows here, refuges and reservations for the protection of wildlife, they do not fit within that -- that main clause. It's obvious they don't because the only things that fit within the main clause are those lands and real property specifically used for the sole purpose of conservation and protection of wildlife. What we're talking about here -- wildlife reservations are multiple purpose lands. They're not used solely for -- for the purpose of conservation. The purpose of the first provision here was to transfer vehicles, fish hatcheries, other equipment that the State would need to enforce Alaska game laws. That was the point of -- of that first provision. But Secretary Chapman who drafted this made clear in the legislative history that what he was doing was drawing a line between those -- those facilities and equipment that are used by a State in its traditional game management and drawing a contrast with the matters that would be retained by the United States.",
  "We do not need -­",
  "We do not need express language that expresses -­",
  "The implication is that we are retaining all of the reservation. And this is what the Court said in the Arctic Coast decision. It saw that this was -­",
  "Justice Breyer, neither party made that argument. This issue came up in a letter that was written after. The -- the language -­",
  "You were not considering that.",
  "That -- that was -- simply neither party suggested that ANWR fell within the first provision. And it doesn't. It's clear that it doesn't. It was not land that was specifically used solely for conservation of wildlife under these three listed statutes. The ANWR reservation at that time was set apart. It was BLM land. It was also used for mining and other activities. Likewise, the other matters -­",
  "It made that assumption with no briefing, but it did that with regard to the second issue that was presented there. The issue that people were fighting about in the Arctic Coast decision was was this land properly set apart or not for purposes of the proviso. And that's where this discussion takes place.",
  "It's an afterthought that simply reinforces.",
  "Your Honor, but that's -- it's clear that what this is -- this is more along the lines if someone said that I will sell you my house, provided that transfer shall not include the detached garage.",
  "In that case --",
  "Yes, but it was not a part of the house.",
  "You know, that's -- it's just providing clarification, just that one of the purposes of the proviso is to provide clarification.",
  "In other -- that is exactly right. And we can tell that from -­",
  "That would be section 5. It indicates the general retention for lands of this sort.",
  "Well, Justice Breyer, again, if I can just complete the point --",
  "Yes.",
  "Your Honor, I just need to make a point. I think it's very important for you to understand this point. First of all, that at page 57 of the Arctic Coast decision, this Court was clearly reading this language, the 6(e) proviso, as sufficient to provide a clear indication of transfer of title, and in doing so, it was recognizing what is clear in the proviso itself, that these particular items that are discussed there are not a part of the main clause and cannot be. And a good example of that is the third thing that's being transferred, facilities that are utilized in connection with general research activities related to fisheries and wildlife. Now, that is not going to be something that's specifically used for the sole purpose of conservation and protection of wildlife. It's the antithesis of that. It makes quite clear that our construction is correct. The subset theory just doesn't work because the items that are here are not things that fit within the main clause. What Congress was doing here was drawing a very clear line -­",
  "Then you have to explain what happened in the Arctic Coast case, why we were able to retain the ANWR lands which did not fall within the main provision. And that is because Congress was making -­ because this Court concluded that Congress was making clear that wildlife lands are very important and they wanted to make absolutely clear that those lands would not be transferred. And even a provision that could be misconstrued, as I'm afraid this Court did in -- in Arctic Coast -- could be misconstrued to contain some of these lands, we need to make adequate assurance that -- that the courts that read this realize a clear division is being made. We are retaining these wildlife lands. That's -­",
  "But we're talking about a facility here. So a facility that might conduct some -- some research tangentially related to wildlife is not a facility that's used for the sole -- specifically used for the sole purpose of conservation and wildlife. There's a clear difference here. These two -- these two sets do not overlap, and it's even more so with regard to wildlife refuges. Wildlife refuges and wildlife reservations are used for multiple purposes. At the time of statehood, the -- the regulations in place, the fisheries regulations and wildlife regulations, made clear that permits could be issued for purposes apart from wildlife conservation. And this Court's own decision in Udall v. Tallman recognized that one of the -- the refuges that Alaska cites as being included in the main clause was being used for oil and gas purposes. It was not being used solely for the purposes -- specifically used solely for the purposes of conservation.",
  "Well, Your Honor -­",
  "Your Honor -­",
  "Well, this -- we believe the statute has been clear for 50 years. That's why these issues have only arisen recently with regard to Glacier Bay National Park.",
  "We agree that the United States has the regulatory authority to protect -- to limit vessel entries and protect commercial fishing, but that's not what our concern is. Our concern is with the actual use of the submerged lands. This is a laboratory. This is a laboratory for scientific research, and we occupy and use the submerged lands for that purpose. That includes such things as withdrawing cores of materials so we can analyze its historic features. We've installed a 5-mile cable with a hydrophone on the -- on the submerged lands so we can listen to vehicle traffic and determine if the -- the volume is sufficient to interfere with the whales that migrate through there.",
  "Your Honor, in order to hear vehicle traffic -­",
  "Your Honor, we think that -- that Alaska would have a realistic argument that we cannot withdraw materials from the submerged land which we use and study. And in fact, I would point out that the park superintendent's affidavit -­",
  "What?",
  "There are 900 papers, scientific papers, that are cited in the affidavit of the park superintendent. This is exhibit number 8 on count IV. And of those describing the type of research we do in Glacier Bay National Park -­",
  "-- scores and perhaps hundreds of those involve submerged lands.",
  "That is correct.",
  "We --",
  "That's -­",
  "But those are instances -­",
  "The instances -- the examples they're giving are cases in which we've created those national monuments or parks after statehood. And in those cases, we cannot acquire those lands because they have already been transferred to the State at statehood.",
  "But in this case -­",
  "But in this case, it is going to impede the -- the activities we have there. And a good example of this is in the amicus brief at page 25 where Alaska does not even assent to our authority to control fish and wildlife. The Alaska legislature has passed a statute in which it refuses to assent to our authority to control fish and wildlife within the park. This gives you some sense of the type of difficulties that we're going to encounter.",
  "And our chief concern -­",
  "Yes, it was. It was created as a national monument. Now, in terms of what degree of activities, the record is not clear, but we're -­",
  "We were definitely studying the bed of the lake, and our -- our briefs below explain. We have an affidavit from our glaciologist which describes the type of research that was being done.",
  "It -- it definitely would have. And also I want to point out that when we created the national monument, we also preserved such things as the interglacial forests. These are forests that are left behind as the glaciers retreat and go forward over these submerged lands. The glacial forests are in the submerged lands, and so they become a part of it. As these glaciers continue to retreat, it's likely that other glacial forests will be revealed, and those should remain a part of the park. That was part of the purpose, was to study those -­",
  "Yes.",
  "Yes. Certainly -­",
  "Not only have we said it, but the Park Service at statehood said that this is a water park when they were describing these lands and saying why they should be retained. They told Congress -- the -- the park superintendent or the -- the director of the Park Service said this is a water park that's mostly -- this is, after all, Glacier Bay National Park. And in that -- with that respect, I'd like to point out this -­",
  "Excuse me, Your Honor.",
  "Well, the -­",
  "It's slightly more than 20 -­",
  "We haven't given away. We have all of these lands. The -- the uplands here are the glaciers and the mountains that are inaccessible except by the water. You cannot reach these areas. There are no roads in this park except for the park visitors center, and beyond that -­",
  "Yes. But, Your Honor, the -­",
  "More than 20 percent. Roughly 25. I'd say close to 25 percent of the park is -- within the park boundaries is submerged lands. But there's another point I'd like to make with regard to the establishment of the park. This park was created under the Antiquities Act, and under the Antiquities Act, the President is given authority to create national monuments, but they cannot be disestablished except by act of Congress. Now, Congress could have disestablished this monument if it had meant to give up the land. It could have disestablished some part of it, and it chose not to do so. And yet, that's another indication that Congress was intending to retain these lands. Now, I would like to move on to the other two counts we have here, unless we have further questions about -- about Glacier Bay. But I -- I think one thing that I do -- one thought I want you -- to leave you with with regard to Glacier Bay is that these lands are essential to the park. They are understood to be essential at the time that the park was created. And the -- the line we're suggesting here is a very reasonable one with regard to this park. Those lands are -- continue to be used -- the submerged lands for scientific research that is vitally important. Now, I'd like to point out that the master also correctly rejected the claim that the archipelago straits are historic inland waters, and on that basis, Alaska failed to satisfy any part of the Court's three-part test. This Court specifically failed to show a continuous assertion of -- of sovereignty to exclude vessels that have -- that are visiting the park or passing through in innocent passage or to indicate any acquiescence of foreign nations. During the past 150-year period, neither Alaska nor the United States ever attempted to exclude a vessel based on -- merely on innocent passage. Rather, Alaska -­ Alaska cannot point to a single incident in which we unambiguously did so. The only -­",
  "The answer is in order to establish a historic inland water claim, you have to exclude a vessel based on this passing through in innocent passage. Fisheries is not -- engaging in fishing activity under the convention is not innocent passage. And so, therefore, an exclusion based on fisheries can never -- can never give rise to a claim of -­",
  "Well, our best authority is the convention itself. The convention makes clear under article 14 that fisheries is -- that fisheries activities are not innocent passage. Rather, innocent passage is merely transit through from one point to another. Moreover, the Marguerite incident that they describe involves a single incident; that is, it does not satisfy the continuity requirement that the inland -- the historic inland waters test requires. And finally, it also didn't satisfy the acquiescence test since the British Government protested the seizure of the ship. And finally on top of that, this vessel -- we don't know exactly where this vessel was at the time that it was seized. There continues to be a dispute and the master was unable to determine whether that -- the ship was in -- inside or outside the 3-mile limit. Now, I'd also like to speak briefly to the juridical -- juridical bay claim as well. This is a matter that Alaska did not touch upon, but I imagine it would address on rebuttal. The master correctly rejected Alaska's extraordinary claim that the Alexander Archipelago can be turned into two large -- large juridical bays. And basically it attempted to do so by establishing a headland on an island. Now, that does not suffice the purpose of the convention. The only way that it can establish a bay headland or -- or closing point is by showing that it's on the mainland. In order to establish that this is on the mainland, Alaska has to ignore four intervening bodies of water. And as the master recognized, these bodies of water are simply too substantial to ignore. In the case of these bodies of water, Keku Strait is 41 miles long, on average 4 and a half miles wide. It's -- simply those intervening waters cannot be ignored in order to establish that this is -- is part of the mainland. It's also separated by Wrangell Narrows, which is a 12-mile-long strait that is an important passage for international navigation. That too precludes it from being ignored and treated as dry land. The failure of those two assimilations by itself is sufficient to establish that -- that these -- that these juridical bays do not exist. And even if that were not enough, the master went on to say that this would not be a well-marked indentation, that even if you were willing to assimilate these lands, it's still the case that the bay itself would not be -- the supposed, imaginary bays that Alaska has created here would not be recognizable to a mariner who is passing by. For all those reasons, the juridical bays here are -- are simply not well founded, and the master was correct in rejecting them. So what we see -­",
  "Certainly, Your Honor.",
  "Well, Your Honor -­",
  "Quite -­",
  "Quite honestly we thought that under the Arctic Coast decision, the Court is required to create absolutely new -- no new law. It had already interpreted 6(e) and it was clear that section 6(e) applied to this case. We think the Idaho provisions provide another opportunity for us to establish it. It's quite clear that the purposes of the -- the lands here, the submerged lands, are so essential to the park that it's simply inconceivable that Congress would have intended for those lands to pass out of ownership. However, we relied on -­",
  "Well, first of all, Alaska has not moved for summary judgment. We moved for summary judgment on some of our theories. Other theories would require some factual development. One of the theories that we would -- we would go forward with is that these lands are occupied under a claim of right, and that's another exception under the Submerged Lands Act. In addition, we would renew the argument with regard to Antiquities Act, that once Congress takes an area and authorizes the President to set it aside under the Antiquities Act and provides that it cannot be disestablished except by act of Congress, we think that's a very clear indication of Congress' intent to retain those lands.",
  "No. You would not have -- we -- we believe the master adverted to this claim, but we do not think that he foreclosed it. But rather, I'd like to discuss briefly the relationship of Idaho and Alaska because I think it's important and worthwhile. We think that this case falls squarely within the Alaska Arctic Coast case, and in particular we relied on it primarily because it provides an actual textual basis for showing that the -- the United States retain those lands. We do not need to go further and show purpose, although we certainly can. We relied on the Alaska case because we think it provides a very clear example of why retention is -- is required in this case. The master agreed with us. He analyzed the Arctic Coast decision and he concluded that the -- the proviso here necessarily must be considered an independent retention clause. There's no other way to understand the Arctic Coast decision except on that basis. And we think that's the right interpretation, and we think if we -- if you focus on what the Court said on pages 56 to 57, it becomes quite clear. The statement that Alaska relies on to create its so-called subset test is an afterthought at the end of the opinion. It's a statement that's made in the Court's words to reinforce the conclusion it's already reached. It doesn't provide a basis for -- for departing from that. And in fact, as I hope I have showed to the Court, the subset test doesn't make any sense, that they're simply -- all of those lands that fall within the proviso are lands that would not fall within the main clause. The wildlife refuge is occupied for multiple purposes. It's -- the two wildlife refuges that they point to both the record shows were used for multiple purposes. They were not used solely for conservation purposes. And in addition, they were -- to the extent that those refuges adverted to any lands at all -- any statutes, they were referring to a 1925 statute, not -­ not the 1943 statute. Furthermore, there are 24 other refuges that we believe that Congress intended to retain that Alaska has no answer for. One -- one of those refuges, in particular, the Semidi Islands, quite clearly describes within its boundaries submerged lands, reefs, and other areas. It clearly is being used for those purposes. We think the right interpretation of the proviso is clearly that it was meant to ensure, to provide the clarity that this Court needs to determine that Congress clearly did intend to retain these lands. That was the point that -- that this proviso, as Secretary Chapman himself indicated, and in fact, he stated in -- the excerpt appears in page -- on page 47, note 37 of our brief. He stated that these reservations -- the land and water would be reserved. He clearly was aware and told Congress that that was the purpose here, to reserve both land and water. Finally, I'd like to ask the Court to step back and look at the big picture here. The United States' position overall results in a very sensible division of submerged lands in this case. We have not contested Alaska's right to the vast majority of the submerged lands here that are encompassed in Tongass National Forest. Rather, we've identified two areas where the Federal Government interests are paramount. First of all, with regard to drawing international -- developing international principles to establish baselines, which creates these bays and -- and pockets, that's a necessary consequence of what our foreign policy requires. Secondly, where the United States has clearly reserved a unique treasure, namely Glacier Bay National Park. This park was set aside for the benefit of the entire Nation. We think that the Court should adopt the master's report in full. Thank you.",
  "Justice Stevens, and may it please the Court: Petitioners cannot maintain this suit for breach of the Westlands contract because the Westlands contract is itself subject to the rules of sovereign immunity. And section 390uu authorizes only a limited waiver of sovereign immunity. It does not authorize suits by incidental beneficiaries for money damages. For many of the points that have already been raised by Justice Breyer, Justice Kennedy -­",
  "In one circumstance, Your Honor. This suit allows a district that has been sued by individual water users to join the United States in the ongoing suit and, in fact, remove the case to Federal court if necessary, so there can be a determination of all the rights in those -­",
  "No, it did not, but that did occur in the Barcellos & Wolfsen litigation that ran between 1978 and 1980.",
  "That's correct.",
  "That suit was brought under the APA, and the district brought the suit on that basis.",
  "That suit was properly brought.",
  "But it was not brought under 390uu. Instead, there was an allegation that the United States had acted unlawfully and the Westlands relied on the Administrative Procedure Act.",
  "And no money damages as well, and that's what distinguishes this case.",
  "Yes, that is our view, and let me supplement your comments in this regard. Section -­",
  "It has been our view under 390uu when section 390uu has been -- has been raised.",
  "Throughout this litigation? I can't -- I can't be sure that we've maintained a consistent position, but ultimately this is a question of sovereign immunity. So the importance is that we get the issue right here.",
  "Your Honor, let me explain why that's the case, and there was an answer -­",
  "Why there's a necessity for an ongoing suit.",
  "Your Honor, this -- this provision was enacted in response to a specific problem that's illustrated by the Barcellos & Wolfsen litigation. Individual farmers sued an irrigation district. The irrigation district was concerned that it might be subject to inconsistent liability to the farmers on the one hand and the Federal Government on the other, and it sought to join the United States. There was no mechanism in 1978 for that type of suit. Congress acted -­",
  "The language could be construed to allow that, but -- but waivers of sovereign immunity are construed narrowly, and the language I think is more properly construed, as Justice Breyer has suggested, to allow joinder as a necessary party. And in fact, it was enacted in specific reaction to that problem in the Barcellos & Wolfsen litigation where we did have ongoing litigation and there was a sense by the irrigation district they needed to join the United States so they would not be subject to inconsistent suits. So although I think that the language can bear the -- the interpretation that you're suggesting, Justice Scalia, nevertheless, I think the better interpretation is the more narrow one that is -­",
  "Yes, and -­",
  "Your Honor, we read that as allowing removal in those circumstances when the United States is joined later. In any event, I have to say that with regard to -- to this disagreement, it does -- it's not dispositive or even affect the case here. The fact is that this waiver of sovereign immunity under no circumstances would allow this suit to go forward. Apart from the money damages aspect, which itself is -- is -- would preclude this type of suit, these parties are not intended beneficiaries, and without being intended beneficiaries, there's -- in no circumstances could they ever evoke these provisions.",
  "We think that under your cases, such as Pena v. Lane, there needs to be a specific reference to money damages. This simply is referencing declaratory relief, and so we do not believe it would allow an award of money damages. Rather, the party must go to the Claims Court if they're seeking money damages. And in fact, the waiver of sovereign immunity there is somewhat broader. It does, as mentioned before, allow implied or express contracts. So this suit is simply in the wrong court. But I would like to -­",
  "No, I do not think in this context it would. I think there needs to be something more specific. We're really talking about declaring rights here and not providing a specific remedy. And this Court has always taken the view that the Claims Court jurisdiction is the appropriate forum for deciding money damages.",
  "Your Honor, I think that simply refers back to the previous sentence, which refers to adjudicate, confirm, validate, or decree. Now, if you interpret that to include money damages, then the second sentence would follow, but I -- I think the two have to be construed together. And in our view simply allowing a party to adjudicate, confirm, validate, or decree in these circumstances would not allow award of money damages. Certainly I think Congress would be much clearer.",
  "Your Honor, again, waivers of sovereign immunity are construed narrowly. Now, let's -­",
  "-- I have to say that the language -- you're saying that the language -- yes, could it conceivably be -- be interpreted in -- on -- that broadly. But that's not -­",
  "That might well be, but this is -­",
  "Yes. But Your Honor, ultimately I think that we have to focus on that this is a waiver of sovereign immunity. And -- and so far we have not touched on the question of whether these parties -­",
  "Your Honor, I think I started with that point, that an incidental beneficiary cannot invoke this -- this provision. And I'd like to -- to continue with that point because the party here is merely an incidental beneficiary and not an intended beneficiary. Under any of the -- the tests that have been applied for third party beneficiaries, the party here would not qualify as an intended beneficiary. Most importantly, the contracting parties here, the United States and Westlands, expressed no intent to give this party enforcement rights. What's more, the contract does not provide that performance would be rendered to -- to the petitioners in this case. The contract is quite clear that performance is rendered to Westlands. This is a contract in which the United States furnishes a specified amount of water to Westlands and Westlands pays money for it. Westlands then has a separate obligation with regard to the farmers.",
  "That arises from the regulations that the Westlands Water District has enacted that provides for the delivery of water from Westlands to the individual farmers. The United States' obligation -­",
  "That's right. That is -- and Westlands has the -- has the option of either engaging in contracts with the individual farmers or distributing the water through regulation, and it has opted for regulations. Now, Westlands itself is a governmental unit. It is comprised of the -- of the very farmers here, among others, who have brought this suit. And it has the authority to act in a representative capacity on behalf of all its members. And that is why the United States enters into contracts with irrigation districts precisely because it allows them to reach accord and agreement and to resolve their disputes. Now, the fact is that the United States and Westlands agree on a great many things. Sometimes they disagree, but when we disagree, we're able to -- to speak to one another as two governments representing constituencies and hammer out our differences. And that would be impossible if these types of third party beneficiary suits were allowed. And I think that goes to the crux of what the United States' real concern here is. When there are contracts between one government and another, just as in the context of treaties or compacts among the States, it's vital that the two governmental units be able to deal with one another as governments and to be assured that if they can reach accord on behalf of their representatives -- on behalf of the parties they represent, that that will resolve the issue. If it were otherwise, this type of distribution of water -­",
  "But let's look at what would happen, Your Honor, if that did happen. The individual farmers would sue Westlands, claiming that Westlands was not living up to its contract obligations. Westlands would invoke 390uu and join the United States in that suit. And the question of the legal rights would be determined on that basis. So the mechanism that -- that we've specified and the way that we interpret it deals precisely with the problem that you've -- you've addressed.",
  "That's correct. And again, I think it's instructive to see what happened in this case. When those laws were enacted, the United States reacted to those. Westlands brought a suit under the APA challenging the interpretation of the statutes. Westlands was entitled to do that under the APA. The United States and Westlands reached an accord, together with the environmental intervenors in this group, that was satisfactory to those parties. And it simply would be very disruptive of the system if a minority of farmers in the Westlands District could then bring a suit and upset that agreement and that accord that had been reached. Finally, I'd like to make a brief -­",
  "Technically yes, but their damages are limited by the terms of the contract. Westlands could sue the United States in Claims Court for a breach of the contract, but the contract itself says that any damages that are -- that the sole liability of the United States in these circumstances would be an adjustment of the account. In other words, there are not consequential damages. Rather, if we do not provide Westlands with the water that Westlands believes it's entitled to, then we stand liable for an adjustment in the payments that Westlands would make to us. The suit that is being brought here is asking for consequential damages, and we believe that the contract here does not allow consequential damages. That, of course, is a merits question that there's no need for the Court to reach, but that is the way it would be resolved in Claims Court in -- in our view. I'd like to also raise the question of property rights since that has -- has come up, that one of the arguments that has been made by Westlands is that they're entitled to status of a third party beneficiary because they claim they have water rights in these circumstances. The fact is that the United States, the State of California, and Westlands, as well as the California Water Resources Board and the first tier of California courts, have all concluded they do not have the -- the water rights that they claim. But in any event, our view is that that issue is irrelevant to the inquiry here. Rather, the question of third party beneficiary status turns on the intent of the contracting parties. Did they or did they not intend to give enforceable rights to the third party? Here there's not a shred of evidence that that was an intent -- there was an intent to create enforceable rights in that third party. Quite to the contrary. The only reference of third parties, the farmers, in the contract here is directed to limitations on what the district can do once it receives its water. It doesn't create rights in them -- the individual farmers. Quite to the contrary. What it does it restricts the ability of the district in order to protect the United States' interests, to make sure the United States will be paid for the water that it ultimately provides to the district. The central point that I would like to leave you with, though, here at the end is the importance of protecting the relationship between the United States and Westlands. But although we disagree on some matters, we are able to reach accommodation and agreement, and when we're able to do that, it's to the good of all concerned. The contracts and the laws here are structured to allow those types of agreements to be reached, and we think that allowing third party beneficiary suits would be very disruptive of that -- that operation.",
  "Mr. Chief Justice, and may it please the Court: The court of appeals erred in this case in -- in its ruling that a alleged agreement between two noncompeting owners of a joint venture respecting price is a per se violation of the Sherman Act. And this is not a per se violation for two particular reasons. First, the venture in this case is not a sham, but rather a lawful efficiency-enhancing integration of economic activity. And second, the parties in this case do not compete with one another or the joint venture in the selling of the product.",
  "As this case comes to this Court, that's a necessary conclusion of the court of appeals determination. In the district court, the parties -- the respondents had argued that this was a patently anticompetitive joint venture, and the district court rejected that, and it said at page 68 of the Texaco petition appendix that no reasonable jury could find that this joint venture is patently anticompetitive. And it further found that respondents did not make a rule of reason challenge to the legitimacy of the joint venture. So as the case came to the court of appeals, it came to it with that ruling, and the court of appeals itself at pages 4a and 5a of the petition appendix --",
  "No, it wasn't, but we don't think that Citizens Publishing has a direct bearing on the case here. This Court's reasoning with regard to per se analysis and joint ventures have evolved beyond the simple statement that was made in Citizens Publishing. Instead, the Court looks to the question of whether or not the agreement at issue is plainly anticompetitive. And as this Court's decisions in cases such as BMI and NCAA have recognized, the -- simply attaching the moniker of price fixing or price unification is not sufficient to answer the question, the fundamental question here, which is, is there actually a fixing of prices between two parties that are in competition? That's not the case here. The price unification agreement that's alleged in this case is -- arises out of a joint venture in which, by the very nature of the joint venture itself, the two participants no longer compete, and in the absence of such competition, this is much like a merger. And in the same way that if the two parties had merged their downstream operations, they would be able to choose whatever prices that they chose. Likewise, the same applies with regard to the joint venture, and it's particularly true that this cannot be subject to a per se analysis.",
  "That's correct. And with regard to --",
  "That's correct. And so an agreement outside the joint venture to take -- to enter into anticompetitive activity outside the joint venture is subject to further analysis.",
  "No, Your Honor. The -- the decision, once the joint venture took effect, as to how the products would be priced, was simply an allocation of the profits of the joint venture. There's no actual competition between Texaco and Shell. That was simply the formula for determining --",
  "Yes, Your Honor. But in -- in that regard, there's competition at the pump, but there's no competition -- as between those two gas stations, but there's no competition between the owners of the joint venture here, Texaco and Shell.",
  "That's exactly right.",
  "That's correct.",
  "And in fact --",
  "That is all correct.",
  "Well, that's the factual dispute that the court of appeals recognized in this case.",
  "Texaco and Shell take the position that simply this is a decision that's made by the owners of Equilon or Equilon itself --",
  "No, there isn't. And in fact, that is why this cannot be analyzed under the per se rule. This is simply a situation in which a single company is selecting the prices of its -- of its --",
  "Respondents' view is that there was an agreement that was entered into, an alleged agreement, at the time of formation of this entity, in which Texaco and Shell agreed to set the Texaco product and the Shell product at the same price. And the United States' response to that is that cannot be a per se violation of the antitrust laws. That is simply -- there -- because the parties are not competing with one another, it doesn't make any difference whether or not they've agreed to set it as the same price or different prices. It simply is irrelevant to the anticompetitive --",
  "It is more the latter, Your Honor, that what happens in these cases the refineries refine unbranded gasoline. They send it to distribution centers, the terminals, and at that point additives are added and the gasoline then is sold as either Texaco or Shell gasoline.",
  "But that is simply the choice that the owners --",
  "That is -- would be the same as if the owners or the shareholders made a decision about how two different products --",
  "Well, Your Honor, in that situation there could be an antitrust violation, but it would not be a per se violation. It would be a rule of reason violation. And as this case comes to this Court, the question is whether is there -- there was a per se violation of the antitrust laws, and we cannot say that this agreement, if it exists, was so plainly anticompetitive that it can be condemned without a further inquiry into the nature of the relationship here. I'd like to point out also the court of appeals erred further by trying to limit the effects of its per se ruling by invoking the ancillary restraints doctrine. The ancillary restraints doctrine does not apply here. It applies to a situation that Justice Souter referred to earlier where if the two parties entered into a joint venture and then the owners of the joint venture agreed to some agreement outside of the joint venture -- for instance, to -- to set the price of their products outside the joint venture -- in that situation, under the ancillary restraints doctrine, the question would be, is that particular agreement reasonably necessary for -- to fulfill the purposes of the joint venture? But that's not what we have here. The agreement here goes to the conduct of the venture itself, and even under a rule of reason analysis, the inquiry would be, first, what is the nature of the agreement? Does it have anticompetitive effects? And are those anticompetitive effects outweighed by other procompetitive benefits? That is the type of analysis that would be made in this case if a rule of reason analysis was invoked by respondents. They have not done that in this case, and the same rule -- the same reasoning applies with respect to the quick look doctrine. In both of those cases, there simply is not a basis for finding a antitrust violation, and this Court should reverse the finding of the -- the judgment of the court of appeals and reinstate the judgment of the district court granting summary judgment to petitioners. This case --",
  "If I said that, I misspoke. The profits were shared based on a ratio of the contributions of -- of assets that were devoted to the joint venture. What I meant to say, rather, was it could have been more like a performance-based pricing mechanism, but it does -- it had no bearing on the -- the relative profits that either firm would make. It was simply a pricing decision. Equilon had to price its products at some price, and so initially it set it at some -- whatever prices they may have been. But ultimately the pricing decision is -- simply does not have anticompetitive significance here. I would like to emphasize this case -- thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: The United States submits that the operation of Petitioner's hydropower facilities results in a discharge into the navigable waters within the meaning of section 401 of the Clean Water Act. section 401 uses the term \"discharge\" in its ordinary sense to mean a \"flowing out\" or \"issuing out.\" The facilities at issue in this case, which divert water, impound it, and then release it, produce a flowing or issuing out of that water into the navigable Presumpscot River.",
  "No, it does not, Your Honor.",
  "Because it uses the term \"discharge of a pollutant,\" which is --",
  "-- which is defined, under the Clean Water Act, as a statutory term of art, to mean the addition of a pollution -- of a pollutant from a point source. On the other hand, the Clean Water Act interprets or defines \"discharge\" to include the \"discharge of a pollutant.\" So, it's clear that the term \"discharge\" is broader than the term \"discharge of a pollutant,\" and does not include the requirement of an addition.",
  "I respectfully disagree, Your Honor, because, in Miccosukee, it addressed the specific question of whether or not there is an addition. And, in the much-quoted soup-ladle example, what it was talking about, in that instance, was taking a ladle of soup, removing it from the pot, and adding it back. The pouring back of the soup into the pot is a discharge, it's a flowing or issuing out. It's not an addition, because nothing is being added to the soup. Now, in this case, we're using the term \"discharge,\" not \"addition.\" And there is, obviously, a flowing or issuing out from the dam. Anyone who goes and observes a dam, and sees the water leaving the dam, will say that's a \"discharge.\" That's common parlance. It's been repeated numerous times in this Court's own decisions in describing dam operations. Furthermore --",
  "That's correct --",
  "-- that there was no transmission.",
  "But I think, Justice Souter, you are right in focusing on the exiting from the dam and why discharges are important here.",
  "Yes, I think it would have come out the same way.",
  "Your Honor, if we look to the Miccosukee opinion, at 541 U.S. 109 to 110, it discusses this issue. One of the issues there is, Are there two bodies of water or one body of water?",
  "And the Court -- that question was left unresolved in Miccosukee. That's what's being tried in Florida right now.",
  "Yes, but in -- at page 109, what this Court said -- it talked about the S-9 pump, which was central there, because it was moving the body -- that the -- the water. It was transmitting it. And it was -- talked about pumping the water from one part of the water body to the other. That's a discharge, even though it's the same water body.",
  "With --",
  "With respect --",
  "-- I think you have --",
  "-- it exactly backwards with what the position of the United States was in Miccosukee, and it explains why our -- we took that position. And the Court upheld our position in Miccosukee. And we're taking the different position here. Because here we're talking about a discharge, not an addition. The dictionary definition of \"discharge\" nowhere speaks of \"addition.\" Petitioners have not pointed to any dictionary definition that speaks in terms of an addition. It talks about a flowing or issuing out. What it connotes is that the water has, in some sense, been contained or confined, to some degree.",
  "And it's issuing out --",
  "Well, Your Honor, as people in the office are familiar with, in the SG's office, the names in the brief tell very little about who has participated in the discussions and the writing of the brief. The Rapanos case --",
  "Well, Your Honor, this is primarily a case about the Clean Water Act. I would point to the Rapanos case, immediately before. The Corps' name is not on the brief, and EPA's name is not on the brief.",
  "So, we can't draw --",
  "I certainly --",
  "-- do. They join in the consensus position of the United States. This brief has been coordinated not only with EPA and FERC, but also the Department of the Interior and the Army Corps of Engineers. This is the position of the United States.",
  "Right.",
  "I think what's illuminating is their consistent position, since 1970, when this provision was first enacted into law, in the Water Quality Improvement Act of 1970, 2 years before the Clean Water Act amendments.",
  "I think it's certainly possible, on an individual river. Imagine if a State had a river that is designated as a wilderness area or a wild and scenic river, and determined it did not --",
  "-- want to have hydropower.",
  "If they did it statewide, I think --",
  "If they did it statewide, it would raise a question of whether or not that action is preempted under the Federal Power Act, not under the Clean Water Act. And that would -- that's obviously not the issue here. Maine, as you have heard, supports hydropower production. The question here is reconciling the competing roles of the hydropower company, on the one hand, and the State and Federal Governments, which, in the spirit of cooperative federalism, work together on these matters. We are very supportive of the States' approach of reviewing discharges to determine whether or not there has been the creation of pollution, and determining whether or not there is a violation of their water quality standards. This is a part of -- an important role that the State has under the Clean Water Act, that Congress gave to the State, and to which we defend. I'd like to point out that one of the things that's been talked about here is the oddity, supposed oddity, of a water discharging into itself. And that's not odd at all. One often talks about, for instance, the fresh water above the dam being discharged into the fresh waters below. That's -- there's nothing unusual about this, because we're talking about the characteristic of a water that might be shared by the water that's upstream and contained in the dam and is also a characteristic of the water below. Now, under section 401, the upstream characteristic doesn't matter, because it's -- it refers to \"any discharge,\" and it says \"into the navigable waters.\" \"Into\" is significant, because \"any discharge\" is \"out of something.\" And so, it can also be \"into something.\" And by stating \"into navigable waters\", Congress indicated what it was concerned about, which was that discharges that go into the navigable waters can cause pollution, and, therefore, ought to be reviewed by the State to make sure the water quality standards are being met. There's nothing unusual in this at all. It simply indicates that Congress was not concerned about discharges that go elsewhere; for instance, into a municipal water system or onto irrigated land. What we have here --",
  "The reason why, it was because Congress gave the States primary authority under the Clean Water Act to deal with pollution. Discharges from confinements, from confined water, creates pollution, even in the absence of pollutants, by the stratification, the deprivation of oxygen, and the like. And Congress recognized that where there's a discharge, there's likely to be a pollution problem, and that pollution problem will be manifested downstream. And it, therefore, makes sense for the State to be able to review and determine whether or not its water quality standards will be met.",
  "Yes. It includes the protection of fish. And, in fact, one of the things that this permit does, in this particular case, this condition, is, it ensures that there is, in fact, water in the bypass reaches. In the absence of the conditions that the State imposed here, there would be no water at all in the bypass reaches. Now, it's true that FERC itself can impose conditions to meet these requirements --",
  "-- but --",
  "May I answer that question --",
  "-- Your Honor? The Clean Water Act provides for exactly this problem. It does address the problem of interstate pollution. I believe that this Court's case in Arkansas versus Oklahoma deals with that type of issue. It provides for a reconciliation, with EPA playing an important role in those interstate concerns. Thank you, Your Honor.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The United States submits that the right to a patent is an important matter, but it must be considered in the context of the remedies as well. And the United States further submits the patentee's right to an injunction should be covered by the familiar four-factor test this Court has applied in cases such as Weinberger v. Romero-Barcelo. This Court's express endorsement of the four-factor test would provide disciplined guidance and a framework for the lower courts to evaluate whether or not a patent should issue in any particular case. The court of appeals in this case did not make express reference to the four-factor test. Nevertheless, it did identify the difficulties with the -- the district court's decisions.",
  "Not exactly, Your Honor. We think that there is some legitimate confusion among the patent bar and in the community about whether or not this test issues nearly automatically or not. Certainly there are many amicus briefs on both sides. And we think it's useful for this Court to make clear that this is an exercise of equitable discretion. Now, Judge Bryson, I think, was aware of the four-factor test. In fact, both parties cited the four-factor test before the district court. He was also aware of the abuse of discretion standard. That's a well-established standard and the parties cited that standard to the Federal Circuit in the course of briefing this case below. But what we think this Court can do is it can provide guidance on how those factors are applied in the patent context in this very important area. We think the court of appeals decision is correct. The benefit to this Court explaining why that is so, and I'd like to -- one factor in particular? What if by the time you get to the injunction stage, the -- the patent office has, you know, rejected all of the underlying claims in a preliminary way? It's not final. Can the district court take that into account in deciding not to issue an injunction?",
  "Well, I think, Your Honor, you're referring to the reexamination process",
  "-- that, in fact, is ongoing in this case. And we think merely that the Patent and Trademark Office's office action is not sufficient. In this case, if I can speak outside the record, there has been what is called a first office action and a second office action, but no final action by the PTO. But even if there was final action by the PTO, that would still be subject to review by an administrative body, the Board of Patent Appeals and Interferences, and there would be further judicial review. The PTO would not withdraw the patent, would not certify that it's invalid until the conclusion of the judicial process. court should not act precipitously. It may have -- the district court would have discretion to take that into pending the --",
  "Well, it also might be a -- a basis in terms of how to structure the injunction. We simply meant to indicate in footnote 27 the district court has discretion on remand to take these factors into account based on where the case is at that time. We're not taking a position one way or another what the Court should do in this particular case. That is an exercise of discretion. It's subject to review for abuse of discretion. But I would like to talk about the four individual factors in this case because I think it provides helpful guidance in the resolution of the dispute before the Court. As an initial matter, with regard to irreparable injury, patent infringement normally will patent holder its statutory right to exclude others from practicing the invention. It's the type of right",
  "That's correct, but the difficulty here is the pragmatic question of whether the district court can determine whether damages are appropriate or not in a particular case.",
  "No. There -- we certainly recognize there can be cases where there would not be irreparable --",
  "Well, my -- our position is not that it's always, but that it normally is irreparable injury. It usually will be. And there are certainly circumstances we can envision where it would not be irreparable injury.",
  "Yes, that's correct. And the reason why damages are not an adequate remedy is difficult for the district court, looking forward, to determine what business opportunities are available to the -- to the licensor or the practitioner in the face of the prospect of continuing infringement. And that is why, as Judge Easterbrook noted in the Catheter case, the injunction harnesses the market to determine what the market value of that patent is. It forces negotiation between the parties, as compared to the court acting to try and develop a reasonable royalty based on a battle of experts.",
  "Yes, that's what we're talking about.",
  "Well, when a district court --",
  "Yes, but in this case the district court has awarded the damages for the past -- past actions already, and the question is how will we deal with the threat of continuing infringement. And the difficulty that the district court faces here is it has to, if it takes no action, as it's done now, it will at some later date have to go back and determine what those damages would be.",
  "Absolutely not.",
  "We are suggesting what Justice Kennedy suggested; namely, that the injunction proceedings provide an opportunity to determine whether or will not, and the injunction will be structured to allow it or not, depending on whether or not it's go forward with a determination, a certainty that eBay will have that its work-around is either violative or it is not. But our view is that by issuing the injunction, the district court, in the proceedings leading up to the injunction, can determine whether or not this work-around is valid or not.",
  "Yes. There -- I think there -- this is a four-factor test, and there are questions of balance of hardship and public interest. And certainly equity should be cautious not to inflict unnecessary hardship on parties. In the case of a nonwillful infringer, for instance, that has made good faith investments that might be set aside by the -- by an injunction, there might be grounds in those circumstances not to issue an injunction. There's also a public interest inquiry as well. If the injunction would threaten national security, public health and safety, undermine core aspects of commerce --",
  "We're not suggesting that automatically that there is withhold with relief because of a nonwillful infringement. We're simply drawing the -- the distinction between a case, such as this, where there is willful infringement -- and, in fact, the party has been found to have both had notice of the patent and also have known that it did not -- did not have a reasonable basis for concluding it was not infringing or the patent was invalid. In those circumstances, the patentee takes on greater risk than the party that simply is not aware of the -- of the without realizing that, in fact, it was there. This is, again, a four-factor test, and we provide the --",
  "We don't think that's appropriate because, first of all, the -- the court of appeals did identify the factors the district court relied on that weighed on -- it thought weighed on eBay's side of the balance, and it properly rejected each one of those. But furthermore, we think that this Court's enunciation of the tests and the application of the tests, much as it did in the patent case of Pfaff v. Wells Electronics 3 years ago, could provide very useful guidance in terms of how this test applies in a specific, concrete context. But the factors that the court of appeals relied on here and rejected, found insufficient were really quite right. First of all, there should not be an automatic distinction between a party that practices",
  "Thank you, Your Honor."
]