[
  "Mr. Chief Justice, and may it please the Court: First of all, a brief factual correction. The change in the judge's ruling did not occur before Mr. Vincent testified. The change in the judge's ruling occurred on April 2nd, 1992, 2 days after the ruling had been made after Mr. Vincent had testified. What happened on April 1st, 1992 was the judge indicated that he would reconsider his motion and hold it in abeyance, but he did not, at that time, take back the directed verdict of acquittal.",
  "He -- he took the position, Justice Scalia, that he could take back his ruling because he had not informed the jury of it.",
  "A position that we submit is wrong under this Court's precedent in Sanabria.",
  "What a reviewing court has to do under this precedent in Martin Linen, Justice Scalia, is look at the words and actions of the trial court and decide whether or not it amounts to a ruling. Now, in this case --",
  "Well, actually, Justice Scalia, it's petitioner who's arguing for a magic words approach, or the Michigan Supreme Court at least.",
  "Well, Justice Scalia, our position is, is that the trial judge's intent is a relevant fact, but whether or not what he did amounted to an acquittal --",
  "-- is a question of law.",
  "Yes. What we attacked in Federal district court on habeas was the Michigan Supreme Court's conclusion that there had never been an acquittal at all, and we persuaded the Federal district judge and the Sixth Circuit that the Michigan Supreme Court's conclusion that there had not been an acquittal was an unreasonable application of this Court's precedents, particularly Ball, Kepner, Green, because the Michigan Supreme Court placed primary emphasis on the absence of formal trappings, and this Court has repeatedly held that even in the absence of any written judgment at all, as in Ball and Kepner, that a final directed -- a verdict of acquittal is final.",
  "Well, this Court's precedents, particularly Martin Linen, teach that what the reviewing court is supposed to do is look not to the form of the trial court's ruling but the substance.",
  "Well, Smalis, Your Honor.",
  "Smalis came from a State court.",
  "That's right. In this case, however, if you look at the full record, the trial judge himself -- and if we get to the issue of intent, Justice Scalia -- the trial judge himself says over and over, I made a ruling, I came to a conclusion, I made a decision, and even at one point, I granted a motion for a directed verdict. He took the position simply as a matter of law, double jeopardy law, Federal double jeopardy law.",
  "It was a -- it was its legal conclusion --",
  "-- that there had been no --",
  "No. But it --",
  "Mr. Chief Justice, it matters for AEDPA whether it's law or fact because then we're under (d)(1) or (d)(2).",
  "And so --",
  "Well, it is our position that we win under either because even if it's a finding of fact, it's so unreasonable to say that there was no directed verdict of acquittal here, that we should prevail. But --",
  "That's right.",
  "Oh, that's not quite right, Justice Scalia. What -- what the Michigan Supreme Court ruled or stated was they agreed with the Michigan Court of Appeals and the dissenters in the Michigan Supreme Court that characterizing the trial judge's comments as an acquittal would require us to reverse Mr. Vincent's conviction. The Michigan Supreme Court actually said that. So they -- and that was after a discussion of Smalis. Both the Michigan Court of appeals and the Michigan Supreme Court, after reviewing this Court's decision in Smalis, like so many other lower courts, have come to the conclusion that what a trial judge may not do, consistent with the Double Jeopardy Clause, is revisit a directed verdict at any point later in the trial.",
  "Not at all, Justice Breyer.",
  "No. The difference between that and this is that the ruling is not final. Here the ruling was unquestionably final. The judge --",
  "I'm sorry?",
  "Because the judge announced his ruling. All the parties, including the judge, understood that under Michigan court rules, the judge could not reserve his decision, had to make it. He did so. He announced his decision. He said, okay. Is there anything else?",
  "It -- the -- the court rule doesn't say that. The court rule says --",
  "The Michigan rule -- I -- I don't -- frankly, I don't know because the Michigan rule simply says the judge may not reserve his decision.",
  "In -- in that case that would -- that might well be all right because he hasn't made a final decision. The problem here -- we're not --",
  "That's very similar to Lowe v. State in the Kansas case in which the Kansas Supreme Court, after this Court's decision in Smalis, concluded that a judge couldn't do that even though there had been no intervening proceedings. The judge had --",
  "An acquittal is final. That is the most fundamental rule of this Court's double jeopardy --",
  "But, Your Honor, this Court has said over and over again that an acquittal by a judge, in the context of a directed verdict, is equivalent to an acquittal by a jury. And the same --",
  "Yes.",
  "I'm not arguing that, Justice Ginsburg. I am taking the position that if the judge immediately corrects a mistake, as happened in People v. Vilt, a case relied upon by the petitioner, that's different.",
  "But, Your Honor, if that was the law, then Smalis v. Pennsylvania is impossible to understand because in Smalis the prosecution there could have taken some sort of emergency appeal to the Pennsylvania Supreme -- Pennsylvania Superior Court, got a ruling late that afternoon, and come back the next morning and resumed the trial. And in fact, the prosecution tried exactly that in a Tenth Circuit case, United States versus Eliason.",
  "Actually the judge in Smalis agreed to a reconsideration motion --",
  "Yes, that's -- that's right. What I'm saying is, is that if double jeopardy doesn't protect -- if there's no double jeopardy violation, if it can be revisited quickly, then Smalis is impossible to understand because Smalis then would simply come down to if you can do it quickly, if you can get an appeal to a higher court and a reversal quickly --",
  "Yes, Justice Scalia. And -- and the point of that argument is that it makes it completely dispositive as to whether there are other defendants remaining, as I believe Mr. Chief Justice --",
  "Yes.",
  "If --",
  "If no further proceedings have occurred, and that is the line that almost all --",
  "First of all, Justice Breyer, he said, I granted the motion. He took the position as a matter --",
  "And he came back the next morning and said I granted your motion. He took the position that it didn't count --",
  "Yes.",
  "If further proceedings have occurred, which unquestionably occurred here, then followed by an overnight recess, during a trial a defendant --",
  "There were five pages of proceedings that are --",
  "No. On -- on joint appendix pages 13 through 18, the parties litigated a number of other matters, including in which order will --",
  "Not at that point, no. But what --",
  "We don't know because all we know --",
  "We know that his attorney made decisions on matters such as who is going to go first, will the defendants be present for each other's juries, will witnesses be allowed in the courtroom, a sequestration order. He made those decisions at a point when his client had been acquitted of first degree murder.",
  "We simply don't know, Justice Souter. It's a --",
  "Yes.",
  "Yes. Well, first of all, on those particular decisions, we don't know and it's impossible to reconstruct that at this point. What we do know is that during the overnight recess, Mr. Vincent and his attorney -- as this Court noted in Geders versus the United States, an overnight recess during a trial is a critical time to make crucial decisions --",
  "That's actually not quite true as to Mr. Vincent. Mr. Vincent was removed from the courtroom before the prosecutor said I would like to make a brief restatement on first degree --",
  "His lawyer was still there. That's right.",
  "The ruling had not been taken back, though, Justice Souter. All --",
  "What -- all he agreed to do is hear more argument. He did -- in no way indicate --",
  "It suggests it, but it -- he certainly doesn't say it.",
  "All -- he makes a general statement --",
  "If I had been in trial counsel's position, I wouldn't have known what to do because we have a --",
  "But --",
  "But --",
  "As trial counsel stated the next morning, it was my impression that you made a firm ruling, judge. So --",
  "I don't know if that would be possible with a -- with two juries. There were actually two juries in this case sitting around waiting for the defense to --",
  "It -- it wasn't requested because at the end of the hearing, in which the prosecution made his improved closing argument to the judge, there was no ruling. The judge simply said, I'm going to think about it. I'm going to take it under advisement. He didn't make the ruling until after Mr. Vincent testified.",
  "I agree. This Court's precedents --",
  "And --",
  "And I've taken the position in the brief that we don't have to show prejudice. Under double jeopardy, the prejudice is --",
  "-- is inherent in being subjected to post-acquittal fact-finding proceedings.",
  "I agree.",
  "Justice Breyer, yes. And -- and the reason --",
  "The rule from the Solicitor General's position would make it completely dispositive as to whether there happened to be other charges remaining, as in Smalis itself, and whether or not there happened to be other defendants.",
  "If they're correct that it was not an acquittal.",
  "I agree. But if you look at the trial judge's comments, he consistently maintains that he -- he made a ruling. And ruling is actually the exact word from Martin Linen, that this Court has to decide whether or not the trial judge made a ruling.",
  "Because what -- what AEDPA requires is not to look at the decisions of the lower courts, but to look to see whether the decision of the Michigan Supreme Court was a clearly unreasonable application. Now, I should point out, first of all, on that issue whether a judge can take back a directed verdict, the Michigan Supreme Court did not rule against us, in fact indicated that it agreed with our position that a judge may not take back a directed verdict if he had -- if he has actually rendered one. And the Michigan Court of Appeals ruled the same way. But if you look at the split of authority, it's a very striking split of authority. The cases that cite and rely upon Smalis on very similar situations where there is a directed verdict, a partial directed verdict during an ongoing trial, so the trial continues, and then the judge attempts to take back the directed verdict at some point later in the trial, those courts that have applied Smalis have, with one exception, held that the judge cannot do it. Those courts that have gone the other way have almost uniformly relied on a Second Circuit decision, United States versus LoRusso, which says that there is no problem with doing that because it does not result in a second trial. And what this Court could not have been more clear about in Smalis is that a double jeopardy is violated not only if a reversal of a directed verdict would result in a second trial, but if it would result in a continuation of the same trial. And that is why this case is constitutionally indistinguishable from Smalis. The only difference between this case and Smalis is that instead of going to a higher court, as was attempted by -- in the Tenth Circuit in United States versus Ellison, what happened there is that the prosecution -- there was a partial directed verdict, exactly as in this case. The prosecution ran across --",
  "Yes.",
  "Well, there was doubt as to what the judge had done. The Pennsylvania Supreme Court said it wasn't a directed verdict because it was a legal ruling and not a -- not --",
  "Yes.",
  "No, and that is -- and that is a distinction. That's why we have an issue one, Mr. Chief Justice, is -- is, of course, we have to get past the issue of was there a directed verdict. Then we get to issue two. If there was a directed verdict, can the judge take it back? And that is where I maintain that this case is constitutionally indistinguishable from Smalis. On -- on issue one, I -- I just wanted to make a further point about whether this is fact finding or a legal finding. The Michigan Supreme Court itself did not regard what it was doing as fact finding. There was not the slightest indication in the Michigan Supreme Court's opinion that it thought it was engaged in fact finding. Nor did this Court think that it was engaged in fact finding in several cases in which this Court has examined arguably ambiguous district court transcripts to determine whether or not an acquittal had been granted, for example, Scott and even more clearly, Sanabria. In Sanabria, this Court had to wade through a difficult record to determine whether or not the district court had, in fact, granted a directed verdict on both theories, numbers theory and horse betting theory.",
  "Yes. I believe that follows immediately, well, first of all, from Maryland v. Benton which applies Double Jeopardy Clause to the States, but also from Crist --",
  "No. But it also follows from Crist v. Bretz in which this Court rejected a -- Montana's attempt to declare that jeopardy doesn't attach until the first witness is sworn in a jury trial. And this Court said, no. Where -- where jeopardy attaches and terminates is a matter of Federal constitutional law, and it concluded, therefore, that Montana must follow the Federal rule to that point which is that jeopardy attaches when the jury is sworn. And so this Court has consistently applied the same principles about jeopardy-attaching and jeopardy-terminating events whether the cases arise in State or Federal court.",
  "Your Honor, I find that --",
  "Justice Scalia, I find that hard to square with Martin Linen which teaches us that what a reviewing court must do is putting aside form, looking at substance to decide whether the trial court has found an essential element of the offense is missing. And here, the trial judge clearly stated that there is no premeditation been shown, that therefore second degree murder is the appropriate charge, that a docket entry that could not have been more clear was made to that effect on that day, March 31st, 1992, and then followed by at least five statements by the trial judge over the next 2 days explaining that he had made a ruling, that he had directed a verdict, come to a conclusion and made a decision --",
  "Excuse me, Justice Ginsburg. You're quite correct. He said, I granted a motion. I didn't direct a verdict. And his distinction was clearly one of law. He clearly believed that so long as the jury was not told, there was a distinction between granting a motion and directing a verdict. And that position is untenable after Sanabria versus United States and also Martin Linen where the -- the United States made the same argument in Martin Linen, that as long as it's the judge after the hung jury declaring a -- an acquittal, if it doesn't involve the jury in some way, it doesn't count. The same argument was apparently made in Sanabria and dismissed in a footnote that it was so obviously -- so obviously contrary to Martin Linen. And so the judge never said as a fact -- as a fact -- I did not find absence of premeditation. He clearly found absence of premeditation, consistently admitted that that's what he had done, but simply believed, as a matter of double jeopardy law, wrong as a matter of double jeopardy law, that he could take back that decision. The Michigan Supreme Court's conclusion was contrary even under the criteria that the Michigan Supreme Court adopted, wanting to see certain formalities before they would conclude that a acquittal has been granted. That standard was met here. The Michigan Supreme Court itself acknowledged that a docket entry is exactly the sort of formality that they were looking for but then inexplicably failed to notice that there had been such a docket entry made in this case. Not inexplicably the State failed to include the docket entry in its appendix in violation of the Michigan court rules. That's why the Michigan Supreme Court was apparently unaware of the dispositive docket entry.",
  "There was a motion for reconsideration filed, yes, Justice Stevens.",
  "Like this Court's denial of certiorari there --",
  "I -- I believe it is. An appeal to the Michigan Supreme Court is a discretionary matter in the first place. And the denial of reconsideration is traditionally treated as a discretionary matter under Michigan law.",
  "Well, it's an error in the record I believe.",
  "I -- I can't explain it. It was a 5 to 2 vote for denial of reconsideration. I simply can't explain how they came to that conclusion. The bottom line here was, was Mr. Vincent subjected to post-acquittal fact-finding proceedings in violation of the Double Jeopardy Clause? Exactly as in Smalis, he was. Smalis -- there would have been post-acquittal fact-finding proceedings --",
  "Yes, Your Honor. I don't believe that there has been any case distinguishing an acquittal, in quotation marks, for purposes of the Double Jeopardy Clause from any other sort of an acquittal. An acquittal is defined in Martin Linen and this Court's --",
  "I believe he was acquitted for all purposes, Justice Stevens. I -- I don't believe that one can profitably draw a distinction between being acquitted for one purpose or another.",
  "Mr. Chief Justice, and may it please the Court: In fact, in the 41 years since this Court's decision in Douglas, no State, not one, not even a -- a territorial jurisdiction, except for Michigan, has even attempted to deny counsel to any indigents appealing any type of first tier appeal.",
  "It is, of course, possible, Justice O'Connor, that this Court could do that.",
  "Not at all, Justice O'Connor. This case fits squarely within the two prior lawyer-client standing cases, the Triplett case in which this Court unanimously found standing for a -- for a lawyer representing black lung claimants, and the Caplin & Drysdale case in which this Court found standing for a third party assertion by a firm representing a criminal defendant. And what those three cases have in common and what makes them unique is that this can only arise in a case in which the statute or law being challenged disentitles the client either through loss of funding or through, like Michigan's law, a statute -- disentitles the client to representation. Any other change in the law, tort reform brought up by my -­ really disentitle the client to representation. It says counsel won't be appointed for him. But presumably these lawyers could have offered their services.",
  "Mr. Chief Justice, that wouldn't be practical, and that raises a point that Justice Souter also raised in the argument. It wouldn't be practical for Mr. Fitzgerald or Mr. Vogler to offer their services pro bono to some indigent in this position because to do so would probably -- probably be unethical or malpractice. First of all, they can't be appointed. What the statute prohibits is the appointment of counsel like Mr. Fitzgerald and Mr. Vogler. So they -- they cannot form an attorney-client relationship by operation of law.",
  "But Justice Souter, that's impractical and unethical in this case because if Mr. Fitzgerald and Mr. Vogler were to do that, they would have to represent the indigent on his or her underlying plea and sentencing issues -­",
  "-- or those would be lost forever -­",
  "-- because the time would fly. And so if they also represented him on the underlying plea and sentencing issues, then this person would not -- then the underlying defendant would not be a person with standing to raise the lack of counsel because in fact they have counsel.",
  "This was -- this was -- for Mr. Fitzgerald and Mr. Vogler, they were challenging both the prestatutory practice of the three defendant judges.",
  "No. Mr. Fitzgerald and Mr. Vogler, Justice O'Connor, are the attorneys. They were -- they -­",
  "They routinely take appointments. They are on a list of --",
  "Presently and future defendants.",
  "Past defendants. They -- they -­",
  "I think I -- I think I misspoke. At the time the statute was passed, it had not gone into effect. This challenge was filed in order to prevent the statute from going into effect, to prevent approximately 2,000 Michigan indigents a year being denied the right to counsel.",
  "Present and future defendants.",
  "Well, they're not representing any named defendants. The -- the problem is that as the statute goes into effect, they will presumably not receive any further funding for -­",
  "Well, they're in exactly the same position as the bartender in -- or the beer vendor in -­ in Craig v. Boren. They're representing prospective clients, prospective patients as in Singleton v. Wulff again. This Court has over and over again -- in fact, in Triplett itself, this Court recognized that -­ specifically said that in Triplett that it applied to prospective clients, that the -- and it said that in Triplett that -- it quoted the three factors. And it said that -- excuse me. I'm looking at the wrong page. It said in Triplett that a restriction upon the fees a lawyer may charge applied to the lawyer's prospective client of a due process right to obtain legal representation falls squarely within this principle. And that was the principle of third party standing that this Court cited -­",
  "That's -­",
  "But Justice Scalia, this Court has never held that such a restriction is a condition precedent or required in order for a person to assert third party rights.",
  "Well, in -- Singleton is a case in which there was no direct sanction against the doctors who provided Medicaid abortions.",
  "I'm sorry. I didn't follow that question, Justice Kennedy.",
  "Well, I think you have ruled on this Court -- point by many times recognizing that even persons against whom the statute or law would not directly affect -- for example, all the way back to 1925 with Pierce v. Society of Sisters, there was no legal prohibition against the school. The legal prohibition was against the students not going to public school. So 80 years ago this Court recognized that. In a situation analogous to this, the school -­",
  "That's right.",
  "That's correct, Justice Ginsburg. It was the school that was -- was held to have standing to assert the rights of future and current students, and the same is true of the Singleton case where, again, there was no particular restriction against the doctors. It was simply that they would not get funding.",
  "That was a plurality portion of the opinion.",
  "Well, actually we've cited it in our brief only for the article III proposition which this Court unanimously agreed that the doctors had article III standing because there was an economic energy -­",
  "But ultimately this Court in Singleton allowed the doctors' claim on behalf of the patients to proceed. I understand that it was a plurality opinion on the -- on the jus tertii standing.",
  "I think I might have misunderstood your question, Justice Souter. The question I understood was why don't they represent people and raise only the entitlement to right to counsel. In the Bulger case, for example, the Michigan Supreme Court -­",
  "If that attempt -- if that method were attempted, Mr. Casey would undoubtedly argue that the attorney would not be entitled to any funding because the attorney was never appointed. You can't just go out and find indigents that you would like to represent. You have to be formally appointed.",
  "The problem is is that the way the Michigan system works, it works on a strict rotation system, and so there's no -- there's no line-jumping here. There's no right for a -- a client to -- to request a certain attorney, for a certain attorney to go the head of the queue and say I would like to represent that fellow and be -­",
  "No, not at all. They --",
  "They routinely -­",
  "I think it's clear that the Michigan courts would unquestionably hold that a lawyer who simply inserts himself into a relationship without formal court appointment is not entitled to be paid.",
  "But the problem is, Justice Souter, we would then have an issue of Michigan law inserted as to whether -­",
  "That part is a Federal issue, but what Michigan -­",
  "And they will have to do so without any prospect of being paid, and that's -- that's the problem.",
  "They're not being paid for this lawsuit.",
  "Because Justice Souter, they would have to represent them on all of their issues. They would have to represent them on their plea and sentencing issues without being paid. And that's not what they're doing in this -­",
  "-- in this litigation.",
  "And --",
  "In -- in this lawsuit, if we win on the merits, they will then get far more appointments on the rotation system and then they will get paid for those appointments.",
  "Because --",
  "Because the statute, which is now in effect -- and this goes, by the way, back to the issue of prudential standing -­",
  "Correct. Far more.",
  "And -- and while this Court considers these issues of prudential standing, thousands of Michigan defendants will be denied the right to counsel -­",
  "Because there -- there was no person in position at the time. The problem was we had to file this litigation before the statute went into effect because once the statute went into effect, thousands of Michigan indigents would be denied the right to counsel every year and would suffer probably irreparable damage to their right to appeal -­",
  "No.",
  "Your -­",
  "Your Honor, the only kind of case to which this applies is a case exactly like Triplett, a case exactly like Caplin & Drysdale where the claim is that the underlying change in the law or the underlying law disenfranchises or disentitles the indigent or the criminal defendant or the defendant to representation.",
  "Because, first of all, if the indigent or the client still has representation, then there is no hindrance to the third party raising it themselves.",
  "Because the client could raise it directly, represented by the attorney. And so the third prong in jus tertii standing would be clearly missing in that case.",
  "But this Court's precedents indicate, Justice Breyer, that the indigents do have a significant hindrance to filing their claims themselves.",
  "But I think -­",
  "I think an answer I need to give to -- to cut through all of this is that third party standing is never predicated on the impossible. Third party standing is never predicated on the idea that third party standing is appropriate only if it is impossible for some indigent to make it into court or some third party or the person whose rights are being violated to make it into court. All that must be shown from this Court's precedents is a hindrance. So this Court did not require in Craig v. Boren that it was impossible that some young man could get his claim in front of the court.",
  "Right, but this Court never suggested that it was -- showing that it was impossible for someone to quickly get his claim before the court was --",
  "Well, the problem is is that in the meantime thousands of Michigan indigents are going to be denied counsel.",
  "That may well be a wise course of action -- action, Justice Ginsburg. I should point out that Mr. Casey, when he filed the response to the Bulger cert petition, brought this Court's attention to the fact that this underlying litigation was proceeding in a case that was then called Tesmer v. Granholm. And so he brought to this Court's attention that we had already prevailed in Federal district court in Tesmer v. Granholm as a suggestion as to why this Court did not need to grant cert in the Bulger case, and so this Court did not grant cert. I don't know, of course -- I don't know why this Court did not grant cert in Bulger.",
  "But I can be confident that if there are any procedural hurdles to this Court's exercise of jurisdiction in any of the State cases, Mr. Casey will alert this Court of them. And there may well be. For example, in the Melody Harris case, the Michigan Supreme Court remanded for further -- remanded for her to then file an application for leave to appeal on her underlying plea and sentencing issues without the assistance of counsel. Was the Michigan Supreme Court's order a final order? I don't know. This Court would obviously have to resolve that. But I can be confident that Mr. Casey will certainly bring up any procedural hurdles. And of course, this Court cannot exercise jurisdiction it does not have in a case just because it would be more convenient to do so. This Court does have jurisdiction in this case. The petitioners never challenged prudential standing at any point in this litigation -- they -- they challenged only article III standing, injury in fact -­ until this Court. And so part of the reason we don't have a better record is because this came on a motion to dismiss. This Court recognized in Lujan that a motion to dismiss is different than a summary judgment, requires a -- a different procedural posture. It requires the assumption of facts being true.",
  "I agree with you on that, Justice Scalia.",
  "I agree with you, Justice Stevens.",
  "Well, this Court has said so many times, and Powers v. Ohio, for example, noted the impediment to the -­",
  "That's right.",
  "I don't believe in all of the cases that both parties cited that there are any cases in which this Court has said that there was no impediment to the third party. It is -- it is certainly not the standard -­",
  "Not at all, Mr. Chief Justice. I didn't mean to be light about that.",
  "There -- we -- we fully concede there need to be an impediment, but what it does not require is the showing that it is impossible for someone to get here. What is a showing is that for most -- for the average person in the class, just like the average grand juror in Campbell v. Louisiana, or the average venire person in Powers v. Ohio, there are impediments to getting here.",
  "I'm willing to concede that because it is so clear to me that there is, that there is an impediment that trying to get into Federal court, trying to get here, for that matter, trying to get into Federal district court -- for an indigent, a typical person who is very likely -- someone like Mr. Carter, functionally illiterate, poorly educated, completely unaware of his rights, to try and navigate the -- the procedural hurdles of the Michigan system to get all the way through the Michigan system and then into Federal court, that is a daunting hurdle. And that's Evitts v. Lucey. This Court has recognized time and time again in -- in plea cases, Roe v. -- Roe v. Flores-Ortega. This Court has recognized time and time again in Peguero that even in a plea case a typical indigent is completely incapable of getting his or her case held -- heard, especially if you have to go through multiple layers of appeal without a counsel for the first tier. And that is the problem here. On the merits, I certainly would like to correct Mr. Casey's representations about the -- the nature of the Michigan system. The -- a properly filed application for leave to appeal is invariably denied for lack of merit in the grounds presented. look at each and every one of the cases that Mr. Casey has cited for the proposition that that is not a determination on the merits because not one of them says that. Not one of them specifically says that a order denying leave for lack of merit on the grounds presented is not a decision on the merits.",
  "Many, many.",
  "Improper denial of jail credit, making -- improper denial of jail credit.",
  "That is a sentencing error.",
  "No, it's not. The statute -- the only exceptions in the statute are for guidelines departures -­",
  "The problem, Your Honor, is that an indigent can't raise -- a typical indigent would be completely incapable of identifying this -- these sorts of issues.",
  "Your Honor, Michigan requires that ineffective assistance of counsel claims be raised on direct appeal. So if counsel has not raised the issue, then the indigent would have to recognize that by -- by himself, and then raise that issue, the ineffective assistance of counsel, on direct appeal. Further, even if counsel has recognized it, what we typically would have would be an oral objection at a sentencing hearing. For example, Your Honor, I think these sentences should be concurrent, and the judge says, no, I'm going to make them consecutive. That's an oral objection. The indigent will have to be able to get the transcripts, get the register of actions, get all the necessary documents, realize that that's a winning issue, that it does not put him at additional risk. That's another factor. One of the -- one of the points that a counsel can help with is tell an indigent, you don't want to take this appeal because success may result in revocation of the plea bargain and an additional risk -­ will have to realize that this is in my best interest to go ahead with this appeal. This is my issue. Find the cases, find the controlling authority. And even issues as complex as a Blakely issue, which this Court, of course, will be dealing with this afternoon, that is an open issue of Michigan law right now. Is -- are the Michigan sentencing guidelines unconstitutional or at least the application of them as a result of this Court's decision in Blakely? Right now, as a result of the order in Melody Harris, a typical Michigan indigent will have to raise that complex issue of Sixth an impossible burden, or the issue will be lost forever. And that is -- that is a burden that no indigent can meet. And so I would hope that this Court would not get hung up on the standing issue because this issue is so important right now, as a result of the Michigan Supreme Court's order. Right now these issues are happening and right now Michigan indigents are being denied the assistance of counsel. Unique in the Nation. And so this case has been adversely argued. That's the point of prudential standing. The petitioners waived the prudential standing issues below. They challenged only article III standing. And so there is every reason for this Court not to wait for a perfect case that may never come.",
  "I'm not familiar with that case, Your Honor. I just became aware of it by letter a few days ago and I have not had a chance to find out anything more about it. I have not seen the cert petition in that case. I'm not aware of the underlying -- excuse me -- the underlying order from the Michigan courts in that case. But there may never be a perfect case, but this requirements for prudential standing. Article III standing is clearly met in this case, and I hope this Court will affirm the decision of the Sixth Circuit. If this Court has no further questions.",
  "Mr. Chief Justice, and may it please the Court: The issue in this case is whether, 42 years after this Court decided in Douglas v. California that indigent defendants have the right to the assistance of counsel for a first-tier direct felony appeal - -",
  "It did not, Your Honor. It was a trial case.",
  "It did not. None of this Court's cases in the Douglas line have turned on whether the conviction was by trial or by plea.",
  "I don't believe it does, Your Honor, because as Mr. Halbert's case demonstrates, all sorts of difficult, technical issues can arise in a guilty plea. Of course, certain issues are waived. Trial issues are waived by the effect of a guilty plea, but many other issues remain. And as Mr. Halbert's case demonstrates, especially in the guilty plea cases -- this Court well knows the effect of the Federal sentencing guidelines - - very complicated issues of sentencing law arise. And now Michigan has a sentencing guideline system that is perhaps more complicated than the Federal system that's been in effect since the 1980's.",
  "He did not waive a right to file an application for leave to appeal. Because of the - -",
  "He waived the right to have a -- to have what is called in Michigan an automatic appeal, in other words, the right to automatically have full briefing and oral argument. So what he agreed to by pleading was to go through the application for leave to appeal procedure which involves a preliminary determination of merit as to whether the appeal should proceed.",
  "Well, he did not -- first of all, as a matter of fact, he did not. He was never told at any point during the plea proceedings that he would be giving up his right to counsel.",
  "He was told that under certain circumstances the judge would appoint counsel.",
  "But the judge never said, under any other circumstances, I will not appoint counsel.",
  "It might be a natural inference for somebody with a level of sophistication, but Mr. Halbert is a special education student, functionally illiterate. And nobody explained to him that he wouldn't be given his right to counsel.",
  "I hope the latter, Justice Kennedy, because this is a case in which the State is making a waiver argument. And, of course, the waiver argument is not part of -- is not the intent of the statute. What the statute does is it tacks on and, by the way, the defendant should be advised at the time of the plea that they won't be getting counsel.",
  "Absolutely.",
  "Absolutely, we would because that is a waiver that is designed to extract only from the poor. That waiver has no effect whatsoever on those with money because, in fact, a money defendant is not even eligible for appointed counsel on appeal. So that waiver has no effect whatsoever on - -",
  "It would have no effect whatsoever on money defendants I'm saying.",
  "The waiver would be unconstitutional under those conditions because it is a discriminatory waiver. To show how breathtaking the State's argument - -",
  "I'm sorry.",
  "Well, as this Court has long recognized, a trial provides very substantial benefit. I mean, excuse me. A guilty plea provides very substantial benefits. And so the effect of the Michigan statute then would be only the money defendant can receive the benefits of a guilty plea and then have sentencing errors corrected.",
  "Yes. Well, not only that, if the State's waiver argument is correct, then presumably the State could extract a waiver saying you can't have free transcripts. You can't have the waiver of the filing fees. In fact, the State could extract a waiver saying you can't have counsel at sentencing.",
  "Well, Justice Scalia, I actually have two responses to that. First, this is intentionally aimed at the poor. Looking at 770.3a, the statute under -- in question here, it is clearly aimed at the indigent. It refers to the indigent. So this is a statute that on its face is -- is taking away the right of the indigent and only the indigent to have -- have an attorney. So I don't agree that is is a -- simply a disparate impact case. But in the context of appellate counsel for a first-tier felony appeal, this Court's cases have -- have not applied the same line of analysis that this Court has applied in other contexts, and I think that's quite clear most recently in the MLB case - -",
  "Yes.",
  "Yes.",
  "Yes. There is no question that this statute was enacted for and specifically applies only to the indigent. It has -- it has no impact whatsoever on the wealthy, and it's aimed at the -- at the indigent only. So I do -- I do not agree that this - -",
  "It's not a -- a disparate impact claim I say, because it is intentionally aimed at the poor. The statute was designed to take away counsel from the poor and only from the poor.",
  "I'm not saying any, Justice Scalia.",
  "This case certainly is.",
  "Yes.",
  "This case -- in many ways the restrictions that are placed on the indigent's ability to appeal in Michigan, as a result of this statute, are worse than those that were struck down in Douglas because at least in Douglas the court, the appellate court, would review the entire transcript, looking for arguable issues. We don't even have that here. All we have here is the indigent forced to shift for himself, forced to try and determine whether there are any issues, forced to order his own transcript. Under the Michigan statute, the indigent has to figure out how to obtain his or her docket entries, his or her transcripts, his or her prisoner account statements, all the documents necessary for filing a first appeal that would ordinarily be done by counsel. And so - -",
  "Oh, it's my -- it's certainly my contention, Justice Stevens, that Michigan is required to afford appellate counsel in this situation for a first- tier direct felony appeal on the merits.",
  "It's a merger of both principles, as this Court said - -",
  "Yes.",
  "Yes, Justice Souter.",
  "It is directed - -",
  "It is directed against the poor, which is why there is an equal protection component to this argument, but this Court's cases - -",
  "I believe that's right. It's - - it's difficult -- I have to confess, Your Honor, it's difficult sometimes to separate out the due process and equal protection strands from the Griffin and Douglas line, and this Court most recently in MLB said that there is a certain merger. Also, I believe in Smith v. Robbins this Court reiterated that there is a certain merger of the lines in these cases. But - -",
  "I think that's right, Justice Souter. I think I agree with that.",
  "That's a question this Court hasn't decided, and I don't have a position on that. But that's far different from this case because that would not be discriminatory.",
  "Yes.",
  "I don't. And that -- that case has not come before this Court yet, and so I don't know how this Court would decide that case if it comes. I know some of the Federal circuits have upheld such appellate waivers as a part of a negotiated guilty plea. One thing the Michigan statute is -- does is it takes away the right to appeal effectively for indigents without negotiation. It's -- it's the baseline.",
  "But, Your Honor, the problem is - - is that the statute requires only the poor, imposes a forced waiver on only the poor.",
  "That's an equal protection claim.",
  "I'm really not sure that you can separate out the two strands of the Fourteenth Amendment again, and I know this Court didn't try in MLB, and I know this Court didn't try in Smith v. Robbins, so that there is -- there is a component of both. And it's precisely because of these sorts of questions that I think you have to view them as an integrated whole for purposes of the Griffin/Douglas line.",
  "Well, it's my position there was no waiver, but the - -",
  "Yes.",
  "Well, the plea proceeding. It's the plea proceeding. And it's --",
  "It's -- it's in the joint appendix - -",
  "-- beginning on page 19.",
  "That's right.",
  "Well, that's my position Justice",
  "That's right.",
  "That's right.",
  "If an indigent, after being sentenced, decided for whatever reason I would prefer to go on appeal by myself, which is actually a -- a right this Court rejected in Martinez, that you have a right to represent yourself on appeal, but in Michigan an indigent is allowed to -- would be allowed to represent himself or herself on appeal if they chose to do so. The problem here is that the statute purports to take away the right, and it's our position that this is a - -",
  "Yes.",
  "That's right. We have no problem with a voluntary waiver. We certainly have a problem with a forced waiver saying that you cannot enter a plea which produces tremendous benefits in Michigan, as everywhere else, unless -- unless you agree to waiver - -",
  "I take no position on that. It may or may not permissible.",
  "But it's far different because that's something that can be obtained in negotiation. But what we would have - -",
  "Yes.",
  "No. That was effective. That - - that's referring to the automatic appeal that he would have if he went to trial where he would have full briefing and oral argument. The Michigan - -",
  "No, it doesn't. This was a -- this was a pretty poor waiver proceeding in a number of -- of respects, but it - -",
  "Yes, he was.",
  "He did.",
  "Yes, Justice Breyer, I agree.",
  "I believe - -",
  "I -- I believe the State might dispute that. I'm not sure. What the Michigan constitution does, Justice O'Connor, if I may come back to your question, is it says that for somebody who pleads guilty or nolo contendere, they are giving up the right to the automatic appeal, and they have -- they then have to proceed by the application for leave to appeal. And so the Michigan constitution explicitly still provides a right to appeal, but it changes the method. And so Michigan's appeal, after a guilty plea now, is like the first appeal in several other States, Virginia, West Virginia, and -- and several other States have guilty plea appeals.",
  "It's framed in terms of a -- of a right. Page 2 of the brief - -",
  "Yes.",
  "Yes.",
  "But it's a -- it's -- what Michigan has done is it has changed the method of the appeal. And so Virginia, for example, has first-tier appeals by petition. West Virginia has a first-tier by petition and - -",
  "Yes, Justice Scalia, but that's not how the -- the Michigan Court of Appeals works. The Michigan Court of Appeals is an error-correcting court. And so in Mr. Halbert's case, the Michigan Court of Appeals denied his appeal, after his futile attempt to - - to identify his issues, with an order saying that there was a lack of merit in the grounds presented. That is a preclusive decision on the merits of his case. That - -",
  "Yes.",
  "That --",
  "Yes. That was a decision of the Michigan Supreme Court referring to its own orders denying applications for leave to appeal which are not on the merits. The Michigan Supreme Court denies the applications for saying -- by saying, we are not persuaded that we should hear the questions presented.",
  "Because the Michigan Court of Appeals, unlike the Michigan Supreme Court, is an error- correcting court. And so it issues orders saying denied for lack of merit. And the Michigan Court of Appeals dozens and dozens of times in the last 25 years has said, without exception, that is a decision on the merits that precludes relitigation under the law of the case doctrine.",
  "Yes.",
  "It called it a discretionary appeal, Justice Scalia, without ever explaining why, and the - - the dissent in Bulger pointed out the Michigan Court of Appeals is an error-correcting court. And in fact, the very author of the - -",
  "That's right, but the very author of the opinion in Bulger, Chief Justice Corrigan, just 1 year later or 2 years later describes the effect of -- of an order denying leave to appeal in the Michigan Court of Appeals, and says it clearly shows they considered and rejected the merits.",
  "Yes, exactly as in Virginia. In Jackson v. Virginia, the Court recognized that the -- the Virginia situation is exactly the same, that there is a petition to appeal to the Virginia Court of Appeals, and that each petition is considered on the merits, and a denial of the petition is seen as a decision on the merits that precludes relitigation under the law of the case doctrine. And so Michigan's appeal after a guilt plea now is exactly like the one in Virginia.",
  "If a -- if a appeal or an application to the Michigan Court of Appeals is filed in the wrong form or is untimely or has some other defect, then the court will occasionally issue an order denying the application for that reason. But for any properly filed application for leave to appeal, the longstanding practice of the Michigan Court of Appeals is to say it is denied for lack of merit in the grounds presented.",
  "And they do.",
  "Yes.",
  "Yes. After Abela v. Martin in the Sixth Circuit. And there is a -- a whole host of Federal district court decisions in the Eastern and Western District of Michigan all saying that when an order is denied for lack of merit in the grounds presented, the AEDPA standard of review applies. And so the State obtains tremendous benefits from this procedure. They obtain deference on habeas corpus review. They prevent the indigent, if the indigent were to ever get a lawyer at some later stage, from beginning relitigation on State collateral review. And so the State very happily argues for all of those purposes that this is a decision on the merits, but then they come before this Court and they say, oh, no, it's not a decision on the merits. It's really discretionary despite what it says because they are hoping that this Court will conclude that it is a discretionary appeal. In fact, the State - -",
  "-- has made an even more radical argument in its brief. The State maintains that the appeal to the Michigan Court of Appeals is a second-tier appeal, and that is plainly contrary to the -- to the actual function of that court because there is a provision that if trial counsel suddenly realizes in a plea case, after sentencing, that there are issues that she should have raised, it allows her to do that. And so the State now argues that that's really the first-tier appeal, and then the application that follows after that to the Michigan Court of Appeals is a second-tier appeal. I'll just point out that even the State's amicus doesn't agree with that, and -- and rightfully so in light of Swenson v. Bosler, which has rejected an attempt to reorganize by labeling how one's appeals go.",
  "Yes. Yes, Justice Ginsburg, and in fact, I have done that personally. Before I became an academic, I worked at the State Appellate Defender Office in Detroit and was appointed to represent indigents on plea appeals. And in a significant percentage of the cases -- I can't quote you the numbers off the top of my head -- after reviewing the case, the appellate counsel then concludes that there is no merit, that there are no grounds to proceed, that the defendant in fact got whatever it was she bargained for in the plea bargaining, at which point then either a motion to withdraw may be filed or -- or the equivalent, the Michigan equivalent, of an Anders brief. And so that is done in a number of cases. It is our position that that procedure actually helps improve the appellate process in Michigan because without that process, all you have are indigents like Mr. Halbert, a special education student with mental disabilities, trying to identify his own issues and fall -- and filing, in -- in his case, with the help of a fellow prisoner because he could not have done it himself -- the help of a fellow prisoner, an application that is completely incoherent, misses several issues that are right on the face of the record, correctly asserts that his sentencing guidelines were misscored but -- but without explaining why, without even identifying which sentencing guidelines were misscored. And in fact, he received a minimum sentence that was approximately three times too high under the sentencing guidelines. The State concedes that one of the sentencing guidelines was scored in the State's favor erroneously. We concede one of the -- one of the sentencing guidelines was scored in Mr. Halbert's favor erroneously. But then there were two others, and the most important ones, the OV, Offense Variable, 13. That was scored for 25 points in both cases. And so Mr. -- Mr. Halbert, in fact, received a sentence that was much too high. Michigan requires -- Michigan is one of the few States that requires that ineffective assistance of counsel claims be raised on direct appeal or they're lost. And so at that point, Mr. Halbert had to figure out a way to raise an ineffective assistance of counsel hearing, which requires an evidentiary hearing at which trial counsel must be called, assuming trial counsel is still available to be called, all from prison, and there was no possible way he could do that. So it's not very surprising that even with the help of a fellow inmate, that his application for leave to appeal was completely incoherent. The fellow inmate actually did write the -- the trial judge and say we need to have an evidentiary hearing on ineffective assistance of counsel. But under the statute, the judge had no discretion to grant that motion. Under the statute, only if there was already an upward departure from the sentencing guidelines, only then would the judge be required to appoint counsel, and of course, the guidelines, as misscored without objection from defense counsel -- there was no upward departure at that point. If the Court has no further questions, I'd like to reserve the balance of my time.",
  "Thank you. I have to begin by correcting several misstatements of fact and of Michigan law. First of all, Mr. Schaerr just said that only a dozen States, I believe, allow for appeals from guilty pleas. That's not correct. Every State in the United States currently allows for appeals from guilty plea -- pleas. The Bulger case did say that. They cited a - -",
  "Not necessarily. As I cited in my brief, a number of States allow for applications or petitions from guilty pleas, but every State has a first - tier direct appeal from guilty pleas. The Bulger -- the Michigan Supreme Court in Bulger cited a -- an article from an Arizona Attorney magazine that was simply incorrect on that. Secondly, on the issue of what is the effect of a order denying leave to appeal for lack of merit on the grounds presented, the State continues to rely on McKenzie v. Smith, an earlier Sixth Circuit opinion, People v. Berry, and Bobenal v. Saginaw Investment. None of those cases uses the phrase, lack of merit on the grounds presented. That phrase does not appear in any of those three cases. The Berry and the Bobenal cases, those are Michigan Court of Appeals cases before 1981. Beginning in 1981, in a series of three cases, People v. Douglas, People v. Hayden, and People v. Wiley, the Michigan Court of Appeals held unambiguously that our orders denying applications or remand orders, in that case, for lack of merit on the grounds presented, was law of the case.",
  "I'm sorry? I -- I don't - -",
  "The Michigan constitutional provision? It changes the way in which guilty plea appeals proceed. Before 1994, there were other types of appeals that had to proceed by application for leave to appeal, primarily late appeals. If the appeal was filed too late, it had to proceed by application for leave to appeal. In 1994, as a result of the constitutional amendment, guilt plea appeals now have to proceed by application for leave to appeal. That's constitutional. We have no problem with that, and that is the method by which the caseload management problems have been solved. They have been solved.",
  "The -- I assume you're still referring to article I, section 20 of the Michigan constitution.",
  "They were saying that first-tier felony appeals in Michigan following pleas require leave of the court, require an application for leave to appeal, like late appeals from trial cases do. But all of those appeals are still decided on the merits with preclusive effect for law of the case purposes. And the Sixth Circuit specifically dealt with that in -- in the Abela case. McKenzie v. Smith never -- never mentions anything about the lack of merit in the grounds presented. The resource allocations point is simply that not all of these guilty plea appeals are -- lead to full argument and full briefing, and that's fine. Michigan can do that. But what Michigan cannot do, as a result of Ellis and Douglas, is for that first gatekeeping part of the appeal, which is where the court has to decide is there merit in this case, to make the indigent shift for himself. And so in -- in Smith v. Robbins, this Court, specifically referring back to the Ellis case, said that the problem that the Court identified in Ellis and that became part of the constitutional minimum in Douglas, was that the old California procedure did not require -- I see my time is up. Thank you, Mr. Chief Justice.",
  "Mr. Chief Justice, and may it please the Court: Over the last 50 years, courts in virtually every American jurisdiction have suppressed evidence seized inside homes following knock-and-announce violations -- including this Court, on two occasions. Those suppression orders reflect an understanding of two points key to this appeal. The first point is that the manner of entry -- and, in particular, a knock-and-announce violation -- is not somehow independent of the police activity that occurs inside the house. And, as this Court directly recognized in Wilson, the reasonableness of police activity inside a home is dependent on the manner of the police entry.",
  "Yes, there are, Justice O'Connor.",
  "I do not believe so, Justice O'Connor.",
  "I believe about half the States have such no-knock -- no-knock statutes. So, in Michigan, a police officer -- if the -- if the circumstances on the scene justify a no-knock entry, then the officer is permitted, by case law and, of course, by the precedents of this Court, to go ahead and do so.",
  "Well --",
  "-- as this case illustrates, sometimes officers believe that it is to their advantage to perform a no-knock entry, or to fail to comply with the knock-and-announce requirement. And that is why --",
  "Well, Officer Good apparently thought that his safety would be better served he if disregarded the knock-and-announce requirement; and so, he candidly testified, at the evidentiary hearing, that it's essentially his policy, in drug cases, to go in without a -- without performing the necessary knock-and-announce. And that was 1 year after the -- this Court's decision in Richards, saying that there is no per-se exclusion of drug cases from the knock-and-announce requirement. But that brings me to the second reason why courts have almost universally, until the Stevens case in 1999, held that suppression of evidence is necessary, and that is deterrence; because, without the suppression of evidence, there is very little chance that the officers will be deterred from routinely violating the knock-and-announce requirement, from adopting a sort of personal violation of the requirement, just as --",
  "Yes, that's the one purpose of the knock-and-announce requirement that doesn't protect the homeowner's interest, that protects the officer's interest --",
  "-- against being shot.",
  "However, what we'll see then, if there is no exclusion of evidence following knock- and-announce rules, are entries precisely like the one we have here, where the officers will, in fact, announce -- they yell, \"Police, search warrant\" -- but then they'll immediately go in. Officer Good said that he went in real fast. He went in, and it took him just a few seconds to get in the door. So, that's what they'll do. They'll announce -- some officers will announce, because they'll want the --",
  "-- people inside to know that they're police, but they will not wait for a refusal, and they certainly will not wait for a reasonable amount of time for some --",
  "Simply, Justice Scalia, that, as far as we can determine, no one wins a knock-and- announce case, or we haven't been able to find a single case in which someone has actually recovered damages for a knock-and-announce violation. So, if this --",
  "Both, Justice Ginsburg. First of all, in many cases, such as this one, where the police don't actually destroy the door, it would be very hard to quantify the damages, and it would be very hard to find a lawyer to take a case such as this. But the second barrier is the various immunities, tort immunities. In section 1983 actions, there are qualified immunities that make it difficult to win a suit. And because it is not a bright line as to when the police officers have to knock and announce, and when they do not -- that is, Is there a reasonable suspicion that a quick entry or a no-knock entry will be met with violence or that the evidence will be destroyed? -- courts tend to be very generous in granting qualified immunity to officers -- that is, concluding that some reasonable officers might have concluded that it was justified to dispense with the knock-and-announcement requirement.",
  "Well, there -- but there is not a qualified-immunity defense to the exclusionary rule.",
  "And so, if the Court concluded --",
  "That's true, to some extent, Justice Scalia, but, as an empirical matter, I've cited many cases, in my brief, over the last 50 years where courts from a vast majority of American jurisdictions have found knock-and-announce violations in criminal cases, and have, therefore, excluded the evidence, including this Court, on two occasions, 1958 and 1968. So, courts do find knock- and-announce violations in criminal cases.",
  "The issue of a knock-and- announce violation leading to exclusion of evidence--",
  "-- was decided. The -- there was not an inevitable-discovery issue raised in those two cases, because those cases predated the inevitable-discovery doctrine. But, of course, in 1958 and 1968, this Court was very familiar with the independent-source doctrine. And, really, the argument that the Michigan Supreme Court has adopted -- they call it an inevitable-discovery argument; it's really an independent-source doctrine.",
  "Not at all, Justice -- Mr. Chief Justice.",
  "No, the --",
  "Absolutely not. The purpose of the knock-and-announce rule is to protect the homeowner's privacy rights. It's one of the core parts of the right of the people to be secure in their homes against unreasonable police invasions.",
  "That's correct.",
  "Well, I think this Court has described it well in the -- in its most recent cases -- in Banks and Richards, in particular, as well as Ramirez and Wilson -- that it is a right against being terrified by having the police come in. It is a right against being embarrassed. People might be in all stages of undress or in compromising positions when the police come in. And it is a right against having one's door destroyed. The English cases, the early English cases, first recognized that it's a right against having one's --",
  "No.",
  "Well, with respect, Mr. Chief Justice, I think you could say the same thing about the warrant requirement. The purpose of the warrant requirement is also to protect the sanctity and the privacy of the home; it's not to protect contraband that one might have in the home, or whatever it is that the police are looking for. It's --",
  "And I think the courts have recognized that it's necessary to enforce it that way, because other methods of enforcing it will not work. But --",
  "-- I think it's --",
  "Yes.",
  "I think that is their argument, Justice Kennedy, and I respectfully disagree with it. As a historical matter, even the early English cases recognized that when an officer illegally entered -- a sheriff illegally entered a home with a valid writ, that officer became a trespasser, and the activity that he performed in the home was, therefore, illegal. In the reply brief, I cited several early American cases, from the 1830s and 1840s, holding that when an officer had a valid writ to seize a debtor's goods, but illegally entered the home, then that writ became no good; and, therefore, the officer -- the sheriff, in those cases -- could be sued, not only for the illegal entry, but also for the seizure of the goods that he had a valid warrant, or a valid writ, to seize, and that that --",
  "Well, Justice Scalia, I respectfully disagree that the entry was not illegal. I believe the entry was illegal, because what a warrant authorizes an -- a -- an officer to do is to make a legal entry. It does not allow the officer to enter however he pleases; it allows the officer to make an entry that complies with the law -- in particular, the fourth amendment. And so, the entry was illegal. They could have performed a legal entry.",
  "I think, starting in Semayne's case, the Court recognized that even if the officer would have a right to knock down the door after a refusal of entry was obtained, that if the officer did not wait for that refusal, then the entry was illegal. And so, I think the common law cases do support -- the old English common law cases, starting with Semayne's case -- do support the notion that the entry -- the entry does become illegal if the officer does not wait for the refusal. And in this case, of course, the officer did not wait at all for any refusal, candidly admitted that he went in as soon as he could get through the door, as quickly as he could.",
  "I don't believe so. I don't believe that Michigan still allows for no-knock warrants. But officers, of course, can perform no- knock entries when arriving at the scene, the circumstances justify a no-knock entry.",
  "No, I don't think so, Mr. Chief Justice. I think, in that case, that would satisfy the Richards standard. In that case, the officer would have particularized suspicions amounting --",
  "I don't believe Michigan has a procedure for granting no-knock warrants, not --",
  "Well, in Richards, this Court said that if there are particular facts about this particular entry that would make an officer have reasonable suspicions that he is going to be shot at or the evidence is going to be destroyed, then the officer may dispense with the knock-and-announce requirement. There were no such suspicions in this case, and that's why the prosecution conceded, at the outset and at every step since, that it was a knock- and-announce violation. The officers had no information about this particular --",
  "That might be sufficient, after Richards, but that's not the facts of this case. We have none of those facts in this case. They were serving a warrant, and they had no information that they were going to be in particular danger. They had no information, for example, that there were drugs, stored near the toilet, that were going to be flushed down.",
  "I think that would be an easy case, Justice Stevens.",
  "Because then you would have particular facts about this particular residence and the people involved. I think that would be a very easy case for a no-knock entry. We --",
  "I don't believe Michigan has that procedure. Perhaps Mr. Baughman can correct me. He's a -- he's with the prosecuting attorney's office. But I don't believe Michigan has that procedure. Not all States do have that procedure. And, instead, States that don't have that procedure simply leave it to the officer to determine if there are those facts that justify a no-knock entry. So, there are many entries in Michigan, that occur all the time, that do not comply with the knock-and- announce requirement. And that's fine, because the officer does, in fact, have the particularized facts justifying a no-knock entry.",
  "Well, then that would -- this Court, I think, would have to reverse Richards, because Richards said that the fact that it's a felony drug investigation does not justify a blanket exclusion from the knock-and-announce requirement. And this Court unanimously held, in Richards, that the knock-and-announce requirement applies in felony drug cases --",
  "-- unless --",
  "Well, because in Richards --",
  "Well, first of all, Justice Kennedy, I think the law presumes that homeowners will either make an explicit refusal, \"No,\" or will answer the door; and primarily that they'll do the latter. The presumption of the homeowner that we're talking about is an innocent homeowner, somebody who is either -- has nothing to do with whatever the police are looking for. There are many cases where the police are looking for goods that are not connected to the people who are home.",
  "Well, it -- with -- probable cause is a standard at somewhere around 50 percent, and a very large number of warrants are executed on the homes of people who have nothing, or people who ­ - there is something that the police are looking for, but they don't have anything to do with it; they're third-party homeowners. And, for that reason, the knock-and-announce requirement recognizes that many, many warrants -- many, many searches -- will be executed on the homes of perfectly upstanding, innocent people. And --",
  "Well, I don't have any statistics. I'm sure the FBI keeps statistics on at least Federal warrants. But it's true that in a large number of warrants, the police don't find what they're looking for, because probable cause is a standard that is not particularly high.",
  "I don't have any empirical evidence, but certainly lots and lots of anecdotal evidence, from reading newspaper accounts of police ­ -",
  "-- searches.",
  "It does, and I think it --",
  "-- survives the search warrant.",
  "I certainly would argue that --",
  "-- Justice Stevens, that probable cause it not a very high standard. And in ­ - many search warrants are, in fact, served on the homes of people who are not suspected, because they're thought to be the place where stuff was stored, but not be the people who are suspected of doing anything wrong in the first place.",
  "Those were cases in which, typically, the sheriff was sued for trespassing.",
  "No. There was --",
  "I think things have changed, Justice Scalia, since those common law days, for that reason.",
  "Well, Justice Stevens -- I mean, excuse me, Justice Scalia, things have changed, in the sense, first of all, that in those days there was a common law writ of trespass. If one were to file, in Michigan, a complaint for trespass against the sheriff, one would be laughed out of court today, because all that you have is a tort suit, which you have to show an extreme violation -- I cited the Michigan statute that requires extreme recklessness on the part of the police officer. The second point is that in those days the sheriffs were -- there were adequate means to control the behavior of sheriffs, because they were seen as arms of the judiciary. That, of course, was before the rise of the independent police forces that we have today. And so, the exclusionary rule, of course, was adopted in the late 1800s, early 1900s -- in part, in response to the changing circumstances of the police. The police were no longer under the direct control of the judiciary; and so, different remedies were necessary in order to assure compliance with constitutional rights.",
  "Yes, Justice Ginsburg. At last count now, 11 State and Federal appellate courts have directly rejected the Michigan Supreme Court's reasoning. The Idaho Court of Appeals just joined the list 2 weeks ago, in a -- in a case that I -- is not cited, because it's so recent. And they have uniformly -- I believe all 11 of those cases have said that, \"Were we to hold otherwise, the knock-and- announce rule would become meaningless,\" a worry that this Court expressed in Richards. This Court was very concerned, in Richards, that simply excluding drug cases from the knock-and-announce rule would make the knock-and-announce rule meaningless. And these courts have noted that statement -- the courts that came out -- this -- the decisions that came out after Richards, and have said, \"If that is meaningless, then it would be especially meaningless if we were to exclude the entire knock-and-announce rule from the exclusionary rule, that there would be virtually no reason for police officers ever to comply with a knock-and-announce requirement. And so, I think the deterrence rationale is a large part of this, and that's what distinguishes this case from the inevitable-discovery cases, which the Michigan Supreme Court relied on.",
  "No, it is not enough, but what is critical in this case is that the knock-and- announce violation goes to the manner of entry, and the Court has long recognized that the two predicates for seizure of goods inside a home, or arrest inside a home, are authority to enter the home, which is not contested here, and a lawful entry. And if either one of those two predicates is missing, then you have grounds to suppress the evidence; that is, the evidence inside the home is in the fruit of the unlawful entry.",
  "No. First of all, this Court didn't find that there was a violation in the -- in the damage in property; this Court found no -- did not find, as a matter of law, any fourth amendment violation. But I read the Ramirez -- that language from Ramirez as saying that as long as the entry remains lawful -- and, in Ramirez, the entry was lawful, because there were valid grounds to dispense with the knock-and-announce requirement. You had a known dangerous fugitive, who had bragged that he wouldn't be taken alive. And so, there was every reason for the officers to dispense with the knock- and-announce requirement. Therefore, the entry was legal. They had both authority -- that is, the warrant -- and they had a valid entry -- that is, a no-knock entry that was justified by reasonable suspicion that the officers would be met with violence if they did knock and announce their presence. And so, we -- in Ramirez, we have a lawful entry. The language that's quoted from Ramirez directly says, \"the entry remains lawful,\" or words to that effect. And you have a different case if you had --",
  "That's correct.",
  "Justice Scalia, I don't see any language in Ramirez saying that the breaking of the window was unlawful. I think the breaking of the window -- I read the Ramirez opinion as saying the breaking --",
  "It wasn't -- certainly wasn't unconstitutional. Often, when the police perform a valid no-knock entry, they will damage property. Typically, they will destroy the door. And so, the breaking of the window in Ramirez, I don't believe was unlawful. I believe it was perfectly valid way for the officer to perform the entry; that is, to put the gun through the window in the garage area in order to prevent -- they believed that the homeowner had guns there and was going to use the -- run to the guns in order to repel the entry. And so, I believe it was a perfectly lawful entry. I think what Ramirez was saying was that not all fourth amendment violations bear fruit. And I agree with that. We do not have -- we do not propound here a theory of everything, having to do with all fourth amendment violations and the fruit that they propound. We simply say that, with a knock-and-announce violation that makes the entry unlawful, the evidence found inside the home, and only inside the home, is the fruit of that violation, unless there truly is an inevitable-discovery or independent-source argument; that is, something independent of the entry, which can't be done here, when the police simply barge in and, in a matter of seconds, perhaps minutes, find the evidence. So, the --",
  "Yes, we presume that he would have come to the door. He was just a few feet from the door, in fact. He was right in front of the door. We presume that he would have come to the door, answered the door, admitted the police, and the police would -- then would have performed the search. If the Court has no further questions, I'd like to reserve the balance of my time.",
  "Thank you, Mr. Chief Justice.",
  "Thank you, Mr. Chief Justice. First of all, as to the evidence that is causally connected to the knock-and-announce violation, there are two reasons why the remote possibility of such evidence will never deter police officers from violating the knock-and-announce requirement. The first is that it's very remote. I'm not aware of a single case in American history where there has been identified such evidence that is directly causally related only to the knock-and- announce violation. But the second reason, more fundamental, is that even if there were such evidence, by definition the possibility of finding such evidence will not deter the police from committing a knock-and-announce violation, because they wouldn't have found that evidence had they complied with the knock-and-announce requirement. In other words, the police would only gain that evidence by committing the knock-and-announce violation, so there would be nothing lost in going ahead and risking an excited utterance that they wouldn't be able to use, because, by definition, they wouldn't be getting that excited utterance, anyway. I think it's important, with the Solicitor General's brief, to rebut the claim that Miller and Sabbath had something to do with the fact that there was no warrant in those cases. Nothing in Miller and Sabbath turned on the absence of a warrant. And, in fact, in Miller the Court specifically said, \"The requirements stated in Semayne's case still obtains. It applies, as the Government here concedes, whether the arrest is to be made by virtue of a warrant or when officers are authorized to make an arrest for a felony without a warrant.\" The Government conceded, in Miller, that whether there was a warrant or not had nothing to do with the knock-and-announce violation in that case.",
  "Perhaps I misread their brief, Justice Scalia, but I thought it was that there was an absence of a warrant. Of course, this is an arrest case, as well. The -- Mr. Hudson was seized, and was searched, incident to arrest. And so, this was also an arrest case, much like Miller and Sabbath. As for the causal-connection argument, if this Court were to accept it, I listed, in my principal brief, a litany of cases that I think would have to be overruled -- Katz, Knowles, Silverthorne Lumber -- for that matter, Kyllo. All those cases say that it doesn't matter that the Government has a clear, lawful route to get the evidence; the fact that they didn't follow that clear, lawful route prevents the Government from using that evidence. And it's impossible to explain how Mr. Baughman's causation theory is consonant with all of those cases.",
  "I think --",
  "Mr. Chief Justice, I think the same thing applies here. I think that the knock-and- announce rule is about the sanctity of the home. And this Court could not have said it any more clearly in Wilson, that the reasonableness of a search or seizure inside a home is connected to the method of entry. In fact, the Court said it three times, in Wilson, in various ways. And so, I think it is the purpose of the knock-and-announce rule, is to protect the homeowner's right of privacy against shock, fright, and embarrassment that can come with a precipitous police entry.",
  "No, we don't dispute that at all, Mr. Chief Justice. Finally, I have to ask why this Court has decided all these knock-and-announce cases in the last 10 years, if my opponents are right. This Court shouldn't have -- they're all criminal cases, and this Court should have simply said the Petitioners or Respondents, as the case may be, cannot obtain the relief they are seeking, because the knock-and- announce rule is not causally related to the evidence that they're trying to suppress. And so, if this Court were to adopt my opponent's position, the knock-and-announce rule will become a dead letter. There will be virtually no cases, there will be virtually no more development of this rule. This Court would have been wrong in Miller, it would have been wrong in Sabbath, and it was wrong to reach the substantive constitutional questions it reached in Banks, Richards, Ramirez, and Wilson. And all the other courts, the -- virtually every State currently suppressing evidence seized after a knock-and- announce -- well, they would have to be wrong, too. And so, a lot of courts, including this Court, have been wrong a lot of times, if my opponent is correct. Finally, one last word on Segura. Segura is the sort of case where one can make a respectable inevitable-discovery -- in fact, a winning inevitable-discovery or independent-source argument. But the key thing in Segura is, this Court did not disturb the fact that the evidence that was seized during the initial entry was suppressed, because that was directly connected to the unlawful entry. And so, the evidence that the police initially seized, before the 19-hour wait in Segura, was suppressed. Thank you, Mr. Chief Justice.",
  "Mr. Chief Justice, and may it please the Court: For centuries the knock and announce rule has been a core part of the right of the people to be secure in their houses from unreasonable searches and seizures. It reflects the notion that when the government has the right to enter a house, whether to perform an arrest, to search for evidence, or to seize goods, that the people should have the right to answer the door in a dignified manner, except in an emergency, and to avoid the unnecessarily gratuitous embarrassment and shock that often follows a precipitous police entry.",
  "Well, this Court has recognized in Wilson, consistent with the common law authorities, Mr. Chief Justice, that they are connected, that the entry directly affects the reasonableness of the search and seizure that occurs within. And that's why this Court in Miller and in Sabbath suppressed the evidence following knock and announce violations. But in Wilson, this Court directly stated that the common law, the Fourth Amendment, -- the common law that informs the Fourth Amendment, directly demonstrates that the Framers thought that the method of entry directly affects whether a search or seizure inside a home is reasonable.",
  "If there is --",
  "Your Honor, the evidence inside -- the evidence is seized inside. The seizure of the evidence inside is directly related to the manner of entry, just as there's a direct causal link between when the officers come in without a warrant when they should have gotten a warrant first. They thought there was an exigent --",
  "Well, going back to Wilson, this Court said in Wilson, if I might quote from Wilson, that the -- the common law search and seizure leaves no doubt that the reasonableness of a search of a dwelling may depend in part on whether law enforcement officers announce their presence and authority prior to entering.",
  "It depends in part, certainly. There are other factors as well, but the reasonableness of the search depends in part. The issue --",
  "Because there were exceptional circumstances, Justice Scalia, in Segura.",
  "A 19-hour delay and a warrant that was obtained that had nothing to do with the initial entry. That was in no way dependent on the initial entry.",
  "The initial entry was not the product of the later warrant, but once this Court ruled --",
  "That's right. The -- the initial entry wasn't lawful.",
  "Well, but this -- the Government in Segura never contested the fact that the evidence that was seen and seized during the initial entry should be suppressed. And that's all we're asking for here.",
  "When the officers went in initially in Segura, some evidence was seen and seized at that time, and the Government did not contest that that evidence should not --",
  "That's right.",
  "Right, but the --",
  "The entry -- the initial entry was an unlawful entry. When they came back with the warrant --",
  "Their presence was, yes.",
  "I -- I read Segura as saying that the presence -- the later presence of the warrant, which was in no way tainted by the initial entry, made the officers' presence in the home retroactively lawful from that point. It was unlawful until that point, which is why the Government did not contest the -- the point that all the evidence that was seized during the initial entry up to the point when the warrant was issued had to be suppressed. That's all we're asking for here. I can imagine hypotheticals in which you have a knock and announce violation and then something happens like in Segura or like in Murray, where you have later action that creates an independent source. But in your typical --",
  "That might do it. That would be a different case than the case we have here --",
  "You would have to create some sort of analogy to Murray and Segura. Murray and Segura are exceptional cases. There are very rare cases when the Government breaks in and then realizes we shouldn't have done that. We should go get a warrant.",
  "Yes. Yes. And -- and you can have -- imagine such hypotheticals in the knock and announce context. And in the Moreno case in the Ninth Circuit, you have one where you have a knock and announce violation committed in the outer door. No evidence is found in the outer door, but then the officers properly knock and announce at the inner door, and the Court in the Ninth Circuit held that that was proper to seize that. We have no problem with that. That -- that seems like a proper result because ultimately the purposes of the knock and announce rule were vindicated when the officers knocked and announced at the inner door before -- before forcing entry.",
  "In this case?",
  "From Banks, somewhere closer to 15 seconds. 15 to 20 seconds was considered --",
  "Mr. Hudson presumably would have gotten up from his chair, would have come to the door, would have admitted the officers, and then after --",
  "We presume that people act lawfully in response to commands from the police. We do not presume that people will act unlawfully. If the police have evidence or information that someone will, in fact, act unlawfully by trying to dispose the evidence or by --",
  "The record does not disclose any effort on Mr. Hudson's part to hide any evidence, Your Honor.",
  "The rocks of crack cocaine, for which he was convicted, were found in his left front pants pocket.",
  "The gun was in the chair.",
  "In the chair. There was no evidence that there was any secreting of evidence in this case.",
  "It's always possible, Your Honor, but we don't presume that. Just as in Segura, the Court said --",
  "We don't contest that they would have found the same evidence, no. We do not argue that Mr. Hudson or any of the other people in the house would have destroyed the evidence.",
  "We certainly don't make that argument.",
  "It's not really clear from the record, Justice Scalia.",
  "It's in -- in the chair.",
  "I'm not completely clear exactly where in the chair it was.",
  "In the chair.",
  "49 of the 50 States currently suppress evidence following knock and announce violations, just as this Court did in -- in Miller and Sabbath.",
  "We go back to the Wong Sun fruits test. Is the evidence that was recovered the direct fruit of the violation? In other words, is there a clear, logical connection? Now, my opponent --",
  "Well, it's so -- it's so that there is a -- an obvious connection. Before the court takes the step of -- of excluding evidence, there should be some connection, some clear connection, between the violation and the evidence recovered. But my --",
  "I suppose that it's simply the matter of logic, that evidence that's completely unrelated to a violation nobody would think should be -- should be excluded. But evidence --",
  "Well, it's -- it's unrelated. So if, for example, the police break into my house and -- and find evidence -- find nothing in my house -- they illegally break into my house, but then they -- they do a proper warrant search of my office and find evidence, I -- I don't -- I don't see any connection between the illegal search of my house and the legal search of my office, assuming that it was not the fruit of the illegal search of my house.",
  "Yes.",
  "Exactly. It -- the whole point is deterrence. And so you wouldn't deter the officers who illegally broke into my house by excluding the evidence from my office if -- if -- it may even well be different --",
  "Well, it may well even be a different --",
  "No, we don't.",
  "We -- we limit --",
  "We do.",
  "What the knock and announce violation causes, Justice Scalia, is the officer to be illegally in the home. Going back to the common law authorities, the courts have long recognized -- American courts have long recognized that an officer who illegally enters a home, even with a valid writ or a valid piece of paper allowing him to be in the home, if the manner of entry is illegal, he is a trespasser. His entry is -- is void ab initio. And so in that sense, the entry is the cause of the illegal --",
  "After Segura --",
  "Again, I --",
  "I concede that it's possible that you can come up with a Segura-type hypothetical. I think the easiest one is the Moreno case from the Ninth Circuit.",
  "Well --",
  "Yes, I can, Justice Breyer.",
  "It is. It's an --",
  "It's an independent source.",
  "And that's exactly right. And -- and the situation we have in Michigan now is that officers know to a certainty that if they violate the knock and announce rule, nothing will happen. And so that's why in all the other States --",
  "Mr. Chief Justice, none of the parties has been able to identify any cases in which you can point to evidence and say this -- this evidence was produced by the knock and announce violation and nothing else in the house --",
  "If I may make two responses to that. First, the Solicitor General hypothesized such a case but has not identified a single case where that's ever happened. It's purely hypothetical. But the second point is that excluding that evidence would have no deterrent effect whatsoever because by -- by definition, that's evidence that the police would only get by committing the knock and announce violation. So the police lose nothing by risking the possibility that somebody will make an excited utterance and then say, okay, we won't get to use that excited utterance, but we would never have gotten that excited utterance in the first place. That's not deterrence, Mr. Chief Justice. That's restitution. That's like saying that I can be deterred from stealing something by being told that if I'm caught, I'll have to give it back.",
  "I think your question, Mr. Chief Justice, really goes to the worst position language in Nix, and the point is, from our brief, is that this Court has placed the prosecution in the worst position than it would have been had the police acted lawfully dozens, possibly scores, of time -- times. All the cases in which the Court has noted that the police easily could have obtained a warrant. Most recently in Georgia v. Randolph, where this Court noted that there were two lawful methods for the police to get the cocaine -- the cocaine residue on the straw, but still suppressed the evidence. The police and the prosecution do get placed in a worse position, and that's necessary for deterrence. What --",
  "It might well have been. I was asked this question last time, Justice Ginsburg, and I'd like to modify my answer. In Michigan, there is no statute governing no-knock warrants, and there's -- there are also no court decisions governing no-knock warrants. And there never will be under the People v. Stevens regime. One of the nice things that's happened in -- in -- since Wilson v. Arkansas, in fact, before Wilson v. Arkansas in many States, is courts have developed -- developed procedures for police officers to get no- knock warrants, to go to the police and ask for a no- knock warrant.",
  "Could the -- could a judge have issued such a warrant in Michigan? Is that your question?",
  "It could well --",
  "If they had specific information along those lines, that -- that there was evidence hidden in places or -- or stored in places where it could easily be disposed --",
  "In most States --",
  "Most States do have statutes, but a few States by court decision have allowed for the issuance of no-knock warrants. My point --",
  "That's right.",
  "Absolutely.",
  "That's right. And this case comes to us in the posture in which --",
  "It was.",
  "Yes, after Banks and -- and Richards, especially Richards, if the police had reasonable suspicion that you had contraband in a position where it could be easily disposed and if they had information about the weapons that could be used to resist the police entry, then yes, there could have been a -- a legal no-knock entry.",
  "Either would be. That's correct, Justice Scalia.",
  "No, because this Court unanimously foreclosed that argument in Richards v. Wisconsin by holding that there must be a particularized showing for the particular case. That particularized showing I will gladly concede will be easier to make in a narcotics case than it would be in a -- in a stolen property case. But it wasn't made in this case, and this case comes to this Court on the posture that the prosecution has conceded, at every step of the way, that that particularized showing was not made here and that, therefore, there was a knock and announce violation.",
  "That in this particular case, it's likely that the drugs would be in an easily disposable situation and that the occupants would be armed and ready to resist the police entry. And there was no such showing made here.",
  "The prosecution didn't even attempt to make such a showing.",
  "That might not be inconsistent, but the -- the -- to follow that up with, therefore, you can do a no-knock entry automatically is inconsistent with the Richards decision. The --",
  "Yes.",
  "Well, I don't even think we get that far, Justice Stevens. Motions to suppress aren't filed. There's no point filing a motion to suppress except for the -- the fact that this case is pending in this Court. There's no point for --",
  "That's right.",
  "It's a dead letter in Michigan.",
  "Michigan --",
  "Michigan has a particularly vigorous State immunity statute that makes it effectively impossible to sue for a -- a knock and announce violation. I have not found a single Michigan case in which anyone has successfully sued for a knock and announce violation. You can sue in Federal court under section 1983, but there you run into various doctrines, especially including qualified immunity. I made the claim the first time and it still hasn't been contradicted by my opponents. We've not been able to find any cases, published or unpublished, in which anyone has collected anything other than nominal damages anywhere in the United States --",
  "Qualified immunity would still protect them to the extent that any reasonable officer could have thought that a -- a no-knock entry was valid. I cited a number of cases, for example, where innocent people have been shot following entries into wrong doors, and qualified immunity has been granted to the officers.",
  "That -- that is their argument.",
  "That --",
  "I assume --",
  "No, Your Honor, because I think what some officers will do is exactly what Officer Good did in this case, which is shout police and then burst in immediately. So they'll do the announce part, which protects the police, to some extent, from being shot, but they will skip the rest of the knock and announce requirement, which is to wait some reasonable amount of time to allow the householder to make himself more dignified, to get to the door, to answer the door, to admit the police in a dignified manner. You raise the point that lots of innocent people are subject to search warrants. Thousands of cases every year of -- of people who didn't do anything either --",
  "Well, from Banks, this Court ruled that 15 seconds -- 15 to 20 seconds was an appropriate time for a drug search.",
  "Well, if it was 10 seconds, Justice Alito, the government still might have an argument. 15 seconds was enough in Banks. The Court did not say --",
  "I think as a practical matter, that if the police are just very slightly on the wrong side of the line, the courts are not likely to hold that there was a knock and announce violation. But when you have a flagrant violation like here --",
  "Well, in a case like -- in a -- if a court were to hold that the police did violate the knock and announce requirement by coming in -- by coming in, by not giving the person a reasonable amount of time to come to the door or to make himself presentable, then yes, the evidence should be suppressed because those officers need to be deterred. The -- the exclusionary rule is all about deterrence, and is there any method that will deter officers from violating the knock and announce requirement other than excluding the evidence by teaching them through example that next time you need to wait longer? You need to wait a reasonable amount of time for someone to come to the door unless you have facts suggesting that waiting a reasonable amount of time would defeat the purposes of the search.",
  "I very seriously doubt officers such as Officer Good will not be promoted because of the violation that he committed --",
  "-- in a case like this.",
  "I do, Justice Scalia, and I think it's inconsistent with Mapp in which the Court recognized that other remedies have proven completely futile in enforcing the -- the Fourth Amendment.",
  "It was before 1983 was --",
  "-- being used. But I don't think section 1983 has changed the landscape here. I -- I don't think Mapp is ripe for overruling, and in fact, the Criminal Justice Legal Foundation, one of the amici for the other side, concedes that tort remedies cannot, at this time, substitute for the exclusionary rule. If there are no other question, I'll reserve the balance of my time.",
  "Thank you --",
  "I do, Your Honor. The warrant was never actually made part of the record, but my understanding, from the record we have, was that only drugs -- there was only knowledge of drugs. The -- the warrant authorized a search for guns because Officer Good told the magistrate that in his experience guns were often associated with drugs. But they had no particularized information about any guns on the premises. They only had particularized information about drugs on the premises. The issue here about causation goes back, I think, to the common law. And as Justice Breyer articulated, when an officer is illegally in the home, that causes his seizure of goods or his arrest of people in the home to be illegal. If I can go all the way back to 1831, Chief Justice Shaw of the Massachusetts Supreme Court said, the rule is well established -- this is 1831 it was well established -- that where an authority given by law is exceeded, the party loses the benefit of his justification and the law holds him a trespasser ab initio although, to a certain extent, he followed the authority given. The law will operate to defeat all acts thus done under color of lawful authority when exceeded and a fortiori will it operate to prospectively to prevent the acquisition of any lawful right by the excess and abuse of an authority given for useful and beneficial purposes.",
  "It might be.",
  "I think that's -- that's right because an -- a reasonable search and seizure, as this Court held in Wilson, requires a lawful entry. Eight Justices agreed that an -- a lawful entry is the indispensable predicate of a reasonable search in Ker v. California. These are not disconnected. It is not in. The -- the prosecution's claim here, the Respondent's claim, would eliminate all manner of entry arguments from the exclusionary rule. Nighttime search, use of excessive force, blowing up the building to get in, knocking a wall off the building wouldn't matter. They were in -- they're in, they have a warrant, everything is fine once they're in. It simply wouldn't matter for exclusionary purposes. In Harris, I want to stress again in Harris that this Court never questioned the fact that the evidence found inside the home had to be suppressed, and that's all we're asking for here. The evidence in the home.",
  "Mr. Chief Justice, and may it please the Court: A long and unbroken line of this Court's precedents stand for the principle that a judge's final determination that a defendant is not guilty is a final determination of an acquittal for -- for double jeopardy purposes, even if that determination is wrong as a matter of law or as a matter of fact. And even if - -",
  "No. No. This Court must determine -- whatever its label, what has the judge done. Has the judge made a determination that the government has failed to prove its case, as in Martin Linen, or has the government -- has the judge made a determination of something else, as in Scott, for example, pretrial delay. Now, the Michigan Supreme Court - -",
  "Well, you could reserve that ruling to the end of the case. You could make a ruling as to the jury instructions without -- or what the jury instructions are going to be without applying them to the facts of the case; in other words, without making a determination of the defendant's guilt or innocence.",
  "The government can try -- we learned from Smith -- try to get you to reconsider that view before the defendant puts on his case. But once the defendant -- once the judge has made a final determination that the defendant is not guilty, even on an erroneous view of the law, this Court has held multiple times that that is a final determination - - that is an acquittal, for double jeopardy purposes.",
  "Exactly. Once -- once the government - -",
  "If a state chooses, Justice Scalia, to vest acquittal power in its judges, it must accept the double jeopardy consequences of that.",
  "The judge came up with this, Your Honor, on defendant's motion, that's correct. But it was actually supported by the jury instructions that were in use. And actually, it was supported by the structure of the statute in question. The statute in question, under which Mr. Evans was charged, explicitly said that the building other than one specified in the preceding subsection - -",
  "No. We're precluded now from arguing that that's correct.",
  "Yes, Justice Scalia. And - -",
  "Yes. And in Sanabria, this Court noted that point exactly, that all acquittals, whether they're by the judge or by the jury -- or I should say almost all acquittals, some are sua sponte - - almost all acquittals, whether by judge or by jury, are upon invitation of defense counsel.",
  "I don't think the state could do that, Justice Kennedy, because of Smalis.",
  "Because of Smalis. So that was essentially the situation in Smalis. You had a bench trial. The judge grants a demurrer. He says the evidence is insufficient. And then the prosecution attempted to run to the Pennsylvania appellate court. And this Court said it couldn't do that because that was a final determination. I think - -",
  "Well, I think a state could make -- could -- investing acquittal power in judges could put limitations on that acquittal power.",
  "Well, jeopardy attaches both ways, but a retry -- a reversal is possible in the -- in the latter.",
  "Yes.",
  "Well, the easy - -",
  "In a bench trial, Your Honor?",
  "I think if -- if in a bench trial, if the judge has the power to acquit or convict and the judge acquits, I believe the Double Jeopardy Clause would preclude the state from coming up with a clever mechanism allowing -- for allowing appellate review. The Court, of course -- I mean, the state could, of course - -",
  "In a jury trial with a judge - -",
  "I don't know what - -",
  "Well, they could withdraw the power of judges to grant acquittals or convictions in the first place. In other words, they could abolish bench trials, which, as the Court noted - -",
  "Well, with all respect, Your Honor, the Double Jeopardy Clause here transcends the state's - -",
  "After Smith, it's clear that immediate reconsideration is a possibility. And if a state set up a system, as in Lydon v. Municipal Court, where you have essentially a magistrate making a preliminary determination, and then it goes to a higher judge who goes trial de novo, that, of course, is permissible. But if the judge is the final arbiter -- in other words, if the judge sits in the place of the jury, this Court has said, over and over again, that a judge verdict is equivalent to a jury verdict, for purposes of Double Jeopardy. So, yes, courts -- a state could set up systems, in which judges have less power than a jury does. I'm not aware of any state that's done that. I am aware of what Nevada has done, which has said that judges can't grant mid-trial directed verdicts. And that's the way in a jury trial.",
  "Yes.",
  "Yes. Yes. Nevada.",
  "Well, in that case, then there is no problem because, if the judge makes a determination after the jury verdict, then the -- then that can be appealed under Wilson.",
  "If -- but if the judge at the end of a trial renders a solemn, formal, final verdict, \"I find the defendant not guilty,\" in a bench trial, I don't see a mechanism for -- for the state to appeal that determination, consistent with the Double Jeopardy guarantee, unless the state has set up a system as in Lydon -- as Massachusetts did in Lydon. But short of that, a judge's determination is entitled to the same respect.",
  "Yes, Your Honor.",
  "Because no part of my argument depends upon the judge's labeling. What the judge has done in that case is -- is a mid-trial dismissal that he called an acquittal, but it was actually a dismissal for another purpose. That's exactly what Scott was talking about. And that is like Scott, where the judge may have characterized what he had done as acquitting the defendant, but he - -",
  "Well, pretrial delay is not an element of the offense. Pretrial delay is another part of criminal procedure in this state.",
  "But it is clearly related to the offense. And then Scott clarified what Martin Linen meant. Martin Linen was an attempt to distinguish between cases in which the judge makes a ruling relating to guilt or innocence and a ruling designed to serve some other purpose. The problem with the line the Michigan Supreme Court drew here is that it is completely impossible to administer. And if I can give a couple of examples, the Lynch case, from the Second Circuit, was an effort by one circuit to attempt to administer -- to follow the Maker line, and you get questions that are completely unanswerable in that case. Is bad intent simply a gloss on the willfulness element? In which case, all you've done is misconstrue an existing element. Or is it, as the dissent claimed in Lynch, a -- a new element? And these are questions like how many angels can dance on the head of a pin. They're simply semantics. It's all labeling. There is no -- there is no substance there.",
  "Yes. And -- and I fall back to this Court's footnote in Scott, that courts are perfectly capable of distinguishing between rulings relating to guilt and innocence and rulings designed to serve other purposes. So if you have a devious judge who's determined to package a prosecutorial misconduct ruling as an acquittal, I have no doubt that an appellate court would be able to -- to smoke that out.",
  "Only -- I think my answer to that would depend on how you rule in the prior case, depending on whether the statute of limitations is -- is something the prosecution has to prove in order to establish guilt.",
  "Well, if it -- if it's something that could result in an acquittal, if it is -- if the defendant raising the statute of limitations is something that could result in an acquittal -- because I come to Burks, where Burks says an affirmative insanity defense, the prosecution fails to disprove that, that is an acquittal -- when the appellate court concluded that there was failure to disprove the affirmative insanity defense. That shows that that language in Martin Linen can't be taken as if it was construing the terms of an easement. You have to look at what was Martin Linen getting at. And Martin Linen is trying to identify those rulings relating to guilt or innocence, which include affirmative defenses or - -",
  "Yes. That's Scott.",
  "If the judge has made a ruling going to the defendant's guilt or innocence and finding that, as in Martin, examining the government's evidence and finding that they have failed to prove the defendant's guilt, final. There can be no appeal. But if the judge has made a ruling that is designed to serve some other purpose, so if the judge, in my hypothetical, were to say - -",
  "That's -- that's a case, actually, quite a bit like some of the cases, and it demonstrates the problem of -- of the Michigan Supreme Court's line. So example, in Martin Linen, all the judge said is, this is one of the weakest cases I've ever seen. Presumably, if the Respondent were to win, they would be entitled to appeal a determination like that to at least try to convince the appellate court that the reason the case seems so weak to the trial judge was that the trial judge had added an extra element. Same thing in Smalis, where the judge simply said -- he granted a demurrer by looking at the prosecution's case and saying that, I find the evidence insufficient. And, in fact, in Smalis, the - - Pennsylvania tried to argue that the judge had actually heightened the burden for mens rea for third-degree murder. And -- and so -- you know, they would be entitled to make these arguments. And so then we get into questions of, in granting acquittals, would judges have to explain all of the elements - -",
  "Fong -- Fong Foo has not been explicitly overruled, but I think it has been limited by Scott.",
  "Well, Justice Breyer, Fong Foo actually listed two reasons why the trial judge granted the directed verdict. One was prosecutorial misconduct. The judge apparently thought that the prosecutor had been speaking with a witness.",
  "But the second one was the total lack of credibility of the prosecution's witnesses. And -- and when the case came - -",
  "When the case came to this Court, the concurring Justice said, the second one is good for Double Jeopardy purposes, but I would make clear that the prosecutorial misconduct rationale is not. That part -- I think that concurring opinion has been effectively adopted in Scott, so that a finding of prosecutorial misconduct on dumping this case mid-trial, yes, the prosecution gets another bite at the apple, assuming that it's done on -- on the defendant's motion.",
  "Mr. Chief Justice, I would respectfully disagree. Mr. Evans was hauled into court by the state. He was acquitted, in our view, by the judge who is representative of the state, who was relying on the standard jury instructions - -",
  "Well, I understand that view, Mr. Chief Justice, but it's contrary to a lot of this Court's cases. I think this Court would have to review a lot of its cases, most recently, Smith and Smalis and Martin Linen, all of which said that a legal error affects the quality of a judgment -- and Scott also specifically said this, a legal error affects the quality of the judgment, but not it's finality for Double Jeopardy purposes.",
  "Well, I think it is because a citizen has been brought into court, expects to go through one trial, and they are told, sir, I am finding you not guilty. And then to find out later -- for the state to come back later - -",
  "Your Honor, I come back to the language in Martin Linen, which talks about what the purpose of the Double Jeopardy Clause is, is to protect defendants against continuing government oppression. And that oppression arises from the anxiety of having to go through it again and again.",
  "Well, Your Honor, without the error, the trial would have -- would have continued. But I think that argument, respectfully, proves too much because there are lots of these cases in which legal error was made. And so -- in Rumsey, you could say exactly the same thing about Mr. Rumsey.",
  "Well, once you accept the equivalency of a judicial acquittal to a jury acquittal, you have to accept that both actors are capable of error. Both actors are human. Juries are incapable - - are capable of making legal errors, as well as factual errors. They are capable of misunderstanding the instructions. In fact, they are capable of being misinstructed. Had the judge not granted the directed verdict here, she presumably would have instructed the jury the same way, and the jury would have also acquitted Mr. Evans for the same reason. And so to try and tease out legal and factual errors, especially when -- and often, there are mixed questions of fact or law that are at stake here -- I think, is a losing proposition. I think it -- I think the Court has decided to draw a firm line, recognizing that an acquittal is special. An acquittal is the most fundamental thing that can happen.",
  "Justice Ginsburg, I don't think it would have been right for Mr. Evans to make this argument pretrial because it was only with the prosecution's proof that it became clear that what the prosecution was proving was that the building burned was, in fact, a dwelling house and, therefore, seemed to be excluded by the statutory language and especially the commentary to the jury instructions from the definition of the offense. Michigan is an information state. Michigan does not require an indictment that lists every -- every little bit of the crime and all of the details. All Michigan requires is a very simple statement of the crime and the statutory citation and, of course, who the defendant is and the date and venue of the alleged crime. And so here, Mr. Evans would have had no way of knowing in advance what the prosecution was going to prove. That's why this case is unlike Lee. This is - - Lee is an effective indictment. Nobody claims that Mr. Lee was innocent and that the prosecution couldn't prove the elements of the crime against Mr. Lee. The problem was just that the indictment failed to allege a specific fact. And that - -",
  "Mr. Evans, no. He was charged with burning other real property.",
  "Burning other real property.",
  "Yes.",
  "The -- that -- that statute, I have - -",
  "It's the exception to the dwelling statute. It's -- it's 750.73, which is on page 2 of the top side brief.",
  "Yes.",
  "No.",
  "No, he was charged with the crime in 750.7 -- 750.73, which reads, in relevant part, that, \"a person who willfully or maliciously burns any building or other real property, or the contents thereof, other than those specified in the next proceeding subsection\" -- \"subsection of this chapter.\" And the next proceeding section of the chapter is about burning down dwelling houses.",
  "It was -- it was allegedly a vacant house. And apparently, that's why the prosecution charged it this way.",
  "So they charged it. They're the ones who made the choice of which statute to apply. They, apparently, thought that they couldn't prove that it was a dwelling house, so they proved the other crime. And the thinking -- the thinking of the defense attorney and the thinking of the judge was that these two crimes were complementary to each other; in other words, that they did not overlap. It was either a dwelling house or not a dwelling house, and then one statute or the other applies. As a result of the ruling of the Michigan Court of Appeals in this case, which is now not contested, in fact, the burning -- the -- the statute under which Mr. Evans was charged totally encompasses the greater crime because any building is covered in the crime with which Mr. Evans is charged, while only specific buildings, dwelling houses, are charged in the arson - -",
  "Well, there - -",
  "You can only get the greater offense.",
  "Yes. But the -- a jury would have to make that determination -- or the judge in a bench trial would have to make that determination beyond a reasonable doubt. If there are no further questions, I will reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. Responding to Mr. Gannon's argument first, I do characterize Rumsey as an additional element case. And I also characterize it as a misconstrued element case. It's a perfect example of how these cases can be construed either way. The judge required a contract. You can call that an additional element to the aggravating circumstance, or you can call it as a misconstruction of what pecuniary gain means in the first place. The same here, the error here can be construed as a misconstruction of the element that the property burned has to be a building, and the judge says, looking at the statute, I construe that to mean a particular type of building. Or it can be, as the prosecution construed it, as the addition of an element. There is no difference between the two characterizations. Turning to the -- the broader question about this whole line of cases and should this Court go back and revisit this whole line of cases, is there really a problem here? We have no amicus briefs from any states indicating that there's a problem. We have only the amicus from the United States saying that there's a problem. Is there a problem here that justifies going back and revisiting 50 years -- or possibly 108 years, all the way back to Kepner -- all of this case law? We submit not, especially since, as this Court noted just six years ago in Smith, there is an easy solution if there really is a problem. If there really is a problem with judges going wild and granting directed verdicts mid-trial for no apparent reason, all that has to be done is the states can fall into that, as we can say, judges can't do that, or judges as an intermediate -- states as an intermediate step could at least give judges the power to reserve that decision - -",
  "I would be, too, Justice Kennedy. I think it would be a mistake. I'm not aware of any state, since this decision -- since this Court's decision in Smith -- that have followed Nevada's lead. There are good reasons to give judges this acquittal power, namely, preserve the state's resources, preserve the jury's time, and present -- and prevent the defendant from having to go through a trial that is going nowhere. And so there are good reasons why states don't do this. States have apparently made the decision, even after being alerted in Smith, that there's something they can do about it, that the good of giving judges this mid-trial directed verdict acquittal power outweighs the bad. Finally, I'd just like to respond to Mr. Baughman's point, and it was also raised by Mr. Gannon, about how jury verdicts are different. There's something special about jury verdicts because we don't always know why they granted the verdict. But we have the same problem with judicial directed verdicts. And we have Martin Linen, where the judge just says, this is the weakest case I -- I have ever seen. We have Smalis, where he just says, it's legally insufficient. If the Court adopts the line that the prosecution and -- and the Solicitor General would have you adopt, you're going to have to require judges to give very specific findings as to what the elements of the offense are and which ones that they -- they don't find. And that, itself, would require a radical reworking of this Court's jurisprudence. If there are no further questions?",
  "Thank you, Mr. Chief Justice."
]