[
  "Thank you, Mr. Chief Justice, and may it please the Court: It was quite a litany of errors that Judge Easterbrook is alleged to have committed in this case. I would submit, Your Honors, he committed none. Judge Easterbrook correctly recognized that the only issue put into play by these Petitioners was the Dabit question. In their motion to remand this docket, docket number 20 in the Kircher case, they said, it is the fourth requirement, the in-connection - with requirement, which is at issue in the present case. We pointed out in every subsequent brief that they had waived all other issues, and they never responded to that waiver. It is that, Justice Ginsburg, to which Judge Easterbrook was responding when he said plaintiffs never argued in their briefs and they did not maintain an argument that any other requirement --",
  "No, Your Honor. Their complaint rests on two factors that are clearly within SLUSA. First, misrepresentations. They claim that our prospectuses misled them into investing in these mutual funds and then --",
  "Your Honor, SLUSA precludes precisely what subsection (b) says it precludes, which is beyond the scope of 10b-5. For example, 10b-5 requires scienter. SLUSA has no scienter requirement. So a non-scienter-based State law claim is still precluded under SLUSA. What SLUSA requires is a misrepresentation, omission, manipulation, or deceptive device in connection with the purchase or sale of securities. Period. All of that is present in this complaint. They allege omissions.",
  "Your Honor, in this case they could not amend their complaint because the Federal jurisdiction is determined on the complaint that we removed. And at the time of removal, it was clearly precluded by SLUSA. And the Court's cases are very clear that a plaintiff may not amend. For example, you can't lower the amount in controversy below $75,000 to get back to State court. At the time of removal, the Federal court both had jurisdiction over this case and it was clearly precluded under SLUSA.",
  "Your Honor, I think we're the same as the Seventh Circuit. We may have articulated it slightly different, but yes, they are different standards.",
  "Yes, Your Honor.",
  "Mr. Chief Justice, let me give you an example. The answer is yes. In a case in which there is removal jurisdiction because the defense is colorable, there may be a factual issue as to whether the in-connection - with requirement is met. In 10b-5 cases, it's not uncommon that that is a factual question, not a legal question. The Federal court would then retain jurisdiction to decide that question on summary judgment, at trial, or whatever. It won't know until it finally disposes of the --",
  "You have the Federal officer situation and you have the FSIA, Foreign Sovereign Immunities Act situation, Your Honor.",
  "Correct.",
  "No, Your Honor. It would be precisely the same creature that happens every time Congress makes a case removable on the basis of a Federal defense. Every time Congress does that, which is not very often, the Court has held that the colorable defense is sufficient to invest the Federal court with jurisdiction.",
  "Justice Ginsburg, three answers. First, Congress wanted Federal courts to make the decision, not monitor the decision. Second, we agree the Federal court has the power to remand the case. If all that's left is State law claims, the court doesn't have to keep it. And third, that is what -- the regime that Congress set up was designed because there is a risk of error. Some district courts will get some SLUSA preclusion questions wrong. And the question before this Court really is would Congress have wanted those cases to stay in the Federal courts subject to Federal appellate review or --",
  "Your Honor, Judge Easterbrook read section -- subsection (d)(4) to require remand. Petitioners and Respondent's are in agreement in this Court for the first time that (d)(4) does not apply to the remand in this case. It only applies to remands for expressly exempted actions. The -- (d)(4), it says, shall be remanded. The corollary to that, we would submit, is that where Congress recognizes that certain cases shall be remanded, even though they're within the removal jurisdiction, other cases, such as this one, may be remanded. Otherwise, Congress could have said all cases that are not precluded shall be remanded. And -- and, Justice Ginsburg, it's not as counterintuitive as -- as I think Petitioners are trying to make it seem because there may be Federal issues that continue past the preclusion --",
  "And, Justice Ginsburg, the reason he said that was because of -- of section -- subsection (d)(4), which is quoted in full at the top of page 12a of the petition appendix. That is because the Second Circuit had held that (d)(4) applies to remands in this situation, and both Petitioners and Respondent's in their Seventh Circuit briefing took that position. When we got to this Court and we both looked harder at the statutory scheme, we both realized that we were wrong. Therefore, Judge Easterbrook -- you know, the one mistake he made was the one we led him into making. But that doesn't change the validity of his jurisdictional analysis, which is to say that the only requirement of SLUSA that goes to the jurisdiction on removal is whether this is a covered class action. The elements of the preclusion defense are then the substantive question of Federal law that Congress authorized the Federal court to make, and it authorized the Federal court to make final.",
  "No, Justice Breyer. Both sides agree that SLUSA, section 77p(d)(4) --",
  "Your Honor --",
  "Justice Breyer, I disagree respectfully.",
  "If it is a covered class action, that is, 50 plaintiffs and so forth --",
  "-- it is removable and within the subject-matter jurisdiction of the Federal courts so long as the defendant has presented, either on the complaint or in the removal papers, a colorable defense of preclusion. Only --",
  "An allegation by the plaintiff as elaborated on by the removal notice, if necessary, because where Congress has waived the well-pleaded complaint rule, the removal court will look beyond the four corners of the complaint to include affidavits and other materials provided by the defendant. That has always been held the case in -- in the rare instances where Congress has made a Federal defense removable. The Court said that in the Franchise Tax Board case, for example, and it's well supported by history from the 1870's --",
  "I entirely agree with you, Judge -- Justice Ginsburg, and I think that supports Judge Easterbrook's opinion. In the where will it be tried case, the lack of appellate review is less important because the merits of the case will go to State court and up through the system, and any Federal issues can reach this case. In the SLUSA case, where the district court erroneously, as we know the district court erroneously did here, denies the preclusion and sends the case back to State court, that is a final determination of Federal law that we submit is not reviewable in State court and can't be reviewed by this Court up on review through the State system. So that --",
  "Your Honor, this Court has always held and reiterated in the Munsingwear case that where a collateral estoppel attaches because an issue has been fully and finally litigated in a court of competent jurisdiction between the same parties, that the availability of an appeal --",
  "-- does affect collateral estoppel.",
  "Justice Ginsburg, this Court has never held that an appeal is required to give collateral estoppel effect. Therefore, on remand, the court could -- the Madison County State court could give collateral estoppel effect. In fact, I expect Petitioners would argue precisely that. And no decision of this Court stands as a barrier to that. The Court would have to change preclusion law to say that the lack of an appeal is a prerequisite to an approval. I agree with you, Your Honor, that it can be taken into account by a court, but it does not --",
  "And if they came out the other way and said, I am going to treat it as preclusive, because the Supreme Court says you don't have to have a right to appeal, we'd be stuck with that.",
  "That -- that decision would be reviewable here, Your Honor. It's an unnecessary multiple layers of appeals and going through the State system to decide a Federal question that Congress wanted to have decided in the Federal courts.",
  "Only one mistake.",
  "I respectfully disagree with you, Justice Ginsburg. The -- if the State court gave preclusive effect to the Federal court judgment, the preclusion question would be open to question -- the collateral estoppel question would be open to review. But the substance of the remand order would not be. It would still be barred by 1447(d), if Petitioners are right, and this Court held exactly that in the Missouri Pacific Railroad case in 1896 and has never revisited that. So that we cannot get the SLUSA issue up back through the State system. Judge Easterbrook was exactly right. It is now or never, Your Honor. And Congress certainly could not have expected on an issue of this magnitude where it passed a law 3 years after the PSLRA --",
  "Certainly, Your Honor.",
  "In a non-removed case, yes. Petitioners' theory, though, is if this is a 1447(d) bar, and it was removed to Federal court, decided that it was not precluded by SLUSA and remanded it, this Court could not review it directly or indirectly, could not review the issue of SLUSA preclusion decided by the Federal court.",
  "No, Your Honor. Our case on that, where the Court held exactly that, is Missouri Pacific Railroad v. Fitzgerald.",
  "Yes, Your Honor. It was a case --",
  "On the merits of the final judgment in the case, correct, Your Honor.",
  "Justice Breyer, I think the State court could decide that. It's not --",
  "Justice Breyer, we would certainly hope that if Petitioners were to prevail on the 1447(d) issue, this Court would make clear both that we could relitigate the question to State court and bring it to this Court. What we are saying is under the current state of this Court's law, laid out in our brief and not challenged in any regard by Petitioners, that is not obviously the case, so that we are left with the fact that a State court could give preclusive effect to an obviously wrong Federal judgment that could not be reviewed in this Court.",
  "I think you would have to clarify at least that Missouri Pacific does not apply to SLUSA removals and remands, Justice Souter.",
  "Correct, Your Honor. And --",
  "Not under Petitioners' theory, Your Honor, because their theory is that the inquiries are completely and totally coextensive. That the jurisdictional inquiry, the -- the remand inquiry is precisely the same as the preclusion inquiry. Our position is that --",
  "Your Honor, I'd submit that it's very strange that this would not be just reviewable straight up through the Federal system, as Judge Easterbrook and the Seventh Circuit correctly held.",
  "Your Honor, that -- that may well be a fair distinction of the Missouri Pacific case. We come to the Court today with the law as it stands and not knowing whether such a distinction will be drawn in the future --",
  "-- the Seventh Circuit.",
  "Your Honor --",
  "If -- if it works the same way with SLUSA, such could be the law. The Court certainly has the opportunity to clarify that. Again, I'll return to the simpler way --",
  "And in -- and in Munsingwear, Your Honor, the United States cited that precise provision of the Restatement of Judgments to this Court, and six Justices of this Court held, no, if there's no appeal, we are still going to give this judgment collateral estoppel effect. Certainly a State court would not be unreasonable in following this Court's lead, since this Court has never retreated from that statement.",
  "Your Honor, it was about mootness and the result of the -- the Government's complaint there was that it was going to have to live with the collateral estoppel effects of the judgment. One of the arguments they made was, well, because we can't get an appeal, we won't be bound, and the Court disagreed with that en route to saying, and to avoid that problem, precisely that problem, you should have asked for vacatur. But since the Solicitor General didn't do it, the Court -- the decision stood and it had collateral estoppel effect. That -- that is the holding of Munsingwear, Your Honor.",
  "Well, Munsingwear reaffirmed Johnson v. Wharton which said that where Congress takes away the right to appeal, there is still collateral estoppel effect of the district court judgment. That -- that was the previous decision that Munsingwear affirmed.",
  "Your Honor, the -- the holding of Munsingwear is that Johnson v. Wharton is good law, and a court need not give -- may give preclusive effect to a case without an appeal.",
  "If the Court would like to change that law, it's -- it's up to this Court, but that's how we come to this case.",
  "Correct, Your Honor. I think --",
  "No, Your Honor. That is the merits determination. And -- and the statute tracks --",
  "That the preclusive elements are the merits question of the case, not the jurisdictional question.",
  "Your Honor, I'm agreeing with you on covered security. I'm -- I'm saying that there then is the further inquiry of whether all of the preclusive elements of subsection 77p(b) are met, which is the merits inquiry.",
  "There -- there are very few cases that don't involve covered securities because virtually every security is covered. There are very few cases that aren't covered class actions because if they involve more than 50 people, that's about all the requirement there is. Those are the jurisdictional prerequisites. That, if established, gives the court subject-matter jurisdiction. Then we have the substantive elements of the SLUSA preclusion defense provided in a different statute that is not jurisdictional, just like this Court described in Arbaugh. The covered security and covered class action Congress made jurisdictional by putting them in the statute. The substantive elements of the defense Congress did not make jurisdictional because they're in another statute. That's the disconnect that Judge Easterbrook understood so that on the face of the opinion of the district court, where it recites the defendants maintain that the in-connection-with requirement was met, that defense, if colorable -- and it clearly was. This Court has accepted it in Dabit -- conferred jurisdiction on the court, and then the substantive decision on the merits was the merits determination. That is the decoupling that Congress did in SLUSA, that Judge Easterbrook correctly recognized, and that puts this case squarely within the Thermtron exception to 1447(d).",
  "In those cases, Your Honor, they work differently than SLUSA for two reasons. One, they're the whether -- not whether it will be tried, but where it will be tried. And when Congress -- and when it was only a where question, Congress puts in a specific provision. The other is CAFA, for example, is expressly jurisdictional. It amends the diversity statute. So there's no argument that it would be within Thermtron. Every CAFA question is a 1447(c) issue. Congress had to make it. Here, Congress knew about Thermtron. Congress has known about Thermtron for 30 years. This Court reaffirmed Thermtron while they were debating SLUSA. And Congress knew that this question was not jurisdictional. Congress decoupled them, just as this Court described in Arbaugh.",
  "And, Justice Ginsburg, if Judge Hermansdorfer had said, I'm much too busy and therefore I lack subject-matter jurisdiction, it is inconceivable that the Thermtron case would have been decided any differently. Congress understands the difference between jurisdiction and merits. This Court understands the difference between jurisdiction and merits. Judge Easterbrook certainly understood that distinction. This determination made by the district court here was a merits determination not controlled by 1447(c), and therefore, appeal was not barred by 1447(d).",
  "No, Your Honor. It references subsection (b).",
  "Just as title VII says what can be brought is an action under this title or just as the environmental statute in Steel Company said what can be brought is an action under subsection (a). The cross reference of another provision containing substantive elements of Federal law does not make those elements jurisdictional. That's the holding of Arbaugh. That's the holding of Steel Company. There's no reason that the same principle shouldn't be applied when Congress makes a Federal defense removable as when it makes a Federal claim subject to suit within the original jurisdiction of the Federal courts.",
  "Well, Justice Souter, we know from Mesa that if Congress had just made all covered class actions removable, we would have to find some Federal defense to support article III jurisdiction. Congress, by cross-referencing subsection (b), just pointed the Federal courts to the particular Federal defense that is sufficient, clearly sufficient, to make article III satisfied under the Mesa case. That's all that that cross reference is doing. It's not, however, picking up every element. If Congress wanted to include every element of title VII, that environmental statute of SLUSA, it would have put them in the jurisdictional provision. Arbaugh says --",
  "Yes, Your Honor. We have not only the -- the reference there, but we have the final sentence of that clause where we say after removal, after the court establishes that it has removal jurisdiction, it shall subject the action to subsection (b). That clause is entirely redundant under Petitioners' reading of the statute. Entirely redundant. I've read the reply brief a number of times. I don't understand their explanation for that. The only explanation is that Congress made removability contingent on the subsection (c) factors. Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: The controlling question raised here is whether instruction 13 accurately states Federal law. That's exactly what petitioner said in their reply brief to the Missouri Court of Appeals. They could not have been any clearer that their challenge was to instruction 13. In John versus Poulin, this Court said that State courts have the authority to prescribe the rules of procedure in their courts even when Federal issues are at stake. The requirements in the Missouri courts were not complied with here. No abstract question was presented. The sole question presented and preserved was with respect to instruction 13. And that can again be seen in their opening brief in the Missouri Court of Appeals, which specifically says the trial court erred in giving instruction 13 based on MAI 32.07(b).",
  "It is viewed in conjunction with the instruction on employer negligence, but a fixed concept of what it was, they did not challenge the language of instruction 12. They accepted that. Holding that language constant, what should we do to instruction 13? They could have objected to instruction 12 and 13, and they could have said, here are a pair of instructions both in proximate cause, and here are a pair of instructions both in -- resulting in whole or in part, and then they could have preserved this issue. But they did not do that. They accepted instruction 12 as a correct statement of the law, and said, now let's look at instruction 13.",
  "Yes, they do. Rogers concluded that 50 years ago and the courts in the Federal and State system have nearly uniformly interpreted Rogers as reaching that decision.",
  "Yes, if you can reach that decision without interpreting instruction 12, or the propriety of instruction 12, particularly since instruction 12 contained the exact language of the statute. Whatever judicial gloss has been put on that language was not told to the jury. Justice Stevens, the question you asked, whether there was any argument about the different standards, the answer is no. There was no argument. The only way in which the jury learned of this difference was in the language of the instruction. And instruction 12 - -",
  "There wasn't in the early 1900s for certain, Your Honor, because at that time, even petitioners recognized the doctrine was emerging. And if we look at the language of 53, it talks about the type of contributory negligence that used to be a bar. And that certainly was a type of contributory negligence that only arose with the traditional proximate cause. It certainly wasn't on the slightest cause standard.",
  "No, Your Honor. You can conduct the comparison, and it happens all the time in cases where one party has committed intentional misconduct and another party has had negligent misconduct. The causation standards are different in that instance. There's a - -",
  "Well, the causation standard is used to decide what negligence you use in the balance and in the comparison. For example, if a party is negligent, but the negligence had no causative effect, that negligence falls out of the analysis.",
  "No.",
  "It just affects which negligence was in the balance. And - -",
  "Well, in responding -- going back to your question about intentional conduct, the petitioner's reply brief, in fact, states that a broader range of harms are considered proximately caused by intentional torts. So there is a different conception of proximate cause in that context. But in any event, their merits brief consistently argues for a proximate cause standard. In fact, it closes with that. And its criticism of instruction 13 in this case was precisely that it was a proximate cause standard. So if they are now before this Court asking for a proximate cause standard, they conceded that instruction 13 was a proximate cause standard, they in fact complained about it precisely because it was a proximate cause standard, that issue really isn't before this Court anymore.",
  "Well, I think Justice Souter hit the nail on the head on that one, in that it does create confusion and it can mislead the jury that the railroad worker is responsible for other parties' culpability as well. Moreover - -",
  "Well, in - -",
  "I don't want to interrupt anybody.",
  "If petitioner had asked for an instruction that said directly contributed in part, the inclusion of the phrase in part there might not have any impact. It could still potentially mislead the jury, but they were seeking not just to add the words \"resulting in whole or in part,\" but remove the word \"directly\" because it connoted proximate cause, and that they felt proximate cause was not the appropriate standard for contributory negligence, even though now that is the standard that they solely are seeking.",
  "Absolutely, Your Honor. It does not. In section - -",
  "I disagree, Your Honor. I think it is because they are adopting different standards. The contributory negligence - -",
  "That's one reason. But another reason is that it's a different standard. In Section 53, they're talking about contributory negligence that was a bar to liability. That type of contributory negligence was the kind that was more than -- it wasn't caused by slight causation. It required proximate cause. That was a pretty harsh result. And it certainly didn't arise in instances where the plaintiff had just had the slightest causal connection. And that certainly was the conclusion in Rogers.",
  "I have two responses, Your Honor. First, Justice Brennan wrote Crane twelve years later.",
  "And he, you know, definitely clearly said that a railroad worker does not have to prove common law proximate causation relying on Rogers.",
  "Yes. But if we look at those earlier cases, particularly Coray, we can see that Rogers articulated what was meant by that proximate cause language. Proximate cause is, in a sense, a label for scope of liability or legal cause, as the restatement says. It doesn't have any singular conception. And in Coray, the Court found - -",
  "Yes, Your Honor.",
  "We don't accept that, but even if that's the case, the Rogers -- the parties to Rogers immediately interpreted that decision as affecting proximate cause. Twelve years later, this Court did say that in Crane. The lower courts have uniformly, nearly uniformly interpreted Rogers in a certain way. And at this point, stare decisis suggests that this Court should not overrule.",
  "Well, and I also think, though, that by lightening -- by saying the slightest cause possible or, you know, a slight cause would create liability, that does affect proximate cause.",
  "Because Section 53 refers to contributory negligence that created a bar. And that was the type of negligence that required proximate cause. Moreover, the type of instruction you are positing is not at all what petitioner requested in this case.",
  "But under Missouri procedures, you have to be clear in the nature of your objection, and the objection was that we want the same language, we want the language resulting in whole or in part. And out of respect for the State courts and their right to create the rules that govern in those courts, that was not satisfactory under Missouri rules. Missouri rules also have specific requirements for what you have to do in the court of appeals. There's a \"Point Relied On\" which is the argument heading in the brief, and it's required by Rule 84.04. And it sets forth a very specific format, and it's supposed to start with \"The trial court erred in,\" and then you give your reasons. And it says that negligence -- it erred in instructing the jury to find plaintiff negligent only if it concluded that his negligence directly contributed to cause his injury, rather than cause his injury in whole or in part. You know, there is no issue that was preserved in the Missouri courts other than that challenge. Cook versus Caldwell which we cite in our brief, in Missouri, not only do you have to object, but you have to keep consistent with the basis of the objection. You can't just object to instruction 13 on one ground, go up to the court of appeals, and raise a completely different challenge to instruction 13. You have to stay consistent. And out of respect - -",
  "That was a justification for rewriting instruction 13 to include the words \"resulting in whole or in part.\" I do not think they raised an abstract argument about equivalency; that in order to do that, they would have had to object to instruction 12 and instruction 13, because equivalency in the abstract would require modification of both instructions, and they clearly chose to accept the language of instruction 12 and only object to instruction 13. So no, not in the abstract, it hasn't been raised. It was a justification for one particular result, and that was a result that would have modified instruction 13. And in a particular way, too, modified it in a way of including the words \"resulting in whole or in part.\"",
  "Exactly, Your Honor.",
  "I'm sorry, Your Honor. Could you - -",
  "We disagree with petitioner.",
  "The abstract question of equivalency --",
  "Right.",
  "Well, I think we're in a difficult position right now, because they're asking for proximate cause in their blue brief - -",
  "Okay. If we're putting aside the blue brief then - -",
  "But if the question goes to the fact that Section 53 doesn't have an express causation standard in it, what you fall back on is traditional proximate cause, that Congress departed from the traditional proximate cause standard by using the words \"resulting in whole or in part\" in Section 51. It didn't create the same departure in Section 53. In fact, by referring to the kind of contributory negligence that creates a bar, it was pretty much pointing right back to proximate cause.",
  "I believe the treatises that say yes.",
  "Because when a cause that -- when a slightest cause can give rise to liability, that has effectively reduced or relaxed that causation standard. There is still a legal cause requirement, yes.",
  "Well, but if we look at like the first --",
  "Well, no. The Restatement, for example, at the time of Rogers talked about substantial factors, and talked, in other words - -",
  "Right.",
  "Yes, Your Honor, but what Rogers and the statute recognizes that it can be a very, very slight cause. And what it was understood, for example, in the --",
  "And neither did the instruction. It just used the words \"resulting in whole or in part\" also. But Rogers did interpret the language \"resulting in whole or in part\" as meaning playing any part, even the slightest. And that has been the law for 50 years. And it would be a massive change in the law, as Justice Scalia said earlier, for this Court to depart from that at this point in time.",
  "The Restatement at the time of Rogers talked about substantial factors, and in the comment to that, it explains that sometimes the other causes can be so predominant that one causation is just not sufficiently significant or of sufficient quantum to constitute a legal cause. So there is a component of quantity within the concepts of proximate cause. I believe their reply brief talks about substantial factor, and to talk about something as being a substantial factor does have a quantum component to it, just as slight has a quantum component to it. A slight cause could not be a substantial factor, or oftentimes would not be a substantial factor. So the two really do go hand in glove.",
  "I'm not aware of that, Your Honor. It may be.",
  "I am not aware of that. So that would be a pretty harsh remedy if that were the case.",
  "And clearly, Congress in this statute was trying to move away from the common law in many respects to protect the railroad worker. And the interpretation of Section 51 as lightening the causation standard for the defendant's negligence, but leaving intact the traditional proximate cause standard for plaintiff's contributory negligence completely comports with the purpose of Congress in enacting the statute.",
  "I reach that conclusion on the basis of Rogers. And in the petitioner's brief - -",
  "Yes, Your Honor.",
  "Even the petitioner's brief describes the language \"resulting in whole or in part\" as an elaboration of proximate cause. They recognize that it has bearing on proximate cause. And so if it has bearing on proximate cause in Section 51, it certainly would have bearing on proximate cause if it was incorporated into the language of the instruction on contributory negligence. So that may be one reason for not including the language, but another reason is that it does affect the causation standard and Congress did not incorporate it in Section 53, whereas it did have it in Section 51. And when it modified the statute in 1939 for assumption of the risk, to abolish assumption of the risk, it did not equate proximate cause and \"resulting in whole or in part\" necessarily as the same thing because one version had proximate cause and it was not adopted. The phrase \"resulting in whole or in part\" was used in its place. So suggesting that Congress may, in fact, have seen a difference, just as Rogers concluded, and I think rightly so. Moreover, as I said, that has been the law for 50 years, and it's pretty settled in this country and it would create a massive change if this Court were to depart from that. Moreover, this is not the right case to decide that because the language in instruction 12 said, \"resulting in whole or in part.\" And petitioner has never - -",
  "Excuse me, Your Honor?",
  "Well, for Mr. Sorrell in particular, I mean, he acted, that he allowed that instruction to be used, and now they're attempting to disrupt this judgment.",
  "Yes.",
  "Yes, you're absolutely right, Your Honor. And there is employees' compensation for railroad workers, and that may be very well be because of this interpretation of Rogers that was adopted 50 years ago.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: Affirming the judgment below would authorize private securities fraud class actions against every service provider that participates in the drafting of a public company's prospectus. It is, therefore, nothing less than a frontal assault on this Court's decisions in Central Bank and Stoneridge. In those cases, Your Honors, this Court held that service providers may not be sued primarily in private class actions and left that matter for Congress to resolve. And Congress did respond, not once, not twice, but three times, to those decisions. First, in the PSLRA, the Congress authorized a Federal action, a government action, only against aiders and abettors, leaving the question of private class actions for this Court's resolution.",
  "Justice Sotomayor, the challenged statements appear in the prospectuses for the Janus Funds, separate legal entities not parties to this lawsuit.",
  "Your Honor, the company -­ excuse me -- the conduit or analyst cases fall under two categories, neither of which is met here. First, they are a scheme between the company -- orchestrated by the company to distribute its information through the analysts to the market, and they are brought under 10b-5(a) as scheme cases. That is most of the analyst cases. There is no 10b-5(a) claim in this case. This is only a 10b-5(b) \"making\" claim. Second, those few cases, the analyst cases, that are brought under (b) involve an omission; that is, the company has failed to correct a statement made by an analyst where there is a duty to do so. There is no omission claim in this case because there is no duty -­",
  "Your Honor, the company makes the statement to the market. Under Basic, the analyst is the market. It is the ears of the market that takes information -­",
  "Your Honor, the analyst cases, the issuer speaks to the market directly. Here, there is an intervening legal entity, the Janus Funds. Scienter or no scienter, that is a separate corporation -­",
  "Justice Sotomayor, the Congress has drafted two statutes that deal with puppets. Section 20(b), which these plaintiffs have not invoked, makes it unlawful for one party to do indirectly what it would not be permitted to do directly. That's the puppet statute, the ventriloquist dummy statute.",
  "No. There's also 20(a), which is the control person statute, also not invoked by these plaintiffs. Those are forms of secondary liability, Your Honor. In fact, the Court's questions go to the distinction between primary and secondary liability.",
  "Justice Sotomayor, our position is nobody had scienter, and every adjudicator to look at these facts -- Judge Motz in the district court, the ALJ of the SEC -- has found that there was no scienter anywhere up and down the line. So the fact that somebody didn't have scienter doesn't answer the problem here. The question -­",
  "The adviser personnel made the determination, Justice Ginsburg, that the policy was discretionary, that when it said we may refuse trades, the funds may refuse trades, that there are -­ discretion -­",
  "That's correct, Your Honor -­",
  "That's correct, Your Honor. And the SEC -­",
  "Not as to these plaintiffs, Your Honor. The SEC -­",
  "Justice Kennedy, you're exactly right. That is the theory pleaded in the complaint.",
  "And the question that is before this Court, we would submit, is whether, scienter or no scienter, JCM can be held liable for the statements in another company's prospectus. This Court has never held -­",
  "No -­",
  "They chose not to bring a scheme case. And remember, there is a second set of investors here: the fund investors. The SEC brought an action, secured $100 million on behalf of them. There was a series of private litigation that has been resolved, brought by those investors. These investors did not purchase the securities offered by the -- the prospectus they challenge. And, again, there's a fundamental disconnect between the defendant in the case and the challenged misstatements.",
  "Your Honor, for different reasons. They can sue JCM for -- for an omission, because there's a duty that runs from JCM to the funds. That was the theory advanced in that separate lawsuit accepted by the district court, which has since been resolved. They can't -- these plaintiffs can't bring an omission case, because there's no duty that runs from JCM out to the JCG shareholders. The district court held that. They didn't appeal that to the Fourth Circuit. They didn't present that in their cert petition. So they can't bring that omissions case. Any wrongdoing in this case -- Justice Ginsburg, to finish my answer to your question, the policy says funds are not intended for market timing. The adviser allowed 12 traders to trade frequently. The only wrongdoing, if there is any wrongdoing, was the failure of the adviser to disclose to the trustees the deviation from the policy. That is a State law breach of contract. It may be a breach of fiduciary duty.",
  "Your Honor, the funds made the statements to the public. They were drafted -­",
  "They were drafted by lawyers for the funds, lawyers representing the funds.",
  "The adviser paid the lawyers' salaries.",
  "Correct, Your Honor.",
  "I -- I disagree with that, Justice Kagan. They don't allege that in the complaint, and the facts show that the lawyers, when -­",
  "One would have to -­",
  "No, Your Honor. One would have to further look at who those lawyers were representing. The truth in the real world is -­",
  "Every prospectus is written by lawyers, Justice Kagan. Lawyers write prospectuses.",
  "In-house counsel, outside counsel, once they draft materials and present them to their client, it becomes the client's statement when adopted by the client. The board of trustees of the funds has to review every policy, is responsible for every policy drafted by inside counsel, outside counsel, consultants. It's not unusual for companies to retain outside service providers to provide any number of policies: Employment policies, investment policies, everything else.",
  "Your Honor, like all lawyers, they wear multiple hats. I represent multiple clients. These lawyers represent multiple clients.",
  "They are in-house lawyers at JCM, but they also represent the funds, and the SEC has specifically recognized in the context of investment companies that where an adviser counsel is representing the funds, his client or her client, for those purposes, is the funds. And here, these lawyers are very careful to separate who their -- their clients are for various purposes.",
  "Absolutely, Justice Kennedy, because when the statement is adopted by the issuer, it becomes the issuer's statement. Only an issuer can make the statement -­",
  "That's -­",
  "Your Honor -­",
  "Your Honor, the word \"control\" appears more than a hundred times in the briefs on the plaintiff's side of this case in this Court, and the Congress has dealt with control. Section 20(a) provides a separate cause of action against those who control another entity.",
  "Our position, Your Honor, is that the Congress has dealt with the situation where you have two separate companies, and to make a claim against the second company, you have to prove control. Whether or not they could in this case, none of us knows, because they never brought that claim. They represented to the district court -­",
  "Your Honor, the investment company, the mutual funds, are separately owned, separately governed.",
  "Well, Your Honor, then -- then we're just saying that the investment adviser is a service provider like every other service provider. They are like the -­",
  "Your Honor, with respect, the allegation is that the adviser wrote a certain policy, but the very document cited for that in the complaint says that the trustees are responsible for the policies of the funds. The trustees, when they adopt them, it becomes the corporate policies of them. I mean, on the plaintiff's -­",
  "Yes, Your Honor. The fund has -­",
  "Are the officers of the fund, the chief executive officer, the chief financial officer -­",
  "Not the president, Your Honor, but the others are joint -- serve in joint capacities.",
  "The lawyers representing the trusts, both in-house and external, draft the underlying document -­",
  "The particular prospectus, answered in that prospectus. That's exactly right.",
  "They are presented to the board of trustees, which holds a meeting. The board of trustees is -- the funds are represented by outside counsel, and the independent trustees are represented by outside counsel.",
  "These particular statements?",
  "Yes, Your Honor. There were changes to the market timing policy throughout the class period. In fact, earlier in the class period, there was an express disclosure that market timing might be permitted pursuant to a -- a written contract. That was revised later. The trustees asked multiple questions. They were back and forth with their lawyers. Outside counsel was always involved, and there are other consultants involved periodically as well. The -­",
  "There's two separate sets of outside counsel. One law firm represents only the fund. It does not represent the adviser; only represents the funds, Your Honor. There's a second law firm in this case that represents the independent trustees. Six of the seven trustees determined that to secure their independence, because the chairman of the board at that time was an interested person under the statute, they have a separate law firm. There are two law firms that have nothing to do with the adviser.",
  "They were paid by JCM, and at the time they drafted, they were representing the funds, again, as allowed by the SEC, as disclosed in the documents -­",
  "Those outside counsel reviewed every policy. In fact, if you look at the -­",
  "The -- the paragraph being challenged in this case, that's correct, Your Honor. The interrogatory response doesn't speak more broadly than that, but I agree with that.",
  "Correct, Your Honor. And then the trust, of course, has contractual and other rights against the adviser that it has enforced, you know, in this very case. The trustees made a claim against the adviser for all of this underlying conduct.",
  "If he's an authorized agent of the same company that issued the statement?",
  "If the board of trustees of his company, so that the statement -­",
  "And -- and the distinction here, Justice Breyer, is -­",
  "If he is an authorized agent, he may be sued as -­",
  "He may be subject to liability, then -­",
  "Your Honor, they run the management of the fund. The investment operations -­",
  "And where -­",
  "Because, Your Honor -­",
  "-- the corporate form has meaning in the Federal law and in State law, and where -­",
  "The answer is, Your Honor: These funds are managed -- \"governed,\" excuse me, is a better word -- by the trustees. That is disclosed in these documents. In fact, the documents say -- it's at page 258a of the Joint Appendix -- the trustees are responsible for all the policies. They have outsourced, if you will, certain functions, operational functions: Which stock to buy, which stock to sell, which transfer agent to hire. Those are functions that could be kept in house or could be outsourced.",
  "That govern everything.",
  "Well, they're -- they're -­",
  "Three answers. First, that's dealt with in section 20(b), which is the ventriloquist dummy statute that these plaintiffs didn't invoke. Second, the Congress looked at this very question in 1938 and 1939, when there were proposals to merge the management, the adviser function, with the funds, to make them one unitary entity. And in the Investment Company Act of 1940 and the Investment Advisers Act of 1940, the Congress elected not do that. As this Court has recognized, it chose not to require compulsory internalization of the management function. It allowed this separate entity. And, therefore, when you have separate companies, under State law -- again, my client is a Delaware limited liability corporation. The funds are Massachusetts business trusts. They have nothing in common. There's no joint ownership, no joint governance -­",
  "Absolutely not, Your Honor.",
  "And every fund, or virtually every fund in -- in the United States, is set up this way.",
  "And, again -­",
  "My third -­",
  "My -- my third answer is that extensive regulatory involvement in the two Acts enacted in 1940 specifically to regulate this industry, the Congress never made the decision to hold the adviser liable for the fund's conduct. In fact, no statute says that, and the SEC has never taken that position. There is no case cited in any of the briefs -- they have 234 pages, 138 cases. Not one holds an investment adviser liable for statements of the fund's prospectuses. When the -­",
  "The company may be sued under 10b-5. It has got to meet all the elements -­",
  "-- but, yes, if it's an authorized agent making a statement on behalf of the company. But proving -­",
  "Absolutely right, Your Honor, and that's a distinction -­",
  "It's grounded in State law, and it differs between one company and two companies. Where Congress has looked at issuers, for example -­",
  "You know, for certain purposes, Justice Scalia, they are an agent.",
  "No, Your Honor, for -- not for drafting a prospectus. For carrying out the investment function. They are laid out in the contract -­",
  "It's attached as an appendix to our brief -- which sets forth the things that JCM is an agent for investment operations, not an agent specifically for registering the fund's securities for sales, complying with the Federal securities laws, preparing and issuing the prospectus. All those things, by contract -­",
  "They did not do those things, Your Honor.",
  "No, it's not the allegation.",
  "I don't know how to respond to that, Justice Kennedy, since it's so far beyond what they could possibly prove here. What happened here -­",
  "Yes, Your Honor.",
  "And, Your Honor, no court, no case from this Court or any court of appeals has ever held that the driver's seat exception to Central Bank exists. And that is an expansion. The second issue in the case, of course, which is attribution: Even if there's making by JCM, none of these statements were attributed to JCM. The prospectus is very clear that -­",
  "Justice Ginsburg, the Fourth Circuit's view was the manager helps the funds. That -­ nobody even defends the Fourth Circuit's ruling. The Government now comes in with a theory that they admit, on page 22 of the Government's brief, does apply to every lawyer, every accountant, every -­",
  "Absolutely, Justice Scalia. And that question can only be -­",
  "We agree with the Court. The question presented can only be answered one way: The court of appeals erred. If I may reserve my remaining time.",
  "Justice Kennedy, in response to your attribution question, Mr. Gannon said something about falsely attributed or anonymous statements. We have neither here. We have a correctly attributed, non­ anonymous prospectus that under Federal law says, on the first page of the document, who it's attributed to, the Janus Funds, who have their own trustees. Justice Ginsburg, who is in the driver's seat? Page 258a of the joint appendix, quote: \"The trustees are responsible for major decisions relating to each fund's objectives, policies, and techniques. The trustees also supervise the operations of the fund by their officers and review the investment decisions of the officers.\" There is no misdirection here about who's in charge. The trustees are in charge.",
  "If it is a dupe case, Justice Ginsburg and Justice Sotomayor, it's dealt with by 20(b), which Justice -- Mr. Gannon did not answer. You'll notice 20(b) does not require a primary violation. It allows the Commission to proceed directly against any person who acts indirectly where it can't act directly. So 20(b) answers this problem. The Commission also -- the 34(b) of the Investment Company Act is broader. There's also section 206 and 215 of the Investment Advisers Act, which regulate the conduct of investment advisers. Congress has dealt in a very reticulated way, and all of the questions today I would submit show the absence of bright lines being proposed by my friends on this side of the table. They can't articulate the distinction between primary and secondary, between principal and agent, between aiders and abettors and anyone else. This is an area that needs bright lines. It needs to be resolved on motions to dismiss. Scienter can't be resolved on a motion to dismiss. And the Congress, in the Dodd-Frank act, which the plaintiffs said, in their opposition in this Court to this certiorari petition, was going to solve the problem by enacting a new statute -- turns out Congress didn't enact that statute. Instead, Congress referred this issue to the General Accounting Office, to the Comptroller General, and said take a year, take all the resources of the Federal Government, study the problem of the distinction between companies that issue securities on the one hand, -- the funds here -- and those who provide services on the other hand -- the adviser here. And tell us, come back to the Congress and tell us whether we need to solve the problem. If the government -­",
  "The investors in the mutual fund, Justice Alito -­",
  "-- got $100 million through the SEC action and resolved all the civil litigation. They're a separate class of investors, a whole different set of securities laws problems, because they were the recipients of the prospectus that offered these securities and that contained the false statements. These plaintiffs' fundamental problem -- they didn't purchase or sell the securities that were offered by the prospectus they complain about. They can't find any false statements in anything -­",
  "These shareholders -- JCG's shareholders have no relief. And, Justice Kagan, I would point out in the 70 years since the Investment Company Act was enacted and the modern mutual fund industry was built, I'm not aware of any case -- and they certainly haven't cited one -- in which the investors in the parent company have ever recovered a dime in an SEC action, in a private action, or otherwise, for statements in the funds' prospectuses. There is a -- there is a line between corporate entities, and the liability runs up different channels. This is a totally novel, unprecedented theory that they're presenting.",
  "Right.",
  "Their theory was that there was an omission. The adviser owned a duty to the fund. The statements were correctly made, Justice Ginsburg. There was no market timing. When the -- when the adviser later allowed certain traders in, it owed a duty to correct those statements in the prospectuses to the fund. That was the liability theory of the investors. These plaintiffs can't pursue that liability theory because the duty doesn't run the other way. It doesn't run from JCM to JCG's investors. That's the law of this case. And, therefore, they can't bring an omissions case; they have to bring an affirmative misstatements case for statements that were not directed to this group of investors.",
  "Mr. Chief Justice, and may it please the Court: I think the last half-hour has made clear that what really is at issue here is a challenge to FDA's administration of the Orange Book. That is an APA challenge, not this counterclaim. Justice Kennedy, you asked if when FDA was writing the -- the use codes, did it describe the scope of the patent? And Mr. Hurst said yes. That's false. The answer is no. For example, if I could point to the joint appendix at page 522, these are some FDA-authored use codes. Everything before U-530 is an FDA-authored use code. U-275 --",
  "Page 522, Your Honor.",
  "U-275, \"Method of use of the drug substance.\" U-278, \"Method of use of the indication of the drug product.\" U-279, \"Method of use of the approved product.\" These were the ones that the FDA wrote when it was responsible for writing use codes to put the world on notice. So, U-278, method of use of an indication of the drug product -- the patent relates to secondary hyperparathyroidism, but you will never know that from the use codes, and -- and that's when FDA was writing it. In 2003, FDA decided to turn it over to the industry. And it said in this rulemaking -- you've heard a little bit about the rulemaking but not what FDA actually said. It said to this: \"We believe\" -- and I'm quoting by the way from page 19a of the reply brief. This is 68 Federal Register page 36,682. \"We believe an approach that requires the NDA applicant or holder or patent owner to identify the approved methods of use protected by the patent is most consistent with the general balance adopted in\" the Hatch-Waxman Act. And then the generic industry, during this very rulemaking, made all of the arguments that Mr. Hurst has made today, said we should have more of a challenge, we should have litigation and so forth. And the FDA said no, that's not right, because that would let the generics pick it. And we said -- they said we shouldn't do that. And this is important. This is on page 24a of the reply brief. The FDA said very clearly, \"There would be repeated litigation over individual patent listing decisions.\" That's a bad idea, the FDA said, because there is no assurance that ANDAs would be approved sooner or generic drugs would enter the market any more rapidly.",
  "There are several alternatives, Your Honor. First, the FDA could de-link the indications from use codes. Right now the regulations say that you can base your use code on the indication. Our use code is identical to our indication, applies with every regulation. You didn't hear Mr. Horwich say that FDA thinks our use code is wrong. FDA has accepted our use code. Caraco filed an administrative challenge to the use code arguing that it was arbitrary and capricious. FDA rejected the administrative challenge. And they didn't go to the D.C. Circuit to say that was arbitrary or capricious under the APA. I mean, that's the way agency action gets challenged in the ordinary course as this Court has seen many times. Not here.",
  "Your Honor, they have chosen to make it a ministerial act, which is not a negative, by the way. It is the Federal Drug -- Food and Drug Administration. What they do is administer this program. And they have in other areas, such as patent term extensions, entered into memorandums of understanding with PTO where there are patent issues so that there is interagency cooperation to deal with patent issues. They could do that here, but they've chosen not to and, in the exercise of their enforcement discretion, said we are going to accept the NDA applicant's submission. And, more importantly, FDA has made the policy decision to tie the section (viii) determination to the use code. They don't have to do that. That's not in the statute. They could change that by rulemaking. And, third, on the indication, for example, Novo's use code always follows the indication. The change in this case was because FDA changed the indication.",
  "I'm sorry?",
  "Your Honor, there have been about a dozen APA challenges to various aspects of this administration in the D.C. Circuit over the past 10 years. The generics have won several of them including most importantly the Purepac case, which we cite in our brief, which is a direct challenge to FDA's refusal of a section (viii) carve-out because of the use code. And the generic won that argument. It said it was arbitrary and capricious for the agency to do what it did. So -- look, every APA battle is an uphill battle. They're the plaintiff. They have burden -- the burden of proof. It is an available remedy. You couple that, Your Honors, with the --",
  "In Purepac, Your Honor, the brand changed its position but the FDA did not change its position accordingly, and that was the arbitrariness there. Here, the -- the brand changed its position, and the FDA went along. So, I -- I don't think they would win that case, to be clear, in our particular facts. That's because Novo has done nothing wrong. I mean, you've heard about -- a lot about over breadth, misleading, blah, blah, blah. There is nothing wrong with Novo's use code if the agency agrees with that.",
  "Yes, Your Honor.",
  "Justice Breyer, your question conflated, as Caraco often does, the use and the indication. You quoted the indication, that is, a method of -- of improving glycemic control. The use is repaglinide combined with metformin. They are disclosed in different parts of the label. The indication is under indications, and the use is under dosage and administration. That's the way FDA has always administered this, and that's the distinction between indication and method of use, which is why the regulations and the form are written in the alternative.",
  "Your Honor, that is the indication that's --",
  "It is not patent information submitted under (b) or (c) of section 505, which is the statutory language. It is information submitted under 314.53(p)and (e) of the regulation, which is a different question.",
  "No, Your Honor. The regulation was issued under section 701, the general rulemaking authority. They cite section 505, but there was a subsequent rulemaking when Pharma, the trade association for the -- for the branded industry, challenged FDA's authority to require all of this information. And in 2007 rulemaking that my friends on this side never cite, FDA came back and explained that our -- that the patent submission reg is based on section 701 to facilitate the section (viii) and ANDA process, not -- not an interpretation of section 505. And there are lots and lots of interpretations of the statute. Drug --",
  "I'm sorry. The 2007 rulemaking is --",
  "You Honor, it's cited in our brief, and my colleague will hand up to you momentarily.",
  "In the red brief, Your Honor.",
  "Justice Breyer --",
  "To further answer your question -- I do.",
  "Yes.",
  "Justice Breyer, there is another point on the structure of the statute. If you look at the -- at the chart in the back of our red brief where we tried to lay out the various provisions of the actual statute, the counterclaim that the Court read and that we're focused on talks about \"a\" use. In the preamble, it says, \"If the patentholder claims a use\" --",
  "Right. So --",
  "Well, \"a\" use --",
  "That's correct, Your Honor, but there's a second --",
  "The patent information submitted under (b) and (c) of section 505, correct, Your Honor.",
  "That's right. And we know that because the Congress at the same time debated a -- an alternative bill that was sponsored by the Democrats that had lots and lots of additional patent information.",
  "Your Honor, it's important to remember the counterclaim is only a delisting provision. It was -- it is a very narrow provision. The FTC report that's cited in the briefs identified eight cases in the first 18 years of Hatch-Waxman that raised this problem of improper listing, mostly due to successive 30-month stays. That was fixed in the counterclaim, and the 30-month stays were fixed, and there has never been a case since -- since 2003, there has never been --",
  "The counterclaim addressed the problem of improper listing that was addressed in the FTC report. The purpose of the counterclaim, according to its sponsors, according to the conference report, the listing of improper patents -- that problem has gone away. There is no such problem anymore. It has never come up again. The counterclaim was entirely successful in solving the problem that Congress set out to address. It had nothing to do with use codes.",
  "Your Honor, what the FTC report explained was that certain branded companies near the expiration of the listed patent would come in and file a second patent in the Orange Book, even though it was not properly listed, it didn't fit within section 505(b) in the listing requirements, solely for the purpose of getting a second 30-month stay, essentially to box out the generic companies; and that that was an anticompetitive action. They recommended the counterclaim to fix that. And at the same time, the FTC said if Congress were to enact such a counterclaim, it is unclear how frequently it ever would be used. So, this was always intended to be a very narrow -- it's not a fix-all remedy.",
  "No, Your Honor. My -- my argument is very simple. A delisting question -- it's an on/off switch. Either the patent is properly listed in the Orange Book or it's not. The counterclaim gives the generic a one-shot knock-out remedy. If it's not properly delisted, it goes away, and a bunch of things follow from that. There's no 30-month stay. There's no paragraph IV litigation. There's no impediment to FDA approving the ANDA, because if the patent isn't listed in the Orange Book, then a whole separate set of ANDA approval requirements kick in. A use code is nothing like that.",
  "Your Honor, the usual case is it's not listed because it doesn't fit. The most famous example, the Buspar case, they claimed a metabolite rather than the drug substance, and that wasn't a proper listing for that reason. The correction language, which does come out of the other bill, the alternative bill, and we do think is an artifact, is the language we've used, is there to give flexibility to courts. If you have a situation of an improperly listed patent, then a court has more flexibility than simply delisting.",
  "Yes, Your Honor, and --",
  "Because, Your Honor, if the generic raises a counterclaim, if it's delisted, the generic gets no more 180-day marketing exclusivity stay at the end of the ANDA process. If it's corrected to a different patent number, the generic would still have its 180-day exclusivity. So, there's every incentive for the generic to bring the counterclaim for a correction if that's the appropriate remedy. And, again, it just gives more flexibility to the courts. That is something that very much would benefit the generic, and it would be an available use of the word \"correct.\" It may be an unusual one, but it's certainly available.",
  "Your Honor, the transposition is not the problem. The more frequent -- the way we think it would come up is these branded companies have large portfolios of patents. They list many patents in the Orange Book. You know, Novo has five or six right now. Other companies have many more, dozens and dozens. They write these use codes, and they associate with -- them with the patents. And in the Orange Book -- by the way, this -- it's called \"the Orange Book\" because it's orange. And it's thick. It's got a lot of information in it. It has to list every single approved drug with the use code. I mean, it's just pages and pages of numbers, is what's in here. It's not a transposition of numbers but, rather, the -- listing one patent and improperly associating it with a drug. That could be corrected through this counterclaim. But, again, that's worlds away from this use code challenge, which is really what Caraco wants to bring, something that wasn't on Congress's radar screen because FDA wrote the use codes at that point.",
  "That -- the indication is correct.",
  "Your Honor, that argument was made to FDA by the generic industry in the 1994 rulemaking, the first time this issue came up, and they said you should not allow use codes to be based on indications; you should instead require a description of the patented method of use. You heard Mr. Hurst say that again this morning. Here's what FDA said in response. It's page -- 59 Federal Register page 50,346, quote: \"For a use patent, FDA includes in the Orange Book a code identifying the indication covered by the patent.\" We decline to expand the Orange Book to include patent descriptions. And then it went on to explain that persons interested in patent descriptions should consult the Official Gazette for Patents.",
  "Justice Breyer, first, the regulation is not an interpretation of 505(b). It's an implementation of 701. Second and more substantively, however, the form -- you quoted accurately from Box 4.2b of the form. There is also Box 4.2a of the form, which includes the description of the method of use tied to the label, which is required by subsection (P) of the regulation that you were just quoting to me. And that part of the form -- Novo very carefully describes claim 4 of the patent and ties it to the dosage and administration and clinical pharmacology sections of the patent and calls out by reference combination trials. The only combination trial in the label is the metformin-repaglinide combination. And in FDA speak, that is a sufficiently -- because these forms -- by the way, you've got them in here. They're these little tiny boxes. You can't put very much information in there. That is described in there. It is not that every piece of information required by the regulation -- the regulation has 19 lettered questions, of which several have subparts; so, it's 26 separate pieces of information. They're not all provided in one box, box 4.2b. There's actually a whole form. It's four pages long. We filled it all out. And there's an important point, Justice Breyer. This is a summary judgment case. We put in a declaration from an FDA expert -- it's in the record before the Court -- explaining how every single box ties to every single thing in the regulation. That's absolutely undisputed on this record. There is no contrary evidence as to Novo doing anything wrong. So, whether Congress -- you know -- to go back to this counterclaim, we know Congress didn't intend it to reach this form, because this form didn't exist when Congress was debating the counterclaim.",
  "Your Honor --",
  "Your Honor --",
  "I -- I think I can do no better than refer the Court again to the 2007 rulemaking, Justice Scalia, 72 Federal Register page 21,268, which the United States does not address and which Caraco does not address, in which FDA addressed your point, Justice Breyer, and explained that this information, while useful -- and we have never challenged FDA's authority to require the information, but it is not an interpretation of that language, \"patent information.\" And this Court sees agency --",
  "Correct.",
  "It is certainly --",
  "Your Honor, first, the counterclaim has no work to do for use codes. There's a complete disconnect there. So --",
  "Yes.",
  "Your Honor, it is going to add complexity, expense, and so forth. The reason -- the problems with all civil litigation, all new causes of action -- and this was raised during the congressional debates. When they proposed a freestanding cause of action for generics to sue over a whole bunch of things, Congress was up in arms, said no, we're not going to do that because we don't want to let private parties into the FDA process. This Court is familiar with that and the parade of horribles from the Buckman case.",
  "Justice Kagan, this statute was a political compromise. There is no debate on the historical record about that. And the compromise, as Mr. Hurst indicated earlier, was that the statute would deal with some things -- the counterclaim would deal with some things, delisting -- and almost everything else would be turned over to the FDA. And FDA had this extensive rulemaking that, as Mr. Hurst said, Congress was aware of. And during that rulemaking, Congress did several things. First, it confirmed that the -- the industry would use the use codes. Second, that use codes could be based on the indication. So, there's no extension of the patent monopoly. It is simply following FDA's instructions as to indication-based use codes --",
  "No. Your Honor, we will -- they will be sued for infringement if they ever go to market, because the generic substitution laws present in 49 States require or allow pharmacists to substitute the products whether or not the combination is on the label. So, there will always be an infringement suit, which gets back to Justice Kagan's question: Why would Congress have contemplated this? They didn't contemplate this. They contemplated delisting, where you take it out of the infringement suit altogether. This issue -- indications, use codes, section (viii) -- that is all within the agency. And if there's a litigation problem with it or challenge to it, that is what the APA is for. And, again, there have been dozens of APA cases where the generics largely have challenged FDA's determinations in that respect. It is not what the counterclaim is for. This is a very narrow provision. What we're -- we're parsing, by the way, two clauses in one sentence of a statute. The 2003 amendments were 415 pages long. The Hatch-Waxman Act is thousands of provisions long. Very delicate balance between lots of competing interests, billions of dollars at stake. And we have to be careful. When Congress creates a new cause of action, the law of unintended consequences kicks in here. We know this is not -- that this case is not what Congress intended. The counterclaim we don't believe can be read it all to it, even if it's ambiguous. Putting it in context and looking at what FDA has actually said about these matters in its rulemakings when faced with the same challenges by the generic industry that Mr. Hurst presents here, it has rejected them over and over again as a policy matter.",
  "In this case, Justice Alito, there were two points: First, FDA rejected Caraco's administrative challenge to the use code. They could have taken that to the D.C. Circuit under the APA. Second, they have indicated a rejection of their section (viii) carve-out because of the use code. They could take that to the D.C. Circuit under the APA. That is the usual course for challenging agency action. If there are any problems here -- our position is we have complied in every respect at every moment with every bit of FDA's regulations. And, again, that -- that's what the evidence in this record shows. So, again, I need to push back a little on extensions and monopolies and so forth, because that's not what this case is about. This case is about a properly working administrative process, and should -- in private litigation between two parties in which the FDA will not be a party, should that regulatory regime be dismantled. You know -- and we actually asked to bring the FDA in, in this case. Novo did. And Caraco resisted that. You know, we think that if you're going to debate the administration of the Orange Book, it should be under the APA --",
  "-- with the FDA as a party.",
  "Your Honor --",
  "Mylan, in the response, gives the generic a one-shot remedy, and you're out of it altogether. And it's a black-and-white decision. It's an on/off switch. Either the patent is properly listed or not. A use code in the Orange Book -- there are over a thousand of them. They are shades of gray. There are -- there are very specific ones, very general ones. I read to the Court some of the ones that FDA itself wrote. You would get into these long involved questions about compliance and so forth -- to the effect, Congress wanted to make generic approvals quicker in the Mylan situation. FDA itself -- and I started out my argument reading from that page, page 24a of the reply brief, where the FDA said increased litigation over use codes -- patent listings -- would not assure faster generic entry because you'd spend years and years, as we all have, litigating these very issues. So, the Congress hadn't focused on this, which it never did. There's not one word in the thousands and thousands of pages of legislative history about use codes. Had it focused on this, it would never have gone this way because it didn't need to. And when it did have the broader bill, S. 812, it failed. Thank you.",
  "Mr. Chief Justice, and may it please the Court: Justice Alito asked why didn't Congress say all employers or no employers? There are approximate 40 whistleblower statutes on the books as of today, Your Honors. And more than 30 of them, in fact, 36 of them, are phrased exactly that way. They say \"No employer may retaliate\" or \"Any employer is prohibited from retaliating.\" This statute is not phrased that way. This statute, which Congress could have written that way, and Dodd­Frank 922 is written that way, this statute is written quite differently. This statute says, \"No public company may retaliate,\" and then it has a subordinate clause and the subordinate clause is what's at issue here, that references officers, employees, contractors, subcontractors and agents. Justice Alito also asked my friend, Mr. Schnapper, do you contend that the same construction should be given to officers and to contractors, and he acknowledged they have to say no, because the ARB has also said no. In other words, an employee, the phrase that we are construing at the bottom of all of this, these turtles, is different they say for officers and employees and agents, presumably, than for contractors and subcontractors. But that doesn't fit with the statute. It doesn't fit with the tools of statutory construction, and it doesn't fit with what Congress was trying to do here. This was the ­­ the failure of Enron. This was a bankruptcy situation. Congress was acutely aware that corporate bankruptcies, failures, left victims high and dry. One of the other provisions in this title, Section 803, specifically deals with the dischargeability of shareholder fraud debts in bankruptcy. And what these sub ­­ the subordinate clause that added these corporate representatives does is make sure that if the employer, the public company, goes out of business, the way Enron had just done, somebody is on the hook for the money damages that Congress authorized for these employees like Sharon Watkins. It's a very simple regime to make sure that the victim, the whistleblower, is not left high and dry if the company that is, by hypothesis, riddled with fraud goes out of business.",
  "Justice Alito, the accounting firms are not covered by 806, and let me explain that. Accountants, accounting firms, and auditors are referenced by name 153 times in the Sarbanes­Oxley Act, including in Section 802 in this title. It says, \"No accountant shall shred documents.\" 806 doesn't refer to accountants anywhere. It refers to contractors. And nowhere ­­",
  "No, Your Honor, because the ­­ the contractor that's being referred to here ­­ there's nothing in the statute, nothing in the legislative history, that suggests that an accountant is a contractor. And more importantly, the reason for this is ­­",
  "Justice Ginsburg, that is the matter that the Congress left to the expert agencies. The accounting firms are regulation by Section 105 and the PCAOB.",
  "Your Honor, if the ­­",
  "To this day, the agencies have not written rules requiring that. They could. And ­­ and I would refer the Court respectfully to Section 501 dealing with securities analysts, where Congress required the SEC to write a rule protecting whistleblowers at the investment banks that are securities analysts. So when Congress wanted to protect those people ­­ What Congress did for the accountants and lawyers was not to protect whistleblowers. It imposed a mandate. Section 10(a) ­­",
  "Correct, Your Honor.",
  "The SEC for the lawyers. That's Section 307. And the PCAOB for the accountants. That's Section 105. And Section 10(a) of the Exchange Act, which is incorporated by reference, Your Honor.",
  "The ARB is nowhere involved with lawyers or accountants, as this Court made clear in the ­­ in the PCAOB case. The Congress decided to put the entire accounting profession under the thumb of that new board. That is a ­­ a purpose­built regulatory agency that regulates birth to death of the accounting industry. And if they want to protect whistleblowers or not protect whistleblowers, that is the board's business. Congress didn't do anything there. What Congress did in 806 was regulate the public companies and their employees. And we can see this. This ­­ this tracks very clearly through the legislative history.",
  "Let me answer that in two steps, Justice Breyer. First, with due respect, the Court inverted the statute. It actually says, \"No public company,\" comma, \"or\" ­­",
  "It's not extraneous here because it is ­­ it is subordinating the contractors to the public employees. And what ­­ more importantly, second, what Congress is doing ­­ and this is in response to my friend's question was this a meaningless act? If I could point the Court to the Kalkunte case. The Kalkunte case is an ARB decision from 2009. It's cited at page 16 of the government's brief. Here is a bankrupt company and the estate brings in a workout firm, a privately­held contractor to wind down the affairs of the company. And this private contractor decides that there's a squeaky wheel employee within the legal department and fires her. And she sues under Section 806 both the estate of the bankrupt company, that is the public company employer in the first primary clause of this statute, and the workout firm, the contractor.",
  "Your Honor ­­",
  "We ­­",
  "Three points here, Your Honor. First, when Congress wishes to reach investment advisors, in SOX and elsewhere it amends the Investment Company Act of 1940 and the Investment Advisors Act of 1940. And for this I can point you to Dodd­Frank 922, the parallel whistleblower's provision that my friends haven't talked about, but is very important here because it does cover all employers. And when Congress covered all employers in Dodd­Frank, it amended the 1940 Acts to make clear that investment advisors were included. And the SEC has issued its Form TCR that applies to investment advisors. Congress didn't do any of that in Sarbanes­Oxley. Second, we know the very next Congress after Sarbanes­Oxley, took up the Mutual Reform ­­ Mutual Fund Reform Act, which would have amended Section 806 to include investment advisors, to do exactly what the Petitioners in this case say the statute did. Why would Congress have taken up, the very next Congress ­­ all the same members are still there; Senator Sarbanes was still there ­­ taken up a bill to do that?",
  "Justice Scalia, it's not just firing. It's also harassing. It's also threatening. These are contractors who may be working ­­",
  "Sure, Your Honor.",
  "Your Honor, it can ­­ there have contractors that are in the operation, management consultants and others that are working side by side with public company employees who can make their lives difficult, who can make their lives intolerable, who can lead to a constructive discharge if it's bad enough. And this Court has said in the Title VII context, that that kind of discrimination does not require a supervisory relationship, and these contractors, just like agents and officers, employees, may have that ability to affect the terms and conditions of the public company's employees.",
  "The accountants and lawyers.",
  "Absolutely. But, you know, if there are ­­ I mean, they are not covered by ­­ for their own employees. If they were to discriminate against a public company employee ­­ the public company's employees are always protected. That is the subject of this statute, the employees of the public company. Let's look at the title. We know Congress didn't leave a big mystery about who they were protecting here: Whistleblower protection for employees of publicly­traded companies. That's what the Congress told us ­­",
  "Against the public company's employees, I ­­ I absolutely agree.",
  "If I said that, I ­­ I misspoke, Your Honor. I didn't say they weren't contractors. I said they weren't regulated as contractors here because they were specifically regulated as accountants elsewhere. If they fit within the statute ­­",
  "Let me ­­ let me try to be much clearer. The government makes the point that this statute is written to cover Arthur Andersen. I can't agree with that. Arthur Andersen appears all over this statute, and there's two titles of this statute that deal with accountants. Arthur Andersen might be included here if it ­­ if it discriminates against a client, an audit client's employee. That ­­ that's just a normal contracting or agency relationship. That's what Congress was dealing with. What's not covered is Arthur Andersen retaliating against its own employees. That is what Congress gave to the Board to decide or for the lawyers to the SEC to decide. And, again, I would have to point the Court to Section 501, which ordered the SEC to make a rule protecting securities analysts.",
  "Your Honor, they ­­ they are defending the ARB's decision. I agree with that. The ARB's decision, however, is ­­ all comes back to this procedural regulation that OSHA promulgated that they agree is not entitled to deference. So it's not a reasoned articulation of the government's position. It is, rather, a post hoc rationalization of what the OSHA said a long time ago.",
  "Your Honor, the dissent in the First Circuit, like the ARB, I agree, disassociates the statute, the language \"an employee\" from its context, from its grammar, from its syntax, from the title of the statute, from the legislative history. I mean, the Senate report, Your Honor, goes through six times to explain what is the problem being addressed. And Congress says, \"There is no current protection for employees of publicly­traded companies.\" That's at page 18. So what does this legislation do, Section 806? It provides protection for employees of publicly­traded companies. That's at page 19.",
  "Your Honor, first, the very need for this discussion about limitations, which is found nowhere in the statute and nowhere in the legislative history, is eliminated if the Court were to construe the statute as Chief Judge Lynch and the majority did below for ­­",
  "That's exactly right. Well, it's the limitation that Congress put in the statute, Your Honor. If we go beyond that, it seems to me universally accepted by my friends on this side that some limitation is needed. It can't be every company with a contract to the public company, except that is what the ARB said a contractor is. Okay? And it can't be every kind of misconduct, except that's what the ARB has said this statute covers. And I point to the Lockheed case, which has nothing to do with fraud against shareholders. This is a run­of­the­mill adulterous affair by a ­­ by a gossip ­­ by an office gossip and a supervisor that the person brings a lawsuit under Section 806 saying that is fraud because she submitted her expense accounts. So what we have is ­­",
  "As wire fraud, Your Honor, correct.",
  "In the Lockheed case, correct. So, Justice Breyer, your gardener, your three­person gardener, there's a couple of problems with it. First, if the same gardening company works for Ken Lay and for Enron ­­ this goes back to Justice Alito's question ­­ my friend's argument is they're covered when they work for Enron but not covered when they work for Ken Lay. That's a bizarre reading of the statute. Okay? Second, they're covered under the ­­ all of the so­called limitations they've been offered if the junior gardener thinks ­­ hears gossip that the senior gardener is having an affair and submitting false expense reports regarding the hotel receipts ­­ that's the facts of the Lockheed case ­­ and reports that to the middle gardener, and nothing happens, and then the junior gardener gets fired because the economy downturns or something.",
  "Your Honor, there are still the state law protections, of course, for public policy and other protections. There is the Dodd­Frank Act. We haven't talked about it enough. Dodd­Frank 922 came in eight years later and said ­­ Congress said we think we need to do more. We think we need to cover all employers, but we're going to provide more limitations. We're going to require a written submission to the SEC under penalty of perjury, and we're going to limit it to securities fraud. So if the butler learns that the boss is doing something untoward, the butler then can go to the SEC and make a complaint. If it pans out, he can even get a bounty under that program. And if he gets fired, he's completely protected and has reinstatement and back pay. Congress dealt with that. There ­­ there is a gap of eight years. We definitely acknowledge that. But Congress moves incrementally in this area. The ­­ the Sarbanes­Oxley Act was the first major widespread corporate governance reform at the Federal level, and Congress didn't purport to do everything at once. It went a long way. It subjected every public company to these new things. But for my friends to suggest that they covered not just the 5,000 public companies, but all 6 million private companies without ever mentioning the fact, without ever discussing it, without debating it, without acknowledging that that would be the consequence is a dramatic ­­ a dramatic expansion of this statute that was already pretty dramatic to begin with, that barely passed, as the Court may remember.",
  "Your Honor ­­",
  "Your Honor, I agree that would be a ­­ a limitation. I don't agree that it's found in the language of the statute. I mean, as a ­­ as a defense lawyer, I would like that down the road. But ­­ and the ARB in the Lockheed case didn't seem to suggest that there is any such limitation. The ARB simply said fraud. And Mr. Schnapper, Petitioners here certainly took that position today. So it's every fraud of any sort by any company that has a contract ­­",
  "That's why I pointed to the ARB's decision in Lockheed, Your Honor. And the language there is exceedingly sweeping. It rejected all limitations that were offered in that case. The government's so­called limitation is no limitation at all. It is simply anything that is fraudulent is covered according ­­",
  "Justice ­­ Justice Breyer, if I could return to the point of this discussion of limitations, which is fascinating, but we are having it for the first time in the Supreme Court of the United States. Congress never had this discussion. Congress never discussed limitations because Congress never contemplated covering private companies.",
  "It is not in the terms of the statute, Your Honor, and, as I just said, that was the holding of the Lockheed case in the ARB.",
  "Your Honor, that's the danger of moving beyond the text of the statute. If we­ They won't admit, my friends won't admit, that every contractor and every fraud is covered. But that is the import of their argument. We submit that that's not right, or at least that that decision, if it is right, should be made by the Congress or by an agency with rulemaking authority on the public record to take public responsibility for it. No ­­",
  "Your Honor, they have not had that rulemaking since this statute was enacted in 2002, and we don't know whether they will have that rulemaking. The Court's opportunity and I would submit obligation, respectfully, is to read the statute as it was passed by Congress.",
  "Your Honor, Ms. Saharsky said that the SEC has no power to make rules under Section 806. I ­­ I am not going to quarrel with her on that.",
  "We would, but we would also have a rulemaking record and a cost­benefit analysis of the impact on private companies and the impact on employment and all of the things that agencies have to take into account when they make these determinations, none of which exists on this record. We simply have the ARB deciding 5,000, 6 million, good enough, let's move forward. And that is not, we submit, what Congress intended here. Congress did not intend for the ARB to be able to make that decision. Both of my friends here agree that our reading, the First Circuit's reading, is a plausible construction of the statute. There is no argument that it is unambiguous on their side. Okay? So their argument must be that Congress intended not to be able to answer this question, not to know whether it's 5,000 public companies or 6 million private companies, and so they punted that to an unelected board of lawyers within the Labor Department. That is not plausible.",
  "To be quite blunt, Justice Breyer, before the government's concession 20 minutes ago, I would have thought the same thing.",
  "We can certainly say this, though. What we know is the SEC has not exercised its power under 3(a) or under 307 or under 501, also dealing with contractors of sorts, to provide for whistleblower protections. If it chooses to do so in the future, then we would have a different lawsuit. What we have now, however, is the unadorned statute passed by Congress, which deals with public companies. We have the First Circuit in an exhaustive opinion construing it, again using all the ordinary tools of statutory construction, which this Court has directed the lower courts to do, to determine plausibly, as everyone agrees, plausibly that it only covers public companies. We have a reading, then, that gives meaning to every single meaning to every single word in the statute, that is comprehensible, that fits the purpose of the statute. Remember the overall purpose of the statute is disclosure by public companies. It is not protection of investors, as some at times have said. It is disclosures by public companies. Private companies make no disclosures. They are not governed by the securities laws. So excluding private company employees makes perfect sense in that respect. Mutual funds, Mr. Schnapper at page 13 of his reply brief says: Well, the advisors make all the disclosures for the mutual funds. We had that argument, Your Honor, two years ago. Justice Thomas wrote the opinion for the Court in the Janus case, which rejected that very argument and said the mutual fund and the advisor are separate companies; the mutual fund makes the disclosures. Congress has set up the mutual fund industry that way. The ICI's brief in this case explains very cogently, I believe, all of the separate protections, including the independent board of directors and the chief compliance officer mandated by the SEC's '40 Act regulations that protect the investors in mutual funds. So we have a coherent, on the First Circuit side, a coherent reading of the statute that my friends admit is plausible, that gives meaning to every word in the statute, that fits exactly the title that Congress used. And the title is legislative language passed by Congress signed by the President. It fits every word of the legislative history. It makes perfect sense and it doesn't have any untoward results. We submit that ­­",
  "Justice Alito, it gives employees two things. They give another defendant, which means another insurance policy. So for example, if you sue the company you get the E&O policy. If you sue the president at the same time, you get the D&O policy. So you get two separate insurance policies , which is more money, more availability. You get the personal liability. Officers hate to be sued; so do contractors. And if the public company goes out of business, you get that protection of monetary relief.",
  "You have the axe­wielding specialist. The real world is Kalkunte. I gave you that case where that actually happened.",
  "Well, Your Honor, that was one of six cases the ARB decided under this statute in 2009. So that year that was one­sixth of the cases. That's not ­­ I mean, it happens, okay? And it is a ­­ it is a conceivable scenario in many more things because, again, it's not limited to discharge. It's also threats and harassment, and we certainly can see situations where contractors, particularly those kinds of contractors like management consultants, photocopy vendors, and so forth, are in the facility with the public company employees, can make their life miserable. And remember, I am going to agree with my friend Mr. Schnapper on something. Congress recognized that Enron was structured in a way to try to get the liability out of headquarters. They had all these subsidiaries, they had Chewco and Ponderosa and all this. And Congress recognized that corporations might try to avoid their liability, so that by picking up officers, employees, contractors, subcontractors and agents, they were trying to make sure that if the company tried to lay off the responsibility on somebody else, they would still get captured because their employees were doing it. They could have done that just under agency. Many employment laws, of course, speak only of officers, employees, and agents. But many contracts disclaim agency, disclaim ­­",
  "Justice Breyer ­­",
  "Justice Breyer, it appears ­­ that formulation appears for the first time in the history of the United States Code in this law.",
  "We know ­­ we don't know the ­­ I don't know the individual. We know, however, that there is a Senate report that accompanied that language when it was introduced.",
  "The only hearing testimony was, for example, the National Whistleblowers Center, one of the amici here, said corporate insiders, publicly traded companies. There is nothing ­­ the word \"contractor\" specifically appears nowhere in the legislative history. In the entire legislative history of the Sarbanes­Oxley Act, every hearing, every floor statement, every report, it nowhere appears. It came, the word \"contractor\" came from the AIR­21 Act, but, of course, the AIR­21 Act doesn't have \"officers, employees or agents.\" That is language from Title VII.",
  "It did, Your Honor. And as I said, 150 times \"accountants\" appear. If I could just finish with this point. The Senate report lists four examples of the so­called corporate code of silence: The Andersen partner, the Vinson and Elkins lawyers, the UBS securities analyst, and Sharon Watkins at Enron. Congress dealt with them in four different provisions: Section 105 for the accountants, section 307 for the lawyers, Section 501 for the securities analysts, and Section 806 for the public company employee. And then ­­ we haven't talked about this yet, either ­­ it added, for good measure, Section 1107, which says whoever shall retaliate against anybody who provides information to a law enforcement officer, which includes the SEC, is subject to a criminal offense under Title 18. So we have this interlocking, connected, nested series of provisions that deals with each of the concerns identified by Congress in an industry­specific fashion. And at no point did Congress suggest, intimate, hint, that, oh, by regulating these things, the lawyers, the accountants, the securities analysts and the public companies, that they also were going to sweep in 6 million private employers. And if a member of Congress, I would submit, had stood up on the floor and suggested that, it would have been met with debate, derision, and defeat. The First Circuit's judgment, Your Honors, should be affirmed. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The government agrees with us that the 1957 amendment did not abrogate the laches doctrine. Since that's the only question presented, we submit that the Court should affirm. Now, the government has gone at great length about this law­equity distinction. The Copyright Act of 1909, in Section 27, abolished the distinction between law and equity for copyright purposes, Section 27 of the 1909 Act. The Law and Equity Act of 1915 abolished the It says, \"In any action at law, all equitable defenses may be asserted.\" And if one looks in Black's, for example, a reactive source, not a predictive source, what is an equitable defense? It says, \"A defense formerly available at equity, now available in all actions.\" And examples are unclean hands, laches, and estoppel. That's in the Black's Law Dictionary. And then this Court, after the Rules Enabling Act, Justice Scalia, of 1934 ­­ which is different, by the way, than 2072 in the current statute. The '34 version, which is in the back of our brief, broke out law and equity, retained this Court's equitable powers and authorized the Court to merge them. And in rule 8, this Court did exactly that. This Court surveyed the available defenses ­­",
  "Your Honor ­­",
  "Justice Sotomayor, let me answer that in two steps. The Morgan case involved a statute of limitations. The Court applied laches ­­ or said laches was available five times, and that's an action at law. That plaintiff brought a claim for compensatory and punitive damages. So that's the most recent version where all of those things are not true that the Petitioner says. Also, the ­­",
  "I'm sorry?",
  "Your Honor, this Court said that laches was available five times ­­",
  "It wasn't raised, Your Honor. That point wasn't raised. This Court said, over five times, that where you have a rolling statute of limitations, laches is a necessary protection for the defendant because the events may move so far away from the underlying facts, which is very true here. The Holmberg case is, in many ways, our best case, Justice Sotomayor. Let's look at what Holmberg said. Holmberg was, remember, discussed in the legislative history. Congress ­­ somebody in Congress focused on it. It says, first, when Congress leaves to the Federal courts the formulation of remedial details, it can hardly expect them to break with historic principles of equity. And we know, from both the House and the Senate report, this 1957 statute specifically said the remedial details are up to the court because we want the courts to continue to apply equitable considerations. So what are those equitable principles? This Court went on in Holmberg and said, first, a suit in equity may fail though not barred by the act of limitations. That's a pretty clear equitable principle, and, of course, we win this case under that principle. And then the Court went on and articulated the goose­and­gander rule, that these are two sides of the same coin; that laches and tolling go together. They travel together. They are not cousins, Justice Kennedy. They are fraternal twins. You don't get one without the other. And what the Court said is if want of due diligence by the plaintiff may make it unfair to pursue the defendant, laches, then also fraudulent conduct on the part of the defendant may make it unfair for the plaintiff to proceed ­­ fraudulent concealment. And then the Court said ­­ and this is the critical point ­­ it cited Bailey v. Glover, which also had the goose­and­gander rule embedded in it. It said this equitable doctrine is read into every Federal statute of limitations; not fraudulent concealment, but the twinned nature of tolling, plus laches, that every time the courts have the power to adjust the rights and obligations of the parties using their equitable powers, that happens on the front end and on the back end. My friend, Mr. Bibas, has to respond to that by saying, Tolling is available, discovery is available, waiver, abandonment, acquiescence, estoppel, and all of the other equitable doctrines, eight of which are listed in rule 8 that this Court has determined are available in all civil actions. But he says, laches ­­ which this Court also listed in rule 8, is not available in this civil action. That is a bizarre argument, Your Honor, and it has no support whatsoever. This Court confronted the same point ­­ excuse me.",
  "Justice Kagan, the Congress cited Holmberg, which cites Patterson as the leading laches case, and cites Russell as well, and Patterson dealt with this very point. Patterson, which did hold ­­",
  "I'm sorry. The ­­ the committee reports cite the Holmberg case, not Congress. Sorry. Thank you, Your Honor. The Patterson case, however, squarely held ­­ and, Justice Sotomayor, this goes to your question too ­­ that a claim brought within the statute of limitations, a State statute borrowed for a Federal claim, and this involved property, copyrights are property, this involved a gold mine, and it's exactly analogous. What happened there is the plaintiff sat around, had a part interest in the gold mine, sat around and waited until somebody else developed it enough to make a profit and then rushed in and demanded a share. That is what Ms. Petrella did in this case. She is demanding her share in the gold mine after my clients spent years developing it, okay? What Congress ­­",
  "That is not exactly clear, Your Honor. She sued in January of 2009 to pick up the profits back to January of 2006. The biggest investment was in 2005 for the 25th anniversary edition. We think she's going to go into to court and say, \"I don't have to offset that because it's more than three years old.\" So that she wants only ­­ she wants to skim the cream. She gets to look back and pick her three ­­",
  "Because, Your Honor ­­",
  "Your Honor, on a net basis, the film still has never made a profit, for one ­­",
  "Two answers, Your Honor. First, Congress looked at that ­­ and this is the reason that the statutory damages remedy is in the statue ­­ to encourage rights asserters to, early, go into court and establish priority and availability of their rights if they have them. So if there are no profits, if there are no damages ­­ of course, this plaintiff has no damages ­­",
  "Because, Your Honor, we sent ­­ she made a demand, which we refused. We get lots of demands, and we refuse them. And the last letter in the series was, \"You have no claim.\" Then she did nothing. Actually, she did more than nothing. She showed up as our guest at a party for the 25th anniversary, suggesting that she agreed with our interpretation of this. And then she didn't sue for years and years later. The events in question ­­ the reason that the three year ­­ the ruling of three years is, as in a Title 7 case, what's not being litigated in this case if it were to go to trial is the last three years. It's 1961, '62 and '63. Whenever the film was released ­­ the disputed events happened in the early 1960s, so that, every year she waits, for her own strategic reasons, she's getting farther away from those events. And this Court answered the same point in Patterson about the mine. It said, of course, you can apportion the profits to account for the investment, but you can never ­­ you can never reimburse the developers for the risk of getting naught. You can never reimburse them for the work they did while she was sitting on the sidelines, and, therefore, at some point, the reliance interest was so great. And then we haven't talked yet about the evidentiary prejudice. These cases get so old, the witnesses have died. They are unavailable. And she is now trying to tell the Court ­­ the courts, the judicial system, that her father lied in a written representation, yet her mother, who could have testified to that, has passed on.",
  "You're absolutely right, Your Honor.",
  "Justice Sotomayor, she still has her copyright. She can enforce it against the world. And she still has a contractual right with MGM in which she will get participation rights pursuant to the contract. She wants to renegotiate that contract. That's what this case about. She could have done that in 1991. She could have brought this lawsuit in 1991. We are not seeking to task her with her father's death or anything that happened before 1991. After 1991, however, Mr. LaMotta, key witness as to the collaboration of the 1963 screenplay has become unavailable to testify. Vickie LaMotta, who could have established our defense that the screenplay reflects real life, rather than imaginary events, because she is a central character in that, passed away. And Mrs. Petrella, who ­­ if you read Paula Petrella's declaration, she says, \"My mother was up late at night typing something,\" implying that it was the book ­­ had she sued in 1991, we would have put her mother under oath and said, \"What were you typing?\" And she would have said, \"The screenplay,\" or something else. She would not have said the book, we believe, but we can't ask her that question because she waited long enough for all the witnesses, not her father, all the other witnesses who have percipient knowledge to pass away. And laches is a prejudice doctrine. It's not a timeliness doctrine. It requires delay as a trigger, but it turns on prejudice, and it's ­­",
  "Yes, Your Honor.",
  "No, Your Honor. First, I think they spoke of a presumption and then didn't apply it, and certainly, the district court didn't ­­",
  "This Court, Justice Kagan, in the Foster v. Mansfield case in 1892 said ­­ and I quote ­­ after ten years, quote, \"There is certainly a presumption of laches, which it is incumbent on the plaintiff to rebut,\" which is the same concept that the Ninth Circuit articulated, although we submit, did not apply. And the Federal Circuit, in the Akerman case, very carefully explained what this means. It's a Federal Rule of Evidence 301 type presumption, sometimes called a bursting bubble presumption, which says that when the defendant raises this defense, it requires the plaintiff to come forward with the burden of production of an excuse or a rationale for the delay, but the burden of persuasion always rests on the defendant because it is an affirmative defense. And the Akerman decision is very clear on this, and to the extent the Ninth Circuit spoke of presumptions, that's exactly what it meant because in no place was an evidentiary presumption applied against her, and, in fact, of course, this was a summary judgment case, so the evidence was undisputed. The record was irrefutable as to the prejudice.",
  "Your Honor, I think it's ­­ there's a common sense concept that, if you are within ­­ if the claim were brought within the initial three­year period, after the claim first accrued in 1991, you might say, colloquially, there's a presumption that laches doesn't apply. In fact, the Sixth Circuit said that in the Chirco case. Once you move farther and farther away from the initial act that starts the clock for laches purposes, which may not be the same event, is for statute of limitations purposes, it’s another one of the disconnects between these two doctrines. The farther one gets away, it is a reality of the world, as the Government notes in its brief, that the evidentiary prejudice is likely to increase because documents get destroyed, witnesses lose their memory, and so forth.",
  "I agree with that, Your Honor. And to be clear, the district court didn't apply any such presumption and didn't put any such burden on Ms. Petrella, so the language in the Ninth Circuit opinion is irrelevant to when a case was tried in the district court at the summary judgment stage, and certainly irrelevant to the district's court conclusion, which is reviewed, of course, for an abuse of discretion standard ­­ you know, on the merits of the applicability of laches doctrine. All of which, by the way, the Petitioner never raised in the district court, in the Ninth Circuit, in the ­­ you know, the presumption appears for the first time in the Petitioner's reply brief. The government has brought it up that it was not ­­ you know, it's not properly preserved. We're not afraid of it. This case came here on a very simple legal question, a binary question, is laches available? The Court should answer that question \"yes.\" The details of this particular case has been reviewed by two courts on an undisputed record, and we think they got it right.",
  "Justice Ginsburg, that's why Congress put in the statutory damages and also an attorneys' fee provision, so that even if there are no profits, and many works of authorship never become profitable, there is an incentive ­­ an economic incentive for the rights asserter to come forward to court, and clarify those rights, because these are valuable assets. Even money­losing films, books, songs, and so forth are traded, are financed, are bought and sold, either individually or as part of companies. And the entire economic system benefits from greater clarity and earlier resolution of rights. And I should ­­ I should point out in this respect my clients ­­ the studios generally own many, many copyrights. We are on both sides of the \"v.\" This is not a plaintiff versus defendant ­­",
  "Yes.",
  "Justice Breyer, thank you. And I entirely agree. There is a distinction ­­",
  "­­ in this case between the availability of laches and the applicability of laches. Our position is that laches is an available defense in every civil action. That's what rule 8(c) says. Rule 8(c) has a list of affirmative defenses. It is in there. It may not be a good defense ­­",
  "The latter, Your Honor, for three reasons. First, the Law and Equity Act of 1915 authorized the courts to do that. Second, the Rules Enabling Act of 1934 authorized the courts to do that. And third, this Court's historical practice of doing exactly the same thing with tolling in the Irwin case, with unclean hands in the Precision Instruments case, with fraud in the Hazel­Apta case ­­",
  "I don't believe unclean hands ever had been before Precision Instruments, Your Honor. And certainly, it is the case that every other equitable defense that this Court has ever looked at applies in law. This Court has never said, in the modern era, that any of the traditionally equitable defenses, and there are eight of them listed in rule 8, is not available in an action that would historically have been brought at law. And by the way, I should footnote here that this is an action in equity. Had she brought this action ­­ the only relief sought in the prayer is an accounting for profits and an injunction, both of which chancery could have awarded. So that the claim ­­ that question is hypothetical in this case. This is an equitable case, she seeks equitable remedies, they are subject to equitable defenses. But as a philosophical matter, Justice Scalia, if tolling, laches ­­ excuse me ­­ estoppel, waiver, abandonment, unclean hands, fraud all apply in at law ­­",
  "In this Court, Your Honor, you would find the Morgan case. You would find the Bay Area Laundry case, which is a MABA case that I believe, under the toll Seventh Amendment analysis, would be viewed as legal because it had no analogue at common law, both of which recognized that, where you have a rolling statute of limitations and an action at law, laches is an available remedy to police the abuses.",
  "Yes, Your Honor, absolutely. It is ­­ it is a complementary or supplementary doctrine that has always traveled together. It becomes more apparent and, frankly, more useful in the rolling statute of limitations context. As the Morgan court made clear, it is that kind of cases where, because of the structural feature of the statute, the action may be temporally very divorced or separated from the events that are being disputed, that laches may have its role to play.",
  "Yes, Your Honor. So in the copyright context, every court of appeals to have considered the question has applied it to copyright cases, including legal claims, except the Fourth Circuit, although the Fourth Circuit has a subsequent trademark case that calls that, we believe, into question. Outside of the copyright context, in the patent context, the Federal Circuit in the Ackerman case, I cited, clearly applies it. And in other contexts, there are some ­­ it doesn't come up all that often. We cited several cases, the Teamsters case and the Maxim case from the Seventh Circuit, which has the most developed jurisprudence, both of which, in very detailed analyses by Judge Posner, which addressed all of the circuit court authorities pretty much, conclude that laches applies to actions in equity as well as actions at law, if that old distinction makes sense. And, again, I would point the Court back as well to the Gulfstream case, where this Court, the last time it looked at the Law and Equity Act of 1915, determined that, for purposes of establishing appellate jurisdiction, the old law­equity divide was, quote, \"infelicitous\" and not necessary any more because of the merger and that that was no longer necessary.",
  "So our rule, the availability of laches, has been the rule since the 19th century. This Court recognized laches in the Callahan case, in a copyright case, and it has been applied in every circuit except the Fourth, which doesn't get many copyright cases. 90 plus percent of all copyright cases, Your Honor, are filed in the Second Circuit or the Ninth Circuit. Both of those ­­",
  "Justice Sotomayor, we agree it's an exceptional circumstance. And this goes back to Justice Breyer's question. There's a difference between ­­",
  "Sure. The Second Circuit, in the New Era case, applied to laches to bar an injunction against a Scientologist ­­",
  "I don't remember, actually. Certainly, the Danjaq case in the Ninth Circuit canvasses this question.",
  "And this Court, of course ­­",
  "Yes, Your Honor. Justice Kennedy, our rule, the availability of laches, is the status quo. It has been the status quo for more than a 100 years. It has not led to a plethora of litigation. It has not led to a bunch of frivolous suits. One of Petitioner's amici says that laches appears in something like 1 percent of all reported cases as an issue, not even ­­you know, the central issue. However, if the Court were to change the rule, depart from the status quo, announce for the first time, in its history, that this equitable doctrine is not available in this class of cases or, by the way, Petitioner's rationale is not limited to this case, it's every case, then the studios and other potential defendants would have the economic incentive to bring declaratory actions or contract actions or other preemptive suits to clarify rights, increasing litigation, increasing complexity. It is absolutely undisputed, I would think ­­ or indisputable at least, that the rule proposed by Petitioner would lead to more litigation. Our rule leads to less. Our rule is what has always has been the law ­­ you know, our rule goes to this. And, Justice Sotomayor, if I could pick up on the question about outcomes. It is a discretionary doctrine, so some cases bar injunctions; some cases don't. This Court, in the 19th century, the Saxlehner cases, the mineral water cases, barred the injunctions. The McLean liver pill case didn't bar the injunction. That is because the discretionary nature of the doctrine allows flexibility in its application, but it has always been known and understood, particularly in the gold mine cases, and this is just like a gold mine case, like the Patterson case, it barred the action. It said, you can't get damages, and you can't get an injunction. That's the defense we asserted in this case. And, again, the Petitioner did not dispute that in the district court, did not dispute that in the Ninth Circuit, did not dispute that in the cert petition ­­ you know, that issue we think ­­",
  "That, if laches is available, it bars the entire suit, Your Honor.",
  "Your Honor, let me answer in two steps. In copyright cases, this has been a well understood and available defense since Judge Learned Hand's opinion in the Haas case, at least, and gets asserted with some regularity and there's a decision from every Circuit, just about, that hears these kinds of cases, so I think, empirically, I'm not sure that's right.",
  "Your Honor, we don't think it should be different than the patent case. We think the same ­­ the availability should be there.",
  "To the extent it says that there's a categorical bar on applying laches to injunctions, that can't be right. That can't be right after eBay. That was a pre­eBay decision that reflected the Federal circuit's predilection for ­­ for categorical rules. This Court made clear, in eBay, that all equitable doctrines are discretionary. Justice Kagan, the second answer to your question is this Court wouldn't be announcing it for the first time. This Court has twice looked at this very question, rolling statutes of limitations, in Bay Area Laundry and in Morgan. And in both times, the Court said the statute of limitations rolls forward, and in both times, it said the potential abuse of that is policed by the laches doctrine.",
  "That's correct, Your Honor. And you can ­­ you can ­­",
  "Your Honor, it's an equitable doctrine, and of course, it can be adjusted. It can also be clarified, though, that within the initial term of statute of limitations, it very rarely will apply. But there will be cases. The Patterson case ­­ this Court's decision on Patterson is on all fours with this case. And this Court held that laches barred the suit, even though the statute of limitations had not run. The Second Circuit's decision in New Era is an example of a copyright case, where, because the books had already been published and put on the retailers' shelves, the injunctive request that would have required the recall and destruction of those books came too late because the Petitioner had actual knowledge ­­ the plaintiff had actual knowledge and could have sued earlier. Or you can think of a strategic situation, where you know the key witness is on death's door, and you wait for that witness to keel over before you file suit. Even if you're within the statute, that ­­ you know, she who seeks equity must do equity. And there will be situations, Justice Scalia, where within that same period ­­ it will be extraordinary. It will be unusual. But on a rolling statute, it will happen with increasing frequency because, the farther you get away from the events in question, the more likely the prejudice will arise, the evidentiary prejudice and the expectations­based or reliance prejudice, both of which were established on this record, both of which bar this claim, both of which were found by the district court, reviewed by the Ninth Circuit for an abuse of discretion and not found.",
  "Your Honor ­­",
  "We ­­ we think it bars her claim against MGM to renegotiate this contract because of those unique sequence of events. If there were no question about a past historical act, it may be that an ongoing infringement, particularly a willful infringement, which comes up often, the courts have said that past stuff isn't going to be barred, but future ­­ or, excuse me, past remedies are barred, but future injunctions may not be. Effectively, this Court said that in McLean and Menendez, the trademark cases, where the liability for trademark infringement ­­ willful trademark infringement was clear. Here, we have a finding ­­",
  "So here's where film is different. She doesn't have any right in the film, to be clear. She claims a right in the screenplay, and she claims the film as a derivative work. The re­release of the film, on film, on television, VHS, Laserdisc, DVD Blu­ray, whatever gets them in, it’s the same alleged infringement. There's no distinction for this claim. There are other copyright claims, Mr. Chief Justice, but that does matter very much, the format and so forth. For this claim, it makes no difference whatsoever. It is just like the Morgan case, a repeat act of discrimination by the same supervisor over and over and over again. And that is why in these circumstances ­­",
  "Your Honor, I believe if ­­ if these studios ­­ well, first of all, if somebody else recreated a different derivative work, this case doesn't bar her at all. She has all of her rights, and she can assert them against the world. Laches is a personal doctrine against two litigants. It's like an estoppel. Okay. It is an estoppel. Second ­­",
  "Thank you, Your Honor. Second, if the studios ­­ these studios were to prepare a new work, a remake or a sequel, we would not take the position that laches applies there because it is a new work, as opposed to ­­ and my answer to Mr. Chief Justice ­­ the repeat release of the same work.",
  "Mr. Chief Justice, and may it please the Court: That path between Scylla and Charybdis was charted in Bilski and Mayo. Bilski holds that a fundamental economic principle is an abstract idea and Mayo holds that running such a principle on a computer is, quote, \"not a patentable application of that principle.\" Those two propositions are sufficient to dispose of this case. If Bilski and Mayo stand, Alice's patents fail. Therefore, Mr. Phillips and his friends are asking this Court to change the standard, even though this Court has had three unanimous decisions in the last four terms establishing what the Court called a myriad, a well­established standard. On the abstract idea, Justice Ginsburg, you asked Mr. Phillips what's the difference between hedging and this claim. There is no difference. This is hedging. It is hedging against credit default rather than price fluctuation, but it is simply hedging. And Mr. Phillips stood up for 26 minutes and never once referred to the patent. Let's look at what the inventor, the so­called inventor said about this invention. This is at JA 293 to 94 in the specification. This claim has simply two steps. It's very simple. \"First, debiting and crediting on a real­time basis the relevant shadow records; and second, by periodically affecting corresponding payment instructions.\" Period. Those are direct quotes. Debit, credit, and pay. Your Honor, you can't get much more simple than that. Mr. Phillips suggests, well, we have multilateral transactions, global things, chronological, time zones and so forth. None of those are claimed, Your Honor. Those are all recited in specification. The claims read on a single transaction involving two parties.",
  "Your Honor, as ­­ Justice Breyer, as to abstract ideas, the PTO has filled in that shell by listing economic concepts, legal concepts, financial concepts, teaching concepts, dating and interpersonal relationships and generally how business should be conducted as examples of those things that are likely abstract, which, of course, all follow directly from Bilski and the discussion this Court had in Bilski. And this patent ­­ these patents fall squarely within that. Congress, in the AIA, confirmed that reading. Congress, in the CBM method, said business methods that are subject to special scrutiny ­­ that is, dubious patents ­­ include methods and corresponding apparatus, which is what we have here, that pertain to data processing in the financial services industry and do not offer a technological solution. That describes Alice's patents to a letter, Your Honor. So that we have ­­",
  "Your Honor ­­",
  "Justice Sotomayor, they have no software, first. They've never written software. They've never programmed a computer. So that's a nonexistent set. Second, there are many technological solutions to trading and settlement problems. For example, data compression. These ­­ these trading platforms involve the movement of very large quantities of data around the world. The physical pipes, that is, the fiber optic cables and data lines are limited. There are very sophisticated algorithms for both security and speed to move data through the transmission lines in novel and useful ways that could well be patented. Nothing like that is claimed here. To come back to where I started, if you look, for example, at Claim 65 of the '510 patent, as Mr. Phillips reads it, it literally reads on a two­party escrow to sell a house, so long as the escrow agent is typing this stuff into the HUD­1 using a computer. That has nothing to do with multilevel ­­",
  "Mr. Chief Justice, Figure 16 has nothing to do with the invention asserted against my client in this case. There are two inventions in this patent. One invention involving multilateral contract formation is not asserted against my client. And all of these drawings pertain to that. The only drawings that pertain to the asserted claims are 25 and 33 to 37. And that was established below, and it's established in this Court. And Mr. Phillips had never disputed it. So the claim he's pointed the Court ­­ the figure he's pointed the Court to has nothing to do with the invention. It's for a different invention that is not at issue in this case. Remember, there are hundreds and hundreds of pages of these patents. They all pertain to the other invention. That's why in the back of our red brief we excerpted the very little bit that actually pertains to this. You sort of tack on patent ­­ the tack on claim that Mr. Phillips is asserting here. It's four columns. It's less than five pages in the printed appendix that actually pertains to this invention. And it contains no disclosure whatsoever. Justice Scalia, to your question about how the computer does it. Of course, a patent that describes sufficiently how a computer does a new and useful thing, whether it's data compression or any other technological solution to a business problem, a social problem, or a technological problem, would be within the realm of the ­­ of the patent laws. That is what the patent laws have always been for. This is not such a patent. And the reason for that is this is a pre­Bilski set of patents. These were prosecuted under the old State Street test, where all the applicant had to claim was a result.",
  "Your Honor, there are many examples. One would be a technological solution to a business problem. So that, for example ­­ I'll give a different example. There are many applications today. The Court may be familiar with streaming video to watch video on your computer. It is not possible to get enough data through existing lines in its raw format. The data has to be manipulated in order to see live video. So if you want to watch TV on your phone, for example. Those algorithms, those inventions are undoubtedly technological. And if they are used in a trading platform or a hedging system or something else, that wouldn't disable them. And this is what the Diehr case ­­",
  "Yes, Your Honor. The process in that example would be a computer running the particular data compression algorithm.",
  "Yes, Your Honor.",
  "Your Honor, again, a technological solution to a business problem could well be, whether it's a method or a process, is equivalent. Again, Congress said method in a corresponding apparatus ­­",
  "Your Honor, I think at a point ­­",
  "At a point in time in the past, I think both of those would have been technological advances that were patentable.",
  "Today ­­ because they would have provided a technological solution to a then­unmet problem. Today, reciting, and do it on a word processor is no different than and do it on a typewriter or ­­ and do it on a calculator. The inventive contribution component, which uses specifically the language of conventional and routine and well understood, will evolve with technology. That's why it's different than the abstract idea component. And here we know that these patents don't claim anything that was not conventional, well understood, and routine. We went through that in great detail, and Alice has never disputed a word of it. They just say you're not supposed to do that analysis, even though the Court, 9­0 in Mayo said we should. And in this case, it's very important to look at what Alice's own experts said on the subject. This is not our expert. This is Alice's expert. And this is at Page 1327­28 of the Joint Appendix. \"It is possible to do the business methods of maintaining accounts, adjusting accounts, and providing an instruction without a computer or other hardware.\" And then, Justice Breyer, directly to your abacus. If someone had thought of this invention, so­called invention, 100 years ago, they might have implemented it in a nonelectronic manner using various precomputing tools such as an abacus or handwritten ledgers. We know from Benson, the Court's seminal computer implementation case, that if you can do it by head and hand, then the computer doesn't add anything inventive within the meaning of the 101 exception. That is the holding of Benson. And the Court reiterated that in Mayo. Flook said exactly the same thing. If you can do it with pencil and paper, then the computer is not offering anything that the patent laws are or should be concerned with. It is only where the method will not work without a computer, which is not these claims, and where the computer itself is doing something that the patent law is willing to protect.",
  "Two answers.",
  "Mr. Chief Justice, first, these claims literally read, as Alice reads them, on a single transaction between two parties, so it's not 20 people for a hundred years. It's one person sitting in a room, so that's not a problem. Second, if what is being claimed is the necessary speed or efficiency or data crunching capabilities, if you will, of a computer, then it would have to be claimed, and there's nothing claimed here. All that is claimed ­­ and my friend is going to stand up on rebuttal and tell you all that the expert said, well, what is claimed is a computer, but it's just a computer. It just says a computer configured too. It doesn't say that the computer actually has to ­­",
  "Justice Breyer, I think your point is the reason that it is equally fallacious to suggest, on the one hand, as Alice and IBM does, that simply reciting a computer is a magic key that gets you through 101 and you never have to do any other inquiry, and what some of folks, the amici on the other side, say, which is that computers or software are never eligible. Both of those things have to be wrong because what the Court said in Bilski was future innovation is too uncertain. We are not going to do that as a Court. And the Court laid out an approach using abstract ideas in Bilski and inventive contribution in Mayo that is flexible enough to take into account that innovation and to deal with particular claims in context, which is why, at the end of the day, we have to come back to these patents and decide which ­­",
  "If I can answer in two steps, Justice Kagan. First in the negative: What the applicant or patentee must do ­­ must not do is simply describe the desired result. That would take us back to suppose, I claim a magic box for investing. That's what these patents do. And then to put it in the affirmative and in the language of Mayo, the claim has to recite something significantly more, something significantly more than the abstract idea itself. That would be a contextual analysis based on the claims and specifications and file history, and we know that some devices, some methods, some programming will pass that. It is not going to be a bright­line rule and that's one of the tug­of­war issues that this Court and the Federal Circuit have been having in these cases. The Federal Circuit wants bright­line rules: All computers are in or all computers are out. This Court has been more contextual. This Court has been more nuanced. This Court has looked at things in a more robust way.",
  "No, Your Honor. I think the ­­ actual description of the programming is a 112 problem. I agree with that, a 112 issue. That is the realm of the written description requirement. What is a 101 intermediate settlement. And we can tie that back to this particular prosecution, the '510 patent which is the method patent. The examiner rejected it. Under Section 101, the examiner said, this is an abstract idea. You can't have this patent. And the only change that this applicant made was to add in the adjusting step \"electronic adjustment.\" It put in one word, \"electronic adjustment.\" And under State Street, which is what this patent is prosecuted under, that was enough, because the result of adjusting run through a computer is enough. Under current law that can't be enough. That just can't get a patent over the line, because this Court said in Mayo, and I got to quote this language: \"Simply implementing a fundamental principle on a physical machine, namely a computer, is not a patentable application of that principle.\" That's all that Alice has done. These are pre­Bilski patents. They never should have been issued. General Verrilli will stand up and address that point. And certainly under current law ­­ one point on the AIA. Congress did not send all this to the administrative process. Congress created two avenues, the courts and the PTO to use the standards. Essentially it ratified Bilski and Mayo and said, we agree with what you all are doing at the Supreme Court and the existing standards are good enough for us. This is a judicial problem. And that is a good reason. The abstract ­­",
  "Your Honor, I think there's a significant element to the Federal Circuit that disagrees with Mayo and has been resistant in applying it. Chief Judge ­­ former Chief Judge Michelle filed a brief in this Court essentially saying Mayo is a life­sciences case, you should limit it to that because if you apply it to everything else, then these patents are no good. Mayo we submit is a technology­neutral, industry­neutral, exception­neutral framework that can be used to answer all of these questions. This is not the death of software patents. The software industry is all before this Court saying, this is fine with us. I mean, every company in the United States practically except for IBM is saying, go ahead. This will not affect software patents. Justice Ginsburg, this Court's precedents are clear. They are unanimous. They just need to be applied. To suggest that there is confusion that needs to be addressed by retreating, beating a retreat from recent unanimous decisions, would simply reward intransigence, difficulty, refusal to adhere to what are clear precedents because ­­",
  "Your Honor, the applic ­­ or the patent holder would have the opportunity to institute a reexamination proceeding or some sort of administration process to address that issue. And second, it should be noted, this is a very small problem. There are 2 million outstanding patents in the United States. In the last four fiscal years there were 22,000 infringement litigations instituted, but since Bilski, there have only been 57 district court decisions on Section 101 issues. There have only been 12 Federal Circuit decisions total on computer implementation. We are talking about a group of patents, Justice Kagan, that's way out at the tail end of distribution. Most patents never have a 101 challenge. This is not an issue with cotton gins and other things. This is a problem for the most marginal, most dubious, most skeptical patents, the ones that this Court in Bilski ­­ and remember what Bilski's holding is. The majority said they are processes, but it did not say they are eligible. Thank you, Mr. Chief Justice."
]