[
  "Thank you, Mr. Chief Justice, and may it please the Court: In its opinion in Jefferson Parish, the Court stated that the key characteristic of illegal tying is the seller's exploitation of its control over the tying product to force the purchase of the tied product. The Court held that the per se rule against tying applies only if the plaintiff proves that the seller has -- and I'm quoting from that opinion. The quote is on page 12 of our brief -- the special ability, usually called market power, to force the purchaser to do something that he would not do in a competitive market. If the Court were confronted today for the first time with the question whether the presence of a patent on some aspect of the tying product by itself demonstrates the existence of this forcing power, it's inconceivable that the Court would adopt that rule. Not only is there no empirical evidence to support it, there's no logical basis for such a presumption. The focus of patent rights is very different from antitrust market analysis. Patent rights are tied to a particular invention. Market power is buyer- centric. A buyer may be able to choose from a number of different products, some patented, some not, to satisfy his or her need. The existence of a patent on one of those devices does not preclude at all the existence of alternatives that are equally attractive, maybe even more attractive, to the customer.",
  "Absolutely, Your Honor. One of the -- one of the evils of the presumption is that there's nothing that says that the patent has to be on the entire product. The -- the patent could be on a component of a product. And in today's world, as Your Honor says, television sets, CD devices, cell phones, all of those devices are loaded with components, one of which may happen to be patented. It may not be the one that makes the -- it may not have to do with anything that makes that product attractive in the marketplace, but the presence of that patent would be relied upon to make the presumption applicable.",
  "Well, I think -- I think the theory of the application of the presumption is, first of all, obviously, if the whole product is patented, then the presumption would be applicable. But I think there also is an argument that even if some component is -- is patented, that component, because it's in that product, gives that product market power because the theory would go the patent would exclude the ability of other competitors in the market to use that component.",
  "But then I think the argument --",
  "Well, you could, but I think the question -- the question would be whether that product as a whole in the marketplace, which is -- part of it is made up by this component. The argument would be, if I'm a competitor, I can't duplicate that product because that component is patented, and therefore, that product that contains the patented component should get the benefit of this market power presumption.",
  "Well, Your Honor, at the -- at the time that -- that the inventions are patented, it's not clear -- many inventors don't know what the market value of their product will be.",
  "Well --",
  "Our system encourages -- there -- it -- it certainly is possible there are many patents that -- that are -- there are many inventions that are patented that don't have value in the marketplace. There are some that do. The problem with this --",
  "Yes, but the fact --",
  "Well, Your Honor, I -- I think there are -- there are two answers to that question. First of all, there's no empirical showing and -- and no logical evidence that there -- the set of valuable patents is larger than the set of valueless ones. And, in fact, it's probably the evidence is to the contrary, that the set of valueless patents is quite considerable. So by creating a presumption and shifting the burden based on something that's demonstrably not true doesn't have a logical basis.",
  "Yes, Your Honor. I -- I think respondent has moved away from -- from the Loew's assertion that the mere existence of a patent shows uniqueness sufficient to -- to satisfy the market power test. And -- and one of the next level presumptions that they propose is that if the -- if the patent ties successful in the marketplace that shows market power. But that's inconsistent with this Court's recognition in -- in a number of cases that ties can be successful in the marketplace not because they're backed by market power, but because they are attractive to consumers in a competitive market.",
  "Well, my second point, in response to Justice Breyer, if I can recall it, was that in the component situation, which was one of the situations that we were talking about, that the problem with the component test, the presumptions are supposed to be easy to apply. And if you say, well, the entire device has to be patented, then the next case is going to be a case where 85 percent of the key ingredients are patented, 15 percent aren't, and the question will be, does the presumption apply? So you're -- you're setting up a presumption which is designed to -- for ease of application that will become extremely difficult to apply.",
  "Yes. The -- the --",
  "Absolutely, Your Honor, and --",
  "It would be extremely strange especially because there's the lack --",
  "No, Your Honor, we don't because the -- the economic literature --",
  "No. I -- I think, A, it's not reasonable to assume that, Your Honor, and it's certainly not reasonable to assume it has the level of market power that Jefferson Parish required, which was significant market power. The Court there held that a 30 percent share of the relevant market was not enough. So we're talking, in the tying context, of a very considerable market power test.",
  "Well, first of all, that -- that is not -- not true. The record reflects that the --",
  "Well, if it were what the record reflected and there was a relevant market that was -- that was restricted to this ink, yes. But we don't think that the existence of a patent, even in the requirements context, fulfills that test for the reason that the economic literature is quite clear that price discrimination, which is what their theory -- their -- their theory is metering should be sufficient to give rise to a presumption because price discrimination supposedly signals market power. But as we discuss in our reply brief, there is a tremendous amount of economic literature that says that is in fact not true, that price discrimination occurs in very competitive markets from airlines to restaurants to coupons.",
  "Well, I think the problem, Your Honor, is that the presumption does take one view over another based on -- based on something that was adopted at the time there was no analysis. The presumption says we're going to presume market power, and as Justice Scalia said, we're going to put the entire burden of refuting market power, in this one context, separate from all of antitrust analysis, on the defendant. And we're only going to do it in tying. We're not going to do it in exclusive -- vertical exclusive dealing arrangements where the product is a tie. In that situation, which theoretically should be exactly the same, there's never been a assumption that there should be a market power presumption when the product that's the subject of the exclusive dealing arrangement is patented. Territorial arrangements. There's never been an assertion that that's true. This -- this is a relic really of the fact that when the Court decided these patent tying cases, there was a hostility to the expansion of -- of intellectual property rights beyond the scope of the patent. That first was reflected in patent misuse doctrine, and then it was carried over to antitrust doctrine without any analysis about whether the assertion that the patent was unique, and therefore there were anticompetitive effects, had anything to do with the level of anticompetitive effect that the Court required to show an illegal tie.",
  "I think the short answer to that, Your Honor, is that there are a lot of antitrust cases that are filed that aren't successful, and there's no reason to believe that just because a plaintiff files a case, that it is going to be successful. And, in fact, establishing a rule that the filing of the case meets an element is -- is a bit of an attractive nuisance.",
  "It's going to attract claims --",
  "Well, and I think it's an attractive nuisance. If that's the rule, if I can satisfy the rule by filing a lawsuit, I'm certainly encouraged to file a lawsuit regardless of whether there's underlying really market power or not because I -- no one will ever -- I won't have to worry about it. The burden will be shifted to my opponent.",
  "Yes, exactly, Your Honor.",
  "Well, there certainly have been lawsuits that are unsuccessful, but -- but, Your Honor, one of the problems with our litigation system is many cases are not tried to completion on the merits, especially expensive antitrust cases. So if a case --",
  "Well, right now I would say the presumption status is somewhat murky. When the -- when the Antitrust Division in the FTC came out with their guidelines and essentially disavowed and rejected the recognition of a presumption and the Sixth Circuit also rejected the existence of the presumption, there was a -- both a conflict among the courts of appeals and certainly amongst the district courts. And also, you had the Federal regulators saying this presumption doesn't make sense. That, I think, chilled to a large extent -- not completely, but to some extent -- what would otherwise have been -- what would have happened in the lower courts if there had been a full-throated affirmance of the presumption. And I think the issue now is prognosticating a bit what will happen if the Court were to affirm the presumption. And I think it is a fair assumption that a presumption that says if you file a lawsuit alleging tying of a product that has a patent or is patented, then the filing of the lawsuit plus the patent means that the burden of market power has shifted, then if I'm a competitor trying to put some cost on my competitor in a market, that's a pretty low-cost thing to do because all I do is file the lawsuit. I get the benefit of presumption. They've got to spend the money to disprove market power. And the market power element is peculiarly important in the tying context because we're dealing here with a per se rule, although a somewhat peculiar per se rule because it has these four prerequisites. But the market power one is the critical one and certainly one that the Court identified --",
  "Well, Your Honor, I think the --",
  "Well, Your Honor, I -- I think there obviously is -- a lot of commentators have expressed concern about the -- whether the per se rule makes sense. And -- and Justice O'Connor. writing for four Justices in Jefferson Parish, made exactly that point. But I think whether or not the per se rule applied, there's no logic underlying this presumption. And -- and at least as the law stands now, the other elements are their two products. There are a hundred pages in Areeda and Turner --",
  "-- with the jurisprudence of two products. So that's not a test that's going to be effective in screening out unjustified claims. Yes, sir.",
  "If there's a monopoly in the tied product?",
  "All we're asking for is --",
  "-- is the opportunity to demonstrate market power, and if --",
  "No. If there is a monopoly in the tying product, Your Honor, that's one of the elements that the Court requires. That would be satisfied, and obviously, the existence of the patent would be a factor.",
  "Whether even if there was a --",
  "I think there are some that hold that view, Your Honor, but there are some that don't. But all agree that it is critical to show market power in the tying product. If you can't meet that test, there's really no problem. If you can meet that test, then there's a division. Some say there's a problem and some say there's not.",
  "Yes, Your Honor. As we note in our reply brief, the -- the document that was the basis of respondent's own damages study in this case said that the average price charged by Trident was $85. So there's no proof of that. And the district court specifically found, in fact, that respondent was not relying on so-called direct evidence of market power in this case, such as supracompetitive prices. I'd like to reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. Just a few points. With respect to respondent's last argument about affirming on the basis of direct evidence, that's an argument that the district court found to have been waived. On page 30a of the joint -- of the appendix to the petition, the court noted that the plaintiff prefers no direct evidence of market power, such as supracompetitive prices. And in fact, the price evidence that they rely on here was not even cited or attached to the summary judgment motions on the market power issue. Respondent's argument is a little peculiar. It -- it basically is because we can't establish a procompetitive justification for this particular tie, the presumption should be upheld. Of course, the issue in the district court wasn't whether or not this tie was procompetitive, so we didn't introduce evidence about whether or not the tie was procompetitive. We introduced evidence about market power because the issue was market power. I think respondent is putting the cart before the horse here in that respect. And there is no consensus of economists. And we discuss this on pages 11 to 13 of our reply brief, that respondent's syllogism of metering equals requirements tie equals proof of market power. Each of those three things are wrong. There are procompetitive justifications for metering. Metering and price discrimination is not evidence of -- of market power of the type that the Court required in Jefferson Parish. It's evidence of some modicum of market power, but not enough market power to meet the tying requirement. And -- and I -- that's very clear from the economic literature. And there are other justifications that are advanced. In this case preservation of quality was advanced as a justification. But that's why the market power issue is so important. It is the principal screen that -- that the lower courts used. Respondent mentioned no proof of frivolous litigation. On page 13 of the petition, we cite a number -- page 23 of the petition. I'm sorry. We cite a number of lower court decisions granting summary judgment for defendants in cases where, once the presumption fell out of the case, there was no proof of market power. So there is quite a record here of this presumption -- attempts to misuse this presumption. Respondent also talks about -- frames the presumption as patents used to enforce a tie, as if the presumption required some causal connection between the patent and the tie. It doesn't. All the presumption requires is that the tying product be patented. It doesn't require anything about --",
  "Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The question in this case is whether the standards this Court adopted in Brooke Group to determine whether a seller's prices violate the antitrust laws because they are too low also should apply in assessing the claim that the buyer's purchase prices are illegally high. We submit that the Brooke Group test applies because the four key underpinnings of the Court's ruling apply fully here. First, there's a high risk of mistaking aggressive competition for anticompetitive behavior. Increasing the prices that are paid for inputs like lowering sales prices is a mechanism by which a firm competes. It's the result that we would expect from a buyer's ordinary competitive instincts. So the conduct targeted here is on its face identical to core procompetitive conduct. It's also very hard to distinguish losses suffered by a more inefficient competitor from hard -- to anticompetitive behavior, but the antitrust laws - -",
  "Yes. Our position is that that is what the jury was instructed, because the predatory pricing instruction said one of plaintiff's contentions is that defendant purchased more logs than needed or paid a higher price for logs than necessary in order to prevent the plaintiffs from obtaining the logs they needed at a fair price. I'm reading from page 14(a) of the appendix to the petition. And then it concluded, if you find this to be true, you may regard it as an anticompetitive act.",
  "No.",
  "Well, Your Honor, there is no, there is no contention here about monopoly power. The focus here is on the conduct element of Section 2.",
  "We are not disputing it before this Court.",
  "Well, Your Honor, our view is what the Court has said in cases like Trinko, is that the test is monopoly power and anticompetitive conduct. Those are the two elements. We are not contesting the monopoly power element. We are looking at whether there was anticompetitive conduct here.",
  "Yes. Because this is a claim under Section 2, there would have to be either monopoly power or a danger of probability to the monopoly power. It's single firm conduct so there would have to be - -",
  "Yes, Your Honor. We are arguing both things. I think, I'm not sure that there is much space between the two, but to the extent there is, we are arguing both.",
  "I think that's right, but I guess the way I think the Court has approached determining anticompetitive act, anticompetitive conduct, is it's the kind of conduct when engaged in by a monopolist or an entity that has a dangerous probability of cheating it, it is a violation of this statute.",
  "Well, because Brooke involved a claim under the Patent Act. But this Court in the Trinko case has certainly interpreted the Brooke Standard as also applying to claims under Section 2. And in fact the Court explicitly said that in Brooke Group. As I said, the first critical underpinning is the risk of mistaking aggressive competition for anticompetitive behavior. Second, this case involves - -",
  "Your Honor, we don't, we don't think that that difference is a distinction that warrants a different test, for several reasons. First of all, we are dealing here with single firm pricing conduct and it's recognized that that's key to the proper functioning of the markets. As the court said in Professional Engineers, fixed pricing is the central nervous system of the economy. It allocates goods and ensures that, that they are allocated to the most efficient use. Here, although there's no immediate benefit to consumers, there is an immediate benefit to the sellers of the logs, who certainly benefit when competition drives up the prices that they achieve. And we think that the Sherman Act protects them and gives them the benefit of full competition just as much as it does consumers. Over the course - -",
  "Yes. In Mandeville Farms, which was a Section 1 case, the Court did talk about the fact that the antitrust laws protect sellers as well as buyers, and that was a case in which there was allegedly a Section 1 conspiracy to price too low, and the Court said that's per se unlawful.",
  "Because the benefit that I think the Court is looking at in both cases is not the particular price levels, but in achieving and ensuring free price competition because of the central role that price plays in the economy. That's what the Court is trying to protect in Professional Real Estate -- in Professional Engineers - -",
  "That is our second argument, Justice Scalia.",
  "No, Your Honor. The claim is that the supply was relatively inelastic, not that it's perfectly inelastic, and as long as the supply market is not perfectly inelastic, an increase in price may lead to more supplies, maybe not as much as if there were higher elasticity, but more. But there's another benefit to consumers here, which is that if one would expect that a buyer bidding more can make a more efficient use of the product and therefore generate more output, and that output expansion which doesn't depend on supply expansion is also beneficial to consumers because that means there will be more output in the downstream market and a corresponding decrease in price. So we have those two benefits to consumers and we also have the fact that as the Court said in Professional Engineers, the Sherman Act reflects a judgment that price competition generally, a free and open price competition will produce lower prices and better goods and services, and the Court has not required that that be traced to consumer welfare in every particular case.",
  "That's exactly right, Justice Scalia, and that's what the record reflects here, that Weyerhaeuser invested in its lumber mills and created a process that got more value out of a log. The record reflects that plaintiffs, for example, did not do that. And there is testimony that plaintiff's mill was quite, relatively inefficient compared to Weyerhaeuser. Weyerhaeuser invested new processes that had less waste, produced more output as Justice Scalia suggested, and therefore it was able to sell, sell that output at a lower price and still make a profit, because it was getting more output for log and therefore could pay more for the log.",
  "Well, our view, Justice Kennedy, there really wasn't, because the district judge had made clear his view in the pretrial motions that there wasn't a need to prove prices, and that - -",
  "But our position is, and there has certainly been some writing on this in the literature, is that what one does is take the cost of producing the output which includes the allegedly predatory price of the log, and here logs are 75 percent of the cost so it's a very big cost. Compare those costs to the revenues that are received in the downstream market and if those revenues exceed costs, then you're in a position where the defendant is behaving perfectly economically rationally. If they're less, then you go on to recoup it.",
  "No. You would look, you would look, Your Honor, at all of the, at all of the logs, just as in the downstream market if you have a sell side case, you look at, you look at prices of all sales. Here it's interesting that the record reflects that plaintiff received more than, between 30 and 50 percent of its logs from the same kind of long-term sources that it argues that Weyerhaeuser received it from. So in this case there really isn't the kind of disparity, but our position would be that you add all of those up and compare them to revenues.",
  "And it might be - -",
  "And Your Honor, as the Court observed in Brooke Group, there really wasn't a need there to get into how the test works and we think there isn't here. We think the issue is symmetrical and it might be that the focus is on the incremental costs that are associated with the alleged predatory volume, and therefore that might focus on those incremental costs. But in this case there's no dispute that, whatever the measure of costs, there has been no challenge to the position that Weyerhaeuser's prices were above those costs. Let me just turn back to, to the other two reasons why we think Brooke Group applies because I think they're important. The third is it's much more likely that the high bids here were going to, were a result of legitimate competition than of anticompetitive effort. As this Court has observed both in Brooke Group and Matsushita, predatory conduct is self-deterring. To engage in it, the defendant has to be willing to incur a near-term loss against the hope of higher returns later. And as the Court explained in those cases, the loss is definite but the gain depends on a number of imponderables. So there is some self-deterring. And finally, a test that provides no guidance threatens false positives that will deter the very competition that our economy requires and that helps our economy reach its most efficient state. As Justice Breyer put it for the First Circuit in Town of Comfort, antitrust rules must be clear enough for lawyers to explain them to their clients, especially in a sensitive area like pricing. And certainly the rule that the Ninth Circuit adopted here has none of that clarity and we think that the Court's Brooke Group decision and that test does.",
  "And the only anticompetitive conduct alleged was pricing conduct, Your Honor?",
  "No, it wouldn't, Your Honor.",
  "Even if that was the whole purpose.",
  "And the reason for that, Justice Stevens, is it's very hard to distinguish, especially for the judicial system to distinguish, between hard-fought competition and anticompetitive intent if all we're looking at is what's in people's mind set. As judge Easterbrook wrote in his AA Poultry decision - -",
  "Well, because there won't be a given premise in every case, Your Honor, and the problem is the Court has to write rules that will, that will govern conduct, primary conduct of business people in the market, and a rule that says if you can prove intent then you don't have to worry about prices and costs is a rule that opens the door to second-guess, judicial second-guessing of prices - -",
  "You do, Your Honor.",
  "As the Court has recognized in the section 2 context, the problem of deterring procompetitive conduct is even more serious because you don't have the threshold environment of proof of conspiracy, as one does in section 1. We're dealing with unilateral conduct, and so - -",
  "Well, Your Honor, market definition is a complicated issue and it may be hard for businesses - -",
  "It would not establish a violation, Your Honor. In fact, the Brooke Group Court dealt with that very case because the dissent in Brooke Group pointed out that the district court in that case had held that the intent evidence was amongst the most powerful that had ever been, been presented in any case, and it still said, even though there was a clear evidence of intent - -",
  "But it involved the test for predatory pricing, Your Honor, under Robinson-Patman. But the Court said its test was perfectly applicable to section 2. And the lower courts have certainly applied that test in just that way in section 2 cases. And if the rule would be that even in the predatory selling situation intent can override the price-cost and the recoupment requirements, then you're in a situation where there's no ability for business people to know in advance when low prices are justified. All we think is that there should be symmetry. If the Court has no further questions I'll reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. Just a couple of points. With respect to the story of how this instruction came to be, in fact it closely resembles some language that was requested by respondent that appears on page 93A of the joint appendix which refers to a test that paying a price for logs with higher than market value unnecessarily to drive out or injure competition. So I do think that this is an instruction that comes from respondent. It's true that we did not request a Brooke Group instruction because the district court had ruled that Brooke Group didn't apply at the summary judgment phase. We did object to the instruction proposed by the district judge on the grounds that it did not conform with Brooke Group in order to preserve our argument here and we believe that that objection gives the Court the power to adopt an intermediate rule, but it isn't exactly what we requested and there are decisions in the court of appeals of to that effect. With respect to the question about purchasing more logs than they needed, as we say in our briefs we think that that claim can't really be separated from the predatory pricing claim here because the argument is that by purchasing more logs the price was driven up and it's the increased price, that's the impact that respondent complains of. So creating a separate overbuying claim that relies on price for impact would be the same thing as saying on the sell side you can have an overselling claim regardless of whether you flunk the Brooke Group standard with respect to prices, and that's just going to undercut the certainty that this Court has prescribed. With respect to the document that Mr. Haglund cited, 901A about the inputs, that document is described in testimony in the joint appendix at 571A to 573A, and that's a hypothetical look at what the market might would look like if current, past purchasing patterns had continued. It's not a document that in any way says that the various sources of log supply were locked up and it doesn't indicate that, and in fact there's nothing in the record to indicate what the percentage of logs were that were available to Weyerhaeuser by long-term contract, in contrast, as I said, to the testimony in the record that indicates that respondent got between 30 and 50 percent of its logs through those long-term sources. With respect to the proper disposition of the case, in the Boyle case this Court made clear that where there's no, not sufficient evidence in the record -- I'm sorry, my time is up.",
  "Where there's not sufficient evidence in the record to go to the jury under the proper jury instruction, the proper outcome is for the claim to be dropped from the case.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The Government's argument here is that Flast needs major surgery and, as the discussion I think in the first part of the argument shows, it's proposing two very substantial limitations that bear no relation to the relevant establishment clause principles, the history of the clause, or the history of this Court's decisions. And we think there's no basis for drawing the arbitrary lines that the Government suggests. And maybe I can follow up on some of the points that my colleague made and that the Court made during the questioning. First of all, with respect to the argument that the money has to go outside the Government. There's certainly nothing in this Court's cases that say that and the lower courts and this Court at least in part have found taxpayer standing to challenge the salaries paid to chaplains that are employed by the Government, and of course those would be - -",
  "Well, I don't -- I don't think that lawsuit could be brought, Mr. Chief Justice, and let me explain why. We think that the limitations that are in this Court's opinions require the taxpayer to identify a discrete and identifiable non-incidental expenditure. In other words, it's not just any - -",
  "But, Your Honor, those appropriations don't do the trick, and maybe I can just explain our test and explain why. The Court in Doremus explained why there was standing in Everson to challenge the payments for bus transportation by saying Everson showed a measurable appropriation or disbursement of school district funds occasioned solely by the activities complained of. In other words, there has to be some -- the violation caused some unique expenditure. Not that the moneys wouldn't have been expended, because in this context the taxpayer doesn't have to show a lower tax burden, but - -",
  "-- that there was a tie between -- I'm sorry.",
  "No, and this Court has said and the lower courts have said that that is not the requirement, because the injury here that the taxpayer complains of, as the Court said in Daimler Chrysler, is not an increased tax burden. The injury is the expenditure of funds in a way that violates the establishment clause.",
  "Well, respectfully, Your Honor, that's not what the Court said in Doremus in describing Everson. It didn't say the mere fact that Some money being spent was enough. It said that there was a measurable appropriation or disbursement occasioned solely by the activities complained of.",
  "I don't think so, because, as the court of appeals said, that this Court has identified a second limitation, which is not incidental. The money has to be central -- the money that's being challenged has to be central to the violation. Just as you couldn't challenge a prayer breakfast - -",
  "The money has to be central to the violation.",
  "No. It can be -- in this case, for example, the challenge is that these conferences were -- the entire conference program was a program to further religion over non-religion.",
  "I'm sorry, Justice Scalia?",
  "But the - -",
  "You did, an as-replied challenge to the specific grants. But there were specific grants identified and there was an as-applied challenge. But the argument was - -",
  "Yes, Your Honor, but the money that's identified in the budget is not -- well, it's not the entire Air Force one appropriation that would be challenged in the kind of claim you're talking about.",
  "But it was a specific -- there was a specific action that allocated a specific amount of money to those grantees. And the argument was those grantees weren't entitled to any of that money because the way they were using it violated the establishment clause. And so there was -- the government's own action by designating a specific sum of money in that grant identified a specific sum of money, and the challenge was to that entire expenditure as identified by the Government.",
  "Well, Your Honor, I think, I think, as I say, there are two tests. One is whether there's an identifiable sum. We were talking about with respect to grants are the easiest case. There's another case as when there's a challenge to an entire program that the Government has identified as a particular program. And then the question, the second question that the Court has identified in Flast, was is it incidental or not. Is it something that is peripheral - -",
  "If the Government then singled out some of that money - -",
  "Yes. I think - -",
  "Well, I don't think the singling out -- I don't think whether it's discrete and identifiable depends on the amount, Your Honor. I think it depends on how --whether there is a way -- and this really is part of both traceability and redressability. There has to be a way to identify the expenditure that the taxpayer is seeking to enjoin. And if there is some separate Government grant for the building of a church, yes, if it's -- if -- if there is some religious - -",
  "Or a contract.",
  "If the Government let the contract for the building of the church, yes.",
  "Well, they are, and that - -",
  "Well, they're protecting him for a protection purpose. His trip is for a religious purpose. And I think our submission is that there is a distinction that can be drawn there.",
  "But -- but, as with buying the bagels at a prayer breakfast, the cost of the bagels, like the cost of the security, is not -- is not paying for the center of what the violation is. And therefore we think that that's the basis for a rule that rules those types of expenditures out.",
  "But their claim was that the spending of this entire grant is unconstitutional because of the way the money is going to be used by the grantees. It wasn't that $1.98 of the is unconstitutional and the other million dollars is okay. It was that because of the way the grantee was using the money, the entire grant is unconstitutional. We think that's a different case.",
  "Yes, and we think - -",
  "Well, it does make sense because, unlike the Government's limitations, which have nothing to do with the rationale of Flast or the underlying threepence here of James Madison, that does -- that is a particular amount of money that the Government is spending and it's identifiable just because of religion. We think that that's - -",
  "Well, they may - -",
  "Well, I don't think so, Your Honor, because I think it preserves - -",
  "Well, but if there are - -",
  "-- if there are particular people in that office for a particular, separately called out program in that office that is focused on faith-based initiatives only, yes.",
  "Your Honor, I think I haven't been clear in the test that I'm suggesting.",
  "Well, I think that's right, and I think that's because there are two steps to our analysis, Justice Ginsburg. One is, is there a discrete and identifiable expenditure that only arises with respect to religious activities. The second question is, does that particular expenditure, is that particular expenditure an incidental one? Flast said incidental expenditures don't give rise to standing. And I think you're right in that situation, that expenditure - -",
  "But the question - -",
  "But it would have been spent differently, Your Honor, and I think that's the critical - -",
  "We agree completely. But we also agree that there are some limits that -- the Court has said that every single dollar that's expended for a bad purpose doesn't give rise to a challenge. My example, if there's a prayer breakfast and all -- the only money that's spent is on the bagels, we don't believe the bagels are the basis for a taxpayer challenge to the prayer breakfast.",
  "Well, respectfully, I think that's exactly what Justice Stewart said. Justice Stewart in his concurrence did not espouse a broader theory than the one that the Court adopted in Flast. And he said he joined the judgment, the opinion of the Court, and he said, I understand that to hold only that a Federal taxpayer has standing to assert that a specific expenditure of federal funds violates the establishment clause of the First Amendment.",
  "Yes. I think it's - -",
  "Yes.",
  "Well, in the -- sometimes despite the Court's desire sometimes to have a less separate opinion, sometimes justices do. And what he said here is he was just explaining his reason why he believed that Flast was distinguishable from Frothingham, and notes specifically that taxpayers have a clear stake because of the threepence comment. Justice Fortas did say, did have a broader theory, although he -- in addition, that the court did not adopt -- but he also said, recognizing very similar language to Justice Stewart, what the Court's opinion held. So I think Justice Stewart's opinion is useful because he doesn't talk about Congress, he talks about expenditures.",
  "Well, Your Honor, we believe that the incidental test, and what I've been talking about in terms of what the limits are, that it has to be a non-incidental expenditure protects against that. Because if the argument is that some Government official, for part of his day met with three ministers, and therefore we want to challenge because Government shouldn't be meeting with ministers, I think it's both for the reason, both because of the fact this is not an argument that the expenditure on the hours of the day it took to have those meetings is clearly not central to anything.",
  "Well - -",
  "Well, Your Honor, I think the fact that there hasn't been a lot of these challenges that the Government has been able to point to, indicates that this may not be a big problem.",
  "But the Court also said in Allen against Wright, you know, the absence of precise standards does not leave the courts at sea in applying the law of standing. Standing isn't an area, really, that is susceptible to precise definitions. It seems to me that both because of the incidental test and the concerns that Justice Kennedy articulated, if someone's claim is that people in the White House have five meets in the course of a year that they're upset about, it does not take much at the jurisdictional - -",
  "Even if it's true -- even if it's true - -",
  "Well, Your Honor, our position --",
  "Well, you know, in Allen against Wright, and Linda R.F., there are a whole series of cases where this Court has set up guidance, and the lower courts have evaluated whether the connection between the challenged conduct and the claimed injury - - here the expenditure -- is close enough for there to be standing. And this -- the inquiry that we're suggesting really isn't that different.",
  "If their challenge was that the entire -- the whole program essentially, as the court of appeals characterized the complaint here, the whole program essentially is facially neutral, but in reality is a preference, yes. Then it would come out the same way and the question would be - -",
  "Well, that's true in many standing questions. The question is, how do you characterize the claim?",
  "Well, Your Honor, it is a standard that the Court established in Flast. It is - -",
  "No. I actually think the Court's precedents line up pretty neatly. I think - -",
  "No.",
  "You want a way to keep them out - -",
  "Exactly. And - -",
  "Well, our submission is that it does, Your Honor, because we think - -",
  "It's incidental to what - - what's the focus of the claim? The focus of the claim isn't that bagels were served. The focus of the claim is there was prayer and that it was a religious meeting. If there was -- just to think of what such a claim might be. And so the expenditure that -- that's been identified is the bagels, it really is pretty tangential compared to the focus of what someone's complaining about. And so we think that's a rational test for doing what Justice Kennedy was talking about.",
  "No. I think there probably there would be two challenges, because there would be a challenge to the government's purchase of the religious symbol to have at the meeting in addition to the meeting, and I think then - -",
  "Yes, but I don't think this - - and I think the Government agrees with this. I don't think this is a test about how much. I think this is a test about the relationship between the expenditure that's challenged and the claim, what's alleged to be unlawful this complex of Government activity.",
  "No, I think there would be standing.",
  "Because there the challenge is to the discriminatory purchase. It's not about the prayer breakfast, it's about the idea that the Government is purchasing bagels in a religiously discriminatory way.",
  "So there absolutely would be standing.",
  "But, Your Honor - -",
  "Your Honor, I think it does, because there would have to be an allegation in that situation that bagels were being purchased on a religious basis, and that's going to be awfully hard for a lawyer to sign in good faith. I think the problem, if I may - -",
  "The purchase -- the idea that bagels are being purchased only for evangelicals and not for Jewish breakfasts?",
  "Because the Government - -",
  "I don't think general passion is enough. I think what the Court said is there has to be a tie-in, and let me say that I think what's critical here is any test obviously is susceptible to hypotheticals, but the Government -- our test at least keeps in taxpayer standing the core of what the framers were worried about, which is Government expenditure of funds - -",
  "Yes, Your Honor, we do, because in Valley Forge, first of all, as Justice Ginsburg said, the Court relied on the fact that it was a property clause claim. There is a passage in Valley Forge that refers to executive action, but the Court in Kendrick when it talked about Valley Forge said, in characterizing that case, said executive action pursuant to the property clause. And we think those things are tied together and there's a reason why. In the appropriations context, there always is congressional action with respect to the very money that's at issue because there has to be a congressional appropriation. That's not true in the property context. Congress doesn't have to say, pass a statute to say, here are the 58 property sites that we want the executive to get rid of.",
  "Well, I think that the core of what was the concern was -- was the taking of the money and the using it for religious purposes. And I think what the - -",
  "No, it's not the same money.",
  "Well, I think that the Court decided that it made a difference, and I think in terms of cabining, in terms of the worry that perhaps Flast is going to be overbroad and the need to have Congress involved, which I think is key -- there was no congressional involvement at all in designating those properties and there is in the appropriations context, and I think that's a key difference. But I think what's important here, and the Court's colloquy in the first part of the argument showed me this -- but the Government's position, the idea that it's only grants to third parties -- - the Government could hire a corps of chaplains and send them out to civilians and to the populace at large and that couldn't be challenged, because all it is is executive pay; and the Idea that there's some difference between a Bowen v. Kendrick situation, where the executive had tremendous discretion in terms of where it was going to give the money, and the situation here, which is the exercise of Precisely the same executive discretion, makes no sense. The injury is the same. The conduct that's -- that's the core of the violation is the same. It's an Executive Branch decision to use funds in a way that's impermissible under the establishment clause, and we've been drawing the lines that the Government has been trying to draw just makes no sense, and to leave out, to insulate from any taxpayer challenge really huge swaths of conduct that is really at the very core of what Madison was concerned about. So our submission is that that really makes no sense. There's no basis in history, for example, for the Government's claim that Executive Branch decisions are somehow different and insulated with respect to spending. It's the spending of the same threepence, and if history indicates anything it's that concerns about establishment were focused just as much on the King as on the Parliament in terms of the history that the framers understood. And for the idea that the executive would be given free rein to exercise discretion with respect to spending and there would be no concern about the types of injuries that gave rise to Flast we think is just not right. If the Court has no further questions, thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: I'd like to return to the language of the statute, because I think it explains why the comments that Mr. Stewart started with are, in fact, compelled by the language of the statute. 25 (a) talks about a person who engages in any transaction on or subject to the rules of a contract market. And I'm focusing on the \"on or subject to the rules.\" If the Petitioners claimed in their opening brief any -- the fact that any transaction was governed by any rule, as in the Court's discrimination hypotheticals, was enough, then the \"on\" would be superfluous. There wouldn't be any need for \"on\", because surely a transaction on a contract market has to be governed by the rules of the contract market. So I think that shows why \"on or subject to the rules of\" is a term of art. It has a special meaning here. And the only kinds of transactions that are either on or subject - -",
  "No, Your Honor.",
  "Well, Justice Kennedy, I think what Congress was explaining there is it wasn't saying any transaction subject to the rules of a contract market, because that would be all of the Court's hypotheticals and discrimination and everything else, and the word \"on\" wouldn't be there. And so by using \"on\", which by definition \"on\" has to be subsumed in the rules because if a transaction is on a contract market, surely is in some way governed by a rule. So if Congress meant to cover every transaction that is in any way governed by a rule, it wouldn't have had to include \"on.\" So the reason -- the fact that \"on\" is there means, as we discussed in our brief, that this is a special transaction on or subject to the rules singles out a very special category of transactions. And that --",
  "Yes. But the fact that Congress put \"on\" in there means that it was trying to capture something other - -",
  "Yes, Mr. Chief Justice. But I think the reason that \"on\" is there is that Congress was signaling that it wasn't, that the second part of the clause or \"subject to the rules\" didn't literally mean or subject to any rule, because if it literally meant that, there would have been no reason to include \"on.\"",
  "No. This is an argument that on or subject to the rules that a transaction on or subject to the rules is a special kind of transaction. It's a term of art in the statute, and a term of art that refers to trades.",
  "Yes, we do. Your Honor, our view is that the transaction that is referred to there are the transactions that include, either at the trading pit or a small category of off pit trades that are permitted by Section C of the Commodities Exchange Act.",
  "It covers the trade -- the contract that occurs at the pit at the moment -- during open when one - -",
  "Well, FCMs may or may not be involved. In this case Klein wasn't involved, because Eisler was a floor, had floor privileges and he actually -- he was the person who was at the pit engaging in these transactions. So our -- our view is that the transaction, to start with that, either occurs at the pit when an offer is made, an open outcry, and it's accepted at that moment that transaction and - -",
  "The parties to that transaction are the buyer and seller, the customers, the people that the - -",
  "Yes.",
  "They are not parties to the transaction.",
  "At the moment, Your Honor, they may not even be identified. At the moment that transaction occurs - -",
  "Under the rules of the clearing organization. Yes.",
  "Well, it could -- what the clearing process does after the -- after that contract is formed is to eliminate, to provide a way to strip out the credit risk that ordinarily wouldn't be there.",
  "No, Your Honor, we don't believe that the contract is a nullity. And in fact, if for example a he contract was made at the pit, and for some reason the -- the clearing member who was to clear the transaction went bankrupt that day and didn't exist, and therefore that transaction was not cleared, that transaction would still be enforceable as between the buyer and the seller.",
  "Well, it has to be cleared in an hour to go through the clearing process.",
  "Well, let me first point out, Your Honor, it's not an unusual case. There frequently may be a case even where -- either where -- even where both sides are represented by floor brokers, where the floor broker who is -- who is representing the party in the trade is not the clearing member. That happens all the time and that's why the rules say that the clearing member doesn't have to even be designated until one hour after the trade. So hard to say that the clearing member engages in that transaction on the floor when he -- when it may not be designated. The reason for the division is that Congress set out a clear rule here. The transaction it referred to, it used the language that it used elsewhere, as we discuss in our brief, particularly in defining the functions of floor trader and floor broker.",
  "We do say that, Your Honor. Because -- let me address first your question about why Congress couldn't use buyer or seller. Here Congress had to -- needed a construction that would link the - - the transaction that was being targeted with the rules of the -- of the contract market, because that was going to be the test here, was it's all about whether or not contract market violated its rules, and so it needed a construction that referred to a transaction because those are the things that are governed by the rules of the contract market that might be misapplied in the work -- in the way that A, B and C talk about. So it would have had to -- even if it had used the phrase, you know, \"purchased\" or \"sold,\" a commodity for future delivery or an option on a contract for future delivery -- it would still have to say on or subject to the rules of a contract market, in order to link back to what it was doing, which was creating a cause of action for the violation of the contract markets own rules with respect to a transaction that was subject to those rules.",
  "Well, because it -- it would have to talk about - -",
  "Well, because then in the - - several lines down it talks about actual loss and it would have to say buyers and sellers there as well. And --",
  "Well, it would be referring back to buyer or seller. But I think the key here is for Congress, given the structure of the act, \"any transaction on or subject to the rules of the contract market\" is -- are these transactions. Those are the only transactions that -- that meet that test. Those are the transactions, that very same phrase is used in defining the functions of the floor broker and the floor trader who execute the transactions on the floor, and so by using that phrase, Congress was tying back to something that it had a clear definition of. Let me - -",
  "Well, there is no definition of transaction, Your Honor, but in the definitions of floor trader and floor broker, the phrase \"on or subject to the rules of a contract market\" appears again in defining what they do, and so those are the people who are at the pit, either executing for their own account or for a customer's account, the trades. And so by using that very phrase in defining what they do -- which appears by the way on, in the discussion on pages 5 and 6 - -",
  "No, Your Honor, we don't -- we don't think they are, because they are acting as - -",
  "Well, certainly a floor trader is because that's someone who is trading for his own account. A floor broker who's merely representing a customer is just like someone at a house closing, if you can't make the house closing you appoint someone to close the house. They aren't the ones who engage in the transaction; you do.",
  "Well, those people also have - - well, the -- the floor broker is not subject to a margin call. He is subject to liability for other things that he may do wrong, but for his role as a floor broker he is not subject to margin responsibility.",
  "Well, Your Honor, if that was all the Second Circuit said, I would agree with you that would be wrong, but the Second Circuit recognized that the -- Klein here had a risk, a credit risk because it had backed up the credit of its customer, Eisler, and that's why in the lessons learned report that the CFTC --",
  "That is the job of the clearing member of what an FCM does.",
  "No, Your Honor, but as the Second Circuit went on to note, the fact that there is a credit risk here, that Klein is taking a risk based on the credit of his customer Eisler -- as the CFTC noted, there is nothing in the rules that require clearing members to only accept minimum margin, and it's the job of a clearing member to -- to look into both the credit-worthiness of its customers and the risks of the various transactions that are open and demanding more margin.",
  "Well, we don't -- to the extent Petitioners claim that the Second Circuit based its reasoning on -- on the imputation into 25(b) of the limitations in 25(a), we don't agree with that.",
  "But there was a second basis to its decision, which talked about the fact that Klein didn't engage in trading, and we agree with that basis because that's what we're arguing here.",
  "Well, it -- it certainly would be better if the phrase \"transaction on or subject to the rules of the contract market\" meant \"trade\" and we were only discussing how expansive, how elastic the definition of \"trade\" was. We would still take the position that it's not elastic enough obviously to include clearing members, but we think that, given the language that Congress used and the fact that that language is used to refer to that \"on or subject to\" formulation is repeatedly used to refer to trades, we think it's very clear that trades have to be what it is. Otherwise, when the statute talks about the fact that a floor broker engages in activities on or subject to the rules of a contract market, it could be talking about discrimination and all kinds of other activities. But even with respect to the narrower formulation urged by the Solicitor General, we think that it is not right for several reasons: First of all the language of the statute, as I said, but there's a clarity problem. If once you move beyond that contract that is executed and becomes complete on the pit, how far do you go? There's clearing before the contract is executed on the pit - - at the pit. There may be antecedent activities -- for example, someone who doesn't have floor privileges has to go through an FCM. There may be an introducing broker that introduces that customer to the FCM or all of those activities which are specified in the statute just like the subsequent clearing activity is specified in the statute. Are they also shoe-horned into the definition of trade?",
  "And that's where - -",
  "Yes, although obviously the parties haven't briefed the current law. We would take the position that the current law doesn't change the equation and - -",
  "No.",
  "No. Our position is, again, the \"on or subject to\" language, we believe, quite clearly refers to trades and that Congress's technical correct substitution of registered entities doesn't change that.",
  "Because -- because trades are the only thing that fit those two criteria. Only trades are -- can be under the statute either on the contract market, either because -- because they are executed at the pit or so-called off-market trades as referred to in Section 6(c) -- very small categories of off-market transactions - -",
  "-- that are the equivalent of trades but can occur off-market.",
  "I agree, Your Honor, and that's the second part of our argument. Once we reach the point where it's trade, then the question is what does trade mean? And - -",
  "Well, we believe that it - - there are -- at the pit, again, that the transaction, the on transaction, the transaction that occurs on, is the open outcry transaction where, in this case, Eisler made an offer and some other floor trader accepted it, and that was complete there. Klein has no role in that transaction, and clearing members do not have a role in that transaction.",
  "They come in later.",
  "It was a subsequent party. It had subsequent role - -",
  "Well, it was not -- it need not be clear at the moment of that the trade is executed at the pit who the clearing member will be. Often it won't be.",
  "No -- well, it depends what you mean by \"over,\" Your Honor. What happens in the process, if I can just lay it out for one minute, is the transaction occurs at the pit. It's recorded. The clearing member - -",
  "Well, that activity is over. I'll try to use neutral words. That activity at the pit is over. The next -- that data, who bought, who sold, and maybe the clearing members for those two parties are identified. Maybe they're not. They might not be identified for an hour according to the rules. So something happened at the pit. It's then entered into the computers, and at some subsequent point, yes, the clearing members will be identified and the trade will be cleared. Our point is that is subsequent activity. That is activity -- that's the clearing process. It's important, but there is enforceable contract before the clearing event occurs. Nothing in the rules say that the contract is unenforceable.",
  "It does, Your Honor.",
  "In -- because in the environment that Congress was operating just following this Court's decision in Curran, the focus entirely was on protecting investors.",
  "Because - -",
  "The harm that will - -",
  "The harm -- two categories of harm: First, a lack of clarity. We don't know, as I said, how far back are we going. The statute requires, for customers that are not trade, not exchange members, they have to go to an introducing broker. They have to go then to an FCM.",
  "But that's true, Your Honor, but if the Court were to adopt a rule that says we're going to read \"transaction\" broadly, and so anyone who has anything to do with any aspect of the trade, either before it or afterward, is covered, all of these antecedent people, just in terms of the statutory language, are people who have a role.",
  "But it's hard to see in the language where Congress would have drawn the line. I think the problem is the lack of clarity. We certainly won't know, if the Court says we are going to move beyond this core transaction and encompass some of the ancillary activities - -",
  "Okay.",
  "Well, let me just add to the - - to the first that there are subsequent activities. There also are arrangements set up with banks that automatically supply margins, that facilitate transactions. And so the question will be, aren't those banks who play an important liquidity role, aren't they part of a transaction? The second reason is the reason involved - -",
  "Well, they are - -",
  "But it has to have an arrangement, and that fact is a rule of the exchange.",
  "So it depends what rule. Again, we're - -",
  "-- on the rule where we're not going to know what the answer is.",
  "Well, I think it does have that concern, Justice Ginsburg, which is why Mr. Stewart said that the Court should sort of take this case on certain assumptions because, as he recognized, the theory that even the government put forward in its brief - -",
  "Well, it's certainly their position that Klein has standing, but in terms of the consequences of a ruling by the Court that the statute goes beyond the core activity, I think the government's suggestion sort of shows that even the government is not sure, once you embark on that exercise, where the boundary line is. And I would point out the government is not asking for deference in this case nor could it.",
  "I do, Your Honor, and the second reason is involved in the government's response to Justice Souter's question about multiple recoveries. If all of these various people can assert claims, then there is certainly a risk, and a significant risk, that all of these various people will assert different kinds of monetary harm that they will claim is actual loss. In this case the principal, actual loss, as we discussed in the second argument in our brief, is claimed as the loss from the destruction, allegedly caused from the destruction, of Klein's business. If there was a bad-enough event on an exchange, all of the people in this -- in the row from the introducing broker down to the end, down to the bank, could claim that, because there was a foul-up in the electronic reporting system and trades were misreported for a week and, when they were unwound, the consequences of that where lots of bankruptcies in the futures industry, that all of those liabilities get pegged to the contract market. As -- as the FIA - -",
  "There are, Justice Stevens, but this is a particular kind of industry. As the -- as the Futures Industry Association notes in its brief, every day more than $5 trillion worth of contracts are traded on futures exchanges. There is a huge amount of concentrated risk in contract markets. If the contract markets are going to be made liable to a vast array of people, there is a very serious risk that financial jeopardy - -",
  "Yes, if it had been trading for its own account.",
  "Yes, it does, because Klein is a market insider. It has ways to protect itself other than suing the contract market. It can certainly sue its customer. It has ways of protecting itself, as the CFTC report said, in terms of demanding more margin, in terms of watching the risk in its customer's portfolio, in terms of -- of hedging its own risk. It's an insider, and it can do that. What Congress was concerned with here -- and the reason our construction of the statute makes sense -- is that it protects the outsiders, the PC investors who are at the core of the concern here, without imposing a broad array of liability on the contract markets, who are in the middle of a huge, huge amount of financial risk, which really puts them in the position of shouldering risk that's intolerable.",
  "Well, there are options. I mean one of the things that Klein says here is that this is its only option. It can go to the FTC. In this case, for example, the FTC order against Eisler assessed a civil penalty but then said the order could be -- it said that obligation could be fufilled by paying the injured parties. Klein -- to the extent Klein has an injury, the FTC -- the CFTC in a similar case could do the same thing. There are state law claims. There are - -",
  "Well, it does. It adds -- in our construction \"the transactions that are on\" are the transactions that occur on the floor. The transactions that are \"subject to the rules\" are the ex-pit transactions. Once you say \"or subject to the rules\" involves more than ex-pit trades, off-exchange trades, then you're into the world of the Court's hypotheticals to Mr. Days of anti-discrimination rule. So it has to have a limited meaning; and, by coupling it with \"on,\" we think that Congress made clear it was referring to trades.",
  "Because then you wouldn't capture a category -- because then Congress would have left out a category of trades. Congress meant to capture investors who trade. There are two categories of transactions that meet that test: Those that occur on the exchange, on the -- physically on the pit, and those that are within the industry called off-exchange or off-pit transactions defined in Section 6(c) of the act -- of the -- of the statute. And so by -- the second phrase is meant to capture those trades that may involve investors but don't occur at the pit.",
  "Yes. The policy reason is the risk of multiple recoveries in an area where there is a huge amount of risk. The contract market is at the center of things, of these $5 trillion a day. And so Congress wrote very carefully, and Congress's focus was, in the wake of Curran -- and given what it said -- was investors. Because the -- the implied cause of action that the Court recognized in Curran was all about investors. The rationale - -",
  "Yes.",
  "Yes. That is our argument.",
  "Um, let me say a word about the rules and whether the rules are relevant here. It seems to us that Congress used a phrase in the statute, and that it -- that that cannot be changed by a rule that says -- if an exchange adopted a rule that said some transaction was on, or subject to, the rules of it, that wouldn't be enough to put it into the statutory language. The test is what Congress meant. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: A father forced at gunpoint to engage in incest with his daughter because of his religion, race, or political views, and told that he and his daughter will be killed if he refuses, is far outside the class of persons brought to mind by the ordinary meaning of the phrase at issue in this case, which is reprinted on page 1 of our brief, quoting from section (a)(42): \"Any person who ordered, incited, assisted, or otherwise participated in the persecution of any person\" on account of a prohibited factor. The same is true if -- of someone who, as part of the religious persecution directed against him, is forced on threat of death to disrupt a prayer meeting and injure his co-religionists. The father and the co-religionists are victims of persecution. They would not be described in ordinary parlance as \"persecutors.\" And we think that that really under the Government's view, the persecutor bar turns solely on what they term \"objective effect of an individual's acts.\" But that means that the act need not be accompanied by any of the indicia of moral offensiveness that the law typically requires, even if the individual acted under duress, under threat of death, even if the individual did not know that his conduct related to persecution, and even if the individual.",
  "Well, I think under Chevron that, one, the first question is is there a gap to be filled here? The language - -",
  "Well, yes. We think Chevron supplies the framework. The first question is, is there ambiguity. We would -- we argue that here and our principal submission is that there is no ambiguity here and that there is therefore no occasion for deference. If the Court were to disagree with that - -",
  "Yes, our submission, Mr. Chief Justice, is that the phrase here, using the principle that the Court applied in Watson and looking at the phrase and looking at the picture that it brings to mind, would never bring to mind the examples that I cited as conduct that would be captured by this provision.",
  "There are cases - -",
  "Yes, Your Honor, there are cases, some of which that determination has been reversed by a court of appeals. But the BIA has taken the position that - -",
  "The -- well, we pointed out that that is the position that the BIA has taken and the Government has not disavowed it. So I don't know whether they're - -",
  "Yes, Your Honor. But there certainly have been a number of decisions along that line, including one, for example, where an individual was told, you know, \"Stand here. \"",
  "You could, Your Honor, although the underlying -- the Government's underlying theory for all three of its positions, both that coercion doesn't matter, that knowledge doesn't matter, and that subjective intent doesn't matter, is its view that these words require only objective acts. Once you've determined that the words require something more - -",
  "Well, two responses, Your Honor. Certainly in the criminal context, duress is a well-recognized defense and this Court has said that in Dixon and other cases. But I just want to be clear that the knowledge that we are talking about here that the Government has disavowed is not knowledge that you engaged in an act. They don't -- they don't take the position that sleepwalking is -- can be a persecutive act. But their view is even if you don't know that your act is contributing to persecution -- you're kept in the dark by the actual persecutors; they just ask you to do something that in fact is contributing to persecution - - - they say that doesn't matter, and that it all rests on what we think is their wrong-headed construction of the statute. I just want to return to - -",
  "Excuse me?",
  "No, Your Honor. I mean, obviously - -",
  "Yes, and our position is that that's a logical starting point. There is of course a body of law that's been developed in the criminal context about the parameters about the defense of duress and that would be a pretty logical starting point, we think. The Attorney General would have discretion, once the Court corrected the view that the statute doesn't - - that coercion is irrelevant, just to, within the limits of Chevron, define what the coercion test is.",
  "Well, under some -- under some conceptions of this defense, there is a balancing test between the threat that is directed against the individual and the threat -- and what the injury that he is asked to carry out. That could be part of the test.",
  "Well, what the courts have said in the criminal context is that there are three criteria: An immediate threat of death or serious bodily injury; a well-grounded fear that it will be carried out; and no reasonable opportunity to escape. That's the general standard. So in the criminal context --",
  "It might be appropriate - -",
  "Well, some courts have said that murder is a different kettle of fish and that there is a question unanswered in the Federal system about whether or not there is a direct defense for murder. The States are divided. The Model Penal Code has said yes, there should be. That is one of the issues that would be open for the Attorney General to the extent he wishes to exercise his discretion to decide. What's clear, though, is, we think, the rule -- the current construction of the statute is not right. There is a body of law out there that is well developed in the criminal context that could be a very logical starting point.",
  "Well, Your Honor, two responses to that. First of all, the language in Fedorenko, the text was very context-specific and it shows that. The language that applied there specifically referred to the enemy and specifically referred to persecution of civilians, making it quite clear that that was a statute that was targeted in the specific World War II context, which was all that it applied to.",
  "Exactly, Your Honor, and the Court said the deliberate omission -- it specifically looked at the fact that these sections were adopted at the same time, followed on each other immediately, and one had \"voluntary,\" and then it said this was a deliberate omission and we conclude that that deliberate omission provides the basis for interpreting the language - -",
  "Exactly, Your Honor. I was going to get to the second part of your Chevron question and respond just that. If the Court were to conclude, contrary to our submission, that the language here is ambiguous and there's a gap to fill, our position is - - and we think it's quite well borne out by the decisions -- that the BIA's decisions here rested on the mistaken assumption that Fedorenko bound it in this case.",
  "Yes.",
  "Rodriguez-Majano was the first one. The issue was not even raised in that case. It was dicta in the paragraph before citing Fedorenko> In fact, the BIA says: \"The service agreed at oral argument that the actions don't constitute participation and persecution.\" So there really wasn't an issue there. But all that's there is a sentence and a reliance on Fedorenko, seems pretty clear that that decision just mistakenly believed Fedorenko controlled the case.",
  "Yes.",
  "I think there are -- there are two different questions here, Justice Scalia. If the BIA purported to -- if the -- if the BIA said there is a gap to fill here, we are going to exercise our expertise and discretion and decide that, that would be one situation. We think it's quite clear here that the BIA believed erroneously that Fedorenko compelled the result, that it thought this was a Chevron step one case, and it was merely reciting what it believed to be the rule and saying that Fedorenko controls. So we think - -",
  "The text that we are relying on is -- is the actual decision, which just makes a flat statement, again in dicta: \"The participation or\" -- I am reading from Rodriguez-Majano.",
  "You don't. It's a decision of the BIA.",
  "Well, actually the language is on page 27 of our yellow brief.",
  "At the very top of the page. So all that there is there is a recitation of the rule and a citation to Fedorenko. And our submission is - -",
  "Yes.",
  "Well, Your Honor, it is certainly - -",
  "Yes. Well, first of all, as I say - -",
  "-- the statement in this decision is dicta. Here I'm not sure whether they consulted the Bluebook before they picked the \"see\" cite, but -- but it -- it seems to me that -- that all we have here is a legal rule and a legal rule that generally has been perceived to be the rule that -- that was announced by Fedorenko, not tied in any way to the different statutory language at issue in this case or anything else. Let me -- let me also turn to the second decision that is relied on, which is the decision in this case. And there -- and I am looking at -- at page 6a of the petition. And the BIA says, citing to -- to its prior decision in Matter of Fedorenko, it -- it recites this rule. Now - -",
  "It's another \"see\" cite.",
  "Which they indicate because they are actually directly -- well, anyway. The Matter of Fedorenko, that's a case - - and I apologize. In our brief we said that was the case that relied on the DPA. That's actually a case that involved the Holtzman Amendment, again not the statute at issue in this case, and therefore just sort of reflexively taking a rule in a different case and applying it to this very different statute without any analysis. And not to get into too much of a train of BIA logic, but I think it is important. The second case cited here, Matter of Laipenieks, which is the actually the -- the precedent that Matter of Fedorenko relies on, again specifically called out the language of Fedorenko and says, as in Fedorenko -- and I am quoting from page 464 of that decision -- as in Fedorenko, the plain language mandates the result. So here in -- in all of the BIA analysis, there is no analysis in terms of exercising expertise and discretion.",
  "I apologize. It's in a different BIA decision. It's In the Matter of Laipenieks decision at page 464.",
  "Yes.",
  "That I don't know, Your Honor.",
  "I'm betting on \"see.\"",
  "Exactly, Your Honor. And that's why in -- my response to Justice Kennedy's question is that if the Court were to disagree with us and conclude, contrary to our submission that the language is ambiguous, then we don't have an exercise of agency discretion under step one or step two, because all the agency decisions rest on the belief that the statutory language forecloses that -- the -- the. Exercise of that discretion. So in that event we submit the appropriate result would be to remand the case, but - -",
  "He gets to stay here - -",
  "Yes. Or if -- if he were to - - he gets to stay here as long as sending him back would not involve torture. So the protection is narrower than the protection that generally would be available in two senses: First of all, it only applies to torture. If you were sent back and you were going to be imprisoned for life for your -- for the acts that are protected - -",
  "-- the CAT would not protect you. And CAT also does not protect you against non-state actions. So especially in the world today, where a lot of the bad things that happen in other countries are by rebels and non-state actors, the Convention Against Torture would not provide protection in that situation. So it's broader protection for a broader -- for a somewhat broader group of people.",
  "Yes, Your Honor, just -- just as in the initial question about whether someone has been subject to persecution in the first place, that's -- that is the process that we have. And immigration judges are quite skilled in getting to the bottom of what's going on. They also have, in addition -- and as relied on in this case - -",
  "Well, I think -- I think it is their job. I think they also have the country reports that the State Department prepares, and they were relied on in this case. If -- if, for example, someone were to come in and say, I am a victim of coercion, and the country report does not provide any indication that that is happening in the country, that's obviously a reason to look quite skeptically - -",
  "If -- but -- well, but it's true of the initial claim of persecution. But if -- if the refugee, an asylum applicant, comes and says, I have been subject to persecution, and there is no issue of coercion in the case, that is -- the concern that you have identified arises there. If a case-specific, the case-specific decision has to be made, this is an additional question that will have to be answered.",
  "And -- and we also think it's significant in this respect, that the Secretary of Homeland Security has in connection with a different disability, the material support disability, said that, promulgated an exclusion for -- in some circumstances for people who are coerced to provide material support.",
  "That's absolutely right, Justice Breyer.",
  "My answer was in the absence of action by the Attorney General. But I think you are absolutely right that the important thing to point out here is, as with the standard itself, the Attorney General could in the asylum context decide that in certain kinds of situations that this coercion is not relevant.",
  "Yes, I think that's -- that's correct, Justice Stevens. And part of what was going on there was the sheer -- two things: The sheer administrative burden of millions of refugees and the need to process them in some kind of expeditious fashion; and the fact that it was known that there was sort of an organized effort by people who had been participating, especially in the concentration camps, to come up with this defense.",
  "Yes.",
  "Well, the Attorney General has rulemaking authority in the asylum area, certainly. And we think even in -- even with respect - -",
  "Well, we think the question now before the Court is, is there no coercion defense? That's the -- that's the Government's position - - flatly, totally irrelevant.",
  "Well, it -- it -- it seems to me it could well -- I mean, obviously, that would be a question that would come up, but -- but given that - -",
  "Well, I think once there is a coercion defense, it would be fleshed out in the administrative process.",
  "Absolutely. Well, we - -",
  "Well - -",
  "We agree with that, Your Honor, and I apologize if I suggested to the contrary.",
  "Because the statutory context here was to implement our treaty obligations, and the treaty obligations refers -- refer to criminal conduct -- we think the logical starting point that - - that you are asking about, Justice Ginsburg, would be the criminal law standards, which, as I say, are well developed in the Federal system.",
  "Yes, it's a -- it's a three-part test: Threat of serious bodily harm; no reasonable well-grounded fear that it will be carried out; and no reasonable way to avoid it. Unless the Court has any further questions, I'll reserve the time.",
  "Thank you, Mr. Chief Justice.",
  "The applicant would have the burden of proof.",
  "Yes. Credibility determinations are made all the time. And there is some -- I mean here, the applicant - -",
  "I'm not -- not English.",
  "I don't know, but not English. There was an interpreter at the hearing.",
  "But these are -- I mean - -",
  "Do the interpreters?",
  "They may, Your Honor. But that -- that's a problem -- we already have a system where we were deciding whether someone is persecuted and all these issues arise. We are already looking very specifically at all the facts. The same facts -- the same factual development would be relevant to the coercion issue. As I said, the applicant will bear the burden of proof. And here, the -- as in other cases, the country reports are often relied on and are revealing as to whether what the situation is, what the specific context is, makes sense. If I could turn to the criminal law question that Justice Scalia asked. I think the criminal law background is very relevant here as well, because the treaty that this statute was enacted to implement our obligations with respect to, right -- referred specifically to crimes. The exclusion that was -- that is authorized by the treaty says, and I am quoting from an excerpt on page 11 of our reply brief: \"has committed a crime against people\" -- \"a war crime or a crime against humanity.\" That therefore makes very relevant this body of law that has been developed in the criminal - -",
  "I think you are combining two questions, Your Honor. One -- one is should this language be interpreted to have a coercive -- to require uncoerced conduct in order to label someone a persecutor. We think this is very relevant in deciding that question, because the underlying treaty that was implemented specifically referred to crimes, and crimes generally have that -- that -- crimes don't -- a criminal liability doesn't apply to someone who acts if they are coerced. Whether the precise standards that have been developed in the federal criminal context control in all situations here, I think that is something that may not be clear. As I suggested, the Attorney General may have discretion to flesh out, and the board may, what is coercion in this context; and there is a debate as I said before, about whether intentional murder, especially the intentional murder of a group of people, is -- is an act for which coercion is -- a coercion defense is ever available. But those are issues that -- that don't take away from the fact that here the Government's position is there is coercion is totally irrelevant. If I could just -- one other issue, the voluntariness provisions in the statute that my colleague raised in response to Justice Souter's question, those provisions were enacted subsequently. The 1980 Refugee Act adopted the language that's at issue here. May I finish my answer?",
  "Well, I'm sorry. May I finish my - -",
  "-- my thought. The language at issue here, those came later in the re-enactment of that language in another context.",
  "Thank you, Mr. Chief Justice, and may it please the Court: I think the other side made clear that its principal argument is that Terry should be revisited and that the two tests that Terry prescribed for a pat-down search, that there be reasonable suspicion that crime is afoot and reasonable suspicion of armed and dangerous, should be revised so that all that is required for a pat-down search is the second Terry standard.",
  "No, I don't think so, Your Honor. I think that - -",
  "No, I think the officer can - - it's -- I think it's important to make clear that the sliver of cases we're dealing with here are cases where there is a reasonable suspicion of armed and dangerousness but not a reasonable suspicion that crime -- criminal activity is afoot.",
  "If there really is - -",
  "If he reasonably believes he could be shot, Your Honor, then probably there is reasonable suspicion of criminal -- that criminal activity may be afoot because he'll have - -",
  "Well, Your Honor, I think this goes a little bit to Justice Souter's comment in the first part of the argument. These two standards are - - are somewhat -- are mutually reinforcing, as we discuss in our brief. And if, indeed, as here, the State is only arguing armed and dangerousness, and not arguing that criminal activity is afoot, it's clearly putting itself at the low end of the armed and dangerous.",
  "I think that you're right, Justice Ginsburg, that's the second argument that they make, and our answer to that argument is that we don't think that Mr. Johnson was seized at the time the pat down occurred, as the court of appeals here found. The other side seems to ignore the fact that there is an actual determination by the court of appeals, looking at the facts of the situation, that there wasn't a seizure. And so- -",
  "Yes.",
  "Well, a couple of things, Your Honor. First of all, the Court has never discussed, but in Wilson it actually reserved the question, of what is the duration of the seizure of a passenger.",
  "We don't have any duration, but the question -- I think an important question is does the seizure of the passenger necessarily in all cases coextend with the seizure of the driver? This stop was in an urban area. It might be one thing if it's a stop on a highway where there's really no place for the passenger to go. This was a stop in a -- and where there are concerns about the safety of a passenger who is allowed to wander off and the potential liability of the police. Here the stop was in an urban area, and - - and if the Brendlin says that initially clearly the passenger was seized, the question is how long does that -- that seizure last?",
  "Let me pick up some of the factors we rely on, Your Honor. First, just as a legal matter, the Court has said in Caballes and other cases that the scope of a Fourth Amendment intrusion turns on the purpose. Here we say the scope of the seizure of the passenger should turn on the ability to secure the scene. If the passenger is not involved in what -- in the facts that gave rise to the stop -- if it's clear, for example, quickly that the passenger doesn't own the vehicle, the reasons that -- the driver owns the vehicle, the stop, the basis for the stop relates to the passenger -- we don't see what the basis is for, in an urban setting at least, for any further seizure of the passenger.",
  "We're not relying entirely on -- on what I just said. But - -",
  "No, we're not relying -- we're rejecting that assumption. We don't rest entirely on the notion that the -- that the seizure of the passengers as a matter of law has to end. We think there are special facts here that show that -- that support the idea that the seizure was over. But I think one of them - -",
  "Well, basically there was this interaction separate from the interaction with the driver to the extent the passenger -- Brendlin says the passenger, one of the reasons the passenger would feel that he or she is seized is because of his or her relationship to the driver and to the stop here. This interaction proceeded separately.",
  "I think it's -- I think it's part, as the lower court found here, it's part -- it's a relevant circumstance. This is a totality of the circumstance test. The court of appeals here looked at that as one fact, looked at the officer's subjective intention - -",
  "To the extent -- I think the question here is what's -- one question is what's communicated to the passenger.",
  "If the officer had said in turn, would you mind stepping out of the car so I can ask you some questions unrelated to the stop about your hometown, it seems to us that that statement by the officer would provide some pretty strong indication that the seizure was over and that this was a separate investigation, having nothing to do with the seizure.",
  "Well, the Court has said that.",
  "The Court has said that the officer can ask those questions, but the Court hasn't said what the impact of that is on the seizure. And Here the officer certainly believed that her conduct and her words and her conversation, which we don't know how long it lasted or if there were a number of questions, communicated to the -- to the individual, to Mr. Johnson, the idea that this was a consensual encounter.",
  "It is subjective. And I guess I would also point, Your Honor, to the Court's decision in Drayton, which dealt with the question in a somewhat different context, at a bus search, and whether or not passengers on a bus would feel that they were seized when there were officers in the front of the bus and they were asking questions. And to us, although this is obviously the converse, a lot of the analysis in Drayton, which showed that -- which concluded that there wasn't a seizure there, because of the -- because people ultimately would feel free to come and go, given the nature of the interaction - -",
  "Right.",
  "I think it's quite clear, Justice Ginsburg, that there's no question here that - - that there was a consent to the pat down. I think the lower courts have concluded and the other side hasn't sought review that there was no consent to the pat down here. I think the reason that Drayton is -- is relevant is that that's a case where the question for the Court was would these people feel free to terminate the encounter; and the Court concluded yes, they would. And we think, given the different situation of the passenger, it's true that -- that Brendlin found the passenger seized. To some extent that was to give the passenger a shield, not to be used as the sword for further interrogation of the passenger. It recognized the reality that at the outset surely the passenger is seized.",
  "Well, you know, Berkemer says, in the context even of a traffic seizure, Miranda warnings aren't necessarily necessary. But what we are saying is that, given the different basis for the seizure here, it's that initial conclusion that at the outset, yes, but that person, unlike the -- unlike the driver, who is the target of the police activity and therefore a reasonable conclusion for the driver is he's seized until the end of that activity, the passenger is not the target of the traffic stop.",
  "I'm sorry, Justice Breyer - -",
  "Yes.",
  "That the -- that the interaction with the officer had nothing to do with the subject of the stop.",
  "Well, I - -",
  "That the officer herself believed that she had communicated the fact that the interaction was voluntary.",
  "Well - -",
  "She did not do it that way.",
  "Although the courts - -",
  "No, Your Honor, but - -",
  "Well, the third is that it was in -- it was not a road stop in an abandoned area, where a - -",
  "No, it was in an urban area, actually.",
  "Well, obviously it wasn't - -",
  "I think we've gotten them all out onto the table.",
  "Well, Your Honor - -",
  "Well, Your Honor, a couple of things. I don't think the question is at the moment - - clearly, at the moment she was conducting the pat-down search, he was seized. But if that were the test, then even in the -- in the Terry situation, the person is obviously in fact seized at the time that the pat-down search is conducted, but that's not -- the question is whether there was, in the moments before, there was a basis to immobilize that person.",
  "Well, I guess a couple of answers to that, Justice Breyer. First of all, if this is just a case about whether the lower court made a correct determination about whether there was a seizure or not, there's not -- maybe there's not much to the case. We think the lower court did make the right determination for the reasons that I gave. And I should say, it seems -- it does seem to me, and I was trying to get at this point in response to Justice Souter's question, there are two related questions here. One is what a reasonable person in Mr. Johnson's position would believe? One is what is the authority of an officer in terms of the duration for which a passenger may be seized? One answer - -",
  "Well, that may not be -- by itself, it may not be enough. We think, together with the other factors here, the fact - -",
  "Well, the fact that the officer believed, therefore her tone, we have to assume, the way she -- that she spoke and the way her subjective intent indicated, that she believed what was going on here was a conversation in an effort to get gang information - -",
  "No, he was supposed to assume that it was consensual because of her tone, because that was her intent.",
  "Well, Your Honor, I think that -- first of all, a couple of reactions: First of all, I think that it is important, and I alluded to this earlier, the sliver of cases we're dealing with here are cases in which there is reasonable -- allegedly a reasonable suspicion that someone is armed and dangerous, but not reasonable suspicion that criminal activity is afoot. Those two standards are mutually reinforcing. In most cases where there is serious evidence that someone is armed and dangerous, you're going to have a very -- almost certainly you will have a reasonable suspicion that crime is afoot because the dangerousness part requires -- means you'll have suspicion of assault or some other kind of activity. So I - -",
  "That the court of appeals here determined -- its decision rested on the fact that this was a consensual encounter.",
  "Well, I think it's a mixed question of fact and law, Your Honor. So I think, with respect to the underlying facts, you probably have to find that - -",
  "No - -",
  "-- I don't think the underlying facts are disputed.",
  "That is -- that is the disputed question: Whether -- or whether a reasonable person in his position - -",
  "No, not at the petition - -",
  "It's the totality of the circumstances: The tone of the officer, the fact it was in an urban area where there were some place - -",
  "Well, the officer herself testified about what her intent was. And I think most people, when they -- that's their intent, it's carried through in how they interact with someone.",
  "Well, Your Honor - -",
  "It -- it would be a factual question in every case as it is in the typical Fourth Amendment arrest case about whether someone is seized.",
  "Well, Your Honor, I'm absolutely not. I think Brendlin clearly holds that there is a seizure at the outset. The question that Brendlin does not explicitly address, and it's one the Court explicitly - -",
  "Well, I don't -- I mean I think it -- it may depend upon the other facts in that -- in that situation, Your Honor.",
  "We don't know.",
  "We -- we actually don't, Your Honor.",
  "We don't. We know that the - - that the conversation seemed to be -- the interaction seemed to have started shortly after the interaction with the driver.",
  "We don't know how they -- how long they - -",
  "We just don't know. The -- the record doesn't say. We don't know.",
  "Well, Your Honor, we think if -- if there was a seizure, then -- then we think there is a -- a second question, which is even if the person was seized, it's not clear to us that the Court's precedents say that -- that that automatically permits a pat down on armed and dangerousness. My friends rely on Mimms. The Court in Mimms made very clear -- and, in fact, as we recite on pages 31 to 32 of our brief -- footnote 5 in Mimms says that the reason for the pat down there was that once the driver alighted, the officer had independent reason to suspect criminal activity and present danger. And it was on that basis that the pat-down search was permissible. So the Court hasn't said that in the context of a roadside stop, once you are seized in this, at least for a passenger, somewhat different sense than a Terry seizure based on articulable suspicion about that person's criminal activity, that is enough. We think the relevant standard there is supplied by the Court's decisions in -- in Summers and associated cases, which say the officer can control the scene, and that might allow a pat-down search if that's what the officer is trying to do.",
  "Well, that's -- that's part of the concern, Your Honor.",
  "Yes, even though -- even though, again, there is no particularized suspicion about that passenger. So this is a pretty dramatic expansion of the officer's ability to -- to search, and we think it should be cabined very closely to those situations in which there really is a threat of armed and dangerous. And as I was saying before, \"armed and dangerousness\", \"a reasonable suspicion that a crime is afoot,\" are mutually reinforcing. If one isn't present, if the State, as here, is arguing that one isn't present, it tends to cast doubt on whether the other is present.",
  "I'm -- I'm not sure that I understand what you are -- what you are getting at in your -- in your question.",
  "As it is blurry when the -- in the converse situation when the question is - -",
  "No, I'm talking about the Drayton situation, Your Honor. When the -- when the question is: Has a consensual interaction morphed into a seizure, then there is also a -- a -- it's an uncertain line. But the Court has said that there it's a totality-of-the-circumstances test and, obviously - - sort of -- the shoes are all on the other feet there, because the -- law enforcement doesn't want that to happen. And so it's arguing that the facts don't amount to a seizure, and here we're sort of in the converse situation.",
  "Absolutely not. The lower court assumed it for the purposes of decision - -",
  "Yes, that point would have to be remanded so that the court below could address it. Just to -- just to return to the final point, the -- the sliver of cases we're talking about here, \"armed and dangerousness, but not crime afoot,\" it's a very small sliver. The government hasn't shown that that's a real problem that has to be taken care of. In fact, in this case if the officers really had believed that -- that there was proof of \"armed and dangerousness,\" why wouldn't they have argued that they had proof that crime was afoot, given that they knew that Mr. Johnson was a felon? We think that the reason that the State took that off the table was it doesn't have a lot of confidence in - -",
  "If you're a convicted felon, no?",
  "He had admitted to the officer that he had engaged in burglary. In fact, that's one of the reasons to show that he's not dangerous is that he was very forthcoming about the fact that he had a conviction. So the fact that the State took that off the table and didn't rely on it, we think, shows, (a), that they don't have a lot of confidence that there's real \"armed and dangerousness\" here. And so that the \"danger\" in a systemic sense, as Justice Souter pointed out, relying only on that prong as the basis for cabining off, is discretionary. As justice Kennedy said in a separate decision in Whren, it's very easy to -- to conduct an unlawful search.",
  "I think it is the \"dangerousness\" element, Your Honor. If they are \"armed and dangerousness,\" which is the test that the Court set out in Terry and it is the test that my colleagues are asking for, \"dangerous,\" to me, connotes a threat to someone. And it's a very small step, I think, between being a threat to someone and having a reasonable suspicion that an assault may be committed.",
  "We -- we agree. We argue very strenuously that he wasn't dangerous, but -- but I -- I think the key point here is -- is that it -- it may well be a sliver of cases, but removing the sort of mutually reinforcing nature of these two tests threatens to really downgrade the standard in a way that officer discretion - -",
  "All right. Let me give three quick answers to those. First of all, he looked -- this was an unmarked car, Your Honor. I -- I think a -- a very reasonable inference is he looked behind because he was surprised that there were, all of a sudden, flashing lights and a siren on a car. The gang colors, as the lower court -- the Court of Appeals here noted, although Mr. Johnson was wearing blue, the driver was wearing red. If these were really gang colors, it -- it -- it is not consistent with the conclusion that they were gang colors to have people of different colors who were rival gangs in the same car. And the third thing is, as lower courts have found, acknowledging prior criminal convictions is a basis for concluding that someone is not dangerous because they were forthcoming.",
  "I don't think this Court has come down one way or -- or the other, Your Honor. I - -",
  "It seems to me there -- there is a requirement of immediate danger.",
  "I don't think if he's just a fishy character, it's enough. I think the reason is immediate threat to society.",
  "Thank you, Mr. Chief Justice, and may it please the Court: Let me begin, perhaps, by trying to answer Justice Alito's question about what is at stake here. Monell held that 1983 has a causation requirement. And the Court has, in a series of decisions, elucidated what a plaintiff must prove in the context of claims for damages to satisfy that causation requirement, and it's held in particular that the mere fact that a city employee committed a violation under color of State law in the past is not itself a sufficient link to the municipality itself. And the decisions have been devoted to elucidating precisely what else is required in order to show the sufficient link to the municipality. The question here arises in what, we submit, is the very different factual context of ongoing constitutional violations. And we think that although the jurisprudence that's developed under Monell has been done a -- has been devoted to fleshing out this other context, the Court should take a look at whether that jurisprudence is the appropriate way to determine whether the causation test is satisfied when there is an ongoing violation, because there's an easier way to do it.",
  "Your Honor, we believe it does require causation, but the question is what kind of facts have to be shown to prove causation. And, in particular, once a plaintiff has shown what is required otherwise to show the violation, to show standing for prospective relief and obtain prospective relief, we think those elements will necessarily encompass the showing that's required to prove a link to the municipality itself. And what our concern here -",
  "Your Honor, we think it should be easy. It should be present in every case. Our concern is that courts might be confused by the idea that what they are supposed to do is apply the jurisprudence that's really been developed to target who was responsible for this act that happened in the past, and not realize that there's really a quite more expeditious way to determine in the future. Here, it's quite clear. The court of appeals said there's an ongoing failure by the County to provide due process.",
  "I guess I would clarify -",
  "Because I think what the city has said, Your Honor, is what Monell requires is for the plaintiff to show something in addition to what the plaintiff has to -- to what the plaintiff has to show to (a) prove a constitutional violation, and (b) prove an entitlement to prospective relief. The plaintiff says there is an additional element that may or not be present, and our submission is that the Ninth Circuit, although its rationale may have been slightly off, was correct in saying once a plaintiff has shown an ongoing constitutional violation and that the plaintiff is entitled, under standing principles and principles governing prospective relief, to relief, the plaintiff has necessarily shown a link to the municipality. And there is -",
  "Your Honor, we agree that causation is required. I think the only slight fillip that I would make to your comment is I think in some of the jurisprudence that's developed focused on finding responsibility for past conduct, some of the ways courts have developed to decide those questions might be inapt in the -",
  "Sure.",
  "I'm sorry, Your Honor -- where Monell couldn't be satisfied?",
  "Well, I think this case, to the extent that what the city is saying is that Monell is not satisfied here, is a perfect example, because here -",
  "Well, if I may, Your Honor, just to respond to the Chief Justice's statement -",
  "The Petitioner's position is that this standard would apply also in Ex parte Young actions against State officials. The Court's -",
  "It's not before you. The Court's jurisprudence is a little -- is a little uncertain as to whether that might or might not be true. There certainly hasn't been a holding to that effect. But one of the reasons we think this is an important issue to be very clear about is because, at least on Petitioner's view and possibly on the view of how -- depending on how the Court analyzes the case, this would affect not just the universe of cases against municipalities, but also whether relief is available for ongoing constitutional violations in the very broad group of cases against -",
  "Well, but it -- it might not, Your Honor, because it might turn just on whether -- I mean, Ex parte Young suits against State officials are under 1983. And so to some -- I think the argument that Petitioner would make is if causation is required under 1983, well, Ex parte Young is just a vehicle to get those people -- to make those people persons. And so whatever the Court were to decide about causation would necessarily apply in those Ex parte Young actions.",
  "Well -",
  "I think, Your Honor, we gave some examples in our -- in our brief. And one I would give is the example of the marriage license clerk who is engaging in unconstitutional -- who is -- who is violating the Constitution and denying marriage licenses.",
  "He or she is not -",
  "Well, I -",
  "It may be that -- I don't think the Court has required that there be some exhaustion of administrative remedies. I guess the way I would look at the case is, if -- if the party who is being injured filed suit against the municipality and against the official and said, I would like a marriage license, that -- and the court heard the case and found yes, there's an unconstitutional denial going on there, the fact that the lawsuit existed and there was an ongoing violation that had been, by virtue of the lawsuit, brought to the attention of the policymaker, and if in that case the judge decided that prospective relief is necessary, which necessarily means that there was some finding of ongoing violation under Lyons and those cases, that there would be a link to the municipality. And I -- my concern is not that, properly applied, a causation requirement would weed out cases. It's that because the focus of the Court's jurisprudence up till now has not been on the ongoing violation as the possible source of a policy, but rather was there a policymaker involved in the initial denial, unless if the Court were to say there's an extra step, it were to make very clear that the focus of attention is not the initial action, in terms of finding a policy, but on the day -- as the matter ends up on the day the district court is deciding whether or not to grant relief, that those facts are relevant in deciding whether there is a policy, as well.",
  "Right.",
  "Your Honor, if the -- I think in your hypothetical -- I may have misunderstood it - that this was a sort of a one-off decision by the -- by the clerk.",
  "Well, I guess my -",
  "Well, I was just going to add that -- I was just going to add that example, where the city just is agnostic. The clerk is going on just -",
  "My argument is this, Your Honor, that if -- if there is one clerk who issues marriage licenses and that clerk continues to deny the marriage license up until the day of the lawsuit, that the plaintiff in that case is entitled to relief, to injunctive relief, because the city, by virtue of tolerating the conduct, has adopted a de facto policy of permitting it. And the alternative is -",
  "-- that there's no relief.",
  "That's exactly right, Your Honor. And our concern is that the Court's jurisprudence, because it has been focused on retrospective one-off, for the most part, actions, doesn't make clear what the answer is in that situation, and this -",
  "Well, Your Honor, I -- I think that -",
  "Well, first of all, the Ninth Circuit didn't. And I -- I go back to -",
  "Did not.",
  "And I go back to our position, which is if causation is required, which it is, the question on which I think guidance to the lower courts would be very helpful is not to simply say Monell is - Monell applies, adopt our jurisprudence that was focused on retrospective conduct or prospective conduct; but rather, yes, Monell's causation requirement applies, but we recognize that in this context it's likely to be satisfied by the other things that the plaintiff is required to prove.",
  "And, Your Honor, my response to that is that Monell was not wrong. I don't know that Monell squarely addressed the question, but clearly the statute has a causation element and it has to be met. But what Monell didn't grapple with, because it itself was a case involving only a past non-continuing event, is how does that causation requirement get met in a case involving an ongoing violation? And we think that although the Ninth Circuit may not have had its reasoning quite right, what - the -- the bottom line was right, in the conclusion that when there is an ongoing violation and the other requirements for relief are met, Monell/the 1983 causation requirement doesn't impose an incremental burden on the plaintiff. It's necessarily satisfied by the other things that the plaintiff has to prove.",
  "Uh-huh.",
  "I think that -",
  "The continuing violation here is that every day for the past 9 years, our Respondents have suffered a violation of their due process rights, because they have not been given any sufficient process to show that they are wrongfully included in the index.",
  "And the court of appeals held that twice in this case.",
  "The court of appeals twice said -",
  "We think it is, Your Honor.",
  "We think it is, Your Honor, and that's why we -",
  "-- think this is an easy case.",
  "And there is that inaction here, because the court of appeals -",
  "I agree, Your Honor, but -- but by -- by issuing a declaratory judgment and by finding that there was standing for it here, the lower court necessarily concluded that the city -- that there was - the redressability element was satisfied and that the continuing harm element was satisfied.",
  "The Ninth Circuit -",
  "The Ninth Circuit, I think, recognized that there were two different claims in this case. The Ninth Circuit sent it back for what might be a different question, which is damages liability. In other words, damages -- the question is -",
  "And -",
  "I'm sorry, Your Honor. I think this is one of the -- one of the issues, I think, with -- with simply saying, as my friend does, that Monell applies. For the damages question, for example, whether the damages started accruing on the very first day the process wasn't -- wasn't provided, there might be a question about whether on that day there was a municipal policy in 2002 when this controversy started. It might be that on that day there was no municipal policy one way or another. Maybe no one had confronted it. Maybe nobody confronted it until 2006. But I think one thing -- so for damages there's a somewhat different inquiry which is, for each day for which damages are claimed, was that -- is the policy requirement met? This is a different question which is on a going-forward basis to provide -- to -- to be entitled to the prospective relief, what kind of causation is made. And that's exactly the concern -",
  "But it is not necessarily true in this particular case that the policy -- that the policy was in effect from day one as opposed to something that -- that came into -- that -- the municipal responsibility might not have come to pass until later when a policymaker -- the city might say when -- when these decisions were additionally - initially made, no policymaker knew what our process was for determining the accuracy of -",
  "This lawsuit got filed, and in 2006 somebody decided because the city took the position in the lawsuit and has -- has determined that it is not going to implement a policy that violates the Constitution.",
  "But the facts -",
  "If -- if the damages -- if the injunctive test is satisfied, yes. From the time that that is satisfied -",
  "But the difference, I think, Your Honor, is to recover damages, the plaintiff doesn't have to show that the other elements of the damages claim don't encompass the kind of requirement of municipal -- of municipal involvement that is encompassed within the other elements of the prospective relief claim. So when a case has both, our submission is that there is no need -- the plaintiff does not have to show something more to show causation than he has to show to show the violation and to show the entitlement to ongoing relief.",
  "I think it -- I mean, you would have to show all the requisites, but you can decide that you just want to collect damages from the day you filed the suit.",
  "Well, there might be a question about the precise timing on which -",
  "-- an official -",
  "On which -- it might not be the actual day of the filing of the complaint. There might be a question about whether or when an official got to know. This -- this suit has been going on for so long -",
  "And is continuing to do.",
  "And I think that is -- that is an example, to go back to Justice Sotomayor's question, of a case that would be problematic, because at the end of the day when the -- when the district judge issues his -- says, sorry, City, you're wrong, this -- this employee has continued to engage in unconstitutional action up until today, and then the question is, should the -",
  "-- should the plaintiff in that case be entitled to some prospective relief from that violation, or is there some additional requirement? And our position is, once that showing has been made of a violation and once the showing has been made that would be under Lyons that would say, yes, the city -- this is attributable to the city, that should be enough -",
  "Under -",
  "But the alternative is to say, even if it turns out that there is unconstitutional action going on that the city has become aware of, that the plaintiff who shows that does not get any relief and has to continue to suffer the unconstitutional violation for some indefinite period of time. And that doesn't -",
  "But at the time of the lawsuit, the plaintiff can't get prospective relief against anyone because he can't get prospective relief against the city. My colleague's view is an official capacity suit against -",
  "-- the city employee subject to the same limit.",
  "But that -",
  "But, Your Honor, I think the consequence of that structure is that the city can leave the employee -- there is no remedy against an employee who is engaging in the unconstitutional conduct.",
  "Excuse me -",
  "Well, two answers, Your Honor.",
  "The Court of Appeals held that they do have the power to do it. And we think that's settled for purposes of this case.",
  "Look, they sent it -- one of the reasons they sent it back was to -- for -- so that the procedures could be provided or an injunction could be entered, directing the County to do what the statute requires, which is exercise its responsibility under the statute to make sure that the submissions are accurate.",
  "If I accepted that, I was wrong, Your Honor.",
  "I think -- I think it is a policy. And I think -",
  "Yes. They don't have to know that their conduct is unconstitutional. And the other thing that the Court has -",
  "I'm not sure that it's the act of defending it in court, Your Honor. I think it's the ongoing conduct, almost certainly -- maybe it would be a question of fact -- will by virtue of the lawsuit be brought to the attention of policymakers.",
  "And, in fact, the -",
  "No, I'm not -- I don't think that courts have said that filing a lawsuit is an impermissible way to do that. And I think that it could be done by a letter also. But the Court has said, for example, that there is a deliberative difference prong to the Monell retrospective test as well. So that, in the hypothetical we've been talking about, if policymakers know of the ongoing conduct and they are indifferent to it, which they would be presumably if they're letting it continue, that that might be satisfied. But -- but, to us, that just goes to the notion that -- it's hard to come up with a situation where there will be an entitlement to prospective relief and the requisite causation won't be satisfied. And, therefore, saying there is this additional element, it sort of creates more harm than good because it's going to serve -- send courts on a search for it.",
  "Right.",
  "That's the only thing that the County petitioned from, Your Honor, but I think more is at stake here because if this rule applied, then it would not only preclude attorneys' fees; it would also preclude the awarding of any relief. And so, although this -- it happens to arise here in the attorneys' fees context, but if this causation requirement is more than just an extra box to check in terms of something that's -- for which the requirements will be satisfied, if it does screen out some cases, then it will not just mean no entitlement to attorneys' fees; it will mean no entitlement to prospective relief, and we think that's significant.",
  "Well, Your Honor, we think, properly applied, it shouldn't screen out any case because -",
  "Thank you.",
  "In -- in those circumstances where the public entity is not a party, you can only hold the public entity liable when its policy actually inflicted that injury. These people re-apply for a license and they're denied, and a policymaker knows that, then they absolutely are going to come in under Monell, and I think it's going to be a slam dunk for them.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The Ninth Circuit concluded in this case that a State law may mandate the use of a particular procedure in arbitration as long as the law also requires the use of that same procedure in litigation. That interpretation of section 2 of the Federal Arbitration Act would permit a State to oppose in arbitration any procedure employed in court and thereby require arbitration to be a carbon copy of litigation, precisely what the Act was designed to prevent. Section 2 of the Federal Arbitration Act provides that an arbitration agreement may be held unenforceable under State law only if the State law rule being invoked to invalidate the agreement qualifies as a ground that exists in law or equity for the revocation of any contract. Respondent argues that, because California's Discover Bank rule does not facially discriminate against arbitration, it falls within the savings clause. But the plain language of the savings clause makes clear that it is not limited to statutes that discriminates facially against arbitration. By referring to \"any contract,\" it makes clear that, as this Court has said, the rule must be applicable to contracts generally.",
  "It can, Your Honor, and -",
  "But the legal doctrine that the State is applying there, as States have and as we discuss in our brief, is a doctrine that applies a general principle of unconscionability with principles elucidating how it applies that apply evenhandedly across the board.",
  "If it wants to apply a lesser standard to arbitration clauses, yes, absolutely you can, because that would -- that would violate what is at the core of the provision, which is discrimination against State law. If a State -- if a State enacted -- if the legislature enacted a statute and it was headed arbitration -- unconscionability, rather, and section 1 of that statute had general principles to be applied to all contractual provisions to determine unconscionability: It must shock the conscience, the question is addressed with respect to the party before the court against whom the contract is going to be applied, and the third principle is unconscionability is decided ex ante. And then section B said -- I'm sorry?",
  "I don't think so, Justice Sotomayor. Maybe if I could finish with my example, it may elucidate the distinction that I'm trying to draw.",
  "I think the critical question is: Is the State applying the same principles to arbitration, of unconscionability to arbitration agreements, as to other agreements? And in my example I was positing a first provision that laid out three principles that would be applied. If part B of that section, or part 2 of that section, said with respect to arbitration agreements, on the other hand, we are going to require that the procedures be equivalent to what is in court, we are going to look at the time the dispute arises rather than ex ante, and we are going to look at the effect on everyone, then I think it would be quite clear that that would be discrimination.",
  "Respectfully, Justice Scalia, I don't think that's what the State is doing here. I think what the State is doing here is saying -- is not saying, under the same principles we apply elsewhere, this is unconscionable. They're just saying, it's quite clear that it's -",
  "I'm sorry.",
  "Well, they haven't said that, Your Honor, but their opinion makes clear that they do. For example, the statute in California that defines unconscionability specifically says unconscionability shall be assessed at the time of contracting. Here, the decision holding the Discover Bank rule is specifically based on a determination of unconscionability, not ex ante, when there would be a variety of situations to consider, but it is explicitly based at the time the dispute arose.",
  "So it's clear that they are applying a different -",
  "Justice Kagan, I think that question goes to -- to a separate question. I think Respondent has two arguments. One is, because this rule applies to all dispute resolution provisions, it is a general -- it applies to any contract that qualifies under section 2. We think that that clearly can't be the case, for several reasons. First of all, section 2 says \"any contract,\" and that, the Court has said, means principles that apply to contracts generally, not principles that are limited to dispute resolution contracts.",
  "True, Your Honor. But if the provision meant that, then as long as -- as long as a State law banning arbitration said, we are banning arbitration in any contract, then the State could say it applied to any contract. Or a provision that said juries are required to resolve every dispute, whether in arbitration or not.",
  "Well, we -- we do make an argument, Your Honor, that the impact of this rule is much more significant on arbitration than it is on litigation, because it basically -- with respect to litigation, it is reaffirming the default rule, but with respect to arbitration, it has a quite significant different effect, which is really to transform arbitration in the ways that the Court described in Stolt-Nielsen. And so we do argue that it does have a disproportionate burden, but our principal argument here is that the \"any contract\" requirement means that the State law rule being applied has to be a rule that applies generally to contractual provisions, as the Court has said.",
  "Well, that -- that now turns to the second argument that Respondents make, which is, even if the mere fact that it applies to litigation and arbitration satisfied section 2, the rule satisfied - satisfies section 2 because it is merely a specific application of California's general unconscionability rule.",
  "And -- and our response to that is: It is quite clear that in three critical respects, it is the principles that were applied -- not the result, but the principles that were applied in order to find unconscionability here -- are different than the principles applied in every other context. By example --",
  "The three are, first of all, looking to the effect on people other than the parties to the dispute. In every other case -",
  "-- the question is: Is it fair to the person before the court to apply the contract to them? Here, the district court found it was quite fair to apply to that person; the problem was third parties. The second issue: When is the unconscionability decision made? As I said, the statute says ex ante. Here, the decisions explicitly say: We are going to look at it at the time the dispute arises. Third question: The general standard is shock the -- so unfair as to shock the conscience. Here the standard is: Is there a deterrent effect equivalent to a judicial class action? Three critical differences, three differences that are not differences in result, but are differences in the legal principles that are being applied to determine unconscionability.",
  "Yes, Your Honor.",
  "Well, and the only -- as I said, there are two questions in this case and I think it's helpful to keep them separate. One is: Is it permissible, simply because the rule applies to both litigation and arbitration, is that sufficient to satisfy -",
  "Well, I think this is exactly the 9,000-foot meadow, Your Honor, because I think the problem here is there is -- it is not possible, based on the language of section 2 or any other basis that we can think of, to say a statute that requires the full use of discovery procedures in court and in arbitration or factual determinations by a panel of six individuals selected at random -",
  "Well, I think the problem, Justice Ginsberg, is both prongs of that requirement are independently problematic. I think, for the reasons that I was just saying and I think for the reasons that the Court explained in Stolt-Nielsen, requiring class arbitration is just the same as requiring discovery or a jury trial or all of the other judicial processes in arbitration. And if the alternative prong of that is to say, well, if you don't do that you must exclude these claims from arbitration -",
  "-- is independently -",
  "Your Honor, I think that's the precise difference between the two issues that are - that are in this case. For the reason we have been discussing, we think there is a very strong argument that a rule cannot qualify to be saved under section 2 simply because it applies even-handedly to arbitration and litigation because of the fact that that would sweep in all of these other rules that we are talking about. And an additional reason, to respond to Justice Breyer's question, is that at the time that the FAA was enacted the ouster doctrine did apply to arbitration litigation. It was a broad doctrine in which courts said: We are going to invalidate any contractual provision that deprives us of jurisdiction whether it directs the claim to arbitration or it directs the claim to some other court.",
  "And so the very same argument being made here could have been made then.",
  "What separates the two is, is the State in the particular case in which the determination is made applying principles that apply to -- across -- that apply to its unconscionability doctrine across the board.",
  "Well, but I think -",
  "Well, let me answer that in two ways, Justice Kagan. First of all, let me explain why the hypotheticals that you posit and that Justice Scalia posited and that Justice Sotomayor posited have been addressed under the traditional unconscionability doctrine that we described. In all of those cases, what courts have said is this provision -- we are measuring whether it is unconscionable at the time of contracting; we are looking at the effect on the party before the court; can this person get to arbitration, is the fee too high, is it too far away. What about -- we are looking at the effect on this particular person and we are deciding whether it shocks the conscience or whatever their across-the-board State standard is. And in all of those cases, that's what those courts do, and that's why those provisions have been invalidated, because they are invalidated under an even handed application of the unconscionability provisions that courts apply when they assess -",
  "Sure.",
  "That's exactly right, Justice Alito.",
  "But it is not the State's general unconscionability doctrine, Justice Kagan. It is a doctrine that applies only in the context of class waivers and that's the problem. If the State were to adopt a general statute that said, for unconscionability purposes henceforward we will look in assessing the unconscionability of every provision at third parties, at the impact on third parties and whether it's fair to them, perhaps they could do that. I think there might be some reasons why a State wouldn't do that, because that would upset a lot of things in the judicial system that we think of as routine, such as confidential settlements and the fact that arbitration doesn't require publication or estoppel and all kinds of rules could be invalidated on that ground. But at least it would be an even-handed rule that the State applied across the board, and it would also apply to things like the level of rent in rent contracts and statutes of limitations and all sorts of things.",
  "But here, that's not -- I'm sorry.",
  "Two answers to that, Justice Breyer. First of all, they haven't done it generally with respect to contracts. They have made up a special rule that is targeted on a special kind of contract and that carries -- to the extent one is worried about discrimination -- nonfacial discrimination designing the category of contracts relating to litigation or dispute resolution is precisely the kind of category that most presents the risk of discrimination that isn't facial. And again, whatever any contract means, we think it has to mean that the category of dispute resolution contracts can't be one that satisfies any contract, because at the time the law was enacted the ouster doctrine did just that and it was the doctrine that was being targeted.",
  "Well, Your Honor -",
  "Well, I think the \"any contract\" language of the statute shows that Congress was not enacting -- was not providing that everything other than facial discrimination qualifies for the savings clause, because it could have said any nondiscriminatory rule. It said a rule that applies to any contract. And the reason for that we think is because of the ouster doctrine it was confronted with, which did apply to both arbitration and litigation contracts, and because of the risk generally that a contract rule could be devised that maybe didn't facially discriminate against arbitration, but had the effect of targeting arbitration disproportionately and that's what is going on.",
  "Well, most -- most -",
  "In most of the examples that we have looked at of situations like that, the contract principles that are being applied are general principles, and perhaps they are being applied -- they are being specified for four particular categories of contracts, like the UCC, but they are tied to general principles.",
  "But -- but I think, as I have discussed, the problem here it has the label \"unconscionability\" on it, but the test that is applied has nothing to do with the test that is applied in every other context. So it's an easy case to decide. Going back to my statutory example, this is an unconscionability -- this is a test that may have the label on it, but everything that the court looks at to find unconscionability or to find this impermissible are things that are not looked at in the other context. And in the other context, indeed as the district court said, this contract is more than fair under our general unconscionability standard, because it -- the people before the court are better off than they would be in a class action.",
  "I think what the Court has to do, as it does in the independent and adequate State ground context and other contexts, is to determine whether the State is -- is applying a rule that is - that discriminates, because the core protection of section 2 is discrimination. And so, if the -- if the State has devised a rule that clearly discriminates, but has simply put the label on -- of unconscionability, surely the FAA permits the Court to look at that. Otherwise it's -- the protection will be reduced to nothing.",
  "No, Your Honor. I think that the critical question here -- are there other cases that look to the effect on the party before the court? We found none and -- and Respondents have found none. Are there other case that assess the -- whether it's unconscionability at the time of the dispute rather than at the time of contracting? There are none. The statute specifically requires it to be done at the time of contracting. And are there cases that say, we are going to look at whether something is -- not whether something is so unfair as to shock the conscience, but at whether it is the equivalent to some statutory procedure? There are none. And that's the problem.",
  "I'd like to reserve the balance of my time.",
  "Thank you.",
  "Thank you, Mr. Chief Justice. Although we believe we win under the principle of obstacle preemption that was just being discussed for the reasons that were enunciated in Stolt-Nielsen, we think there is a much easier way for this Court to decide this case. Congress when it wrote section 2 used the phrase \"any contract.\" And it clearly did that for a reason, and the reason was it wasn't -- it recognized, as Justice Sotomayor said, that there could be attempts through nondiscriminatory provisions to injure arbitration; and the protection Congress adopted was a prophylactic rule. It said if the State law rule that the State is trying to apply to an arbitration clause applies broadly to a large set of clauses, that's the best protection against discrimination and that's why the \"any contract\" language is there. And so, in answer to your question, Justice Sotomayor, about where to look for, for what \"any contract\" means, we think it means very broad; and the Court has said that, and the doctrines that the court has identified as qualifying -- duress, fraud and unconscionability -- are doctrines that apply broadly across the entire range of contract. But one thing that is very clear, we think, is that it can't mean -- \"any contract\" can't mean any dispute resolution contract, because that is the gerrymandered category that most presents the risk of discrimination. And if the Court holds that that category is impermissible to justify a rule, it deals with all of the hypotheticals that are being discussed because they are all jury waivers, discovery, evidence; those are all rules that, as the Court has propagated as hypotheticals, are rules that apply to all dispute resolution clauses, and they are focused on dispute resolution clauses. So we think that disposes of the argument that Discover Bank can be applied, simply because it applies to litigation contracts and arbitration contracts. The next question is Respondents' second argument, which is okay, if that is not a reason it falls within the savings clause, it falls within the savings clause because it's simply an application of California's general unconscionability doctrine. And that is where we turn to the first part of the issues I was discussing in the issues that -- that I was discussing in the first part of the argument with the Court, which is it isn't, because in the three particulars that I listed, it is clearly a totally different legal rule that simply has the unconscionability label on it. And just to drill down on my colleague's discussion that this was really an ex ante analysis. It couldn't be an ex ante analysis, because that would have to take into account that the vast majority of claims that anyone will ever have under a contract are nonclassable claims. And as to nonclassable claims, it's clear that the arbitration process is infinitely better than the court process, because for most small consumer claims there is no real court process. And so if one were to make an ex ante assessment of the fairness for the parties of the court, it wouldn't just be about classable claims; it would have to include nonclassable claims; and as to those claims it is clear that there is a tremendous benefit to those people from the arbitration clause. With respect to exculpation, my friend referred to the California rule that the contract has to have a public effect. That is not about effects on third parties. In the Tunkl case, which is a California Supreme Court case that we cite, the court makes clear that it's looking for contracts that -- in which public services are being performed and that are otherwise imbued with a public interest. It's not looking at all at the effects on third parties. Finally, my colleague spoke about lots of class arbitrations. To our knowledge all of those class arbitrations were arbitrations that were conducted before this Court's decision in Stolt-Nielsen where a party had a silent agreement and therefore it was held by some lower courts to mean that class arbitration was permissible. We are not aware as we say in our brief of any contract that explicitly permits class arbitrations for the reasons that the Court discussed. It's not - just not something that makes any sense. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The question in this case is whether the dramatically harsher mandatory minimum penalty for what the statute terms cocaine base applies to all offenses involving cocaine or only those involving substances with the characteristics of crack cocaine. In its brief in the Kimbrough case, the government described the provision at issue here as reflecting Congress's determination that, and I'm quoting, \"crimes involving crack should be subject to considerably more severe penalties.\" We agree. Congress's targeting of a limited subset of the substances qualifying chemically as -- as cocaine is manifest in the statutory structure, in the language, for three basic reasons. And I'm going to be looking at page 2 of our blue brief, which has the relevant statutory provision. First, the only way to give different meaning to two distinct terms that Congress used in the statute -- \"cocaine\" on the one hand and \"cocaine base\" on the other -- is to make clear that cocaine base means something different than all substances with the chemical formula C17H21NO4.",
  "Let me answer -- answer your question with a little bit of detail, Justice Kagan, because I think our reply brief wasn't as clear as it might have been, because the word \"freebase\" has, really, three different meanings. It means a manufacturing process; it means a method of use of a cocaine-related substance; and it also means a substance. So just to be clear: Freebase, the manufacturing process, occurs when cocaine hydrochloride, the powder form of cocaine, is mixed with ether and ammonia in a very volatile mixture and boiled. Most -- many users of freebase inhale the fumes that are released during that manufacturing process. That process is very dangerous, as the Richard Pryor incident showed, because the substance is quite volatile and will explode. If that process -- if the substance is not used then, but goes to the very end, when all of the liquids are boiled off, then it does produce a rock-like substance similar to crack cocaine. Our submission is that the -- if the substance is permitted to go to the end, and if, in effect, ether and ammonia are used as a substitute for sodium bicarbonate, then the substance does qualify under the statute, because it is a rock-like substance that has -- is chemically cocaine, and was produced in a method similar to the reacting of sodium bicarbonate with baking soda. But in -- when the process is in the middle of the production process, we don't think Congress meant to reach that for a couple of reasons. First of all, because that was -- is -- that substance is not something that's easily marketable. And one of the key things that Congress was concerned about was the marketability of crack cocaine in its rock-like form. That's what made the really big difference.",
  "Well, I think there would be a factual question in this case. None of the courts below, Justice Ginsburg, determined whether, in fact, this -- the substance at issue in this case was crack cocaine, because the district court ruled that that wasn't necessary, that all chemical -- as long as the substance chemically qualified as cocaine, it satisfied the statutory requirement, and the First Circuit agreed. So in this case, there -",
  "We're -- we're objecting to the -- the fact that the district judge charged the jury and himself determined that in order for this very severe 100-to-1 penalty to apply, it was not necessary for the substance to qualify as crack cocaine. All it had to do was to be a chemical form of cocaine.",
  "A judge could use the definition in the sentencing guidelines, Your Honor. Let me just say, as a threshold question, in many cases this won't be a jury question.",
  "In those cases, we think there are three -- there are three elements. One is the substance has to qualify chemically as cocaine. The second is it was prepared by processing cocaine hydrochloride with sodium bicarbonate or with a different reactant that produces a similar chemical effect. And third, that it's a rock-like or otherwise solid, that is smokeable, that is able to produce the inhalable vapors. We think those are the key -",
  "All three of those characteristics.",
  "It would, because ammonia is one of the -- is one of -- it's ammonia and ether that have -- that are used to prepare freebase.",
  "Any base. We are -- the lower courts, in applying the sentencing guidelines definition, have said that sodium bicarbonate is not required. We think it is not required. They've recognized other substances, and we think as long as the process is similar, that that's what the sentencing guidelines capture, that's what the statute captures.",
  "Well, respectfully, Justice Scalia, I think that Congress was focused on crack.",
  "Because it -- because it was a substance that had particular characteristics.",
  "Well, we do -- we do want the meaning to be a substance with those particular characteristics. I think the only question that we're -- that we're debating is whether baking -- the use of baking soda is essential, because all of those other -- those other three characteristics are characteristics of crack.",
  "Well -",
  "Well, I think in 1986, the definitions were not that clear. And I think the sentencing commission has said, and certainly the lower courts have said, both in applying the limited definition of the statute for which we contend and also in interpreting the sentencing guidelines, that the use of a different base gets at what Congress -- is still a category of substance that Congress -- Congress cared about. Obviously, if the Court would like to construe the statute more narrowly and say baking soda is required, we wouldn't object to that. But we think that Congress -- one of the reasons that Congress used the term \"cocaine base\" was that it was trying to capture a category of substances that had particular characteristics and wasn't focused so much on the exact chemical formula that went into it, because Congress knew, in the drug area, it would -",
  "Well, I think in -- in three ways, Your Honor. First of all, because Congress didn't use the term \"cocaine,\" which is used elsewhere in the provision, it clearly meant a subset. It didn't mean all of the -- all of the substances with the chemical formula that satisfies the chemical term \"cocaine.\" Second of all, the statute shows just by the 100-to-1 ratio that Congress was focused on something that was especially dangerous, much more dangerous than powder. Third, the legislative context was, as the Court said in Kimbrough, that this was a statute that was enacted in response to a particular problem, and I think the question we're debating is: Would Congress have said, when it defined the term -- when it defined the term \"cocaine base\" -- and I should say, \"base\" was one of the street terms, colloquial terms, that was used at the time to -- to describe these categories of substances.",
  "It was -- \"freebase\" was a word. \"Base\" was a word. \"Crack\" was a word. The - the legislative debate didn't distinguish necessarily the chemical -- the chemical process for creating the substance. What it focused on was a substance that had characteristics that had led to the epidemic that Congress was concerned with, and those characteristics were easy marketability, because it was a solid, incredibly strong addictive potential, and inhalability.",
  "Yes, Your Honor, and we think the reason that Congress used that phrase was often in this reactive process at the end of the day the rock will not be pure cocaine in a rock form. There may be some cocaine hydrochloride that didn't react with the base. There may be -- then there often is some of the base reacting -",
  "Respectfully, I disagree, Mr. Chief Justice. The provision just above large Roman numeral IV talks about compounds and mixtures, and Congress is sensitive in crafting the drug laws that often, because these substances are not prepared in a chemistry lab, there are many, many impurities associated with them. For example, even cocaine hydrochloride, cocaine powder, is not pure cocaine hydrochloride. It's often diluted, it's often cut with other impurities. And so in all -- throughout the drug laws Congress has used that and we think that's exactly why it used a similar phrase here, because the crack rock does not contain 100 percent chemical cocaine in a rock-like form. There will be cocaine powder often, cocaine hydrochloride left. There will be baking soda left or the other reactant, and so it will be a mass of substances, and Congress needed that language to avoid defendants saying: This substance is not 100 percent cocaine in a crack form and therefore I don't qualify under (iii) .",
  "I may be missing your point, Your Honor, but I think even cocaine in a crack form has other -- the rock that Congress was trying to get at has other things in it.",
  "No, that the defendant, that the defendant would say this -- if it doesn't, if it didn't say a mixture which contains, if it said cocaine base, then the argument might well be, you have to - you have to distill the substance to find out how much cocaine base is actually in it, as opposed to how much of it actually is cocaine in a rock form, as opposed to other things have been mixed in, instead of, as this Court decided in Chapman, it's the whole package that one weighs. And so I think Congress was getting at the idea that it didn't want people to either avoid the falling within clause (iii) entirely or trying to escape the 50-gram crack threshold by saying there are other things in here that you have to take out before you, before you can impose this penalty on me.",
  "Well, I think we don't know, Your Honor. There are -- certainly cocaine leaves can be in the country, and under the government's definition of the statute cocaine leaves would qualify under clause (iii) . Cocoa paste -- coca paste can be imported into the country. There are cases like that.",
  "They may not be smoking it, Your Honor, but they may be bringing it into the country in that form and then converting it into -",
  "There are -- the case that we point to regarding the cocaine that was intermingled in luggage and in the fiberglass of a flowerpot are both cases where it was not cocaine hydrochloride, it was cocaine. So it was either coca paste or some later, more distilled form of chemical cocaine as opposed to cocaine hydrochloride, but it was not in a rock form, and I think -",
  "Yes, it is, Your Honor. There are cases applying the sentencing guideline test, which is a similar test, in which the courts have said the absence -- I think what you're getting at is if the reactant is not present?",
  "It is that it was prepared by processing sodium hydrochloride with a base or with baking soda or similar reactant.",
  "Prepared from -",
  "-- cocaine powder, yes.",
  "Your Honor, the courts have not required -- the courts applying the sentencing guidelines have said that a chemist can testify based on his knowledge, and they've found the sentencing guidelines satisfied, that in his professional opinion that's how this substance was prepared.",
  "I think that the element of the sentencing guidelines which we're picking up in our second element, Your Honor, is useful in making clear that this is a substance that was -- went from cocaine hydrochloride back to cocaine base, because I think that's one of the -",
  "I think that the government doesn't have to produce -- doesn't have to make a physical showing. It can -- it is enough for the government's chemist -- and there's always a chemist that testifies in these cases -- to say in his opinion that's true. I think -- I think as a fallback we would certainly be happy with the definition that just had the first and the third ingredients in what I've said, but I think the second is important because one of the things that Congress was focused on was the potency of the crack and crack-like substance.",
  "I may have misspoken in my response to the Chief Justice, Justice Scalia. I thought the Chief Justice's question was that the formulation of a mixture or substance which contains -",
  "-- somehow meant that Congress was getting at the chemical, all chemical forms of cocaine because -- because that formulation was more sympathetic than thinking that it required a rock-like substance. And in responding to the Chief Justice, all I was trying to say was not that it was always true, that there are other things present, but just that it is often is true that there are other things present and that Congress's use of the word \"mixture or substance\" therefore was designed to deal with the ordinary case where other things may well be present and did not want to allow defendants to escape by saying this is not 100 percent cocaine in its chemical form and therefore I'm not covered by clause (iii) .",
  "I think the question here is -- I'm sorry, Your Honor -- is the converse of that question, which is: But if it is 100 percent cocaine in its chemical form in a rock-like state, is that covered too, and I'm just trying to say: Yes, that's certainly covered, too, but so is the dirtier form of a rock that has other things mixed in.",
  "I think -",
  "Your Honor, I think our view - that's one of the reasons that we would say rock-like or a solid that is otherwise smokeable, to deal with people saying: Oh, if it doesn't have to be a rock I'll pulverize it. Even if it's tiny little rocks, if it still has the smokeability characteristic, which is what Congress was focused on, we think that that would be - that that would be sufficient.",
  "No, I don't believe so, Your Honor.",
  "Coca paste is -- is the intermediate step for all downline products. Coca leaves are mashed up in kerosene and other things and they're -- through a process. They are -- the first step is to convert them into coca paste, which is this sort of mushy brown substance with many, many impurities in it. It then typically is subject to subsequent processing which turns it into cocaine hydrochloride, colloquially cocaine powder. And then the way -- the way that crack is produced is that cocaine powder is turned back, using the process we've been talking about, into chemically cocaine in this rock-like form.",
  "I -- I don't think they would, Your Honor. We -- we talk in our -- in our brief, we cite a number of studies that have found that cocaine is present in the leaf in both the salt and the chemically basic form, and I -- I think that the study -- we explain in detail why the government study, which is a little -- the principal study they rely on is about 125 years old -- doesn't capture the new learning -",
  "No, I think it's just -- you know, different leaves have different characteristics. The mix will be different. But -- but as a -- a matter of the chemical composition, there will be some cocaine in its chemical form and there will be some cocaine salt in the leaves, and I -- I think even more important, Congress believed that. So -",
  "Yes.",
  "No, Your Honor.",
  "That is the government's position, Your Honor. But -- but on page -",
  "Our position is that within the leaf, there is both -- there -- both forms coexist in - in the natural state; that there is both the salt form and the form that is chemically cocaine, and the studies that we cite on pages 9 and 10 and in the footnotes on that page I think were very clear. Early on the processes for extracting from the leaf made it difficult to tell whether the extraction process had made it into a salt or whether there was actual chemical cocaine in the leaf. More modern processes make clear that there are both forms in the leaf. And -",
  "They say they're not, Your Honor. I think the reason it makes a difference is for the interpretation of what Congress meant, because -",
  "Well, Your Honor -",
  "We say it's both.",
  "Yes. Both base -",
  "I think then that would mean that the -- the -- under the government's interpretation of the statute, offenses involving leaves, as long as there were more than 50 grams of them, would fall within clause III, and that doesn't make any sense.",
  "Well, Your Honor, we would like to go back to the judge, because in this case in fact the chemist didn't testify. The chemist did testify that it was chemically -- it was cocaine in its chemical form, but the chemist did not testify: In my experience this is crack, based on looking at lots of samples.",
  "The testimony was there was no -- there was no baking soda found, and that there was a -- that it was chemically basic. The testimony about whether it was crack or not principally came from the informant in the case and a little bit from an agent who also said that he believed that cocaine powder was chunky. And so we believe we have a fair argument on remand, when the district judge looks at the facts, that he will say the government did not meet its burden, even though it's only a preponderance.",
  "The district judge would be the finder. Yes, Your Honor.",
  "Yes. I would like to reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. Just a couple of points. First of all, in response to Justice Breyer's question, the 2002 sentencing report where - sentencing commission report on this issue, on page 110, recommends to Congress that substances other than crack should be excluded from Clause 3, and I'm quoting, \"because they do not present the heightened concerns associated with crack cocaine.\"",
  "But Your Honor, I -",
  "I think that is her point. But I think the question here -- all of these substances are criminalized, and they're all going to be penalized. The question is: What deserves the 100-to-1 sanction? That, to us, means something that Congress was especially concerned about, and certainly, because the government agrees that cocaine hydrochloride is only in 2, something that's worse than cocaine hydrochloride, which is a pretty bad thing. As Judge Posner said, there's no reason to imagine that Congress meant to punish paste more than cocaine hydrochloride.",
  "Our response is that it is - it does not have the potency that crack had. It was smoked here and didn't give rise to the epidemic that occurred once crack was created, because that was more potent, more marketable, and led to all the evils that Congress was trying to get at. Second point: We would be very happy to accept your definition. Third point, about the statutory language: I think the critical question here, as several members of the Court have noted, is that \"cocaine\" -- not just in Romanette (ii), but throughout the statute -- means all chemical forms of cocaine. If that's what Congress meant in (iii), there was no reason to just -- not to just say it. The words \"cocaine base\" could have a chemical meaning, but the word \"base\" was also in this debate as a word that was being used to describe the specific evil that Congress was aimed at. And so we think, at the worst, there's ambiguity here. We think it's quite clear that by using those different terms, Congress meant something different, but at worst, there's ambiguity here. And an ambiguity, under the rule of lenity, means that the clause should be construed narrowly. And, Justice Scalia, going to your point in your analogy to State law, the problem here is that everything that is in clause 2 is in clause 3 under the government's interpretation, because clause 2, Roman (II), has the word \"cocaine,\" and clause 2, Roman (IV), says any compound mixture or whatever containing cocaine. Under the government's theory, that provision will never, ever be invoked, because every offense that uses cocaine is sanctionable under 3. And so it's not the situation with -",
  "Yes, but the question here is whether every homicide -- whether every lesser form of homicide is also capital murder. And what the government's position means: Every lesser form of homicide, everything that's in (II) that sets up a punishment, is also in (III), and we think that's the problem with their interpretation. And it's why, if it's unclear, as you said maybe it was, then the rule of lenity should apply, and Congress can fix it. If Congress meant to include all of these other substances, Congress can easily fix the statute. But we think, given the way the statute looks right now, that's not possible. Two more -",
  "That particular argument would still apply. Our principal argument, if I may answer the question, is that in this -- in the government's interpretation, the word \"cocaine\" and the word \"cocaine base\" -- the phrase \"cocaine base\" have the same meaning. That evil wouldn't be present, and therefore, our argument would be harder, but it is present here.",
  "Thank you, Mr. Chief Justice, and may it please the Court: This Court has twice held, in Malley and in Kalina, that a complaining witness who sets a criminal prosecution in motion by submitting a false affidavit is entitled to qualified immunity, but not absolute immunity, in an action under section 1983. The Court rested that conclusion on its determination that complaining witnesses were subject to damages liability at common law when -- in 1871 when section 1983 was enacted. The question in this case is whether the rule of Malley and Kalina also applies to a complaining witness who sets a prosecution in motion by testifying before a grand jury. Again, the common law provides the answer. The law is clear that in 1871 damages liability could be based on false grand jury testimony.",
  "I think there -- there can be. It depends obviously on the -- the circumstances, Your Honor, but -- but there certainly can be.",
  "Well, Your Honor, the common law confronted precisely the same situation, and after public prosecutors came into being and when grand juries were empaneled by them, the common law has concluded that, both in 1871 and in the present, that there can be a person who is the motivating force behind the prosecution, who - -",
  "Well, Your Honor, at common law, the complaining witness was more than just someone who gave evidence that was necessary for the warrant or the indictment to issue. It was someone who was pushing for the prosecution to be brought. All of these problems, of course, occurred at common law, and they also occur in connection with the circumstances that the Court addressed in Malley and Kalina.",
  "Well, again, Your Honor, there can be. It -- it depends - -",
  "It could be both.",
  "It could be one or -- it could be -- it could be one or the other. I think these - - these circumstances, again, are not unknown to the common law in the States. They - -",
  "Well, Your Honor, I -- I don't think we know, because the complaint also alleges that Mr. Paulk knew that his testimony was false and -- and made it -- and gave his testimony anyway. And certainly, his - -",
  "Well, the -- the complaint also alleges that they were conspiring together to bring this complaint. And so, again, I think the facts will be developed. But the -- the first indictment in fact listed Mr. Paulk as the complainant. So, in many situations, the concerns that Justice Alito was pointing to won't be present because there will be a clear complainant, as there was in this case.",
  "I think some lower courts have said no, Your Honor. Some lower courts have said all that - -",
  "Well, the -- the test that this Court has set forth is whether the complaining witness is someone who sets the prosecution in motion. That's -- that's the phrase that this Court has used, and that's a phrase that's -- that is reflected in the common law, based on the common law. And the lower courts have not had a problem applying that case. There are seven circuits that now have adopted the rule that - -",
  "I would say in the hypothetical you gave, Your Honor, that that person is not a complaining witness, because he did nothing other than come forward when he was subpoenaed. If someone comes forward to the prosecutor, urges an indictment, urges a prosecution, and then subsequently is subpoenaed, that might be a different case because you have - -",
  "That -- that person may be a complaining witness. You know, at common law, the complaining witness also has to be - -",
  "Then that fact would obviously mitigate against her being a complaining witness. But -- but these - -",
  "Yes. She would not be - -",
  "Yes, she would not be a complaining witness, Your Honor.",
  "But I -- just to step back - -",
  "I don't think - -",
  "I don't think the mere issuance of the subpoena does negate things that might -- take the hypothetical where there is someone who goes to the prosecutor, says there should be a prosecution here, maybe does the things that the hospital is alleged to have done in this case, and then subsequently is subpoenaed. I don't think the subpoena negates that prior activity. I don't think you can say, oh, now that you're subpoenaed, we wipe away everything that you have done to set the prosecution in motion. But I think in the hypothetical that you propounded, where there's -- the sole fact is someone doesn't do anything, they're subpoenaed to come before the grand jury and they give their evidence, that wouldn't meet the test. But - -",
  "I think there can be, Your Honor. And, in fact, what this Court has indicated in other cases is that the fact that the prosecutor ultimately decides to seek the charge does not negate what's happened before. In the Hartman case, which dealt with a retaliatory prosecution under -- a First Amendment retaliation prosecution, the Court said the postal inspectors, who in that case were alleged to have been the motivating force behind the retaliatory prosecution, could be held liable if there also was no probable cause.",
  "The prosecutor can't be a complaining witness because the complaining witness is the person who provides the impetus to go forward.",
  "Yes.",
  "I'm not -- I'm not sure of the - -",
  "At common law - -",
  "And at common law that person could be -- could be liable for malicious prosecution because - -",
  "The person who in testimony - - a complaining witness, as Your Honor pointed out in - - in your opinion in Kalina, a complaining witness does not have to actually participate in the judicial proceedings. To be a complaining witness at common law, you could be a person who outside the judicial process pushed forward and was the mover behind the - -",
  "Can be.",
  "But tort law -- I mean - -",
  "I think that's right, Your Honor. But I don't think the Court is writing on a blank slate here. Tort law has addressed these issues. There has been a malicious prosecution tort for hundreds of years. There certainly was in 1871, and tort law has dealt and continues to deal with the questions of causation and proximate cause and all of the questions that arise in these kinds of cases. So, it's not as if the Court here would be writing on a blank slate. And I think the critical thing is -- the question here is whether or not there was an absolute immunity rule in 1871 for persons in the situation of the Respondent. That is the critical question that the Court has framed.",
  "Yes, trial -- because - - because -- well, the trial testimony could not be the basis for finding the person a complaining witness because by that point, the prosecution has gotten rolling. The question is, what conduct can be used to prove that this is the person who was the instigator, the prime mover behind the prosecution?",
  "Yes, Your Honor. That's what the common law rule was, and that's what Congress confronted when it enacted section 1983 in 1871.",
  "No, Your Honor, it could be the testimony alone. I didn't mean to say that. I think what I meant to say, maybe in response to Justice Alito's question, was the fact of testifying under subpoena doesn't negate other evidence that's there. But the testimony alone can be enough, and there certainly are cases, common law cases, from the 1800s in which courts rely on testimony.",
  "Well, the cases are -- the cases are a little bit obscure, Your Honor, about what the facts are that they are relying on. So, I don't want to say that absolutely positively there's one - -",
  "But I think, as a matter of logic - -",
  "Absolutely, Your Honor.",
  "Yes. But there could be - - there could be other evidence as well. I think - -",
  "Well, the same - -",
  "It's the same risk that the affiants bore in Kalina and Malley, and it's the same risk that the common law imposes on complaining witnesses.",
  "Your Honor, maybe I've confused the hypotheticals. I think we have one situation where there's someone -- all they've done is they've been subpoenaed and they've come forward and they've given their evidence.",
  "I think it would be very hard for that person to be labeled a complaining witness.",
  "Impossible. Then you have a person - -",
  "I think it would be impossible, because I don't think there's any evidence that that person is the motivating force.",
  "Compelled testimony alone. A person who testifies - -",
  "-- voluntarily before the grand jury I think is a different situation.",
  "No, Your Honor. I think I was responding to a third -- a third situation. So, we have one situation where all someone does is testify under subpoena. We have another situation where someone testifies, that person not a complaining witness, someone who testifies voluntarily; that voluntary testimony certainly could be used as evidence that person - -",
  "And then the third situation - - excuse me, Your Honor. I was just -- the third situation is where there's pre-testimony evidence, and there's also the fact that that person testified under subpoena. I don't think the fact that that person testified under subpoena negates the fact that there is other evidence that that person may have been the person who pushed the prosecution forward. So, that's the distinction that I was trying to draw.",
  "Well, I think there are two reasons, Your Honor. The first reason is that what this Court has said is that immunity decisions are based on the common law as - -",
  "Well, one -- one brief disagreement with your question, Your Honor. I think the situation today at common law is what it was.",
  "But - -",
  "The answer is several-fold. The Court has given absolute immunity to witnesses in Briscoe. The policy reason -- the principal reason was the common law rule. The policy reasons that the Court gave were (a) we don't want to deter people from coming forward; and (b) the testimony will be put through the adversary process and is public, and those are protections against false testimony. In the -- in the grand jury situation, those protections are not present, neither transparency nor an adversary process. And what the Court said in Malley about people coming forward I think applies in the grand jury context as well to complaining witnesses. The Court in Malley said we want people who are setting the prosecution in motion, the special category of complaining witnesses -- we want them to think twice. That's not a bad thing when they are the motivating force behind the prosecution.",
  "I think -- well, we talk about them, I think, because of the reality that there are cases, and the common law recognized that there were cases where the reason the prosecution got rolling was because either a private person or a government person was the person who was pushing it along.",
  "It's true that the grand jury -- I'm sorry.",
  "The grand jury's decision is a step in the chain, but the Court has not said that, for example, the judge's decision in Kalina and Malley to issue the warrant broke the causal link between the false testimony in the affidavits in those case. Even though the judge was making an independent decision, the Court recognized, as the common law recognized, that there could be a causal chain back to the false testimony which essentially tainted the decisionmaker, the judge's decision, just as it taints the grand jury's decision. And, in fact, what lower courts have said is that it is only when there is an allegation of false testimony or other impropriety in the grand jury that looking back is possible. But, of course, that's the very situation in this case.",
  "Well, the first reason, Your Honor, is because that's what the common law did. And what the Court's -- the Court's inquiry here is to look at the common law and decide what Congress, when it enacted the statute in 1871, confronted. And when Congress enacted the statute in 1871, there were -- the rule was that complaining witnesses who testified before grand -- that grand jury testimony of people who were complaining witnesses was not immunized as a basis for malicious prosecution liability. What the Respondent is seeking here is to say my grand jury testimony is immunized as a basis of section 1983 liability. But at common law, that simply wasn't the rule. So, the first - -",
  "Well, the common law -- at common law -- at common law, it wasn't a question of immunity. There was no defamation liability for any witness.",
  "The only liability was for malicious prosecution.",
  "No, and that's the source of the distinction that the Court drew in Malley and Kalina.",
  "No, Your Honor, we're not. We're asking for exactly the rule that was at common law. What the Court has said in Kalina and Malley is - - the rule that the Court adopted there was based on precisely the same distinction that we rely on here.",
  "No, Your Honor, it's complaining witnesses. The distinction that the common law drew -- all witnesses were immune from defamation. Only -- the only people who could be subject to liability based on their testimony were people who qualified as complaining witnesses. That is why the court in Malley and Kalina drew the line it did. It said these people -- you were acting as a complaining witness. The function you're performing by submitting this affidavit is being a complaining witness. At common law, that function -- true, it wasn't technically immune, but it was subject to liability. Liability could be premised on those statements.",
  "Yes.",
  "Well, what the Court has said -- it said in Malley and Kalina, and what we're relying on here -- is that those -- those people also - - Congress would have recognized in 1871 that there could be liability for people who fell into this category, and so - -",
  "Yes.",
  "I think that's right, Your Honor. It's awfully hard to tell, but I wouldn't want to represent there's one.",
  "Well, there -- there is independent evidence in this case, Your Honor, of - - before the Respondent testified before the grand jury there were -- there are allegations that he conspired with the district attorney and others to fabricate the evidence that he gave. And that obviously - -",
  "Well, Your Honor, I think that what the Eleventh Circuit said was because this was all directed to the grand jury testimony, we're not going to separate -- uphold -- hold that there could be liability based on that alone. I think that's wrong for two reasons. First of all, our principal submission, of course, is there can be liability premised on the grand jury testimony and that there's no basis in the common law for a different rule. And our second position would be, even if you, the Court, thought that grand jury testimony for some reason was off limits but became permissible as a basis for finding liability if there was other evidence, then that's true in this case as well. I want to return to Justice Breyer's question for 1 minute, because there was the third policy reason that I wanted to provide, which is, as we explain in our brief, in the States many prosecutors can proceed by information or indictment, and we think it would be a peculiar situation if liability could be premised when a proceeding is initiated by information, which Malley and Kalina make clear, but that if the proceeding is by grand jury, it would be wholly off limits. That doesn't make much sense, and it's totally inconsistent with the common law rule. I'd like to reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. A couple of points. First of all, the - - the question about whether there -- it's an appropriate rule that a finding of complaining witness can be based on evidence outside of the grand jury, but it can't be based on grand jury testimony, that certainly wasn't the common law rule. And I note Justice Sotomayor asked whether there were any common law cases that relied solely on grand jury testimony. And although the cases are hard to parse, I would point the Court to the Anderson and the Moulton cases that we cite on page 3 of our reply brief. In those cases, in the Anderson case, the Court is talking about the charge to the jury, and what it says the evidence was is the fact that the defendant was listed as the complainant on the indictment and that he testified before the grand jury. And then in the Moulton case, the allegations of the complaint are set forth in the reporting of the case, and the only allegations are -- relate to the testimony before the grand jury. So, I think it's very hard to find any basis in the common law, which as the Court said -- has said is the controlling principle here, for ruling the grand jury testimony either entirely out of bounds as a basis for liability or for saying it's only in bounds if there is some other extrinsic evidence. There's just no support for that in the common law, and I think it doesn't really make sense -- if this case had proceeded by information and Mr. Paulk's grand jury testimony had simply been placed in an affidavit and submitted in order to obtain the arrest warrant, Malley and Kalina would control, and it would be clear that there would be liability - -",
  "A -- a complaining witness, I don't think -- if that is the proceeding that sets the -- that determines whether or not there's going to be a prosecution, I think an ordinary witness would be absolutely immune, but a complaining witness would not be.",
  "Yes, there are. There are. There are both at the common law and today, Your Honor; there are - -",
  "There are -- I don't know the number.",
  "Well - -",
  "Well, I can -- I can't give you an example of States. I can give you the example of seven circuits that -- that have adopted the rule that we contend for. I don't think - -",
  "Excuse me?",
  "For -- some of them since Malley, certainly since Kalina, about 10 years.",
  "There have been some cases. No one has said that the grand jury process has been upset. Courts have -- have looked into whether or not there's a complaining witness. Some courts say, in order to get grand jury testimony, you have to -- you have to meet some kind of a threshold. Often, these cases are proven up by deposing the defendant and asking him what he testified about before the grand jury without intruding on the grand jury at all. But I think those seven circuits, there has been no indication of some kind of disruption of the process.",
  "I don't -- I don't want to -- I don't know, Your Honor. We'd be happy to file something further, if the Court would like.",
  "Well, Your Honor, I think the question here would be a factual one, as you pointed out. Is Mr. Paulk the person who set this in motion? If the testimony is -- may I finish? If the testimony is that Mr. Paulk was just told what to do by the prosecutor and didn't have any additional anything, then perhaps he won't be found liable anyway.",
  "Thank you, Mr. Chief Justice, and may it please the Court: This Court has said that the irreducible constitutional minimum for standing is injury in fact; that the plaintiff suffered actual or imminent, tangible harm. In Lujan, the Court said that Congress may elevate to the status of legallycognizable injuries, concrete, de facto injuries that were previously inadequate in law. Here, the Ninth Circuit held that there's no need for any de facto injury. A statutory violation that in some general sense relates to the plaintiff is all that's necessary, even though it has no tangible ",
  " consequences ",
  "No, it's not, for  for three reasons, Your Honor. And let me preface my response by saying that, of course, that isn't the case with respect to three of the claims in this case, which don't have anything to do with inaccuracy.",
  "I'm happy to focus ",
  "Well, I  I guess as a threshold matter, I think what the Court has said in other contexts is that Congress should clearly say that it is going beyond the tangible injuries that this Court has defined. The Court has had a clear statement rule. And so another difference between your hypothetical  I'm not sure whether your hypothetical casts Congress clearly saying, and by the way, we are creating a cause of action for people who otherwise couldn't get into court.",
  "Let me start  well, maybe I can answer your question this way.",
  "Yes.",
  "Well, first  first of all ",
  "First of all, the  the common law tradition, which the Court has looked to, did not say that the dissemination of any false statement was an injury. To prove defamation ",
  "Well, let me answer your question in two ways. I  I want to explain why  why it isn't, and then I also want to explain why it's not what Congress did here. So why it isn't: There are places that the Court has looked for guides. One is the common law, other  other kinds of torts, for example. In  in the restatement ",
  "I don't think so, Your Honor. I think  well, this question takes me a little afield from  from Justice Kagan's question. But I think the common law had some very specific areas where it defined actual harm; for example, any intrusion on a property right is actual harm, but there has to be a property right for that to be so. So I think Congress could create a property right. And if it did that ",
  "Your Honor, I think ",
  "And  and the question is  there are several ways that they can establish standing. One is to have the tangible harm, to meet the general tangible harm test that this Court applies, generally, in the standing context. And that can be economic injury, it can be other kinds of injury. And the Court has applied that in a  in a wide variety of contexts. The Court has also  it is also clear that in the property rights context, when Congress just doesn't create  or the common law doesn't just create a right to sue but confers a property right, the right to exclude, generally, as the Court has put it, that any intrusion on that property right, on that right to exclude, is tangible harm. And the Court has made clear in the ",
  "Your Honor, I ",
  "Well, I don't think  there certainly aren't any cases that my friends cite that  that meet that test. It's not just economic harm. It can be psychic harm. There are other  it can be discrimination.",
  "Okay. I ",
  "It could be. If I can just finish my answer to  to Justice Sotomayor, because I just want to make clear, and I think the College Savings case is a perfect analogy here, that every cause of action does not confer a property right. The Court there made that clear, and that's why the property right rationale doesn't apply here. Now, turning back to Justice Kagan's question, I think there are other areas, other than defamation where there's some guidance about what constitutes tangible harm. For example, in the False Light cases, the restatement has a comment that I think  this is a Restatement (Second) of Torts 652E, comment (c) that's very on point. It says, \"Complete and perfect accuracy of published reports concerning any individual is seldom attainable by any reasonable effort. And minor errors, such as a wrong address or a mistake in the date of employment, or similar unimportant details, would not\" ",
  "Well, Your Honor, your hypothetical, though, is any false statement. And I'm trying to respond why a ruling by  a rule by Congress of any false statement wouldn't qualify. So there is some legal precedents that tells us ",
  "Well, I think there's a threshold assumption in your question that Congress actually identified that as a realworld harm. And I think there are two problems with that. First of all, the structure of the statute indicates that that's not so. The willfulness cause of action that provides for statutory damages applies to every violation of the statute that's willful, including those that don't involve false statements. So by enacting  if the argument is by enacting the willfulness cause of action, Congress said inaccuracy is so clearly harmful that it should be actionable in any case, it couldn't  it's just not possible to look at the  the way the statute was constructed and say that that was so.",
  "I think if the plaintiff could show that  that there was some  some consequence to him, some  from the false information: Something happened to his credit. Something happened to an employment ",
  "Well, there's actually ",
  "Well, Your Honor, I'm not sure that's so. I mean, I think defamation claims are exactly the same situation. People don't know necessarily. If  if the  if the statement is not defamation per se, people have to go out and find proof, or at least find ",
  "Well, I think there's a threshold question, Your Honor, of whether Congress made the determination that there should be a different treatment for  for credit agencies. And I think for the reason that I gave about how the willfulness claim came into the statute, it's hard to say. But I think also ",
  "It does. Although, one of the realworld litigation problems with this statute is that lots of the claims are asserted against entities that claim they're not credit agencies. And that sort of, in the realworld of litigation, falls out, is not something that often gets decided before the class gets certified. But I think it's important to ",
  "Excuse me?",
  "Well, it hasn't been ruled on by the lower court. So as the case comes to this Court, yes, that's ",
  " that's the  that's the posture. But  but I think, going back to Justice Kennedy's question, I think what Congress did here was to create a massive number of regulatory requirements that are imposed on credit reporting agencies. And all of those regulatory requirements together were supposed to produce accuracy. I  I think there can't be a  it's not logical to impute to Congress a finding that the violation of any one of those many, many, many requirements is actionable ",
  " in the absence of real harm.",
  "No. I think ",
  "Well, respectfully  I'm sorry.",
  "Respectfully, I don't think that the cases say that. We discuss them in detail in our  in our blue brief. I think what the Court said in Warth and Linda R.S. was about what the Court said in Lujan, which is, de facto injuries, as to which there's no cause of action, can be made actionable when Congress creates a cause of action. That's quite different from saying that something that doesn't qualify under this Court's injuryinfact standard as tangible harm can be made actionable, which is what the Ninth Circuit decided here. And I also  I want to also ",
  "Okay. Can I just ",
  "I  I just want to also sort of distinguish  in responding to your question, I think there are two questions. One  one question is: Is a false statement  does a false statement by itself inflict tangible harm within the meaning of this Court's generallyapplicable injuryinfact standard? If it does, it does. The Court has never said that, and we argue that it doesn't. The second question is: Can Congress expand beyond where the Court has gone in defining things that should qualify a sufficient injury to trigger Article III jurisdiction? And we think there are two questions there. One is: Has Congress, in fact, done that? And there's a question whether Congress has done that at all. And I think Justice Kennedy, in his concurrence in Lujan, said if Congress is going to do that, it should say clearly because that obviously is a change in the jurisdiction of the Federal courts. And so Congress might be taken to ",
  "Well, I'm not sure ",
  "Well ",
  "Well, a couple of responses to that. If it's a concrete harm in the first place, of course, then they haven't really gone beyond this Court's test. I  I think  Let me ",
  "But the  but the Court's  I think the question  and I take the burden of my friend's argument to be that Congress can define things as sufficient to satisfy standing, even if they wouldn't, if they just were asserted at a court, satisfied the tangible harm requirement. So I  I guess, to respond to your question ",
  "Okay. Well, then  well, I think then the district court here held that that tangible harm requirement wasn't satisfied.",
  "And I apologize if I haven't been clear. That is exactly ",
  "That is exactly our argument ",
  " that Congress here created a remedy for any regulatory violation. And many, many, many, many ",
  "Well, can I ",
  "Well ",
  "Well, there is some problems with that, Your Honor. I mean, there are many of the ",
  "Exactly.",
  "Because most of the ",
  "If I may, Your Honor. Most of the statutory and regulatory requirements have nothing to do with falsity. They have to do with not following rules. There's nothing in the cause of action that says you can only sue for willfulness if you  if the statement is false. It says any willful violation of this entire regulatory statute. So the idea that Congress ",
  "But, Your Honor ",
  "But, Your Honor, if the argument is that by enacting that, Congress meant to identify as a harm false statements, there's nothing that requires proof of a false or inaccurate statement in order to bring the claim.",
  "But  but, Your Honor, I don't see how you can say that a cause of action that says nothing about inaccuracy applies to a previously enacted  one of the many provisions of the statute, to create  to say that Congress was focused on inaccuracies.",
  "I think Congress  yes, I think it might be possible. And let me explain how, Justice Kennedy. I think, first of all, to respond to one of Justice Kagan's earlier questions, I don't think it's crystal clear what Congress was doing here because I think the most likely interpretation of this provision was it was enacted against the background of this Court's jurisprudence, which requires tangible harm. And it  what Congress was most likely saying was, we know that quantifying, monetizing that tangible harm in this context is hard. So if there's a willful violation, we're going to give you a minimum recovery. I think the reason why it makes sense to require Congress to speak clearly, if it is going beyond what this Court has required for tangible harm, is precisely because it is necessary to identify that Congress actually intends to give access to the Federal courts beyond that which would be true under this Court's otherwise applicable jurisdiction  rule. And it didn't do that here because of the willfulness layered on top of all of the statutory violations. And I think also, the fair way of looking at this statute is as a complex of regulations which Congress thought, taken together, would improve accuracy. I don't think you can say that any single one of them  the violation of any single one of them, Congress thought, was going to so likely to inflict injury on some person that they should be entitled to ",
  "No.",
  "Most of  one is about having an 800 number available. One has to do with notice to  to people who look at information ",
  "Under  under ",
  "Well, I think Respondents would say even if the information was accurate, you could sue to get the statutory damages. I think Justice Kagan might limit it to people who were inaccurately ",
  "Absolutely, Mr. Chief Justice; that's our position. That's  and the district court held in this case, looking at the allegations of the complaint, that the Court's injuryinfact standard wasn't satisfied by the Ninth Circuit ",
  "No, because the district court found that all of the allegations of  all of his arguments about why there was any tangible harm to him were speculative and flunked this Court's standard.",
  "Well, I think the problem here, Your Honor, is if you accept the broad theory that plaintiffs and the government espouse, which is all you have to show is a statutory violation, it's a pretty clear pathway to class certification because there is only common issues. And that's what has happened in case after case. Now, if falsity has to be proven, then obviously that is an individualized issue that might make it more difficult. I'd like to reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. Justice Kagan asked the question earlier about how could people find this? You know, our legal system is people have to have allegations that they're harmed. And I'd urge to the Court to look at the public justice amicus brief on the other side of the case for a whole series of claims in which  that people filed and they were able to make allegations of actual harm. The argument that the Ninth Circuit relied on falsity is a fiction. The first sentence, the overture of its opinion, mentions that there is an allegation of falsity. There is not a word in its standing analysis that refers at all to falsity. It relied on statutory violations, period, including the violations that say nothing about falsity.",
  "Well, Your Honor, I  I think, as the Court comes  the  the question presented was does the Ninth Circuit's rule that a mere statutory violation unaccompanied by any harm is sufficient to satisfy Article III? I think the Court has to address that issue. The next issue is: Did Congress elevate  did  did Congress say that false statements inflict a certain kind of harm, and therefore, we're going to single them out? And I think, to rely on Congress, Congress actually has to have made that determination. And there is nothing in the statute that says that. As Justice Breyer said, you have to actually read falsity into the statute in order to find falsity. Congress didn't say anything about the particular harm inflicted by false statements.",
  "If it wanted to do that, it should ",
  "Your Honor, that's not right. The  all of the decisions that my friends refer to were decisions, not where there were willfulness claims, but where there were actual damages claims. No surprise that the courts have said to prove actual damages you have to at least show falsity. There has been no decision interpreting the statute in the context of a willfulness claim to say whether it does. And I think the problem with the position on the other side is they want to say Congress made this decision that anything inaccurate is  is harmful, but there's nothing in the statute to say that. Congress should speak clearly if it wants to do that, and then this Court has to review that determination. And I think the question would be, has the  is the class defined by Congress sufficiently congruent with tangible harm to  to satisfy Article III? And I think ",
  " the class of all inaccuracies can't possibly be a class of people, most of whom are going to suffer one harm.",
  "Your Honor, restitution is all about a measure of damages. And all those cases  often they're breach of contract cases  there's harm. The property interest conferred by the contract has been violated, and the question is a measure of damages. In the fiduciary duty context, as in the property ",
  "It  it is the intrusion on the right to exclude the property interest created by the common law. And this statute doesn't create a property interest, so it can't be upheld on this basis."
]