[
  "Thank you, Your -- Mr. Chief Justice, and may it please the Court: Your Honors, there is no dispute among the parties, nor among the 19 amicus briefs presented before the Court today. As to the answer to the threshold legal question, everyone agrees that the FDA exemption does, indeed, apply, with full force, to the sorts of experiments that are conducted and that would be relevant to the FDA in consideration of an Investigational New Drug application, a so-called IND. So the battleground now shifts to Integra's alternative arguments in support of the judgment - -",
  "No, Your Honor. We did not object to the core of the jury's instructions stating the legal standard. And we - -",
  "The core of the instruction, yes, Your Honor, was - -",
  "Your Honor, I believe -- the answer is, the core was as good as this Court can do, and",
  "Yes, Your Honor.",
  "It was entitled to a verdict as a matter of law, but let me just - -",
  "Your Honor, the - -",
  "-- the Federal Circuit did understand that this was a JMOL case - -",
  "That is absolutely correct, Your Honor.",
  "It absolutely did not come to grips with the evidence, nor did it grapple with the alternative arguments that Integra was presenting - -",
  "-- so they - -",
  "That would be one answer, Your Honor, reverse and not addressing the alternative legal grounds, but I would urge this Court to address the alternative grounds, because they raise - -",
  "No, Your Honor, because the research tools problem was never presented - -",
  "-- as an issue before the jury or before the District Court. And - -",
  "No, Your Honor.",
  "In fact, that's not even raised by Respondents. It's raised by amici's - -",
  "I would -- I would urge the Court not broach the subject of any of the questions that are not properly presented - -",
  "-- to this Court.",
  "We're --",
  "Yes, Your Honor, we're looking at the statute - -",
  "-- but it is an -- it is important, in answer to the very first question, to embellish a bit, because the lower courts need this Court's guidance, because every one of the theories on which Integra defends the judgment below raise exactly the same problems that the Federal Circuit's opinion raises. They defy the plain language of the statute Congress passed. They are equally at odds with the purpose that Congress had in mind when it passed the FDA exemption.",
  "Your Honor, they were not passed on by the Federal Circuit, except perhaps to the extent that the Federal Circuit may have concluded that all -- or that, excuse me -- that safety is the only issue before the FDA when it is considering an Investigational New Drug application, or that a drug innovator may not harbor additional purposes in an experiment beyond the FDA exemption, or that the -- excuse me -- beyond FDA regulatory purposes -- or, third, that the exemption does not cover efforts to optimize the drug candidate after it's identified and that drug candidate is, in fact, the lead candidate. Those are the three legal theories, Your Honors, on which Integra is resting its defense of the judgment below. And every single one of them is either incorrect as a matter of law or immaterial as a matter of law. If this Court were to ask Integra to come up with a single genuine issue of fact that does not relate to one or another of those three propositions, it will not be able to do so, save a footnote to be addressed later about the credibility of witnesses on a topic on which Integra never argued the witnesses were not credible. Just beginning with the safety question, and I'll defer to the Government on that, because the Government can speak better than anyone else as to what it is that is relevant to the FDA in consideration of an IND, suffice it to say that the regulations say, as a matter of law, that safety is not the only consideration before the FDA as it considers an IND. The FDA cares very much about whether a drug will work: efficacy. The FDA cares very much about how it works: mechanism of action. It cares about what the body does to that drug: pharmacokinetics. And it cares very much about what that drug does to the body: pharmacology. And Integra's position before the jury, and before this Court, depends upon the proposition that it can bring in a witness to argue that the law is other than what the law clearly is. And the same thing goes for the so-called GLP studies that the FDA considers in connection with safety data, but need not limit itself to GLP studies when it's considering those other IND- relevant topics.",
  "The IND, Your Honor, is not in the record, because it was excluded from evidence, which may be why the jury reached the wrong conclusion. But, I hasten to add, that will not be uncommon in these sorts of cases, because there are many circumstances in which a preclinical study begins and fails, and the IND will never materialize. There are circumstances in which a preliminary injunction is brought and won, and the research stops cold, so an IND never materializes. And, again, it's important to understand, as one assesses the FDA exemption, that the inquiry is always ex ante, it is always, \"What is a reasonable drug innovator? What does that drug innovator or scientist know at the point in time at which it is about to perform the next set of experiments?\" So you always reflect back to a point in time before the IND materializes.",
  "No, Your Honor.",
  "Your Honor, there is certainly a way to read the Federal Circuit's opinion -- and this is also in response to Justice O'Connor's earlier question - - in which it did grapple with the very questions we're talking about now, and did answer the questions about whether it's just safety -- and I believe the Federal Circuit believed that only safety data were relevant; that is certainly what it indicated in oral argument -- and also that dual purposes are not permissible. So let me now turn to the dual-purpose question, because it's another major theme of - -",
  "The - -",
  "No, Your Honor. I believe that there are two ways to read the Federal Circuit's opinion. To the extent that the Federal Circuit said nothing before the clinical stage is relevant to the FDA exemption -- if that is what the Federal Circuit held, we are -- we are not abandoning the position that that is wrong. I understand that there is another way to read the Federal Circuit's opinion that grapples with the subsidiary questions that we're discussing here, which are all fairly presented in our question presented. And that's what I'm addressing myself to now.",
  "Yes, Your Honor. And then, two pages later, on 12a, the Federal Circuit states its conclusion, and I quote, \"Thus, the Scripps work sponsored by Merck was not solely for use as reasonably related to clinical testing for the FDA.\"",
  "Your Honor, it's not at all clear. And, just as in Boyle, when this Court faced a situation where it wasn't clear what the Federal -- or, excuse me -- what the Court of Appeals held, the Court --, \"The best thing for this Court to do is to address what appears to be the threshold question that the Court of Appeals decided,\" but then also to address the subsidiary questions on the basis of which Integra is defending the judgment below.",
  "It was the first paragraph, and I was reading from the end of that paragraph, Your Honor, the -- which begins, \"Thus,\" three lines -- really two -- the word \"thus\" is at the end of the third line from the bottom of that paragraph, Your Honor.",
  "And so, I was saying earlier that a critical component of Integra's case revolves around the notion that the use may not have more than one purpose, and that purpose can only be FDA directed. That argument is also incorrect as a matter of law. And one way we can tell that is that there is no such thing as a preclinical course of study that has only one purpose. When one is studying mechanism of action, a scientist is deeply interested, not just in how this drug works, but in how the disease works. And the language of the statute is, of course, the touchstone here. The statute is triggered by uses. The use, in this context, is an experiment. And the statute covers, provides a safe harbor for, experiments that develop the sorts of information that are relevant to the FDA. If that - -",
  "No, absolutely not, Your Honor. The research-tool question -- let me begin by saying, these were not research tools; these RGD peptides were the objects of study.",
  "Oh, yes, Your Honor. There are circumstances in which these peptides could be used as research tools to stunt the growth of blood vessels and study what happens next with other compounds, but they were emphatically not used as research tools in this case. In this case, they were the objects of study, and Integra won a jury verdict based upon that presentation. And, in fact, never argued to any court or to the jury that there is a resource tool carve out. So, I was just talking about the subjective purpose earlier, and it is -- again, it's important to note that the information can be used for other purposes. There's nothing in the statute that prohibits that. Now, let me turn, just briefly then, to what is often one of the most important questions in these FDA exemption cases, which is the timeline question. At what point in the arc of drug development is it unreasonable for a jury to conclude that the FDA is an inappropriate audience for the next set of experiments? Our position - - and people may differ, as a matter of law, as to whether it is earlier -- but our argument is, at a bare minimum, at the point in time at which a drug developer has a known structure and cures a disease in an animal with that known structure, all eyes turn to drug development; which is to say, all eyes turn to the FDA. As a matter of law, everything after that, so long as it's relevant to the FDA, is FDA -- is appropriate to view as FDA directed.",
  "No, Your Honor. That's exactly the trigger moment. If it has a structure, and it's investigating analogs of that structure to figure out which of these various structures are the best ones to move forward, everything from that point on is FDA directed.",
  "Well, Your Honor - -",
  "Your Honor -- and I see my time is running out; I'd like to reserve a bit for rebuttal, so let me answer, just briefly. Under Praprotnik, of course, this Court is not bound by law of the case by the instruction. But the instruction, as I understand it, says exactly what the statute says. \"Reasonably directly\" is simply another way of saying, \"Are these activities reasonably related to the FDA purposes?\" And every one of the comparative experiments is relevant to the FDA's inquiry, whether this drug or that is the optimum drug. Every experiment that is involved here -- and there were only 10 percent that were comparative in nature -- develops information about the lead drug candidate, including understanding why this one works, rather than that one. So, if it's all right, Your Honors, I'd like to reserve the remainder of my time for rebuttal.",
  "Thank you, Your Honor. With my two minutes, I want to make one overarching important point, and it's really in response to a question Justice Scalia asked. The emphasis in the statute is about the use, so let's get past labels about, Is this drug discovery or basic research, or is it, as Merck says, optimization on the lead drug candidate, and look at exactly what was occurring here. Here, this was not a, \"Gee, we'd like to see what affects angiogenesis.\" Merck knew what affected angiogenesis. It had a structure. And if you look at page 42 of the supplemental appendix, you will see that structure. It knew exactly what that structure did and how it did it. It then tweaked it by changing, literally, three atoms to compare that activity with other activity, exactly the sorts of research that any drug innovator would do to verify that they have the best and most effective candidate. Then, with -- and with every single one of its experiments, it was examining information that was relevant to mechanism of action, pharmacology, pharmacokinetics, and efficacy. With 10 percent of the experiments, it was also running them in parallel with a series of analogs that were designed to look exactly like the RGD peptides, and to work exactly like the RGD peptides. And no rational drug innovator ever proceeds to clinical trials, nor does the FDA want it to, without conducting that research, because you don't spend millions of dollars for expensive toxicology studies until you know you've got the safest and most effective drug candidate. The FDA reviews that evidence, because it wants to know why you're proceeding with that candidate. And if you shift midstream to another lead, as Merck, in fact, did in this very case, the FDA wants to understand why. So each of those experiments, even in comparison, developed information that is relevant to the FDA. Thank you, Your Honors.",
  "Thank you, Your Honor. Mr. Chief Justice, and may it please the Court: This case is not about whether military recruiters will be barred at the campus gates. Congress had a law on the books that guaranteed entry to campus, but that was not what Congress really wanted. So, it passed a new law. What Congress really wants is to squelch even the most symbolic elements of the law schools' resistance to disseminating the military's message, which is why it gave us the current version of the statute. The current version isolates for regulation the most communicative aspects of the law schools' resistance. The law schools --",
  "-- -- are saying --",
  "Your Honor, this is a refusal to disseminate the messages of the military recruiters. It is a refusal to send e-mails, post bulletins, and make arrangements for mutual exchange of ideas. It is \"conduct\" only in the sense that they are moving molecules, but it's speech that they are being forced to engage in. And I have to emphasize, this case is not about entry. The Solomon Amendment does not require schools to give entry to military recruiters, it requires them to give entry to a recruiter only if they provide entry to some --",
  "-- other employer.",
  "Well, Your Honor, for a pacifist religious institution, absolutely.",
  "No, because it has no morally-based, conscious-driven reason for refusing to disseminate that message.",
  "Well, Your Honor --",
  "Well, Your Honor, what I'm saying is, under the -- under this Court's jurisprudence in the first amendment, it's actually relevant whether the reason for refusing to disseminate the message lies at the heart of the first amendment.",
  "Well, Your Honor, it was certainly a reason that they gave, and it was based upon a political view of the legitimacy of homosexuality.",
  "But I hasten to add, I'm not arguing that that is a required element of a compelled- speech claim. I'm simply arguing that when someone has a reason for resisting disseminating a message, that situates it further -- closer to the heart of the first amendment. Congress came back, after it --",
  "-- had a --",
  "Your Honor, I --",
  "Your Honor, I accept that as a proposition of the compelled-speech doctrine, absolutely. And what I'm trying to point out is that in this case what Congress has done is to engage in the most viewpoint-oriented regulation of speech. The reason Congress does not -- the reason Congress is insisting that the law schools disseminate the recruiting messages is because of the message of the law --",
  "-- schools themselves --",
  "-- in providing --",
  "Yes, Your Honor, and, under the doctrine of unconstitutional conditions, the analysis is exactly the same.",
  "Yes, Your Honor. And in subsequent cases -- and, in fact, in Dole itself -- this Court pointed out that all bets are off when there is a superseding constitutional right. Here, we're talking about the Bill of Rights and the first amendment. I mean, Rosenberger and Rust --",
  "Well, that is a Government interest, for sure. All Government interests --",
  "-- can be --",
  "-- traced --",
  "Absolutely not, Your Honor, because --",
  "-- because --",
  "-- what the law schools are engaging in --",
  "Your Honor, there's a difference between refusing to abide by a universally applicable regulation of conduct, on the one hand, and the Solomon on -- Amendment, on the other hand, which is refusing to assist the dissemination of a message. Recruiting is all about speech. Yes --",
  "-- it has --",
  "Well, Your Honor, that is for public schools, and public schools are subject to the first-amendment rights of those who want to enter their forum. But there is a critical difference between that forum, Your Honor, which the schools opened up to everyone, and the forums in career services, which the schools filter on the basis of one very important --",
  "Your Honor, it's important to keep in mind that there are two messages going on here, and they are clashing. There is the military's message, which the schools are interpreting as, \"Uncle Sam does not want you,\" and there is the school's message, which is, \"We do not abet those who discriminate. That is immoral.\" And --",
  "Yes, Your Honor. If the university had such a policy, then the university would be able to enforce it. But I hasten to add --",
  "-- the university --",
  "Your Honor, at this point, and for some --",
  "-- several --",
  "Justice Kennedy, for several decades, law schools have had these policies and applied them to career-services offices. No other schools within the --",
  "-- universities.",
  "Yes, Justice O'Connor, and ­ -",
  "Well --",
  "-- let me answer in two parts. First, of course, under the compelled-speech cases, the ability to protest the forced message is never a cure for compelled-speech violation, but --",
  "-- what's going on --",
  "That's correct, Your Honor, but, again, endorsement is also not an element of compelled-speech claim. But let me -- let me bring those two questions together on a factual point. The law schools are disseminating a message that they believe it is immoral to abet discrimination. When --",
  "-- they --",
  "And when they do it, Your Honor, the answer of the students is, \"We don't believe you. We read your message as being that there are two tiers. There's a\" --",
  "-- \"double standard\" --",
  "That's right, Your Honor. And the problem with this Solomon Amendment is that the unconstitutional-conditions doctrine says that you can't put a private speaker to that crisis of conscience.",
  "That's correct --",
  "-- Your Honor.",
  "Yes, Your Honor. If it was -- certainly, if it was against their conscience to do so --",
  "Well, yes, Your Honor, unless there is a compelling need. And the difficulty with the Solomon Amendment --",
  "Anything that -- not anything that helps the military raise an army; any communication that a school is required to engage in.",
  "That is absolutely right -- correct, Justice Souter, which is why I answered your very early question with --",
  "-- an answer that is --",
  "-- by conscience --",
  "No, Your Honor.",
  "No, Your Honor. Every time --",
  "-- someone says that as a reason for refusing to host a message of an unwelcome messenger, that's a compelled-speech violation.",
  "Absolutely, Your --",
  "-- Honor, because --",
  "If -- to answer the first hypothetical first, if that's a matter of conscience, absolutely --",
  "-- if we're talking --",
  "Your Honor --",
  "Well, they have the same first-amendment right.",
  "But --",
  "But, Your Honor, the --",
  "Your Honor, the problem with the Solomon Amendment is that the Government is demanding absolute parity. We have a statute before us that demands exactly the same services, without regard to whether the military actually needs them. In order for Congress to justify the parity requirement, which is the only statute before this Court, Congress has to state a need. It has to say why it needs what --",
  "Your Honor, this Court defers to Congress, in matters of the military, when the military or the Congress is especially expert and this Court is especially naive. This Court has never deferred to a congressional statute about military when --",
  "Your Honor, it has to do with expertise, as well. That's precisely what this Court --",
  "-- said in Rostker.",
  "And the --",
  "Well --",
  "Your Honor, the --",
  "-- the direct answer to that last question is that all bets are off when what the Government is doing is compelling the speech of a private actor, because the Government is not allowed --",
  "Well --",
  "It is -- Your Honor, it is the forced hosting of a messenger-based decision --",
  "Well, but --",
  "-- with the --",
  "Under the parity requirement, what the university is compelled to do is sit down with the employers and help counsel them on what their students are interested in and how best to shape the message. The Third Circuit went out of its way to point out that, and the National Association for Law Placement brief is very compelling on that. They also have to disseminate literature, post bulletins on bulletin boards, help the recruiter -- or, excuse me, the law firm develop cocktail parties --",
  "No, Your Honor, there are --",
  "It does not. And there are many circumstances in which words are used that are incidental to an action. These are not words used that are incidental to the action.",
  "Your Honor --",
  "-- no matter what the Government does, it cannot convert the career-services enterprise into a value-neutral proposition. For the law school, from its perspective, it's especially value- driven. Yes, the --",
  "Your Honor, I'm not claiming any exceptionalism for the law schools. The AAUP brief does --",
  "-- a brilliant job --",
  "Your Honor, as Dale points out, it's up to the private institution to decide what its metrics --",
  "-- are going to be.",
  "My position, Your Honor, is that the schools are entitled to make their own judgments about what messages they will disseminate. And even --",
  "Yes, Your Honor. But, I would hasten to add, that is not what recruiters are doing. It is no more commercial than what United Foods was doing in an -- advertising, saying -- or resisting the message, \"Mushrooms are good.\"",
  "Yes, Your Honor.",
  "Yes, Your Honor. The statute focuses on the manner of providing access; and the manner of providing access is through the career- services --",
  "Your Honor, we're certainly not advancing that position here. The Solomon Amendment requires no such thing. The Solomon Amendment does not require that schools give entry to military personnel.",
  "It says you must do it only if the other guy does it.",
  "Your Honor, are -- you're asking me what I would be arguing for my clients if they were actually making --",
  "-- taking that position?",
  "And that is as to entry to campus, Your Honor? You're --",
  "-- asking if -- we are not pressing this point to the Court. If the Court is asking what my opinion would be if I --",
  "-- were a judge --",
  "Your Honor, if I were advancing that argument, it would be, this is a viewpoint-discriminatory statute which is subject to strict scrutiny. The Government is advancing a single message, and, even when the first-amendment rights that are at stake are minimal under this Court's opinion in R.A.V., strict scrutiny would apply. The Government has never come forward which a shred of evidence that it actually needs to be on campus, as opposed to directly off campus, or as opposed to publishing notices in student publications, or advertizing. But ­ -",
  "-- we are not advancing --",
  "-- that argument.",
  "Yes, Your Honor. The message is, \"Join the Army.\" What the schools hear is --",
  "No, I'm sorry. The viewpoint discrimination, Your Honor, is in the congressional statute that says, \"We will force you to host a single speaker with a single message,\" just as in Pacific Gas --",
  "I'm sorry, Justice Stevens, I didn't --",
  "The single message is, \"Join the Army,\" that is correct. And the Government is promoting only that one message. But this --",
  "Yes, Your Honor --",
  "-- that is --",
  "The compelling interest on the Government's side is the recruitment interest. We're not arguing that the Government has a compelling interest in excluding anyone. That's precisely why --",
  "-- the law --",
  "Well --",
  "No, Your Honor, what I'm saying is, if the Government wants to assert a need, it has to identify the need. It has to say, \"We need more than contact information. We need more than a room -- entry to campus -- a room on campus, a posting on a bulletin board. We need everything.\" The story of the Solomon Amendment, Your Honor, is the story of private institutions trying desperately to accommodate the Government's need, even in light of their own moral scruples.",
  "Well, Your Honor --",
  "The speech is on both sides, because the schools are being forced to host the Government's message. The --",
  "The message --",
  "The message --",
  "The message that the schools are hearing is, \"Join the Army, but not if you're gay.\" And the schools have been trying desperately to accommodate the Government, up until the point where Congress says, \"We don't actually want any of those things. We want them only if you supply them to someone else. We want them only if you have viewpoint- based reason that you don't want to give it to us.\" There's some reason in the law school's conscience, or the academic institution's conscience, that it wants to treat this category of employers differently from any other. Congress's --",
  "Your Honor, Congress, here, is imposing a sanction, which this Court has treated as exactly the same as a penalty. When --",
  "Your Honor, again, we're -- not",
  "We are not talking about --",
  "-- coming on campus. We are talking about affirmative assistance to the highest degree --",
  "-- in disseminating the --",
  "The answer is yes, Your --",
  "-- Honor.",
  "Yes, Your Honor.",
  "Your Honor --",
  "-- it's very --",
  "It is very important to distinguish obstruction from refusal to subsidize, which, at the Government's instance, this Court has been doing for 30 years, both --",
  "It is refusal to treat them the same as everyone else, because they are not the same as everyone else in the law schools' estimation. And the Government --",
  "Well, the Government has to identify precisely what its need is, why it needs Yale college personnel rather than Yale -- excuse me -- why it needs Yale law-school personnel rather than Yale college personnel --",
  "-- to make the appointments.",
  "Your Honor, the -- this is not about application of the statute in one circumstance. The whole statute has to be struck down, because the Government is demanding absolute parity and there's no way for this Court to rewrite the statute. We don't know whether Congress would go back and go to the entry requirement, just bear entry, to entry-plus, or to a parity requirement, which is -- which it has now shifted to. So, there is simply no way to know exactly how Congress would rewrite the statute. But this is, at its heart, an as-applied challenge. It's about law schools with nondiscrimination policies.",
  "Thank you --",
  "-- Your Honors.",
  "Mr. Chief Justice, and may it please the Court: Let me begin at the threshold, on whether this Court should consider the statutory construction argument that we've presented. The issue of statutory --",
  "Your Honor, the Fobian rule reaches the correct conclusion in this case, but Your Honor is correct. The problem with the Fobian rule is that it doesn't go far enough in presenting, in preventing creditors from requiring other creditors to pay for their attorneys' fees.",
  "It is valid as far as it covers this case but not on the rationale of the Ninth Circuit. In other words, the Ninth Circuit did begin in the wrong place, which was not to read the statute, Section 502, which is why that is a rational predicate to the issue that Travelers is presenting here.",
  "No, Your Honor - -",
  "No, Mr. Chief Justice. No court has ever held that the Fobian rule applies to oversecured creditors. Everyone acknowledges that Section 506(b) applies to oversecured creditors so.",
  "No, Your Honor. Everyone is absolutely clear that Fobian to the extent that it applies - -",
  "I'm sorry, Your Honor. All the bankruptcy practitioners and courts are clear that to the extent that Fobian applies, it applies only to unsecured creditors. But again this is a rational predicate to this Court's analysis of Fobian. How do we know?",
  "Yes, Your Honor. I apologize for focusing only on the issue that Travelers was focusing on, which was whether this was, whether the Fobian rule was itself cert-worthy question. But it is a rational predicate because, as you can see from Travelers' brief, Travelers says no fewer than a dozen times, including in two point headings: Read the code; read the code. It will tell you that unsecured creditors have an allowable claim for post-petition attorneys' fees, and only if you begin by reading the code can you figure out whether the Fobian common law overlay is correct or not. So when we say, Your Honors, yes, let's read the code, that's not an ambush and that is not smuggling in.",
  "Your Honor, we do have court of appeals decisions on this precise question, not in this case because the court of appeals had Fobian and the rule that underlay Fobian for 20 years. But there are three courts of appeals - -",
  "We do not, Your Honor. The Fobian rule is wrong at least, especially as to the distinction that it draws between State law and Federal litigation. There's only one answer to the question - -",
  "Well, Your Honor, because this issue has been fully ventilated among the lower courts.",
  "Yes, I understand that, Your Honor. It would have been futile to argue this before the Ninth Circuit. The Ninth Circuit would have said that - -",
  "Yes. Now, but, Your Honor, let me just add two additional reasons why this Court should consider it now. The first is this has been fully ventilated in the lower courts. There is not a single argument in the briefs on either side on which there is not a lower court opinion going one way or another on every argument. Secondly, there is an enormous amount of affirmative harm that can come from this Court simply saying, let us conclude that the Ninth Circuit was wrong in disallowing these claims on the logic that the Ninth Circuit followed, but we will reserve for a later day an open question of law on what Section 502(b) and 506(b) means. And the harm comes from the fact that overwhelmingly the lower courts in the last 10 years have concluded that 502(b) and 506(b) mean that unsecured creditors do not have these claims. If this Court declares that it is now an open question - -",
  "Your Honor, we would dispute the contractual interpretation, but yes, Your Honor.",
  "Yes, Your Honor.",
  "That's one logic of the - -",
  "Yes, Your Honor, and that is absolutely incorrect. If you look at the case that they cite, that case relies on a provision of the code, which is Section 726. And Section 726 is only about post-petition interest for solvent debtors, not post-petition attorneys' fees.",
  "Your Honor, the statement that Travelers quotes from Collier is about a proposition that we don't dispute, which is whether it is a pre-petition claim. But Collier.",
  "Your Honor, my response is I urge you, Justice Breyer, to look back at Colliers, because that is absolutely accurate and it doesn't apply to this case.",
  "Because, Your Honor, that is a statement about whether it is a pre-petition claim, not about whether the claim is allowable or not, which is what we are arguing about.",
  "Yes, Your Honor. Step one is, is it a claim. No one disputes that this is a claim. It is a right to payment. Step two, is this an allowable claim? The answer under the code is absolutely not, because the code says there is only one class of creditors that gets their attorneys' fees claims allowed and that is oversecured creditors and so --",
  "No, Your Honor.",
  "Your Honor, Congress put 506(b) in the code for one purpose and one purpose only, and that was to allow claims that are not elsewhere allowed, because if it doesn't do that 506(b) serves no purpose at all. 506(b) says nothing at all about whether the claim is secured.",
  "Your Honor, the answer is 506(b) does not say anything about whether the allowed claim is secured or not. It is completely silent about that. Now, if we accept, as we explain in our brief in much more detail, if we accept Travelers' argument that it was an allowed claim in the first instance and it is therefore furthermore an allowed security claim, 506(a) tells you what to do with that. 506(a) tells us that an allowed claim to a secured creditor is a secured claim. It still leaves Section 506(b) with nothing left to do. Now, let me just back up and underscore: Any creditor would love to get the other creditors to pay its attorneys' fees. Tort claimants would love it, trade creditors would love it, local tax collectors would love it. But Congress said only one category of claimants get to claim their post-petition attorneys' fees.",
  "Your Honor, Congress said --",
  "Your Honor, Congress has said no such thing. What Congress says is that an allowed claim is allowed as of the date of the filing of the petition. That is when you value the claim and you value the claim as of the date of the filing of the petition. At that point, it is worth zero because no post-petition attorneys' fees have been incurred. And the fact of the matter is it may well have never occurred to the drafters of the code when - -",
  "Your Honor, that is a claim. It is a - -",
  "I'm saying -- they are saying this is a contingent claim. If -- and it is a very strange sort of a contingency. It is Travelers saying, we have a claim, it is a contingent claim; the contingency is whether tomorrow morning we're going to pick up the phone and called Weil Gotshal to monitor the bankruptcy proceeding. But let's assume it is a contingent claim. It is still a disallowed claim and Congress provided numerous statutory indications that it was. I already mentioned 506(b) but there are more. Congress said that attorneys' fees are available only, quote, \"to the extent that a claim is oversecured.\" Now that would be a very - -",
  "Well, Your Honor, I was just going to get there. Timbers underscores this proposition. Timbers focused on the structure of 506 and it began with and it underscored, the only words that it underscored were, \"to the extent that.\" But let me turn to that.",
  "Your Honor, Timbers has the structural argument that focuses on what the purpose of 506(b) is. But there are more indications. It would be odd for Congress, for example, to draft this provision 506(b) that purports to put post-petition attorneys' fees on the same footing at post-petition interest if it intended to put them on different footings. It's an observation this Court made in Ron Pair. Moreover, Congress was not oblivious to the existence of attorneys' fees post-petition. There are 15 occasions in the code where Congress spoke to attorneys' fees and if Congress had intended attorneys' fees to be available to this enormous class of unsecured creditors, one would think that it would not have hidden that in the definition of \"claim\" - -",
  "Your Honor, as to creditors, four of them apply to attorneys' fees as administrative expenses. It's a very important point because the code says and it adopts this age old rule that if you are going to take money away from some unsecured creditors and give it to attorneys it better be because you're expanding the pot for all of the other creditors.",
  "Your Honor, for the, for creditors there are only six that apply. Four of them are the administrative.",
  "Yes.",
  "Yes, Your Honor.",
  "Well, one of them does.",
  "That is the provision that Travelers cites -- and I apologize it's not in any of the appendices -- 502(b)(4). And 502(b)(4) underscores our point. 502(b)(4) says, and I'm quoting directly from the code: \"A claim is allowed to the\" -- \"is disallowed to the extent that,\" and then \"(4) if such claim is for services of an insider or attorney and such claim exceeds the reasonable value of such services.\" That is focused on pre-petition activities of the lawyers on behalf of the debtor.",
  "Well, yes. Pre-petition claims for services provided by an attorney before for the petition.",
  "An attorney for the debtor and, Your Honor, the code is clear it's noteworthy.",
  "Fair enough Your Honor.",
  "Fair enough, Your Honor. My point is that Congress knew about attorneys' fees and if it wanted this huge class of unsecured creditors to collect their attorneys' fees for post-petition activities, it wouldn't have hidden that in a general definition of claim or in the general statement of allowability.",
  "Your Honor, the First Circuit -- there are three courts of appeals that have addressed the question, all in dictum but in very extensive dictum. So the First Circuit comes out our way in Adams versus Zimmerman. The Second Circuit comes out also in dictum on Travelers' side in United Merchants. And then the Sixth Circuit splits the baby in half, or reads the code all the way up to our position as we do, and then takes a detour in another direction.",
  "Your Honor, we didn't come here asking this Court to address this question. Travelers put it front and center. They conceded - -",
  "Well, Your Honor, it would have made no sense for us to argue that Fobian was wrong when we were trying to defend the judgment below. But I concede, Your Honor, this Court has discretion to decide whether it's going to address what we believe is an absolute factual predicate, and what Travelers seems - - I'm sorry, legal predicate -- and what Travelers seems to believe is a legal predicate, which is why we're saying to the Court this case, this issue has been ventilating for 20 years, and a lot of mischief can be --",
  "That's exactly - -",
  "Absolutely, Your Honor.",
  "Your Honor, I appreciate that, and I apologize for not having raised it in the cert petition, cert opposition, we were simply focused on why it is that this little sliver of the Fobian rule was not worth this Court's attention. But I understand that this Court needs to look forward and try and figure out what exactly the issues are that are presented. I only add that the statutory question that is presented in DeRoche and in this case are as Your Honor has pointed out, mirror images of each other. So whatever this Court decides as to the statutory construction question on 502(b), this Court can say it's not resolving Fobian because this is a predicate question. And this Court can say there may well be circumstances in which a creditor can say, you know what, for State law litigation we have this common law right, and we reserve for a later day the question of whether there is an exception to the statutory rule that we are articulating. Now I want to underscore that Congress had very important reasons that are built into the code for coming out this way and disallowing unsecured creditors attorneys' fees. Bear in mind that these sorts of fee shifting provisions are absolutely ubiquitous. They are in every credit card contract. They are in every bank loan. They are in virtually any written contract, and when a contract doesn't provide for it, quite often State law statutes do. Allowing all of these unsecured creditors to pay their lawyers out of the hides of all of the other unsecured creditors - -",
  "Well, Your Honor - -",
  "Your Honor, on the facts of this case if the rule had been otherwise, we don't know whether PG&E would have been solvent at all. But we are arguing about a rule that is not one rule for Travelers and one rule for everyone else. We are arguing about a rule for the vast majority of cases.",
  "Well, Your Honor, the answer is, Congress dealt with this issue and decided that no one gets to get in line and get their attorneys' fees, regardless of whether they're solvent or not. It's a - -",
  "Well, no, Your Honor. We've been talking about why the only natural way to read the code is to disallow attorneys' fees, and I'm explaining that if attorneys' fees are generally disallowed to everyone, there's no exception to that rule in the code that says ah, yes, but if there's an insolvent -- if there's a solvent debtor, the rule is otherwise.",
  "I'm sorry. What I'm saying is 502(b) when you read \"as of the time of the filing of the petition,\" it says -- that means, that must mean that it doesn't apply to post-petition attorneys' fees, especially when you look at 502(b) through the lens, as this Court did in Timbers, of the rest of the code. 506(b), all of these other attorneys' fees - -",
  "Yes, Your Honor, I disagree with Colliers, but I don't think Colliers comes out one way or another on this particular question. That was the same question that was asked earlier about whether it's a claim, whether it's a pre-petition claim.",
  "Yes, Your Honor.",
  "That was the same - -",
  "I don't disagree with that, Your Honor. I was referring to another provision of Colliers, not the one that's cited in the reply brief. That is a correct statement but it has no application here because we are not arguing about whether it's a pre-petition obligation. Of course it's a pre-petition obligation. Just like pre-petition interest -- excuse me -- post-petition interest is a pre-petition obligation we are arguing that the code cancels that obligation because there are very important reasons, such as equality among all unsecured creditors, the - -",
  "No, Your Honor. What Colliers is talking about is a completely different question. He doesn't answer that question one way or another in Colliers.",
  "This was a completely different discussion on a - -",
  "-- completely different section referring to setoffs.",
  "Yes, Your Honor. There is one other point and that is, 502(c) tells the court what it is supposed to do with contingent claims. It is supposed to either liquidate them or estimate them. These are -- this is a very strange sort of contingency, as I mentioned earlier.",
  "502(c) is, Your Honor. It's on the very back of the cert petition appendix on page, I believe 28. And so it says either estimate or liquidate, but always as of the date of the filing of the petition. Now as of the date of the filing of the petition it would be impossible to estimate without a crystal ball.",
  "Your Honor, what you do is -- that is a classic contingency. What you do is to estimate the likelihood that the bathroom will in fact leak and the cost of those expenses, and you put something into the, into the bankruptcy estate for that purpose. That would be something that Congress would never have wanted to do with thousands and thousands of unsecured creditors.",
  "Your Honor, I don't understand why a surety is different from any other contract. All contractual creditors will want their fees. The reason that they haven't been applying for them is that the overwhelming majority of bankruptcy courts will tell you no, you can't have them, because the overwhelming majority of cases have been saying exactly what I'm saying to you. 502(b) does not allow them, and we can tell that by looking at 506(b). And there are other reasons that Congress would not have wanted to do that. It would have burdened the administration of the state -- of the estate. The court would be spending more time administering claims about fees and what does this contract mean, and fees upon fees upon fees, than it would be spending administering the basic bankruptcy estate.",
  "Your Honor, my response is that is absolutely wrong. The first draft of the plan which you can see on page 28 of the appendix says explicitly, and I quote, \"all workers compensation programs are treated as executory contract.\" Treated as executory contracts and deemed assumed by the debtor, and that means that the workers got the most favorable treatment that they could have gotten. These are not just unsecured claims.",
  "Your Honor, that's what they argued. The bankruptcy court explicitly held otherwise and the Ninth Circuit agreed with the bankruptcy court. The bankruptcy court said, none of your interventions were reasonably necessary to reach - - excuse me -- to advance your interests. Therefore, you are absolutely wrong when you argue to us that you are on the State law side of the Fobian rule. Now if you ask me, Your Honor, where in the bankruptcy court decision does it say that, I would refer the Court to page 24a of the -- of the cert petition appendix, where you see asterisks for a missing paragraph right in the middle of the opinion. That, and just to orient the Court, we're looking at the first paragraph that says first of all. Then there's a - - there is an asterisk eliminating a paragraph. Look at page 140a, 141 of the joint appendix where the missing paragraph that Travelers eliminated is filled in, and there the court summarizes a 15-page colloquy with Travelers about why it is completely wrong in claiming that its steps were reasonably necessary. And on page 141, just to orient the Court again, you see that it begins, second paragraph, first of all. That's the same paragraph. The next paragraph refers to Mr. Brunstad's arguments. It says, \"I just simply don't by it. I don't think you can sort of say, you know, we thought there was a thief hiding under the bed so we had to clear out under the bed. I don't think there was a risk there.\" And that was the gist of 15 pages proceeding the joint appendix, where the court methodically demolishes each of the argument Travelers presents here. Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: This Court got it right in Firestone when it said, of course a conflict must be weighed. There's no reason for this Court to overrode its well-reasoned and unanimous conclusion which - -",
  "It was dictum, Your Honor, but it was very well-considered dictum because - -",
  "-- the only issue before the Court so far as the parties thought was what is the effect of this dual role that Firestone had? And this Court did not answer that question, but that's what the parties were arguing about. So this Court correctly discerned the rule from trust law. It correctly discerned and balanced ERISA's policies and, if anything - -",
  "Your Honor - -",
  "Well, Your Honor - -",
  "Your Honor, the answer - -",
  "Absolutely, Your Honor. The answer is yes in many circumstances. And the beauty of the Court's invocation of trust law is that trust law answers the question. Trust law says that when you have a fiduciary with a conflict, you apply especially careful scrutiny.",
  "Your Honor, I understand, and this Court considered that in Firestone, the litigation cost and the added administrative costs, and this Court concluded en route to de novo review that the 1132(a)(1)(B) remedy is so infused with the interests of ensuring that the beneficiaries get their benefits due, that that is the interest that the courts weigh most in determining the standard of review.",
  "Your Honor, the answer is both. They can happen under both circumstances - - circumstances. But let me explain why. What trust law does is to say we apply especially careful scrutiny. And the scrutiny has to be consonant with the purpose of the scrutiny, which is to ensure that the conflicted fiduciary does not end up subconsciously or consciously tilting the scale.",
  "No, Your Honor, because what trust law says is that you apply especially careful scrutiny, which entails two things. The first thing is what this Court called keeping the judicial eye peeled for conflict of interest in Rush. So that's an examination of the record of the decisionmaking process. You kick the tires, you test the judgments, as the Sixth Circuit did in this case, and you ask yourself, is this the work of an unbiased fiduciary? The second thing is to imagine a zone of reasonableness within which a reasonably prudent trustee might land and then say to yourself at the outer limits of the zone of reasonableness, we will accept the judgment of an unconflicted fiduciary because there is no reason for us to suspect that he reached that result because of the bias. For a conflicted fiduciary you can contract that zone of reasonableness.",
  "Your Honor, it absolutely does, and the 26 law professors in the amicus brief that they filed with this Court explain exactly - -",
  "Absolutely - -",
  "Your Honor - -",
  "So let me break it down and first turn to the premise. It is simply not correct that every employer is conflicted.",
  "Okay.",
  "Okay. But the bank example, Your Honor, that is not a pressure, which is kind of a business pressure, that trust law recognizes as a conflict of interest. Trust law acknowledges that trustees are often, almost always, in the business of administering trusts, and they don't -- they make their money by doing the job well. The big difference is we are talking here about a direct impact on the bottom line.",
  "Well, Your Honor - -",
  "Justice Breyer, it's just wrong under trust law and it's wrong under the facts, as everyone knows them to be in the insurance industry. The insurance industry makes its money on the differential between the premiums that it charges and the payouts in claims.",
  "But -- So let me give an example from real life. MetLife, for example, shells out $14 billion a year in ERISA covered claims. If it denies one out of a hundred claims improperly, we are talking about $140 million.",
  "Well, Your Honor, the first thing to say is that -- if that is, in fact, an authorized transaction, that would fall under the self-dealing rules of trust law, and trust law self-dealing rules are situations in which the set law has actually suspended the duty of loyalty of the trustee -- that's correct -- of the trustee. That is absolutely impermissible under ERISA. You cannot suspend the duty of loyalty under ERISA. There is a clear provision about that.",
  "I'm sorry, Your Honor, says that explicitly in the claim file?",
  "Your Honor, the decisionmaker here is the court reviewing? Or - -",
  "To consider it, yes, Your Honor, but - -",
  "No, Your Honor, absolutely not. In case number two, if you are right at the edge of the zone of reasonableness and there is nothing else in the record to raise suspicions about the process by which the decisionmaker got there - -",
  "Yes, Your Honor, except for that what would appear to be at a -- right at the outer bounds of reasonableness for an unconflicted fiduciary could knock you over the fence, to use Your Honor's earlier analogy, for a conflicted fiduciary. Definitely not for scenario two. If the decisionmaker is correct in the judgment of the court, \"Gee, I don't know where to go, this is really close,\" well, within the zone of reasonableness, in fact, in Your Honor's hypothetical, you're right at the -- the target center of the zone of reasonableness, then no, a court would absolutely not hold - -",
  "Number three. In number three, Your Honor - -",
  "But the decisionmaker, you said, Your Honor, in number three, could not make up its mind.",
  "And if the -- and if the court confirms yes; the decisionmaker was right that this was really close; you're right at the target center of the zone of reasonableness and the conflict of interest doesn't push you over. The only thing that the conflict of interest could do there is the judicial eye becomes peeled for other evidence of conflict which would end up - -",
  "Your Honor, let me rephrase it. What I'm saying is two things. The first is especially careful scrutiny, just in the abstract, stepping back from the hypothetical, means that you focus really carefully on the process by which the decision was made, as the Sixth Circuit did in this case. \"This is strange, they are completely ignoring this evidence. They are cherry picking. They are doing about-faces.\" That's one. Secondly, if you are at the target center of the zone of reasonableness, and none of those procedural irregularities have arisen, to be sure that the district court reviewing would affirm that judgment - -",
  "Your Honor, I - -",
  "Yes, Your Honor, and that's where the Court can't calibrate. What the Court can do is provide very clear guidance to the lower courts.",
  "I would say first and foremost -- I would say three things to the district courts. Number one, this is not just some form of arbitrary and capricious agency review with just a little bit more bite. This is reasonableness review under trust law, which is very, very different. Number two, the judicial eye is peeled, as this Court said in Rush, for conflict of interest. Kick the tires. Here are seven, eight, nine illustrations of the sorts of things that lower courts should be on the lookout for as they are trying to discern whether the conflict tainted the result. Number three, if -- if you are at the outer bounds of reasonableness for an unconflicted trustee, you can contract that zone of reasonableness because you don't -- when -- when an unconflicted trustee is right at the outer edge, there is no reason to suspect his motive.",
  "No, Your Honor. It would be a factor - -",
  "Well, Your Honor, first, just to be clear, we are talking about still a deferential standard. It's just not as deferential as it would otherwise be. Absolutely. An insurer can come in and say, look, we've created all these procedures; they have mitigated the conflict, but it can never get - -",
  "Yes, Your Honor, unless the insurance company comes in and can demonstrate in a case that we've never heard of - -",
  "Your Honor, one very important thing to say about that is that under trust law, an authorized conflict.",
  "I don't understand the hypothetical, Your Honor.",
  "Well, Your Honor - -",
  "Only where what the bank is doing is engaging in self-dealing that -- of the sort that's authorized. Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: This case is not about whether a chief D.A. can set policies about trial strategy. We could stipulate that this chief D.A. would be immune from those sorts of suits and it would not affect our case at all. This case is about the function of deciding on an officewide basis whether to track important historical facts and disseminate them internally within an office to employees who need to know those facts. This case is about gathering and preserving information, certain categories of raw data, that may or may not ever get into the courtroom, not about how to use those specific pieces of data once you actually have a prosecution materializing. This claim is no different from a claim against a chief of police, for example, for systematically destroying 911 tapes, thereby depriving defendants of exculpatory information.",
  "The prosecution, Your Honor, was in 1979, it began. That was the crime; the prosecution was in '80.",
  "Well, Your Honor, so that's getting to the merits of the actual claim. It could be as simple as a file cabinet or 3 by 5 cards on which you list the name of the informant and his prior record of collaboration. In the U.S. Attorney's offices that do this, completely apart from this enormous FBI database, they do it very simply, the ones that I know about. They appoint a Giglio czar in each bureau and they say that when there is contact with the prosecutor's office and an informant, you make sure you tell this person, \"send an e-mail,\" and he keeps it all in a file.",
  "Well, Your Honor, this Court has said as clearly as it can possibly say that the location of the injury is irrelevant. I am quoting now from Buckley. In Kalina, the prosecutor executed the challenged certification probably the morning before the morning she walked into court, and it was held to be not immune because that was not the function of a prosecutor. She - with the charging document.",
  "Well, Your Honor, the answer is quite simple. That is the alleged motive in this case, in fact. It was intentional or with deliberate indifference, so the allegation is, the intention was to cut the flow of information to the line prosecutor. And the reason that's different is because while Petitioners say compliance with Brady, our answer is compliance with Brady comprises at least two functions. There is the front line function of the prosecutor, the advocate, making the decision, \"Do I turn this information over to the defense?\" This case has nothing to do with that front line function. This case has to do with the back room function. The function of - -",
  "Well, Your Honor, if the decree comes from on high, \"we don't turn over Giglio information here,\" which has actually happened in some cases, that would be a different case, because that is the chief administrator directing trial tactics. Here it's the chief administrator looking entirely inward and saying, like any administrator in any major agency or business does, how do we get information from the people who know it to the people who need it at the front line?",
  "That's what - -",
  "Your Honor, the passage you read from was the broad passage that the court was referring to when it said this sets up a bunch of hard questions. This case becomes an easy case, the court said, because we were not dealing with the prosecutor, the chief D.A. setting trial tactics for the line prosecutors; we are dealing -- the court says this on page 5 of the petition -- excuse me, the petition appendix.",
  "Page 5 of the petition appendix at the top. It lays out the theories. Number one theory is exactly the theory we are presenting here. At the very top line, \"They violated his constitutional rights by purposely or with deliberate indifference failing to create a system that would satisfy the Giglio obligation.\"",
  "Your Honor - -",
  "Your Honor, no, they -- the court was very clear that it was talking about supervising and training, about the internal function of circulation of information within the D.A.'s office. Not - -",
  "And he's directing that order to trial lawyers?",
  "Yes, Your Honor. The answer is I don't know. I could imagine a theory, a very strong one - -",
  "There absolutely would, Your Honor.",
  "And my point is - -",
  "Your Honor, I can imagine an argument on either side. I can imagine the Plaintiff making the argument - -",
  "I don't have an answer to that hypothetical because it's so different from our case.",
  "If - -",
  "Well, Your Honor, that may well be a consequence of Imbler. But when Imbler talks about the function, Imbler is very clear that there is a distinction between trial tactics and strategy on the one hand in the cases under Imbler, and the sort of backroom functions about the flow of information on the other - -",
  "Sure, Your Honor. We can -- if we imagine a corrupt district attorney who wants to make sure that constitutional rights are violated and evades the edict of this Court, sure, that is the consequence of Imbler. But my point in -- in not answering the question about the theory under that case, is that the argument of the plaintiff in that case is so different from the argument that we are making here. The plaintiff in that case would be arguing, well, it is removed in time from the -- the actual prosecution which is an argument that we, too, can make. The conduct was before the initiation of criminal proceedings. It's not -- you know, you could not say it's not unique to prosecutors. Here, our argument is that there is nothing unique to prosecutors or to lawyers about the information management function, about the function of tracking information. And by the way, this is not an exotic theory. This is exactly the line that this Court has been following in distinguishing between - -",
  "I can see the plaintiff in a case using our argument to advance that point. But my point here is we don't even need to get to that argument because - -",
  "As I said - -",
  "I -- I believe that there is an argument. It's not the argument that I am making. The argument that I am making it matters what the D.A. is training on. If the D.A. is training on trial tactics, that's one thing. But here the D.A. is training on how to use a database, and he's not training the lawyers who are going to be using it.",
  "So, Your Honor, let me ask -- let me answer the first half first, which is about what the Ninth Circuit held. And first, I should say what it is that we argued to the Ninth Circuit. It's on -- it's in our brief, very clearly we've presented on page -- excuse me -- on page 17 of our brief, that big paragraph, the only full paragraph, we present both what we argued to the Ninth Circuit, which was about the creation of a database, and what Petitioners argued to the Ninth Circuit, which reflected exactly what we were saying. So petitioners were not confused. They attributed to us the argument that they, quote, failed to set up a system to disseminate to deputy district attorneys information about plea deals and other assistance being offered to informants. That was -- and that was directly out of our brief. That was the first line of their brief, and the first line of our brief also referred to that. I agree, the Ninth Circuit spoke more about training than about this information database. But the Ninth Circuit was also speaking only about - -",
  "There was, Your Honor. In our complaint we had two what might be called information management theories. One -- and you can see it on page 45 of our complaint of the joint appendix, and so while the Court is orienting itself -- there were -- there's a theory of information management that is the most prominent theory in the complaint. If you look at the bottom of page 45, about seven lines up from the bottom, you see two distinct kind of subtheories. The first is -- so it starts -- the line starts purposely or with a deliberate indifference - - theory 1-A, that petitioners failed to create any system for the deputy district attorneys handling criminal cases to access information, about informants, of course. Theory B, two lines from the bottom, \"that they failed to train deputy district attorneys to disseminate information pertaining to the benefits provided to jailhouse informants.\" That's also about disseminating it internally. If one turns to page 69, the specific allegations against Petitioners, you see paragraph 154, repeatedly talking about this information system, this information sharing system, both as a system to create and as a failure to train. But, again, train on what? Train on the need, when you don't have the system, to inform the other guy that you've just made a deal with the informant.",
  "I don't think it does matter.",
  "Your Honor, my response to that is very simple: I don't know of any other trial right -- prosecutorial misconduct, that can be controlled -- excuse me, where you can evade immunity under our theory the way you can with a theory that is based on the management - -",
  "No, Your Honor, and I was beginning to say before that there is nothing at all exotic about the theory. The same lines are being drawn by this Court all the time. For example, in Kalina, a very fine line between the prosecutor who is creating charging documents on the one hand, writing them, submitting them to the Court, and then on the other hand, signing them. Or, in the investigative cases, the line between the process of gathering information, the raw data, on the one hand; and on the other hand, the assessment of that data for trial. And so, when you are talking about a prosecutor and trying to hold the district attorney vicariously liable for decisions of a trial lawyer, that is just very different from trying to hold the district attorney liable for the process of managing data, raw information, that may or may not ever make its way into a courtroom.",
  "Any one that is constitutionally based, Your Honor. I mean, one where you could imagine a prosecution on the other end with a constitutional right that is violated.",
  "Well, you have to imagine a world in which the district attorney is depriving people of the tools of their trade so that they can't get it elsewhere. There is actually a real case that I -- that I've heard about where, you know, the district attorney decided way back when to stop buying supplements for statutory -- for statute books, and so district attorneys, line prosecutors were charging under the wrong statutes. That, to me Your Honor, is a commissary function. It is a function of an administrator trying -- making decisions about how to arm the trial lawyer.",
  "You are asking whether the policy - -",
  "That such a cause of action - -",
  "In the absence of a constitutional injury?",
  "No, Your Honor, I am aware of any such case, but I will say - -",
  "Your Honor, it's actually not, and I will tell you why. Our -- we do not have to allege, for a 1983 case, that the conduct complained of was unconstitutional. All we have to allege was that the conduct caused a constitutional violation. So, for 1983 purposes, this case is a case -- most clearly, most prominently our theory would be that this case is a case in which the district attorney was aware of this market bazaar atmosphere of trading in illegal -- excuse me - - in perjured jailhouse confessions and did nothing to intervene. It's sort of a classic Hanton claim.",
  "Not necessarily, Your Honor. First of all, Giglio imposes the -- or puts the district attorneys on notice as to what they ought to be doing. But the constitutional requirement would be when you were aware of strong warnings of this bizarre atmosphere in which jailhouse confessions are being used in this way, and you are aware that lawyers on one side of the office don't know what lawyers on the other side of the office are doing, then, yes, you are deliberately indifferent to the constitutional violations.",
  "Yes, Your Honor, and that is true of almost every prosecutorial immunity case. The injury almost always happens when the lapse materializes in injury in the courtroom.",
  "No, Your Honor, not any more - -",
  "Well, not any more, Your Honor, than Buckley or Burns were circumnavigating around Imbler. I mean in those cases, the constitutional violations -- excuse me -- the acts that were being challenged were fabricating evidence. Why? The only purpose for fabricating the evidence was to produce it in the courtroom. Giving legal advice to extract a confession in a particular way. Why? The only purpose was to use that in the courtroom.",
  "Right, Your Honor.",
  "No, not -- under Cedank, Your Honor, it was not -- it would not be a constitutional violation to extract a confession from someone until that confession is used in the courtroom.",
  "Well, Your Honor, that's exactly right. It is because the functional approach - - for purposes of a functional approach, you never look at the case through the lens of a constitutional violation. You look at it through the lens of the conduct that's being challenged. So that's what, for example, this Court did in Kalina. The constitutional violation occurred in the courtroom, but the lens that the Court looked at it through was the specific conduct where this Court said - -",
  "Yes, Your Honor, and that is always true in an immunity case. It is always true that the -- that the injury materializes in the courtroom. And this Court said in Buckley and in Burns it is utterly irrelevant where the injury materializes. What is relevant is whether you have a - -",
  "Well, that's correct, Your Honor, but it's a rare event that gets discovered. Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: No judge has ever decided the merits of Petitioner's claim for benefits. Under this Court's holding in Ruckelshaus, the Petitioner must demonstrate some success on the merits, and under Rule 54 she must specify the judgment entitling her to an award.",
  "Yes, Your Honor. Footnote 8 of Ruckelshaus addressed one sentence of legislative history of a different statute, and only so far as the Court pointed out that the sentence was of no use to Sierra Club in that case. I don't think the footnote is properly read to be a full-fledged endorsement of the catalyst theory.",
  "Yes, Your Honor, but it would be an utterly unadministrable rule to attempt to weigh the inclinations of district judges in their opinions. This Court's precedents have made clear that we weigh success on the merits by evaluating judicial judgments.",
  "Your Honor, Petitioner in this case, like all plaintiffs, arrived in court requesting a judgment, a judgment awarding her benefits. Indeed, she believed she was entitled to such a judgment as a matter of law, and she moved for judgment as a matter of law for summary judgment. What the district court actually did was deny that motion for summary judgment. Rather than give her the judgment she sought, the district court employed a particular procedural maneuver, which was to remand the case -- quote, \"remand the case\" -- to her litigation adversary to reconsider the question. Now --",
  "Your Honor, this is a purely interlocutory order. So this was not an end to the case. This was not a decision on the merits. This was a purely interlocutory order, on the road to a decision on the merits, perhaps, but the district court denied her motion for summary judgment, did not conclude that she was entitled to benefits as a matter of law and, instead, remanded the case for further proceedings. So --",
  "Your Honor, Conkright emphasizes that these judgments are to be made in the first instance and, in fact, in the second instance by claims administrators, that that is --",
  "Your Honor, it's -- you are correct that in Conkright, the Court -- Court indicated that in most cases the district court should remand under circumstances like this. You are quite correct. Under circumstances like this, then, there would be fewer opportunities for district courts to award -- to award fees. And that’s a correct result under 502(g)(1), which, as informed by --",
  "Your Honor, I'm not sure this should be characterized as a victory. This is not a procedural maneuver that the plaintiff sought. The plaintiff asked for summary judgment, and her summary judgment motion was denied. And, instead, the district court chose to remand the case to her litigation adversary. Surely, at that moment at least, that surely could not have felt like a victory.",
  "I don't think that future claimants will ask for a remand as their final form of relief, Your Honor. This was -- the relief that one asks for in one's complaint is the final judicial relief that one wants. This is --",
  "Your Honor, a plaintiff could get an -- could get the relief of benefits if a claims administrator had acted severely improperly or in very bad faith. A district court still has power to issue an award on summary judgment.",
  "But the correct way to --",
  "No, Your Honor. A properly framed complaint under ERISA should still be a claim for benefits. The -- the remand that Conkright contemplates is still an interlocutory remand, like the remand here. One does not put in one's complaint a desire for interlocutory relief, any more than one asks --",
  "Your Honor --",
  "Your Honor, a remand order under those circumstances might constitute success on the merits because it resolves an issue in the case, which was liability in the case. So that perhaps would constitute success on the merits. This resolved no substantive issue on the case. This remand order simply says: As a procedural matter, go back and look at it again.",
  "Yes, Your Honor, this Court has -- this Court has expressly distinguished between judicial --",
  "Yes, Your Honor, the difference between judicial pronouncements and judicial relief is one that this Court has --",
  "No, Your Honor, in your hypothetical the -- the remand order would presumably be a final judgment, and it might well constitute success on the merits.",
  "Your Honor, I'm not sure that’s a properly formatted ERISA complaint. If the gravamen of the complaint is \"I want my benefits\" then --",
  "If the -- if the gravamen of the complaint is a complaint for benefits, then the complaint should ask for benefits, and the judge should resolve that case. A remand would always maintain jurisdiction -- should always maintain jurisdiction over the case, thus always be interlocutory and procedural.",
  "Your Honor, on the research that we have done, most district courts hold jurisdiction on remands such as this, and we believe that is the proper course. When the case -- the gravamen of the case is a complaint for benefits, the district court merely remands to the ERISA claims administrator, the merits of the case simply have not been decided.",
  "Your Honor, I believe that would be to embrace the catalyst theory that this Court rejected in 2000 --",
  "Your Honor, the Court was careful in Ruckelshaus to say that a purely procedural victory would not suffice. Now, purely procedural victory may well -- may well result in success for a plaintiff at some later stage; it could result in out-of-court success. This Court has been crystal clear that we do not look for success out of court; we don’t look for it in interlocutory orders --",
  "On your hypothetical, Your Honor, that would not be an interlocutory order. So if a plaintiff arrives seeking only documents and the district court awards her, her documents, that would be the end of the case, and the district court would properly relinquish jurisdiction, and we could evaluate, compare the result that the district court gave -- gave a plaintiff with what the plaintiff originally asked for. But this is not such a case.",
  "Your Honor, it might be proper to frame a complaint under ERISA for a purely procedural remedy like some documents. That is not the main run of ERISA cases. So in the normal case, a petitioner arrives -- a plaintiff arrives asking for benefits. And --",
  "Your Honor --",
  "-- I'm not sure that a properly framed ERISA complaint would be -- would be for a purely procedural result. If one could frame an ERISA claim like that, which I think is extremely --",
  "Yes, Your Honor.",
  "Your Honor, our position is that in this case the remand order was both purely procedural and interlocutory. So it fails under both those grounds. On your hypothetical, the -- the order would be a final order, but presumably still purely procedural, and so perhaps not success on the merits even on that hypothetical.",
  "Your Honor, it would qualify in the sense that it would be a final judgment, not an interlocutory order. Whether that’s properly characterized as a purely procedural victory or not, I'm not sure. Most ERISA claims are not framed that way. They are usually framed as claims for benefits, not for purely procedural --",
  "Again, Your Honor, that would perhaps be best characterized as a purely procedural victory even though it's a final judgment and even though it’s what the plaintiff sought. Again, in this case, this order was purely interlocutory, and so it's a much easier case. This -- in this case, this was a procedural step on the road to a final judgment. This was not a final judgment at all and not at all what the petitioner sought.",
  "No, Justice Kennedy, I don't. The Court has oftentimes emphasized that fee-shifting statutes ought to be read in parallel, that we ought to have fewer rather than more fee-shifting standards in the world. And so, presumably, the result in this case would govern any number of fee-shifting statutes of similar language.",
  "I'm sorry, Your Honor. In this hypothetical, the district court grants the discovery order, but the -- but still holds jurisdiction over the case?",
  "No, Your Honor. I believe that this Court has rejected the direct results theory and has instructed us to look at the content of judicial judgments, not at their ancillary effects on parties out in the world.",
  "Your Honor, in Ruckelshaus, the Courts emphasized that omitting words like \"prevailing party\" or \"success\" from a statute is significant, but it's not revolutionary, that what it accomplishes is a decrease in the quantum of success required -- the degree, I believe was the Court's language -- but not the type of success required. But it was still --",
  "Your Honor, the -- the Court in Ruckelshaus was speaking of the interpretation of “prevailing party” that -- that held sway in circuit courts in the 1970s. At that time, “prevailing party” had been read quite narrowly to require substantially prevailing, and the Court understood Congress to reject that standard in adopting a statute that doesn't include language like \"prevailing party.\" Subsequently, this Court has adopted a much more liberal understanding of the words \"prevailing party,\" so there may not be --",
  "There may still be a difference, but it will be a smaller difference and a difference only in quantity, certainly not a difference in type. The result -- the success still has to be success that you can find in a judgment of a court. Your Honors, if I could -- Your Honors, as a matter of policy, the plaintiffs have argued that this will result in -- that -- I'm sorry. As a matter of policy, the plaintiffs -- or the Petitioner's rule would result in a second major litigation over attorney's fees, and this Court has rejected any such rules. The concern is that the fee-shifting inquiry ought to be simple and easy to administer. The ease of administrability of our rule is that it turns on the contents of judicial judgments. If the Petitioner wins in this case, the policy result will merely be stingier plans. So these are not plans that any private party is obliged to create, and this Court has emphasized that the purpose of ERISA is to balance the interests of beneficiaries, on the one hand, but also the interest in the creation of these plans and the generosity of these plans, on the other. And a fee award under circumstances like this would result in far less generous plans for -- for --",
  "Your Honor, I don't think so. The Solicitor General is here arguing that this ought to be the rule, and it would presumably be the same rule even in a statute that applied against the government. Again, this Court has cautioned against a proliferation of different fee-shifting standards. I would think there would be a concern about having a different standard applied to the government than to a private party on -- on similar statutory text. Certainly, no indication in this statutory text --",
  "Your Honor, I agree with you that it seems artificial in a way to apply those -- to apply -- to import those principles entirely. On the other hand, this Court has emphasized that ERISA is informed by trust principles. And under Sprague, the Court emphasized that trust principles would very rarely shift fees in a context like this. So to that extent, I do believe that this provision should be informed by this Court's holding on that point. Just to re-emphasize, Your Honors, what actually happened in the district court below: So the Petitioners sought judgment as a matter of law for benefits, and that motion was denied. Instead, she received an interlocutory procedural order, a remand to her adversary, a private party in litigation, to consider the question again. And, as this Court emphasized, the second inquiry by the claims administrator would be reviewed for abuse of discretion. It could easily have come out the other way, as the district court itself acknowledged.",
  "The district court specified that if Reliance did not comply with this procedural --",
  "Yes, Your Honor. That's true, but I don't think that distinguishes this from --",
  "Your Honor, she didn't actually get a judgment. She got a --",
  "Your Honor, I think that's only -- the district court was only saying what is implicit in most all procedural orders --",
  "But, Your Honor, if a party ignores the procedural order of a district court, it does so often on peril of default. So it --",
  "Again, Your Honor, the district court did not decide the merits of this case. The district court offered the possibility that it would enter judgment if something happened in the future. That thing did not happen in the future. There was no judgment in her favor in this case. Again, the issue was remanded to a private party to determine the issue. The grant of benefits on remand certainly could not constitute success on the merits. That was not judicial action at all. That was the action of a private party. Purely voluntary action. Certainly, couldn't constitute a judgment under Rule 54. And then when the case arrived back at the district court, the district court did the only thing that it was left to do, which was to dismiss the case. And those are the actual actions the district court took: denying the motion for summary judgment and dismissing the case. And under this Court's precedents, where we look for success is in those judgments. Those judgments show us no success on the merits for Ms. Hardt. If there are no further questions --",
  "Thank you, Mr. Chief Justice, and may it please the Court: Mr. Fox has rock-solid legal claims against a police chief based upon facts that were strong enough to send that police chief to prison. Yet he's been ordered to pay all of the attorney's fees for an entire 2-year course of a litigation because his lawyers decided to plead and then drop a single Federal theory. That award is wrong and it's not what Congress intended. Congress wanted to protect defendants from the lying or the vexatious plaintiff who shouldn't be in court at all.",
  "Your Honor, the Court took the case on the assumption that the legal theory was frivolous, but that the underlying cause of action, which is to say the operative facts, were meritorious; and in fact they are meritorious. They are going to trial in 2 weeks. And so this is a wrongdoing defendant against whom was pled a legal theory that we now assume was frivolous.",
  "Your Honor, in this case the liability was far greater for the State court claims than for the 1983 claims. But Congress was concerned -­",
  "Yes, Your Honor.",
  "That was -­",
  "That was one incremental increase. But the liability in this case on the constitutional claim was for, and the reason it was found to be frivolous, was that he was seeking liability on a constitutional claim for being deprived of his right to run for office when in fact he won the office. The intentional infliction of emotional distress, the reputational harm was far greater.",
  "The answer is partial responsibility, yes, Your Honor. But let's -- and I think Your Honor is correct to be looking at the burdens. The burdens of the discovery were all the same. It was the same nucleus of operative facts. Now, if this was indeed frivolous from inception, the defendants could easily have filed a motion to dismiss. It should have taken no time at all. And if there was incremental increase in discovery with respect to the Federal claims, then the defendants have only themselves to blame for not having moved to dismiss early on.",
  "And they're simultaneous, simultaneous, Your Honor? I -- that's a much harder question. I think the answer would be yes, they would be entitled at least to those incremental increases in the burden, but if -- if they're doing discovery on both cases, they can't say: Oh, well this is the -- all of the discovery was Federal discovery, none of it was State discovery, when they were on the same facts. It's the incremental burden when you've got these, these intertwined -­",
  "So, your Honor, we're still operating on the hypothetical that they're separate cases -­",
  "-- not intertwined? Because my answer might be different.",
  "Yes.",
  "My answer to that hypothetical is the same as our point two, that if there is -- if there are fees to be awarded at all, they have to be fees that are tethered to the rationale for there being a right to attorney's fees in the first place, which is what was the incremental burden of the Federal, of the Federal lawsuit? And a judge would say -­",
  "Well, Your Honor, it would be very easy in this case. What you do is you look for entries or ask the defendant to come forward with entries that say this was specific to the Federal lawsuit; I had to -- I had to file a removal notice, I had to litigate over -­",
  "Your Honor -­",
  "So, Your Honor, let me then start -- move back to our overarching point, which is that these are the sorts of incremental burdens that are trivial, if they exist at all, and that shouldn't be awarded attorney's fees at all.",
  "Your Honor, that's a key point in our presentation. It actually doesn't matter whether it's flipped or not. The factual foundations are the same, by definition, for all of the legal theories, so the factual -­",
  "Indeed, Your Honor, and so let me answer that question in two ways. First is, if the defendants see a complaint, a 1983 theory, that is flawed at the inception, they have no business incurring costs with respect to color of State law or policymaker or not. They should move to dismiss on the theory that is presented on the face of the complaint.",
  "No, no, Your Honor. My point is -­",
  "You Honor, that's their point. They're saying it was frivolous on the face of the complaint. Well, if it was frivolous on the face from inception, they should have moved to dismiss from inception.",
  "I understand the argument, Your Honor, but the Seventh Circuit has a very good opinion that's cited in the brief that explains that when the defendants are just racking up fees on a claim that they claim is frivolous, that they could have filed a motion to dismiss on, they shouldn't be racking up fees on that claim.",
  "Your Honor -­",
  "Yes, Your Honor. Let me begin by -­",
  "-- correcting the premise, if I may, Your Honor. The Sixth Circuit is an outlier, but the Sixth Circuit is an outlier because it says if you have got a lawsuit with related and completely unrelated claims, no fees at all. The majority rule, the clear majority rule, is the rule that says no fees at all when you've got intertwined claims. That is the Sixth -- which also has that other piece -- the Second, the Ninth, and the Eleventh. And that is the rule -­ that is the primary rule that we are advocating: No fees if they're intertwined, because the burdens of demonstrating that a legal theory is frivolous are minimal. But we have a backup -­",
  "And, Your Honor, I would encourage the Court to look at the -- at the Schwartz treatise, which says what I've just articulated is the clear majority rule, not just among the circuits, but in the district courts, where circuits haven't weighed in.",
  "No, Your Honor. What I mean by \"completely intertwined\" is that they arise from the same core of operative facts.",
  "I'm looking to block fees even though they can, and the reason is Congress was concerned about burdensome litigation, not about minor, trivial increases in litigation to utter three sentences about a legal claim and then say -­",
  "Your Honor, the premise here is that the Federal action is completely frivolous. There shouldn't be 20 percent spent on the Federal action if they're all -- if they're all intertwined, if it's frivolous on its face.",
  "Your Honor, I guess I'm having trouble accepting the premise. It shouldn't take 40 hours to tell a court, here's the claim and here's a string cite of 17 cases that say it's wrong. But let me then move to the -­",
  "Sure, but if it takes 40 hours to do it, then it's probably not frivolous. But let me move into the -­",
  "I understand, Your Honor. Let me just make one other point about our first rule, and then move to the second rule. The point that was made earlier, that Your Honor made, Mr. Chief Justice, earlier about the burden on the Court is yet another reason why we shouldn't open up this new avenue of ancillary fee litigation. When it's just that incremental burden, we now have not just the burden of a frivolous claim, but the burden of courts addressing attorney's fees applications and the -- on the frivolous claim, and the burden of the courts now of defendants playing the games of withholding motions to dismiss that should have been brought earlier -­",
  "So let me move now to the second argument, Your Honor, and the answer to that is yes. If there are going to be fees at all, the fees should be tied to the basis on which Congress is allowing defendants to get fees, and that is defendants are suffering extra burdens; we want to protect them from those burdens. If that is the rationale, as everyone agrees, then the only fees that should be covered are fees that would not have been incurred but for the existence of the Federal claim, and that is, to the Chief Justice's question, actually not that hard to demonstrate. If plaintiffs keep good, accurate records and they know that they're going to be seeking or may well be seeking fees on the Federal claim, identify the few documents that are really -­",
  "Which is one of my reasons for our underlying -­",
  "But, Your Honor, let me -­ let me just explain how I think this works. First of all, a lawyer who is -- who has a Federal claim against him is duty-bound to start keeping track of the Federal issues early, just like the plaintiff who is going to seek fees is as well. But it isn't that hard, because the vast majority -- in an intertwined case like this, the vast majority of expenditures will be overlapping expenditures. All of the discovery, or most of it, will be overlapping. And the lawyer does have the obligation, then, to say if there are separate things, it's the burden on them -- that is, the defense lawyer -- to point out those incremental burdens that would not have been incurred but for -­",
  "Yes, Your Honor, and that's what Hensley says. Hensley says general litigation is general litigation, and you don't try to parse it out, but if there are -- in the case of plaintiffs, that redounds to the benefit of plaintiffs, because the entire case, all the general litigation, could have contributed to the ultimate success. When it comes to the defendants, though, the general litigation costs could easily or almost certainly were incurred in connection with the overall defense, and so it makes perfect sense to say to them, break out the pieces, the documents that were really just about the Federal lawsuit.",
  "Minuscule, Your Honor, and let me refer the Court to the supplemental appendix. If you look, for example, on page 30, that's where Vice's expenditures begin. It goes for 37 pages. There is but one reference to Federal law. It's like looking for Waldo, trying to find the theme that they claim was dominating this case, which is on page 38, one reference. And so I would say it's trivial. And particularly, then, if we layer over this the proposition that the district court -­",
  "There was, and there was -­ and that was done mostly by the city. So the city was focused on -- there was motions practice about some of the legal theories, very little about the one that was purported to be frivolous. There was quite a bit about color of State law, policymaker, which, as I said earlier, certainly the district court should be -­ should be encouraged to ask whether those should have been incurred or whether there should have been a motion first, and then there was the removal petition, and then there were the arguments about whether it was frivolous on the basis on which it was removed.",
  "All right. Not this case, of course, and you know this is a hypothetical. The answer to that would be, I can imagine a district court being allowed to carve out an exception where they can say, well, we hired much more high-powered lawyers than we would have otherwise, and that was the -- responsible for an incremental increase.",
  "That is a correct quote, of course, Your Honor.",
  "What I would say, Your Honor, is not that they misapplied it. They uttered one sentence that was correct. And then -­",
  "-then -­",
  "Yes, correct. So -- so they uttered those sentences, those are correct. The -­ the Fifth Circuit then applied a series of standards that bear no relation to the but-for test. The Fifth Circuit -­",
  "Agreed, Your Honor. I'm not saying it was a factual misapplication. I'm saying every sentence after that is a direct contradiction of the but-for test. I mean, for one thing, it cannot possibly be true that you can apply a but-for test when no one has ever looked at the underlying records. The district court said it didn't have to. The Fifth Circuit said that the reason the district court was correct was because the main focus of the parties, what they had in their heads, was the Federal case. Under a but-for test it doesn't matter what they had in their heads. It matters whether the work is wasted, whether it's transferrable -­",
  "Your Honor, I -- I understand your point. We're disagreeing about whether this is simply a factual misapplication, which I believe it was not, or a statement of a series of standards that when district courts in the Fifth Circuit now apply those standards we'll never get to the but-for test, because they will always ask, well, what was on their minds or what forum -- was the next sentence -- what forum was this litigation in? Well, it was in the Federal forum, therefore, they are just Federal fees.",
  "Your Honor, it's general research that I would say if the lawyers did not specify that this was for specifically incremental increase in the cost of the lawsuit on the Federal theory, then they've lost the opportunity to try to make that case. This is not a unique observation in civil rights litigation. Plaintiffs lawyers have to do that all the time. They -­",
  "Your Honor, I actually believe that the Court should not be evenhandedly applying the same set of rules, but we reached the opposite conclusion about which side gets the benefit of the burden. It is for plaintiff's benefit, for the most part, that this fee shifting provision was in the statute. Now, this Court has so drastically narrowed the range of cases within which a defendant is entitled to fees, that all we're talking about now is whether the Court is going to open up a new avenue of fee litigation, and that is not for the frivolous lawsuits but for the frivolous theory layered onto an otherwise meritorious lawsuit. If I -­",
  "My time is reserved for rebuttal, but I will answer the question, Louisiana follows the American rules, so no fees on the State court claims. Thank you, Your Honor.",
  "Thank you, Your Honor. I actually like Mr. Stancil's cake metaphor. What matters is not how big -- how much of the cake was devoted to one claim versus another. What matters is how much more energy it takes to bake this particular sliver of the cake. It is all the same energy. The central piece of Mr. Stancil's argument is that the district court found that the focus was only on the Federal claims. That is a misreading of that one sentence, and Mr. Stancil keeps eliding the one critical word of that sentence, which was the district court said that they were not on notice that they needed to separately defend the State law claims. Our whole point is they did not need to separately defend the State law claims. The district court was all turned around about the need to do something separate. And the reason we can be sure that Justice Sotomayor's reading of the complaint is the same as everyone else's is because the lawyers in this case, the defense counsel, did realize that there were State law claims. Their answers are rife with State law defenses, and I refer the Court to pages 50, 56, and 66 of the joint appendix. Each one of them has three separate reference to -- references to, if we are found liable under State law. The summary judgment motion to which Mr. Stancil refers has a response, an opposition by the -­ by the defendants, in which they caption -- this is on page 122B -- the caption is \"State Law Claims Against the Town of Vinton.\" Now, that's that earlier summary judgment motion, that wasn't the 11th hour.",
  "Yes, Your Honor, absolutely. There's a huge amount of discretion. Once we set the rule, then the hours expended, were they reasonable, the rates, were they reasonable. At what point does the -- does the -- do the fees trigger, because it was unreasonable to delay, all of that is -­",
  "I do not agree, Your Honor, because if you are -- if the defendant is properly in court and properly being forced to do discovery, the relative importance -- what was in their heads, what was motivating them is irrelevant, unless of course apropos of the earlier question, what was going on was they really ratcheted up because they lose sleep over Federal claims more than over State claims. But, you know, a slip and fall, if you layer on top of it a 1983 claim, no one's losing more sleep over it.",
  "I think that would be exceptional circumstance under which the district court would be entitled to take into consideration something that's quite a bit more extraordinary. And so I'm not advocating an -- you know, hard and fast absolute rule, just a guideline of the sort that this Court routinely adopts. I mean, the notion that -­",
  "Well, Your Honor, I -- I actually believe -- if I may answer the question, it is quite a bit easier to apply a but-for test and review it on appeal than it is to apply a test that is just a mishmash of factors over, if which the stakes are high enough, and they will be under Mr. Stancil's rule, there is an enormous incentive to litigate to death. If there are no further questions -- I thank the Court for its attention.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The core problem with this statute which the Court has been grappling with is this: an elect -- an unelected commission has arrogated to itself essentially the right to invalidate an election result and to do it in a way that treats core political association as corrupting. If the police of political purity are going to tell an elected official that he cannot cast the vote that he ran on and was elected to cast, they have to do it clearly, they have to do it prospectively, and they have to do it for an important reason.",
  "I think not, Your Honor, because that is a way of organizing the institution that applies equally to all members of the institution.",
  "Well, this will -- this will single out individuals at any particular moment in time who are specifically isolated and told that that particular individual cannot vote.",
  "Well, yes, Your Honor. And I think -­",
  "And my -- my point is simply that this takes one particular legislator and says, you cannot vote. And those rules are completely fine in certain circumstances, but not when the effect is to tell someone that the rationale, the reason that you are being isolated is because you associated with someone politically who helped you win an election.",
  "That is correct, Justice Ginsburg. And more precisely, we are challenging the use of that \"substantially similar\" provision to expand the statute to -- to relationships that bear no relation to the actual text of the statute.",
  "Here's -- here's what you can get out of, Your Honor. You can get out of -- for example, if you are, in addition to being a judge, a law professor at a State university and that university fires you because of an opinion that you issued, that opinion is speech. That vote has speech aspects to it.",
  "The answer is no.",
  "For two reasons. One is that judges are just plain different from legislators. Judges are supposed to bring no political loyalties at all to them when they are sitting on the bench. Legislators are actually not only allowed to, but expected, to bring political loyalties when they -­",
  "The answer again, Your Honor, is when it comes to judges, we tolerate quite a bit more by way of chill of a judge's vote precisely because judges are supposed to act judicial and purge their vote of all extraneous effects.",
  "I -- I understand, Your Honor.",
  "The Secretary of Defense has a First Amendment argument. It would be a very weak one under -- under this Court's opinion in Garcetti. But his First Amendment rights are implicated if it's a speech that he's giving not in the line of his duty.",
  "Absolutely not, Your Honor, and that was this Court's holding in Garcetti. And the reason this Court held that in Garcetti was that there the government is acting as employer. The government is entitled to discipline its own employees like any other employer can. But we all agree government as employer, that Pickering standard, doesn't really work in the context of regulation of political activity.",
  "Within the chamber, Your Honor, no, if it's just the chamber that's sanctioning someone. And the reason is those are Roberts Rules of Order that apply to everyone and that -- that order the -- the debate. But I -­",
  "And -- and so this is a rule, though -- we have to go back to what its effect is outside of the legislature. This is a rule that takes political associations and treats them as corrupting, core political associations, volunteering of the sort -­",
  "It would not be vague, Your Honor. But it would be unconstitutional, unless the State demonstrates why a campaign manager is corrupting.",
  "And -- and the answer to that is no. A volunteer campaign manager is not just like a business partner. There is no pecuniary gain to the -- to the candidate or the legislator as there is in a relationship with a business partner. There's personal political loyalty. That's what the Ethics Commission said was wrong -­",
  "No, Your Honor, that's not why we're here. That's not why the commission said we are here in the first instance. The commission is now saying we're here because of that, but what the commission said was it's the closeness of this relationship, without regard to the financial gain, which the commission accepted was zero for this particular lobbyist. Regardless of the financial gain, it was the political loyalty. This guy helped you win. Because he helped you win, you will be beholden to him and do him more favors. Well, lots of political activists help a candidate win. But on that -­",
  "Your Honor, it is certainly correct that the latter is far narrower. This is an outlier statute. No other legislature has ever adopted a statute that says campaign manager or political loyalty is corrupting. And so this Court could very easily say, look, this is just different from all of the other recusal statutes.",
  "Your Honor, he -- he cited one case from New Jersey. The statute does not refer to political loyalty. And in that case it was a close friendship, and in the course of describing the close friendship the court, after listing multiple factors, said one of them was that they were both part of the same political club. They also vacationed together. That's a completely different application. No State and no commission -- so far as we know from the briefs, there's no case cited where any commission has said this relationship between a volunteer and a candidate is itself so corrupting that we have to disqualify the candidate from casting the vote, the vote that he ran on, that the voters elected him to cast. And if this -- if this is accepted, it places an impossible drag on the associational rights. The candidate will have to think twice before ever hiring or enlisting a volunteer who is a political activist. He will want to recruit the best, the most talented, the most savvy, but he will always have to ask himself: What will this person do 3 years from now that might disqualify me from -- from embarking on my duty that I was elected to engage in?",
  "No, Your Honor. Let me give you a concrete example from real life that happens all the time. If the NRA or NARAL decide that they believe strongly in a piece of legislation and they hire a lobbyist, so there's benefit to the lobbyist from this relationship, and that lobbyist says \"I, too, am on mission; I continually lose in the legislature because it hangs in the balance, I'm going to work for candidates who will tip the balance for me, the commission's opinion says that that lobbyist, because he's worked on that campaign and wins, will by that very act invalidate the vote of the legislator. That's just untenable, and there's no way to interpret the -- the opinion that the commission actually wrote to make that anything other than the natural consequence of its -- of its opinion. And worse yet, from the -- from the -­",
  "Well -­",
  "Yes, Your Honor -­",
  "Yes, Your Honor. Yet the legislature comes in with an amicus brief to this Court and says that its interpretation of this statute is all it needs to have is a relationship that is analogous or parallel to those -- this is on page 32 of their amicus brief -- analogous or parallel, and they are defending the application of this statute to political loyalty. But let's look at the other side of the equation; that is the -- the Vasquezes of the world, the NRA advocate. On that side of the equation, anyone who deeply holds a view that's political -- let's say it's Mr. Vasquez, he is pro-development. They will refrain from joining campaigns out of fear that when they join the campaign, they will get the candidate disqualified.",
  "That -­",
  "Your Honor, they gave a gestalt at the end.",
  "They lead with \"instrumental in the success of all three of Councilman Carrigan's campaigns,\" and they go through a long narrative about the political relationship. These were not -­",
  "Because the difference, Your Honor, is judges are a -­",
  "Yes.",
  "So -­",
  "The answer is no, not when it affects associational rights. So let me just distinguish -­",
  "Oh absolutely, Your Honor. And the commission -­",
  "I don't know why the court didn't address it. It was front and center. It was a section -- it was called overbreadth, but for eight pages, from page 9 to page 18, there is extensive discussion that what they meant by overbreadth is this reaches too broad, this reaches relationships that should not be reached. It was not in the cert opposition, but it was front and center before the Nevada Supreme Court.",
  "I -- it's hard to imagine one. Let me just point out, no -- it is very, very rare for a legislature to do anything other than what's in A through D. And the problem with this catch-all, which by the way is the term that was used by both the courts below -- the problem with this catch-all is perhaps the words are okay, maybe. I mean, I can imagine someone interpreting those words so narrowly that they're okay. But what this catch-all does is to add language to the original four criteria, so it's not just family members and business associates. It's now friends, close friends.",
  "The answer, Your Honor, is the Judiciary does not engage in political activity outside -­",
  "And the answer is that the candidate and the volunteer have to know ex ante whether to engage in this relationship or not.",
  "And the -­",
  "Your Honor, the advisory process, the problem with it is that it comes too late. The relationship was already in place. If you're -- if the -- if the commission is going to invalidate the result of an election, where everyone is talking about this issue and everyone knows about this relationship, they've got to tell them before they're engaged in the relationship. Mr. Carrigan would have dropped Mr. Vasquez.",
  "My point exactly, Your Honor. You cannot -- you -- you don't know in advance, because you can't know what's going to come out 3 years later. You can't know what conflicts will arise, and so you don't know in advance. You can't present the question to the -- to the commission.",
  "Correct, Your Honor; and it is both. There are basically two halves to it. One is, even if statute were perfectly clear, this is a relationship that the State is not allowed to view as toxic, because it is not a toxic relationship in a democratic process; and secondly, this is also vague, so there was no notice up front as to the fact that the commission would later invalidate the result of the election on this basis.",
  "It is a baseline vagueness argument on due process grounds, but it gets elevated because of the First Amendment interest.",
  "Oh, that is correct, Your Honor, absolutely.",
  "The answer, Your Honor, is that the Nevada Supreme Court shifted. So before the Nevada Supreme Court, everything was on the table. There was vagueness, there was overbreadth, there was extended relationships -- extending to a relationship that's First Amendment-protected. The two key pieces, first was vagueness and then second was this overbreadth argument as I've described it, which really was about the protected relationship. The Nevada Supreme Court called it overbreadth, but if you look carefully at what it actually says, it is vagueness at every step of the way. It is talking about -- this is on pages 14 to 15 on to 16 and 17. It is talking about the Constitution demanding a high level of -­",
  "Gentile, Your Honor. Gentile is a case that is about sanctions. It's about sanctions for First Amendment-protected activity. And the standard really is -- I mean, it's articulated the same way in all these circumstances, but it really is, can a reasonably intelligent person know in advance that they are going to be sanctioned for this?",
  "I think -­",
  "Not at all, Your Honor. That's perfectly appropriate. That is in fact what Mr. Carrigan did right at the outset of -­",
  "A lot, yes; but a lot less so. And this Court has -- is very comfortable with disclosure when you're talking about public officials as lighter medicine, less severe medicine than an outright ban or a punishment for that association. That's the way it should work in the political process. Everyone in this election was aware of Vasquez's role. It was front page news when the hearing was going on. And so for a commission -­",
  "Oh -­",
  "Because as he testified, and the commission did not disagree, this guy is a Boy Scout, Your Honor. He does everything to avoid any appearance of impropriety. And he said: I did that because I just wanted to make sure; I am not a lawyer. And the city attorney, of course, gave an opinion that gave him a clean bill of health, said: Yes, go forth and do this. Now, if the lawyer doesn't know and the commissioners can't settle on which of these things the relationship is most similar to, and the district court can't choose one, how is it possible for someone in Mr. Carrigan's position to know ex ante -­",
  "Less so in the First Amendment -- I mean, more so in the First Amendment context. In all the other contexts, the standards are lightened -­",
  "Yes, Your Honor.",
  "And there is a -­",
  "And -- and there is a big difference between ambiguity of particular words and what the commission did here, which was to say we see these four categories, we are not applying any of these four categories. We're saying -- we're extracting a principle. It's a principle of closeness. Now, close enough for government work when it comes to relationships that are First Amendment protected just isn't good enough when it -- when you're talking about that context. So I did want to talk just for a moment about the degree of burden that we're talking about here, because the commission seems to be saying no big deal, this is just a disqualification provision. It's not actually a burden at all. Now, I think we all agree that if the State of Nevada declared that anyone who is a campaign manager can never lobby the legislature, that would be unconstitutional, and they'll fine them for it, where the strict scrutiny would also apply if the State passed a law fining a candidate for choosing a campaign manager who lobbies the legislature.",
  "It would be subject to scrutiny for sure. It would be subject to First Amendment scrutiny. And that would be justified on the ground not of the closeness of relationships that are formed, but on the ground that you don't want legislators here and now as they are sitting in the chamber thinking about generating business with their future clients and changing their votes because of that. That's the justification. But there's no such justification here. The commission has never articulated why political loyalty is so toxic that it needs to be banished from politics. And so, just on the -- on the directness of the burden yet, for a political activist who is engaged in these sorts of relationships, the burden of being told, you've got to choose right at the outset, are you going to represent -- are you going to help this candidate get elected or are you going to lobby? That is worse than a fine, because a political activist wants to do both precisely because they care about the ultimate results. And for the candidate himself who is deciding right upfront which of the universe of players am I going to take as volunteers, they need to know upfront whether this relationship will be viewed as toxic, and if it is, they will not engage in that relationship. This is no less direct than the burden that this Court recognized as unconstitutional in the Davis case, the Millionaire's Amendment Case, or in Burdick, where the only burden was that the paid petitioner would have to register to vote, which is a nominal burden, but those whose consciences were affected by a registration were kept out of the process. If there are no further questions, I respectfully request that the Court affirm the judgment. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: This case presents a stark choice between two plausible definitions of the phrase, \"lawfully made under this title.\" Our definition is the more consistent with the English language, and is the only definition that does not do mischief with the same use of that phrase each time it's repeated. Ours is the only one consistent with a 400-year common law history, and 65-year-old right that was in the statute through 1976, and consistent with the principle that Congress doesn't abolish those things without being clear. Ours gives the copyright owners much of what they asked for when they were seeking an importation provision, just not everything; whereas, Wiley's grants them rights far beyond anything that anyone could have imagined asking for back then. Ours - -",
  "That is correct, Your Honor. And to put a finer point on it, ours is that \"lawfully made under this title\" means made wherever, in a way that satisfies U.S. copyright standards, made in accordance with - -",
  "International exhaustion. Yes, Your Honor.",
  "Your Honor, I have a few answers to that. The first is it is not true that no country adopts national exhaustion. Congress adopted national exhaustion in sections 905 and 906 6 years after the statute was passed, as to microchips. But second, Wiley is making the point that there is now a norm. They say most States -- most countries, that is. Back in 1976 Wiley is not even arguing that there was any international norm, much less that the drafters of the statute were focused on international norms; and the truth is that there isn't an international consensus around national exhaustion. We know that for a fact. In 1994 when 125 nations got together, they -- they agreed to disagree on international copyright exhaustion principles, and they codified that disagreement, to each his own, in the TRIPS agreement.",
  "No, Your Honor, not to quibble; they don't follow national exhaustion. They follow regional exhaustion. So - -",
  "Agreed, Your Honor, but it is regional, it's not national. And -- and the point here is we've got to of course read what Congress wrote. What Congress wrote was \"lawfully made under this title,\" not \"lawfully made in the United States,\" or not \"lawfully made under this title and made in the United States.\" When Congress wants to say that, Congress says that very explicitly.",
  "No, Your Honor. Just, I -- I would say \"lawfully made under this title\" means lawfully made in a manner that does not violate the standards articulated.",
  "Yes, Your Honor. Let me give a -- an example that actually is consistent with what - -",
  "No, Your Honor. And the reason is - -",
  "-- that that statute that you just described would only do a third of the job of the first-sale doctrine. Everyone agrees the first-sale doctrine applies at a minimum to products made in the United States. And if you use that counterfactual, if U.S. law had applied, it would indicate that it, the first-sale doctrine, does not apply in situations where it was made in the United States. So the counterfactual - -",
  "So the first-sale doctrine applies to goods made in the United States - -",
  "-- and to goods made outside of the United States, is our argument.",
  "If it applies in the United States, if we're talking about goods made in the United States, the counterfactual \"if this title had applied\" would not work, because this title does apply to the goods made in the United States, and that's the core of the first-sale doctrine.",
  "Yes, Your Honor, if I may just change one word, because \"piratical\" is a mischievous word. Back in the day when the -- when the 1976 statute was passed, \"piratical\" meant unlawful under the laws of other countries.",
  "Yes. So - -",
  "Absolutely. And -- and the key - -",
  "Counterfeit.",
  "That is right. And Your Honor, the reason was -- what was driving copyright owners crazy was this notion that there were lawless states out there that had no significant copyright protection. And we were applying their standards to products that were infiltrating the U.S. market. And one of the most important things to underscore here, which I think got lost in the Costco argument, is that the space -- that 602 does an enormous amount of work even with 109, the first-sale doctrine, carved out of it. Copyright owners wanted three things out of the 1976 Act with respect to importation, and they got two and a half of them. The first was what we've just been talking about, Your Honor. It was driving them crazy that there were lawless states out there; they gave the example of Russia, which -- where an agency approved the making and distribution within Russia of classic English language works. They got imported to the U.S. and they were competing with U.S. works, U.S. copies within our domestic market. And they got their wish to shut that down, to use U.S. law as the standard for those works. Secondly, they got coverage for copies that were lawfully made, but stolen. And this was the one ask that the film industry had. We see it in the colloquies. They rented films abroad. The films - - that was their business model. The films would get stolen; and the U.S. market would be awash with stolen films. And so they wanted to shut down, with the importation provision, those stolen goods coming into the U.S. market. And the third thing that they wanted is - - is what's been dominating this debate. But it's only the third thing, and that was help dividing geographic markets, so that they could go after the rogue distributors, yes, but also go after the downstream sales. They got half of that. They got a cause of action against the rogue distributors. They did not get a cause of action that went downstream.",
  "Yes.",
  "Yes.",
  "Yes, Your Honor. The only question under our definition is, was the making lawful, which is to say, was it authorized, whether it's by transfer of licensing or by transfer of copyright or in any other way? Is it lawful as measured by U.S. standards? And -- and the - -",
  "If - -",
  "Right. And, Your Honor, the reason that the language works the way we've described is because we are not focusing on whether the making was under this title; we're focusing on whether it was lawful under this title. Does this -- would this title, when you apply it to wherever it happens to be, whether in the United States or abroad, would this title say that this is authorized? Now, let me just circle back again. The reason if this title had been applicable doesn't work is because there are enormous numbers of situations, probably three-quarters of them, that the First Sale Doctrine applies to where this title does apply. And so trying to say where -- you know, if this title had applied would work for foreign goods coming in, but not for U.S. goods, which is the core of the First Sale Doctrine.",
  "Yes, Your Honor. And, in fact, (a)(2) - -",
  "Yes. In 2008 - -",
  "Yes, Your Honor. But -- so what Congress did was to find a much simpler, more efficient way to say all of that. In 2008, it figured that out and put - -",
  "Well, Your - -",
  "Correct.",
  "Your Honor, that is exactly right. And just not to diminish it - -",
  "So, Justice Ginsburg, my answer to Justice Breyer was about why the language in 109 was changed, that is, from \"obtained possession\" to \"lawfully made.\" And that was -- what Justice Breyer pointed out was exactly why, because -- and not to minimize bailees, bailees was the movie industry problem. Bailees was stealing things from the manufacturers' loading docks or from shippers. But, yes, Your Honor, there was also a segment of the publishing industry that wanted that third thing.",
  "No.",
  "Your Honor, I -- I was answering yes to was this a motivation of the publishers. And if I misunderstood the question, Your Honor - -",
  "A motivation for 602. When the conversation turned to 109, Your Honor, not a word was uttered about dividing distribution or divided markets. It was all about this problem - -",
  "Well, it makes perfect sense, Your Honor. Obviously, you know, the industry, at least back in 1976, did not get everything that they wanted. What they got was a much more powerful weapon than a contract. I mean, a copyright weapon gives you injunctive relief, gives you multiples of damages which you don't get out of a contract remedy. But to Justice Breyer's point, because I think it's an important one, when you go to the history -- and I think you are right, Your Honor, that there is exactly one spot in the drafting history where the relationship between 602 and 109 was discussed. It was that conversation between Clark and Goldman, who was the general counsel of the copyright office. It's on pages 11 to 12 of our reply brief. It's recited in extensive detail in the amicus brief that Costco submitted. And here's what happened. They got their importation provision. And Karp says, now, wait a minute, I don't get it. You have got this importation provision, and you've got this First Sale Doctrine. They are at war with each other. Which one wins? They seem to be agreeing that first sale wins, but they realize that there is this problem. And what they do, the general counsel of the copyright office says, we obviously haven't thought this through. We need to do more work on this, says the librarian of Congress. And the next thing that happens, you see it in a red line on page 13 of our reply brief, is that for the first time in the drafting history, the two are reconciled by making 602 subordinate to 109, in exactly the way that Quality King found it to be. So the copyright owners got half the loaf. It may not have been the half that was more important to them, but they got a lot more from the extension of the -- the importation provision.",
  "To put it bluntly, yes. That's my ultimate position. But I do think it can be reconciled with our position. Let's start with the question presented in Quality King is exactly the question that is presented here, and the Court answered it yes, that is, do imports -- is 109 applicable to imports. The whole driving logic of Quality King is about 109 trumping 602. And it's only in that part IV, where the court is rebutting various attacks on its position, that it gets to that dictum, and that dictum is in the third tier explanation to one of five rebuttals. I believe it can be reconciled, certainly in result. What you had there was the foreign distributor who had only British rights importing directly into the United States. There was never a first sale.",
  "And I have an -- I agree with you, Your Honor. I have an explanation. I offer it tentatively. I'm not sure whether it's right or not, either as to what the Court intended or under the statute. My hunch is the Court was thinking about a scenario where the British publisher only needs 10,000 copies to cover Britain; but, instead, what it does is to print 100,000 copies. Everyone would know that that is not authorized, it's not lawfully made under this title, because the intent is to send it over to the United States. So it's not lawfully made at that moment. Let me also just mention an important undergirding to our position, which is that our position is the only one that does not make a complete hash out of every uses of the same phrase -- every use of the same phrase in the rest of the statute. Wiley's reading makes almost all of them nonsensical. So let me just give you an example. Section 110, the classroom provision. Wiley acknowledges this is the result, but doesn't explain why Congress would ever have wanted it. The result is that a teacher can go and buy a Beethoven record and play it to her class if it was made in the United States. But if she flips one past it to the next Beethoven record that happens to have been made in Asia, she can't play that for her class. Or section 109(c), the public display, the Buffalo Cafe owner is allowed to purchase something in the United States and put it up on her walls, you know, say, a picture of Niagara Falls. That is permissible, if it was made in the United States. But off the same retail rack, she flips one past; if it was made in Asia, it's not permissible. Nor does Wiley explain why Congress would adopt an exception to the First Sale Doctrine that is not at all about sales, that is only about where copies were made. So a U.S. manufacturer who wants to sell into the U.S. market has this incentive to go and send jobs overseas. It's an irresistible incentive if the law is -- if this Court says the law is what Wiley says.",
  "Your Honor, I'm sure it has. They haven't announced it. Now, let me just be clear. The Ninth Circuit came out with its opinion, this Court has intervened twice, so the law has never been settled in Wiley's favor. The courts were split. The moment that a manufacturer learns that this Court says you get what we've called the Holy Grail of manufacturing, endless eternal downstream control over sales and rentals, you can ruin secondary markets that are competing with you, the moment that happens, that will be yet another reason for manufacturers silently to decide that they're headed -- that they're sending their manufacturing overseas.",
  "Well, Your Honor, there are only three courts of appeals that have weighed in, but yes, the Second Circuit is the only one that has adopted the absolutist rule, and that's yet another problem with Wiley's position. Wiley urges its position as a matter of statutory interpretation, but is refusing to stand by it. The moment it gets past the language of the statute, every argument it makes is an argument that is about tempering what -- you know, like a sky hook coming down from on high, tempering its interpretation in a manner that is completely inconsistent with the statutory language.",
  "Yes, Your Honor, which - - which is even -- creates even more mischief. The government's position, as I understand it, is 109 doesn't have to do any work. In service of giving more berth, you know, greater magnitude to 602, we're going to make 109 completely superfluous because Bobbs-Merrill does all of the work. Now, 109 Congress said -- it put into the statute, it said it on every recodification to codify Bobbs-Merrill, and the government is now making 109 completely irrelevant, but picking and choosing, deciding that it wants the limitation on us from 109, but borrowing from Bobbs-Merrill some reservoir of law that modifies the first-sale doctrine. If there are no further questions, I would like - -",
  "Well -- so first, Your Honor, back in 1976, this notion of geographic division was very, very new, so it's not at all clear what Congress was thinking with that -- with respect to that. But secondly, no, we're not -- we're not saying that when the owner sells his Chinese -- its Chinese rights to the Chinese company, it is selling all rights. Certainly, the Chinese company cannot sell everywhere, but after that first sale, all of the manufacturer's rights are cut off. If I may reserve the rest of my time for rebuttal.",
  "Thank you, Your Honors.",
  "Thank you, Mr. Chief Justice. I just want to step back and take a look at what the government's doing here. After eloquently arguing in Quality King in the last two pages of its brief that our position on the meaning of this language is right, it's saying our position is wrong. And then, it's trying to come up with a middle ground that has absolutely no basis in the statute. If Bobbs-Merrill provides the content for the First Sale Doctrine, then what does section 109 do? And so the government is creating a scenario in which, in order to save 602 from being superfluous in the way it is described, although we believe it's not superfluous at all, it is making 109 superfluous. Justice Kagan asked a question about essentially sentence diagramming. Our view is that 'under this title' modifies 'lawfully.' You use the U.S. metric of U.S. law to figure out whether it's lawful. The government's and Wiley's position is that 'under this title' modifies both 'made' and 'lawfully.' And at least the way I learned grammar, you can't use the same phrase to modify both terms. I want to correct something that I said to Justice Ginsburg because I said it backwards. 905 and 906 are examples of the United States Congress in a copyright context applying national exhaustion, and that was six years after this statute was passed. To Justice Breyer's question, the bear is there. It is very much there. The only reason no one has ever pursued these legal arguments is that the legal arguments that are the baseline for all of this have yet to be accepted by this Court. But I have not heard any argument for why the vast majority of them will not necessarily obtain, and they are not in any of the briefs. To use the Toyota example, there simply is no other defense. There is none. Fair use doesn't apply to the vast majority of the scenarios that I've just described. Finally, outsourcing: Congress did not want U.S. jobs to go overseas. Congress in the very same statute in section 601 was hoarding manufacturing jobs to the United States; and as the government said on the last page of its Quality King, \"it is highly unlikely that the same Congress that hoarded jobs in the United States was prepared to tolerate a situation in which there was eternal downstream control\" that the copyright owners would be encouraged to seize by sending jobs overseas. So unless there are further questions from the Court -- I saw, I just realized I said the same thing twice incorrectly to Justice Ginsburg. 905 and 906 are examples of international -- exhaustion. Unless there are further questions, I thank the Court and respectfully request that the Court reverse the judgment below."
]