[
  "Thank you, Mr. Chief Justice, and may it please the Court: The issue in this case is a narrow one, but it has considerable practical importance for the continuing flow of interstate commerce. In 1991, Congress enacted a statute that was designed to ease the burdens that State registration fees impose on trucks that travel interstate. To help accomplish that purpose, the statute provides that a State's registration fee may not exceed the fee that the State collected or charged as of November 15th, 1991. The question here before the Court is whether that Federal standard precludes a State from now imposing a fee on a category of trucks when the State waived the fee as to that category of trucks and therefore did not actually collect or charge it as of the controlling date.",
  "It -- it waived the fee for all carriers in the category that are involved in this case. The State had in place a reciprocity policy.",
  "I do not believe. There is actually nothing in the record, Justice Stevens, that indicates how many States paid fees -- how many trucks paid fees and how many did not. It's my -- our understanding that there were trucks that were not benefitting from the reciprocity policy and therefore they would have paid fees. So I think -- I think that the answer, although not reflected in the record, is that some trucks paid fees and some did not.",
  "As I say, the question is whether if there is a fee that is waived as to a category of trucks in 1991, whether or not that waiver must continue to remain in place currently because of the --",
  "Well, we think that the inquiry that's posed by the statute is how were trucks of a particular type treated. And for example, imagine if a State had in place a sliding scale of fees as to different types of trucks at $10 for red trucks, $5 for white trucks, and nothing for blue trucks. The statute refers to in -- in terms -- it says that the State's fee must equal the fee not to exceed $10 per vehicle that the State collected or charged as of November 15th, 1991. Well, what in that -- in that circumstance, what is the fee that the State charged when there are these different categories of trucks? We think it has to be understood to mean the fee that the State charged to trucks of that type, and so, as I say, in 1991 in Michigan trucks of a particular type, trucks that were base-plated in the State of Illinois, were not subject to fees. We, therefore, think that under the plain language of the statute, the same policy has to apply to trucks in that category now.",
  "There was a change that was announced for the 1992 registration.",
  "Well, that -- that --",
  "To elaborate on -- on Justice O'Connor's question, in 1991, the 1991 registration year, there is no question, and it is undisputed, that for the entitlement to operate in the State in 1991, on November 15th, 1991, the date identified as -- as crucial in the statute, trucks that were base-plated in States that had reciprocity understandings with -- with Illinois did not have to pay fees. And therefore, Yellow Transportation, the petitioner here, whose trucks were base-plated in -- in Illinois did not pay fees. It is true, Justice O'Connor, that in -- towards the end of 1991, prior to November 15th, the State announced a change for the 1992 registration year, and Yellow, being a diligent taxpayer, actually paid for 1992 prior to November 15th.",
  "Base-plated means that plates, license plates, were issued by that State. So the State -- the title for the vehicles were in those States. Those --",
  "The title --",
  "Either Illinois license plates or plates that were issued through Illinois. There -- this goes beyond any issue that's presented here, but there is a understanding between the States, the International Registration Plan, and there are international registration plates that can be provided by -- by any State, but it's provided through a single State. And so the license plates here for Yellow trucks, it is sort of undisputed, were provided by Illinois. So there is no question that within the understanding of -- of the Michigan scheme in 1991, the Yellow trucks were based in Illinois and therefore benefitted from the reciprocity policy in place in -- in Michigan.",
  "Well, let me be clear what I -- what I mean by that, Justice Kennedy. I don't mean type of truck in terms of the number of axles or -- or the weight of the truck. I -- I mean the category -- the rule that the State applied in 1991 -- the State had in place a system of rules that applied, different -- as we know, different fees to different types of trucks. Let me give you an example. Imagine that the State had a scheme in place in which it charged $10 for red trucks, $5 for white trucks, nothing for blue trucks, as I suggested before. What is the -- what is the fee that the State applied? You have to say the fee the State applied to who and look at the rule that the State would have applied in 1991. And that means identifying the type of truck in the sense of how would the rule categorize it. And Congress has frozen in place, we believe, the rules that governed fee levels at the time. If that were not the approach one took and there were these different --",
  "Well, if -- if the question, Justice Stevens, is whether the -- the fee payer could avoid the fee by somehow modifying its trucks --",
  "Our -- our understanding, Your Honor, is that that -- the State could not do that. We think that Congress has frozen in place expressly by the terms of the statute --",
  "Yes, and let me explain how we think that applies. First, the statute went into effect in 1994, although it was enacted in 1991. So in the intervening years, the State could have done whatever -- whatever it wished. We think that Congress has frozen the fee levels in place. Now, whether those fee levels were established by reciprocity rule or by unilateral State law or by administrative fiat, it wouldn't matter. The State had in place in 1991 a policy that said trucks of a certain character, trucks in this instance license plated in a -- in Illinois, were not subject to fees. Fees were not demanded from those trucks. They weren't collected. They weren't charged. Those trucks did not have to pay a fee to entitle them to operate on the State's roads as of the relevant period. And that being the case, we think Congress, which said the State's fee must equal the fee, not to exceed $10 per vehicle --",
  "Well, we are picking the category that we think is -- was selected by Congress because Congress said the fee in place in 1991 is frozen. And so if that --",
  "Well, I think that it's not complex in practice. I think that what Congress was asking the State to do is look at how it would have treated a truck of this type in 1991.",
  "Well --",
  "Well, of whatever --",
  "No, no.",
  "I think one would consider the rule that was in place in the State just as it did in 1991 and say here's a truck, this truck is base-plated in Illinois. That is a characteristic this truck has, which is relevant under our rule, because our rule says under our existing reciprocity policy, we will not impose a fee on a truck that has its license plate issued by Illinois. Therefore, this truck is not subject to a fee. If such a truck comes along in 1995, after the statute goes into effect -- and I should say the statute here is the refreshing acronym, ISTEA, the Intermodal Surface Transportation Efficiency Act. When the ISTEA statute went into effect, this same -- same truck goes into the State of Michigan. It has characteristics which waive the fee to -- as to it, had this truck been there in 1991, those same characteristics make the State waive the fee as to it now, because Congress has -- has used the term the State may not charge fees that it was not charging in 1991. Again, the precise language is the State's fee must equal the fee that the State collected or charged.",
  "If such a vehicle is base-plated in Illinois, that is the characteristic that is made relevant by the State's rule in place in 1991.",
  "That -- that is our view, and we think --",
  "That -- that is absolutely correct, Justice Souter. And if -- it is our view that the -- that the statutory language is -- is unambiguous, but if we are wrong about that and if there is any opportunity to find any sort of -- any wiggle room for the State in the statute, there is no doubt that the statute does not unambiguously require that reciprocity -- requires States to -- to change their reciprocity rules because the State -- the -- the statute refers, as I say, only to the fee that was charged. It certainly doesn't say that States may change rules, particular types of rules. And that being the case, Chevron deference is mandatory. Here, in fact, agency deference should be at its height. The agency here was expressly delegated by Congress the responsibility for promulgating interpretations of the ISTEA legislation. It conducted notice and comment rulemaking. It received dozens of comments from all interested parties, including the State of Michigan. It issued regulations. It issued formal interpretations of the statute. It published a closely reasoned explanation for its conclusion. And in those circumstances, I think every member of the Court has recognized that deference under Chevron principles is at its height, and because I think it -- it simply cannot be said that the statutory language is clearly inconsistent with the approach taken by the agency, the agency's approach must be dispositive. And here, what the agency found, unambiguously and expressly, dealing precisely with the question at issue before the Court now, is that if States had reciprocity policies in place in 1991, they may not amend, change, rescind, modify those policies in such a way --",
  "Well, I -- I think that is, in our view, a change in the reciprocity policy. The reciprocity policy is determined by what -- by certain factors. The State -- it could be a principal place of business. It could be a different rule, place of license plating.",
  "The agency issued their interpretations of its regulations, which were published actually at two points. There -- there was a rulemaking proceeding, and along with rulemaking proceeding, it issued, as I said, formal interpretations of the statute and its rules. There it indicated expressly that in its view reciprocity agreements must be frozen and cannot be modified. A number of States indicated that they wanted to change their reciprocity rules, and the commission then held a second administrative proceeding --",
  "Well, there is actually some question as to whether there were formal reciprocity agreements in place. There is no question Michigan had a policy of providing fee waivers to trucks that were based in States that in Michigan view provided equivalent waivers to trucks that were based in Michigan. Applying that policy in 1991, Michigan was of the view that Illinois provided such a waiver for Michigan trucks, and therefore, Michigan, under its policy announced by its public service commission, provided equivalent waiver for trucks that were based in Illinois. That was unquestionably the rule that was in place in Michigan at the relevant time, and because of that, we think, that was the fee that was collected or charged. To identify the fee that was collected or charged or can now be collected or charged from a particular truck that comes from the State, one has to look at the rule that was in place then and say, what was the fee that would have been applied then to this truck? Under that approach, Michigan cannot now change its -- its way of implementing reciprocity policies and therefore charge trucks that would not have been charged at that time. If there are no further questions now, Your Honor, I'll reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. A couple of quick points. First, we think that the key issue in the case has been identified by questions from a number of members of the Court. Something has to be read into the statute. Now, we think what we would read into the statute is clearly the correct thing to read into it, but even if we are not absolutely right about that, petitioner should prevail because given the agency's determination here, the -- the tie goes to this side of the table and we think that that should be dispositive on that issue in the case. Second, there's been some discussion about issues that are other issues in the case and -- and the proper disposition as to them. We think that there is no question about the existence of reciprocity agreements or policies that would require remand, in response to Justice Ginsburg's question. I think Mr. Casey has candidly acknowledged that there was clearly a reciprocity policy in place in Michigan, whether identified reciprocity agreement or simply unilateral policy. There was no question about the nature of that policy. There has been no dispute throughout the entire course of this litigation about whether there was such a policy and whether it was consistently enforced. And therefore, there -- I think there is no subject there to be considered further on remand. The question of whether Michigan's prospective change in its policy for the 1992 registration year and whether Yellow's diligence in paying that early should somehow affect the proper outcome here and require Yellow to pay in the future --",
  "Well, the -- the question whether the fact that Yellow paid in advance of November 15th, 1991 for a registration year that was not going to go into effect until sometime in 1992 --",
  "Well, as of 1991, and the question is collected or charged, in our view, for what? And we think it's for the entitlement to operate on Michigan's roads at the relevant time. I guess I would take a little bit of issue with what Mr. Schlick said. The -- the ICC we think expressly addressed that point in its declaratory order when States, including Michigan, said --",
  "Well, our view is that if that is -- if there's to be further litigation on that point, the proper forum for that is the administrative proceeding that -- that Mr. Schlick also mentioned. There is actually pending before the Department of Transportation a proceeding initiated by Michigan which takes issue with the ATA's -- with the -- the ICC's determination on that point and asks for reconsideration by the agency. We think that that is the appropriate place to consider that where the agency can exercise its expertise. We then appeal to the D.C. Circuit if there's to be some -- some question about it. So that -- that's what we would suggest is the appropriate --",
  "Well, it is true the Michigan Supreme Court did not decide it. Our suggestion is that the more appropriate place for it to be subject to further litigation, if there is to be further litigation, is in this agency proceeding with an appeal to the Federal court. But -- but you are correct that it was not expressly addressed by the Michigan Supreme Court in this -- in this case. One final point quickly in response to Justice Stevens' question about whether the State terminated reciprocity agreements or -- or not, or simply changed its policy. We think it doesn't matter how you look at it. Either way, the State clearly changed the rule that it was applying. It had a clearly articulated rule consistently applied that trucks based in certain places would not be subject to fees. It is now changing that rule and it's therefore trying to collect and charge fees as to those trucks that it did not charge before or collect before, and we think that is clearly precluded by the statutory language and is certainly decided by the ICC adversely to Michigan. If there are no further questions, Mr. Justice --",
  "Well, we think it can't be considered in the aggregate. First of all, the statutory language refers to the fee per vehicle.",
  "It does, but if I may, Mr. Chief Justice, just respond briefly. The particular provision which has the fee-freezing provision refers to the fee per vehicle. So I think that would be precluded.",
  "Thank you, Mr. Chief Justice.",
  "Thank you, Mr. Chief Justice, and may it please the Court: There are a number of serious problems with the government's theory in this case, and I'll start with this one. It is inconsistent with the statutory language of ACCA, as is suggested by the R.L.C. and LaBonte decisions that have been discussed already; and it cannot be reconciled with the fundamental purpose of ACCA, which is reflected in that statutory language. Congress enacted ACCA to target particular categories of serious offenses. Whether the defendant is a repeat offender says nothing at all about the seriousness of the offense that he committed and therefore tells us nothing about whether that offense should be treated as an ACCA - -",
  "Well, if that latter provision includes as an element of the offense that recidivism, that could be a different situation than we have here, because the statutory language of ACCA, as Mr. Shanmugam said, focuses on \"offense.\" Congress said that an ACCA predicate in the drug context is an offense for which a maximum penalty of ten years or more is - -",
  "I think that's a difficult question, Your Honor, which is not the question here. I suppose I would say the language would suggest that it would be; that if it is an element to the offense the defendant has been convicted of an offense that includes recidivism as an element, that statutory language would lead us in that direction.",
  "I would suggest, again, it depends upon what the element defined by the State legislature is in creating the offense, because that follows from the ACCA term of the offense, the punishment prescribed by law for the offense. That is, of course, not the question here. And it's - -",
  "Well, I think in the post-Blakely context one could say something that has to be proven to a jury is in fact an element of the offense. The offence may essentially be defined in terms of the sentencing guidelines elements at that point. But I think in figuring what Congress had in mind when it used the term defining \"ACCA serious drug offense\" as \"an offense for which a maximum penalty of ten years is prescribed by law, we have to figure out what is the offense and what is the penalty prescribed by law for that.",
  "It is a familiar example, Your Honor.",
  "And -- and it's absolutely right.",
  "But the reason for that, Your Honor, in this context is the language that Congress chose. It is certainly correct that, generally speaking, it is thought that repeat offenders should be subject to a higher punishment, and that there is a - -",
  "Well, but I think there is a distinction between whether the offense itself is a more serious offense. I mean, the ACCA statutory language uses the term \"serious drug offense.\" That's part of the definition That's used in the statutory text. Congress had in mind punishing through the ACCA process offenses that have a certain level of seriousness. And when Congress did that it was reflecting on what people actually did. That's the whole context of this Court's - -",
  "That is precisely right.",
  "Well, I can't disagree with that, Your Honor. But this is -- this is - -",
  "Well, I think the Court has -- has repeatedly recognized the distinction suggested by Justice Scalia's latest question, which is that there is a difference between the offense and the offender. As Mr. Shanmugam said -- and we agree completely -- ACCA is an offense-specific provision. It does not focus on the offender. The government would like to read ACCA as though it made a distinction based upon different categories of defendants. And it's interesting that the way in which the question is presented in their brief and in their question presented in the petition for certiorari is not in terms of the ACCA statutory language. It does not ask: What is the penalty prescribed by law for this offense? It asks: Could repeat offenders be subjected to an enhanced penalty of ten years?",
  "Well, I think not, Your Honor, because ACCA is a particular kind of recidivism statute. There are recidivism statutes common in the States now, with the three strikes regime becoming ubiquitous, in which all that matters is basically the number of offenses that were committed. The States expressly disavow the seriousness of the offenses that constitute the predicates in those kind of regime. ACCA is different kind of statute. ACCA was motivated because Congress was concerned that there was a small cohort of offenders who are engaging repeatedly in serious offenses, and Congress had in mind that people who engaged repeatedly in these especially threatening, dangerous, harmful offenses, very destructive to society, they should be segregated for 15 years through the ACCA mandatory minimum. But Congress was quite clear, and the statutory language reflects this expressly, that the predictates have to themselves be serious offenses. Congress was concerned with what people did.",
  "Well, they could have done that. They could -- and that would have been the statute the government is discussing, one which ties recidivism into the particular category of the offender and the penalties to which they are subject. But Congress did not do that. Congress focused specifically on the seriousness of each of the individual predicate offenses. And it had in mind what people actually did, whether the kinds of offenses they were committing were serious destructive types of offenses.",
  "With respect, Your Honor, I would suggest that's one of the government's odder arguments. I think that reading any significance to the use of \"the\" rather than \"the\" in this context is quite peculiar. I would think if a judge, for example, is pronouncing sentencing he or she is likely to say \"I sentence you to a term of 10 years,\" not \"I sentence you to the term of 10 years.\" Certainly the use of \"I sentence you to a term of 10 years\" doesn't suggest some contemplation of multiple alternative regimes of punishment. So I think the government, I give them kudos for creativity there, but I think it's very difficult to read any conscious choice by Congress in the use of the different article.",
  "I think that there are two things to say about that, Your Honor. First of all, I question how seriously anyone took that statement in the sentencing declaration, because what really mattered in Washington State was the binding determinant sentencing guideline, which set a maximum term of 57 months, which everyone agrees was the highest penalty this defendant could receive. In fact, it's quite clear that, absent aggravating circumstances, which are not present in this case, no one convicted of this defendant's crime could receive a punishment, recidivist or not, of 10 years, enough to trigger the ACCA predicate. So, I question again whether or not anyone took that terribly seriously. But I think even if one did, it doesn't answer the question here. There is no question that there was a recidivism provision which, at least in some theoretical sense, made the maximum penalty 10 years. There is also a statutory provision which defined the crime. And in that -- in that statutory provision the Washington legislature specifically associated with conviction of that offense a five-year maximum penalty. And I think it sort of - - it sort of begs the question to say, as the government does, well, the fact that there is some possibility out there of an enhancement that increases the penalty above 10 years, even if that were true, which is not, again because of the sentencing guidelines in this case, that sort of begs the question of what is the relevant offense? Is the relevant offense what you might call the generic categorical offense of distribution of Schedule 3, 4, or 5 drugs, the sentence to which anyone convicted of that crime, anyone who engaged in the elements of that offense and is found guilty in Washington State could have been sentenced to, and that is 5 years.",
  "Well, there is no doubt about that. The defendant here committed this offense and he is being punished for it, for that offense. But again, I think that begs the question here: When Congress uses the term \"the punishment prescribed by law for the offense,\" what did it have in mind? Did it mean sort of the generic sense of the offense in the sense of the offense that anyone commits who is guilty or who commits the elements of the offense, which is someone who is not a recidivist. It's entirely -- recidivism is unrelated to that because recidivism is not an element of this offense. So yes, the defendant here committed the offense. He's being punished for having committed this offense. But that doesn't answer the question of what Congress had in mind.",
  "Well - -",
  "No, no, absolutely not, Your Honor.",
  "I look at it from the perspective that I think Congress looked at it when it wrote the statutory language here. Congress had in mind -- as I said to Chief Justice Roberts, Congress had in mind people who engage in serious offenses. Congress had in mind what people actually did. It was not passing a generic -- I think it's quite clear from the statutory language, it was not passing a generic three strikes statute. It was focusing on the seriousness of what people did and what people actually did, what they were actually convicted of doing. And I think for that purpose, again the sort of what you might call the generic or categorical offense, the offense unrelated to recidivism enhancements, is what's relevant because that is what the person actually did. And once you bring recidivism into the picture, once when the three strikes brings recidivism into the picture, every drug distribution, every drug distribution offense, will become a serious offense within the meaning of that - -",
  "Well, there is no question that recidivism is regarded as -- as, you know, a bad thing for a variety of reasons. And that is why recidivism enhancements have been -- are so common. And no one, no one disputes that. The question is when Congress wrote this statutory language and wrote this particular kind of recidivism offense in ACCA, it was focusing on what the defendants actually did. The recidivism enhancement is entirely unrelated to that.",
  "But - -",
  "It is that recidivism statute, but it is -- again it's a particular kind of recidivism statute different in character from the three-strikes kind of statute, different in character from the -- the drug recidivism statute in Washington State, which is -- which is to be a player. Those statutes do not care whether the predicate acts that - - that trigger their application were serious offenses or not. They simply ask is this -- is this defendant someone who has been convicted of offenses in the past. ACCA is not like that. ACCA specifically targets serious predicate offenses. The -- the statutory text defines two categories of predicate offenses: violent felonies, which -- which are a set of especially dangerous, threatening offenses; and serious drug offenses, using the term \"serious in the text. It is clear from that Congress had in mind people who were engaged in acts that are themselves harmful, destructive, serious acts. Under the government's application of a recidivism approach, virtually anything that someone is convicted of having to do with drug distribution -- handing a single marijuana cigarette to a friend -- that is a drug distribution offense. In most States that is punishable by two years, five years maximum. Under the government's approach that is now, because it could through the recidivism policy lead to a 10-year - -",
  "Well, if -- if the crime in which the individual engaged, selling a ton of marijuana, is going to be punished by ten years, in virtually every jurisdiction -- I would suggest in every jurisdiction -- therefore it's going to be a serious drug offense within the meaning of ACCA and it's going to trigger ACCA as a predicate.",
  "No, that's absolutely - - absolutely correct.",
  "Well, I - -",
  "Well, I -- I think that that's right and it is reflective of something that - - discussing earlier with Justice Breyer. The offense itself is not regarded as a more serious offense when it's committed by a recidivist. It's because the recidivist's character as a repeat offender is what triggers the higher penalty; and in the ACCA context where Congress was focusing on whether or not this person was engaging in particular kinds of crimes, particular kinds of serious crimes, that makes all the difference. I -- I return to cases that some members of the Court were discussing with Mr. Shanmugam, the LaBonte case. The Government would like to focus on the status of this defendant as a repeat offender. That's what triggers in their view the application of ACCA; because he is a repeat offender he is in a class of defendants who are subject to higher punishment, therefore 10-year ACCA trigger.",
  "Well, I - -",
  "Well, I think -- again, I don't disagree with any of that, as to the consequence of a repeat offense. My question is whether Congress, when it used the term serious offense, whether it thought the offense itself was more serious, as distinct from punishment that might -- that might be imposed upon the offender.",
  "Well, I - -",
  "I think it's -- it's instructive to look at the statute in the LaBonte case which was -- which discussed during Mr. Shanmugam's argument, in which - -",
  "No. I -- I think that it's quite clear in the cases that are -- and we agree by cases cited by the Government for this proposition - - that when you are sentenced as a recidivist to a higher penalty you are being punished for the most recent offense that you were -- that you were - -",
  "Well, I would say that because you are a recidivist the maximum you are facing is 15 years. But I would not say that the offense that you committed is a more serious offense because you are a repeat offender. And and the LaBonte statute I think illustrates this very nicely. In the -- in the statute the Court construed in LaBonte it referred to the maximum term of imprisonment for specified categories of defendants; and the Court found that language was crucial because it showed that Congress contemplated that there would be different terms of imprisonment for defendants falling into different categories for the same offense.",
  "Well, I -- I would suggest that this Court need go no further at that point, because the rule of lenity would dictate ruling for us. Absolutely. It's - -",
  "We do not. I think one way to consider the case is that there in fact are three statutes which bear on the question of penalty. There is the statute that created the crime of conviction, which created the -- the offense of a distribution of a schedule of 3, 4, or 5 drugs, and in that statute specifically associated with the offense is the 5-year penalty. There is the 10-year, potential 10-year penalty which is focused -- focus of the Government's case. There is the Washington State sentencing guidelines, which were binding, determinate guidelines, every bit as much part of Washington statutory law as the recidivism statute - -",
  "They do say that, Your Honor, and I think that's simply not so. I mean, the Court has said repeatedly and has applied repeatedly the doctrine that the rule of lenity applies when the only question is the length of the sentence; and indeed the R.L.C. case which the Government has been discussing was a case which involved only a question of length of the sentence and - -",
  "I think the Court has said consistently that one of the elements supporting the rule of lenity is the idea that somebody's liberty is going to be taken away, that Congress should have spoken, to some degree - -",
  "Well, but -- but it's a profound difference. I mean, a the conviction of a felony possession of a gun, the variations in penalty can be zero. Absent ACCA, you could be sentenced to probation, maximum of 10 years, as opposed to the mandatory minimum 15-year sentence under ACCA. That's a profound deprivation of liberty based upon how -- what reading you give to these words. So -- and again - -",
  "Absolutely. Again we cite a number of cases in our briefs, the Bifulco case -- but the R.L.C. case, which both parties have discussed at some length, is a prime element in which - -",
  "Well, I -- I am not embarrassed by that, Your Honor. Perhaps I, I'm too resistant to embarrassment. But I - -",
  "-- I think it's -- it's entirely a question of how you take the congressional meaning of the term punishment prescribed for the offense.",
  "That -- that is exactly right. We think that what Congress had in mind when it referred to the punishment prescribed by law for the offense it was referring to the offense, the offense of conviction; and it never - -",
  "Well again, that's -- that's where we started, Justice Alito.",
  "I -- I think if it is an element of the offense then you would be convicted of an offense which carried in its weight recidivism, and so I would say yes, in that circumstance that would be a different situation than what we have here.",
  "Well, I think that whether it actually is an element of the offence -- I mean, in this case there is no question; everyone agrees it's not in the offense; the Government concedes that it's not an element to the offense.",
  "Well, I'm glad you bring up the guidelines, Your Honor, because I think that that is an element that we haven't discussed at some length. The government's test is what is the penalty that the defendant actually faced. I mean that's their - -",
  "Aha, but it's not the definition of the offense. This statute -- the definition of the offense is - -",
  "I -- I guess there are two points here -- the first on the question of the guidelines. To the extent that the government believes in its test, which is what is the sentence that the defendant actually faced, there is no question that the sentence the defendant actually faced here was 57 months, well below the 10-year ACCA trigger. And the government does not offer any explanation that I can understand as to why, if their test applies, one takes recidivism enhancements into effect, but does not take guidelines reductions into effect.",
  "Well, the way -- the way we resolve that, Justice Breyer, is what was suggested by Justice Souter's question. What Congress had in mind was the offense without the overlay of a recidivism enhancement, which is not an element of this offense. One looks at the offense, one looks at the commission of the elements, if you commit the elements, what does that subject -- what kind of punishment does that subject you to? If it's less than 10 years, ACCA does not apply. If you have to call into the mix enhancements that are unrelated, that are offender-specific and not offense-specific, that's falls out because that's not what Congress had in mind when it referred to \"punishment prescribed by law for the offense.\" Again, Congress had in mind a limited series of serious offenses. It was looking at what people did, whether they engaged in the kind of serious, harmful, destructive conduct that was sufficiently bad to trigger the mandatory 15-year sentence, and if they did not, the fact that some additional overlay could be used to enhance their sentence is not what Congress was concerned about when it listed ACCA predicates. And, again, I don't want to fall away from the Sentencing Guidelines point because, as I understood Mr. Shanmugam's explanation to Justice Scalia as to why the Guidelines should not apply if enhancement does is because, well, this is an offender-specific -- an offense-specific crime, and Congress at the time that it enacted ACCA had in mind that guidelines in the statutory regime were different. But so far as the -- the offense has been defined by the -- by the statute, the relevant offense here is the five-year penalty associated with that offense. And so I think that if one is going to go beyond that and say we are going to look for things that are outside of the offense, not in the elements of the offense, to increase the sentence, as the government does with the recidivism statute, there is no reason why, if we are prepared to go outside of the offense elements, that one wouldn't go to the Guidelines as well, which have precisely the same effect in the other way. I mean the government ultimately is asking for - - a one-way ratchet that if it increases the offense level, that's okay, but if it decreases the punishment for some reason, that doesn't apply. And we just don't see any principled basis for that.",
  "Well, I think, in terms of discussion of the Guidelines, they suggest that what matters is whether it is an element of the offense. I thought that's what Mr. Shanmugam's response was. And it is not an element of the offense here. Thank you.",
  "Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: This case concerns a dispute over the ownership of the property, the Arelma assets, that the Republic of the Philippines believes were stolen by Ferdinand Marcos while he served as the Republic's president. The ownership of this property should be settled by the courts of the Republic. The Arelma assets were stolen in the Philippines, from the Philippine people, by their former president. The current dispute is between the Republic and certain of its citizens. There is - -",
  "By the courts of the Republic. The question of ownership of these assets we believe is a matter as certainty of as the first impression should be decided in the Republic. As I say, the assets here were stolen in the Republic, from the Republic's citizens, by their president. There is currently a proceeding pending before the Sandiganbayan, the special Philippine anti-corruption court that has jurisdiction over matters of this sort, dealing specifically with the assets that are at issue here.",
  "It's been pending -- well, the Republic initially filed a forfeiture petition in 1991 directed at a range of assets related to former president Marcos. Ultimately, after the assets were transferred from Switzerland to be held in escrow in the Philippines, the Philippine Supreme Court in 2003 issued a judgment relating to those assets because there was some doubt as to whether that judgment, some question about whether that judgment specifically addressed the Arelma assets that are at issue here, the Republic filed a motion before the Sandiganbayan in 2004 directed specifically at the assets. The motion has been pending since that time.",
  "It has been, Your Honor. The Republic -- that delay cannot be attributed to the Republic. The Republic has filed five motions with the Sandiganbayan urging it to expedite its decision. I can tell you that it has a -- it is a court with a very substantial docket. The division of the Sandiganbayan that's considered this, these assets, considered among many other cases the corruption trial of former President Joseph Estrada. So I don't think that the delay can at this point be deemed - -",
  "Well, I certainly will, Your Honor. I think it would make sense logically to consider the issues that we think -- there really are two related sets of considerations that should go into the Court's decision as to whether this suit should be dismissed, which is our submission. One relates to the Republic's sovereign immunity. The second relates to kind of a broader set of considerations and I think that your question goes to those. So I'll turn first to the sovereign immunity question. The Republic asserts ownership of these assets. Its, its submission is that President Marcos misappropriated them while he served as the president of the Republic. If that is true, then under Philippine law these assets at all times were the property of the Republic.",
  "That's right.",
  "Well, I think not, Justice Ginsburg, and I think that there is in fact no inconsistency at all. The Republic's position at that time was that it had no objection to plaintiffs who were victims of the Marcos regime bringing suit in the United States and they had no -- the Republic had no objection to the suit proceeding in this country. Specifically the issue that was before the court that the Republic weighed in on was whether the act of state doctrine would preclude adjudication in the United States. The Republic's interest was in making clear that the acts of Marcos were not the acts of the Republic, they were not official acts that the Republic was prepared to defend. The Republic did not then and does not now have any objection to citizens of the Republic proceeding in the courts of the United States against the estate of Marcos. The question here is whether or not these assets are in the estate of Marcos. The Republic's submission is that these assets belong to the Republic, that they have never been part of the Marcos estate, and that therefore these are sort of ships passing in the night, that there can be proceedings against the estate in this country or elsewhere.",
  "There is litigation going on in the Philippines now before the Sandiganbayan as to what is in the estate, and I think that one of the problems, of course, is that, as is true of many corrupt regimes that have misappropriated state assets, unraveling it is enormously complicated. There were dummy corporations, there were smell corporations, which is one of the reasons that it has taken so long.",
  "I think that there are some assets. I will not say that they are very substantial number of assets. Now, I should say - -",
  "No, there are not and there may never have been.",
  "I think that is not an entirely fair summary, Your Honor. I think -- and again let me say that there are two separate questions: One is whether or not, as a matter of principle, the Philippines objected to its citizens proceeding in the courts of the United States to condemn the regime of former President Marcos.",
  "That is true, Your Honor. But the submission -- and the question is whether there is some inconsistency between what the Republic said then and what it says now. The submission then was not that the claimants were entitled to recover assets that belonged to the Republic. The submission was that whatever ended up in the Marcos estate - -",
  "Well, I think that that - - again, I would respectfully disagree with that. I think that there was real meaning to the judgment that was returned here even if there is a dispute as to whether there are assets in the Marcos estate. There were two settlements worked out between the Marcos estate and the claimants, with the blessing of the Republic, that would have paid a very substantial amount out of assets recovered from the Marcos -- that were associated with Marcos, recovered by the Republic, and the Republic sort of blessed payment of those to the claimants here. Ultimately that was vetoed by the Sandiganbayan as inconsistent with Philippine law. But I think that the executive branch - -",
  "There have been a number of efforts in the Philippine Congress, and there is now pending bills in the Philippine Congress, to compensate the claimants in amounts equivalent to those settlements. So I think that that is something that could happen, but I think it's important to step back and say, what is the issue before this Court here? And I think all of these considerations are simply divorced from the Rule 19 issues.",
  "Well, we quoted the relevant portion of Philippine law, which is equivalent to our permissive intervention, which would have permitted the claimants to seek to intervene in the proceeding of the Sandiganbayan. In fact - -",
  "It is not a matter of right; it is permissive intervention. I think it's important to bear in mind the status of the claimants, though, because they're - - their rights are entirely derivative of the Marcos estate. They don't claim the Arelma assets, which are the subject of this here before this Court. If the Marcos estate is held to have no right to those assets, they have no right at all and they have no rights to be protected. So I think it's -- it is important to retreat to the questions that are actually before this Court now about the meaning of Rule 19 and its application in a situation in which there is an absent sovereign that has asserted its sovereign immunity. And - -",
  "Well, I think that that's - - sovereign immunity and dismissal under Rule 19 are two different but closely related and essential aspects of the relief of the Republic. As a matter of the sovereign immunity, all agree at this point that it cannot be forced to appear in this proceeding. But that relief is of little good to the Republic if the assets are then going to be awarded by a U.S. court to someone else and they are dissipated and they're gone forever. And so it's necessary to protect its interest, its sovereign immunity, to make it -- to effectuate it -- that the action be dismissed under Rule 19. And I think that it is something which this Court has recognized that when there is a sovereign that cannot be brought into the litigation and the sovereign's interests are going to be substantially undermined, the sovereign is an indispensable party and dismissal is essentially automatic. That's what should have happened here. That's the first mistake that the district court made. And I - -",
  "Well - -",
  "Well, let me amend your question in one respect. They were a party and of course as in their -- in their capacity as a party, they sought dismissal under Rule 19 as well as dismissal of themselves on sovereign immunity grounds. But to answer specifically - -",
  "They were not there for the adjudication of the merits, that's right, because they had asserted their sovereign immunity. I think that there -- everyone agrees, the Ninth Circuit itself acknowledged, that once the assets here are disbursed to Respondent and to the plaintiff class, as a practical matter they will be beyond recapture. There is a class of almost 10,000 people. And when the assets are gone, to reclaim them, even if the Sandiganbayan rules next week that Arelma is now and always has been the property of the Republic, it will be as a practical matter impossible to get them back. One suggestion which is made by Respondent and by some of its amici is that, because the Republic is not bound here, it could bring an action against the former stakeholder of these assets, Merrill Lynch. That, I think, is also clearly an inadequate remedy for the Republic. There is no guarantee that it would be able to proceed in such a proceeding sort of unencumbered by the judgment here. And if what we are looking for under Rule 19 -- again, there are sort of two components to this: There is the sovereign immunity component, which we think is essentially a per se rule requiring dismissal in circumstances here. If we get beyond that and we say, under Rule 19 what are the interests that we want to advance, the principal interest of Rule 19 is that everything gets accommodated in a single proceeding, that this gets resolved by the whole, as the Court has described it, and the only way to accomplish that is dismissal of this suit. If this action is dismissed, the court's judgment that the Republic is an indispensable party in litigation relating to Arelma will be binding on all the participants to this litigation. That will mean that if anybody sues the former stakeholder Merrill Lynch in the future, that action will be dismissed unless or until the Republic chooses.",
  "Well, I don't think it's directly relevant, but I think that if one looks at the bigger picture, it is true -- if the Republic -- if this action is dismissed, the Sandiganbayan rules, and let's say that it rules for the Republic, the Republic becomes the owner of Arelma. It is then in a position to go to Merrill Lynch and say: This is our account; give it to us. If Merrill Lynch declines to do that, it is true the Republic will have to seek judicial action in the United States, but at that point it will be seeking to enforce a judgment of the Sandiganbayan. It -- the proceeding there will be an enforcement action. And having -- it being armed with that judgment and having the Philippine courts, which should be the ones that resolve this as a matter of first instance, it will be an entirely different kind of proceeding. And in that proceeding, unlike this one -- as I said, the other side says: Well, you know, not to worry here, because you could sue Merrill Lynch. But that's inconsistent with the purpose of Rule 19, which is to say - -",
  "Well, I think if the Sandiganbayan rules for the Republic, the assets are the Republic's assets. The Republic can seek - -",
  "Well, it did without the participation of the Philippines.",
  "Well, but the -- but again, Your Honor, it's important to remember the private claimants have no claim to the Arelma assets. Their interest is entirely derivative of the Marcos estate. The estate - -",
  "Well, it goes, I think, to the question of whether their claim is one which is entitled to be heard in the United States. The question is, when the Sandiganbayan decides this case as between the two claimants that actually claim ownership of Arelma, as opposed to derivative rights as to one or the other of the claimants, that is the way in which it makes sense to proceed: Have the Sandiganbayan decide as between these two claimants, the Republic and the estate. Once that's done, all else follows from that.",
  "Well, I think -- I would say probably not, Your Honor, because again their interests are entirely derivative of the Marcos estate. And so I think they may be thought to be in privity with the estate, and therefore, they would not have a sort of separate right to challenge that. But I think that we should not anticipate what the future litigation will look like in the United States.",
  "No, I do not suggest any connection between them. My only suggestion is that, because their interest is entirely derivative of the estate, the estate has an interest in defending its interest there, and therefore somebody is there litigating the question.",
  "Well, the estate has a -- as I say, these assets have been moved around or hidden. I think the estate may well have an interest in keeping them intact and saying that it does have rights. But if I may reserve the remainder of my time, Your Honor.",
  "Thank you, Your Honor. A couple of points. First of all, there is no doubt that the Republic has a substantial interest in the assets that are at stake here. And, therefore, its sovereign immunity, at least in the context of this case, should be dispositive and should have led to dismissal under Rule 19. There -- this Court in the Provident case noted that there are certain compelling, substantive considerations that are dispositive under Rule 19 that make it unnecessary to consider any other balancing consideration. Sovereign immunity is one such consideration. And because the Republic has immunity, has asserted immunity - -",
  "I think it gave it no weight at all. I think it said that, yes, in theory, sovereign immunity is entitled to weight. But in this case we are going to ignore it completely because we believe that if the Republic appears in New York and asserts its interests, it will lose under statute of limitation grounds. That is a completely inappropriate way of treating it. Once the sovereign immunity was asserted and there was a substantial interest in the asset here, as there undoubtedly was, that should have been the end of the matter. The second point is there is no question that, ultimately, this is a dispute between the Marcos estate and the Republic. There is no question that the claims of the Respondents here are entirely derivative of the Marcos estate; and, therefore, that is something that has to be decided first: Whether this belongs to the estate, the Respondents, or the Republic. And that is a determination that should be made in the courts of the Philippines. It is not a question of surrendering the jurisdiction of U.S. courts. There is a general consensus that stolen assets, assets stolen by corrupt leaders, should be returned to the nation of origin, and determination as to ownership should be made by the courts of that nation. That's stated on the U.N. Convention on Corruption to which the U.S. and the Philippines are a party. All of the nations that have an interest in the relevant assets, not only the Republic but the United States and Switzerland, all agreed that it is appropriate for the Sandiganbayan to make that determination as between the Republic and the estate. If it's ruled for the estate, the Respondent can attempt to collect as a judgment creditor. If it goes to the Republic, the Republic can assert its interest directly with Merrill Lynch as the owner of Arelma. If Merrill Lynch declines to pay, it can in a number of ways try to enforce its -- either with the assistance of the United States according to U.S. statute, in which case the Sandiganbayan's factual determinations would be dispositive, or it can bring an action under -- under New York law. That is the only way in which there could be a single proceeding that resolves everybody's interests. In this proceeding, as all agree, the Republic is free, for whatever it is actually worth, to sue Merrill Lynch. That is precisely what Rule 19 is designed to avoid, duplicative litigation, the possibility of duplicative liability. If the Sandiganbayan rules, the Republic comes here and initiates an action, everybody who has a claim can be brought into that action. As Justice Ginsburg noted, there is no possibility that Merrill Lynch could be subjected to duplicative liability because this Court's judgment would determine that the Republic is an indispensable party.",
  "Thank you. If it please the Court: The court of appeals in this case -- excuse me, Your Honor.",
  "Actually, I have never used this before, so it's a learning experience for me, Your Honor.",
  "Okay.",
  "If -- if I should modify it, please -- please let me know. The court of appeals in this case made two fundamental and separate errors, each of which should require reversal of its decision. First, all agree that the question whether Title IX precludes the use of Section 1983 to enforce the Constitution is a matter of congressional intent. Yet, the court of appeals entirely disregarded all of the ordinary indicia of congressional intent: The statutory text, the statutory background structure and evolution, the unquestioned legislative purpose. Each of these considerations points conclusively towards a single outcome: Congress did not mean Title IX to preclude the use of Section 1983 to enforce the Constitution. Second, rather than consider any of this direct and compelling evidence of what Congress actually had in mind in Title IX, the court of appeals applied what it thought to be a presumption that the availability of Title IX's implied right of action to enforce Title IX's own statutory prohibition of gender discrimination somehow should be taken to mean that Congress meant to preclude the use of Section 1983 to enforce constitutional rules against discrimination.",
  "Well, I -- I guess there - - there are a number of points that I -- I can make in response to that, Your Honor. First of all, I think what -- what you say is absolutely right. Congress did not expressly provide a cause of action in Title IX. And so since -- since the question in a preclusion case, the question whether or not Congress meant to preclude the use of Section 1983, is whether there is a clear indication of congressional intent to do so, that there -- as a matter of definition, that can't be present here. But -- but before - -",
  "Well, I -- I think not, Your Honor. I think that - -",
  "No, I -- I don't agree with that. I -- I do think -- and -- and I -- this is not my principal point, but I do think it's quite clear that if we are talking about what is the clear intent of Congress regarding preclusion of use of Section 1983, that the Congress did not expressly create a -- a private right of action at all bears very significantly on that. I don't at all disagree that Congress intended and expected that the courts would recognize the right of action under -- under Title IX. But Congress actually in Title IX specifically I think addressed the preclusion question that we have here. There is a clear statutory test that answers the question in this case in -- in several respects. First of all, when Congress enacted Title IX, it specifically provided that -- it specifically contemplated that there would be continued, private constitutional litigation challenging -- to end discrimination. It specifically authorized the attorney general to intervene in private litigation \"whenever\" - - and I am here quoting from the text of the statute - - \"whenever suit is initiated in any court of the United States to assert rights, deprivation of equal protection, under the Fourteenth Amendment of the Constitution on account of sex.\" Congress, therefore, specifically contemplated when it enacted Title IX that there would be -- there would, in fact, be constitutional litigation challenging gender discrimination on account of sex. And Congress surely knew that that litigation would proceed under Section 1983. Respondents - -",
  "The -- the Court did not. I mean there, the -- the Court looked at what it took to be the general -- the manifest congressional intent when -- when it enacted Title IX. But it did not specifically rely on -- on that legislation. The legislation, of course, goes to whether or not Section 1983 suits were available, not whether there is a Title IX implied right of action available. And, as I say, in that -- in that legislative language Congress made expressly clear that it intended -- and intended actually to facilitate by allowing the attorney general to intervene in - - continued Section 1983 litigation to enforce allegations of -- of gender discrimination.",
  "Well, that -- that is right, Your Honor, to the extent that the claims are identical and that they have actually been adjudicated. The -- the First Circuit in this case resolved the Title IX claim focusing on deliberate indifference in response to the peer-on-peer sexual harassment. To the extent that there is a federal constitutional claim growing out of that conduct of the same sort and to the extent that the elements of that claim are identical, then we agree that at that point that would be precluded. But we think that there is more to this case than that one issue that has been resolved.",
  "Well, I -- I guess there are -- are two points in -- in response to that, Your Honor. First of all, I think that the complaint can be taken to allege in addition more generic - - (Banging sound.)",
  "I hope I am not responsible for that.",
  "And I -- I assure you I will -- I will use them, Your Honor. The -- the complaint, we think, should be taken also to be generally in response to complaints of -- of misconduct by individuals within the school, but in - -",
  "Well, I think -- for example, Your Honor, we think that one thing that -- that could be developed and explored further is disparate treatment of complaints; for example, the treatment of complaints of bullying by boys more favorably perhaps than by girls, believing testimony of boys rather than believing testimony of girls.",
  "I -- I -- I agree that that was not set out specifically in the complaint. The complaint did say in a -- in a general sense that Jacqueline Fitzgerald was denied equal access to the benefits of education. It says that the discrimination she suffered included but was not limited to sexual harassment. It asked for relief, injunctive relief, to bar unconstitutional treatment not only of Jacqueline Fitzgerald but of all female students in the school, which I think - -",
  "Well, I think - -",
  "Yes, that's right. I think - -",
  "Well, there are a number of points I should make in response to that, Your Honor. I think one is, just as a general matter, we think that that's something -- this entire set of questions are things that are better resolved by the courts of appeals -- on -- the court of appeals on remand. I think that there are -- there are unresolved constitutional - -",
  "Well, certainly -- I - - certainly, I understand that suggestion, Justice Breyer. And let me give you two responses to that. First a specific response to why it could happen on remand. This is not a theoretical possibility. There was actually discovery that was requested concerning additional complaints, concerning additional disciplinary action against other students, concerning requests for bus monitors, as to which could have been developed that there was disparate treatment as to those. The Respondents declined - -",
  "That -- that would be one way in which - -",
  "Again, Your Honor, I think one of the problems is that this case sort of went off the tracks at the earliest possible stage, at the -- at the time this motion for dismissal was granted. And it could have developed in quite a different way. For example, discovery was requested on these subjects that I -- that I mentioned to Justice Breyer, which -- which could have been used to develop that, in fact, requests by boys were treated more favorably than requests by girls; complaints by boys were responded to more -- more favor - -",
  "Excuse me, Your Honor?",
  "The discovery request?",
  "No. No. It - -",
  "You do not have it in front of you. But I can tell you that the request was made, the Respondents declined to respond it to it for, among other reasons, the -- their assertion that it would not lead to the discovery of relevant evidence or admissible evidence. After the 1983 conclusion ruling, and because of the conclusion ruling, that was not followed up because it would have been futile to try to develop additional argumentation in that -- in that direction. Had the case not hopped the track at this point, if the complaint could have amended -- could have been amended, additional individual defendants could have been added, the case could have gone on in quite a different direction.",
  "That is correct.",
  "That is exactly - -",
  "Precisely the same arguments that were made in almost identical language in the brief in opposition are now being made as an argument as to why this Court should decide the merits of the 1983 claim or dismiss as improvidently granted. The Court -- I don't presume to tell the Court what it was thinking when it granted review of the case, but it did presumably reject those arguments at that point, and there is no reason that they are any additional basis now.",
  "Absolutely.",
  "That is -- that is absolutely correct. The constitutional arguments were made on the merits to the district court and to the court of appeals. They were not addressed by either. Those courts cut it short and threw the case out on conclusion grounds. And I -- I think the way in which the court of appeals decided the case actually suggests that it was of the view that there was more to the case than simply the Title IX claims that had been rejected, because one would have thought that if the court of appeals was of the view that there is nothing to the case beyond the Title IX peer-on-peer harassment claim that has been reject, it would have ended its discussion at that point. It would have said: We reject your Title IX claim; there is nothing more to your 1983 constitutional claim; that's the end of the matter. But it didn't do that. It decided the Title IX claim on the merits, rejecting it. And it then separately went on to address the Section 1983 constitutional claim and said: We are not going to address those merits at all; we are going to say that those claims are precluded as a matter of per se Title IX law, that Title IX is preclusive. And, therefore, one would think that the court of appeals had it in mind that there was more that could have been decided about the merits - -",
  "And we'll find that out on remand.",
  "That's - -",
  "That -- that is absolutely correct. That is our - -",
  "Well, I -- I think one of the problems is, of course, we don't know for sure what - - what they were thinking, and therefore, it makes sense to think that this Court, in the regular course of its practice could decide the question presented and to send the case back down to the lower courts - -",
  "Whether Title IX precludes the assertion of constitutional claims for gender discrimination in schools under section 1983. The - - the -- the reason that I think - -",
  "I think that that is the language that the First Circuit uses. The First Circuit says, in so many words, that Title IX is the exclusive avenue for the assertion of claims of gender discrimination arising out of -- arising from schools.",
  "They were relying on one case in which the Court said that, in Smith v. Robinson, the only time in 140 years that Section 1983 has been on the books that this Court has ever said that Congress meant to preclude its use to enforce a particular constitutional right. And I think - -",
  "That's -- that's absolutely right. But I -- I -- I add parenthetically that Congress promptly responded to the Court's decision in Smith by restoring the remedy - -",
  "Well, I think that the language used is actually broader in the -- in the - - legislation. But that, as I said, is a parenthetical point. I -- I think that something that we have here which was not present in Smith at all -- and as you said, Justice Ginsburg, it is absolutely right that there was a much more elaborate, involved administrative remedial scheme in the statute considered there, there is nothing remotely like that in Title IX. But before you could even get to that point, there is this expressed evidence in the statutory text of Title IX that Congress did not mean to preclude. This is Section 1983. First there is the provision that I mentioned regarding the attorney general, which -- which expressly contemplates there will be continued Section 1983 constitutional gender discrimination after the enactment of Title IX. I think that in and of itself was positive and tells the Court all it needs to know. But beyond -- there is -- there is more. Beyond that, there is the language of the antidiscrimination provisions of Title IX, which was borrowed directly, is identical to the language of Title VI of the Civil Rights Act of 1964. Congress dropped the phrase \"race, color and national origin\" that appears in Title VI and substituted \"sex\" in Title IX. And, so, the Court has recognized that Congress expected and intended that Title IX would be interpreted just as -- as had been Title VI.",
  "There -- there had been a myriad of such decisions. There had been, as we cite in our brief, as the American Bar Association cites in its amicus brief supporting us, the American Civil Liberties Union cites in its brief, there have been almost two dozen cases decided before the enactment of Title IX in which courts allowed the simultaneous assertion of statutory discrimination claims under Title VI and section 1983 discrimination claims under Title IX. There had not been a single suggestion by any decision that there might possibly be preclusion. And so, at the time that Congress used the language of Title IX, it knew that that language had been uniformly, widely construed across the country to allow the simultaneous assertion of those claims, not the preclusion of Section 1983 claims for discrimination. And so it's when Congress -- when legislative language has been the subject of judicial construction, as the Court has said many times, and Congress repeats that language in a new statute, its expectation and intention is that the judicial construction is going to be taken as well. And so that I think that is also dispositive of the question in this case, because the Congress chose language that it necessarily knew had been understood not to preclude the use of Section 1983. And I will mention as well, just to throw in the suspenders along with the belt, an additional consideration that the court of appeals ignored here was the manifest legislative purpose of section -- of Title IX, which was to expand and strengthen protections against discrimination in schools.",
  "Absolutely correct. And I think that there are - -",
  "Well, I -- I think not, for a couple of reasons, Your Honor. First, as I say, there is this direct evidence of what Congress had in mind. It specifically referred to constitutional litigation under the Fourteenth Amendment when it enacted Title IX, and, therefore, by definition it could not have been concerned about evasion in that sense. But I think that their -- \"evasion\" is not the word to use here because, on the one hand, there are statutory rights created by Title IX; on the other, there are pre-existing constitutional rights.",
  "Well, the only availability for individual liability is under the Constitution, because Title IX, at least as construed by the lower courts, does not permit suits directly against the individual, only against the institution, which I think is a significant distinction between the two and supports the argument that Congress could not have intended to preclude because, as the Court has recognized repeatedly, the availability of individual liability greatly adds to the deterrence, the effect of deterring constitutional violations. And the suggestion that, when Congress enacted Title IX it would have -- meant to have the perverse effect of allowing a school, by accepting federal funds, to insulate school policymakers from any personal statutory liability, you know, for even the most blatant and obvious acts of unconstitutional sex discrimination, would turn Title IX on its head. It's inconceivable that Congress could have had that in mind when it enacted a statute that was clearly designed to expand and strength protections against sex discrimination. I'll make sort of two additional points, Your Honor. As I suggest, I think the direct evidence in the statutory text, as well as the legislative purpose, is dispositive here and the Court need not go beyond that to answer the question here. That leaves the question of how the court of appeals got the matter so far wrong. And I think that the reason that they did is, ignoring the text, they applied what they thought to be a presumption derived from this Court's decision in cases like Smith v. Robinson and the Palos Verdes case that the creation of a new statutory right and a new statutory remedy necessarily reflects a congressional intent to preclude the use of Section 1983 to enforce overlapping constitutional remedies. There has never been such a presumption. The Court has said repeatedly, I think, as was suggested earlier in the discussion, that when Congress creates new statutory rights and new statutory remedies, they are presumed to overlap with and to supplement existing statutory rights and remedies, unless the two are positively repugnant to one another, unless they are inconsistent and can't be reconciled. That certainly is not the case here. The Section 1983 constitutional claims and Title IX supplement and complement each other. The two statutes are by no means coterminous in who can be sued. The Court has certainly never presumed that the creation of any statutory right or statutory remedy bars the use of Section 1983 to enforce the Constitution, as suggested by Justice Ginsburg's question. The Court has only once in well more than a century that Section 1983 has been on the books held that availability of the constitutional remedy had been precluded. As I say, Congress promptly responded by providing that remedy. The Palos Verdes decision, which was the fulcrum of the court of appeals decision, I think suggests what's wrong with its analysis. Palos Verdes involved a new statutory right, a new statutory action to enforce that right. The statutory action was limited in significant respects, and the Court concluded, as a matter of common sense, that one could infer from that situation Congress intended that the new right with the new remedial system would be exclusive, otherwise plaintiffs could immediately go to court and render that system a dead letter. But, as Justice Scalia pointed out in his opinion for the Court, that remedy had no effect whatsoever on section 1983. It meant that Congress had placed the new remedy outside of section 1983's remedial framework, but that claims that were available prior to the existence of that new right, prior to the creation of that new right, remained available under section 1983. And that is exactly the situation that we have here. Plaintiffs are not trying to allege a new statutory right that is outside the section 1983's remedial framework; instead, they are asserting fundamental, pre-existing constitutional rights.",
  "Well, I think that to the extent -- as was suggested by Justice Ginsburg's point in questioning, to the extent that the claims are the same, then they would preclude it. If the 1983 has the same elements, the same cause of action, it - -",
  "Issue preclusion. That's right.",
  "I think, to the extent that the suit was initially brought against the school under Title IX for a type of claim that could have been brought as a parallel claim against the individual under section 1983, and the Title IX claim was rejected, to the extent that the elements are the same, presumably there would be a defense of collateral estoppel.",
  "That's right. That's right.",
  "That's exactly correct. If the Court has no further questions, Your Honor - -",
  "Thank you.",
  "Thank you, Your Honor. I will try not to use my extra ten seconds. Two principal points. First on the proper disposition of this case. The First Circuit's holding, and I'm reading from 24a of the petition appendix: the comprehensiveness of Title IX's remedial scheme indicates Congress saw Title IX solely as vindicating the constitutional right to be free from gender discrimination perpetrated by educational institutions; it follows that the plaintiff's equal protection claims are precluded. That was not a holding that had to do with claim preclusion, issue preclusion, title estoppel; it's a holding that constitutional claims simply cannot go forward. So there were constitutional claims were advanced below, argued to both courts, that have not been discussed by any court at any point, and I think the proper disposition here is, the most regular course in a case of this sort to is decide the question presented, send the case back. It certainly is not the case -- it's a commonplace that the Court has threshold questions that are presented to it. There are remaining issues that have to be resolved on remand, it's certainly not the Court's usual practice to decide whether or not plaintiffs can -- can prevail on those claims on remand before deciding the threshold question on which cert was granted. I think that's the appropriate approach for the Court to take here. On the merits, very quickly. Again I think we have to -- the gold standard of evidence as to preclusion, we have expressed statutory text that deals with it. Learned colleague suggested that the Attorney General intervention provision somehow limited the cases involving claims by schools that do not accept Federal funds are somehow not subject to Title IX. That is not the language of the provision. The provision says whenever -- whenever it is claimed, it is initiated, in a court of the United States asserting deprivation of rights essentially on account of sex, the Attorney General can intervene. Clearly Congress had it in mind that there would be such claims, and this was enacted as part of -- Title IX was enacted as part of the statute that creates rights against discrimination by schools receiving Federal funds. It makes no sense to suggest that Congress - -",
  "No. No.",
  "That's true but I think it answers the preclusion question that it suggests that Congress has it in mind that there would in fact be section 1983 constitutional litigation involving gender discrimination.",
  "They said whenever there is a claim of unconstitutional gender discrimination. I think it's a blanket suggestion Congress made - -",
  "I am suggesting that the language says that whenever a claim of gender discrimination is advanced under the Constitution, the Attorney General can intervene. I think what we can draw from that is Congress imagined, it said there would be constitutional litigation involving gender discrimination after they enacted the law. And because that provision was added to the law as part of Title IX, Congress surely contemplated that these suits would involve gender discrimination involving schools. The other sort of clear textual indication which again, again my learned colleague has not really discussed, is the Title VI history of enforcement prior to the enactment of Title IX, which would absolutely - - that there are almost two such dozen decisions, which this Court incorporated into the canon, which suggests it is not only appropriate, it's realistic to think that when Congress was aware of at the time it enacted Title IX. Those decisions clearly indicated there was no preclusion. The language of Title VI and Title IX is identical. There can be no doubt, I think, that Congress would have had it in mind, which, if it is not appropriate in this context as well. One final, very quick point. This is an implied right of action; to suggest that Congress meant to preclude the use of the Constitution to enforce - - preclude section 1983 to enforce the Constitution while leaving it to the courts to imply the alternative remedy, to devise the contours on and the limitations on that remedy, would require -- hypothesize a remarkable leap of faith on the part of Congress. It also would require the most extravagant and speculative reading of Title IX, to understand that it's not only to include private rights of action but to preclude the assertion of express rights of action created by Congress by a language in another statute. If there are no further questions, Your Honor.",
  "Thank you, Mr. Chief Justice and may it please the Court: The Valdez vessel tax violates the Constitution's Tonnage Clause because it operates as a charge on a privilege of trading in the port of Valdez, and that tax is apportioned in a way that is guaranteed to tax extraterritorial values and values that do not have a connection to the city. That violates the Due Process and Commerce Clauses.",
  "Well, I think that it means all taxes that are imposed not only by the City of Valdez, but they are including taxes imposed by the State of Alaska that are collected by the City of Valdez. The - -",
  "That is our position. We think that's absolutely right. I think it is useful to focus on the nature of this tax. It is a tax that is directed exclusively at vessels and not on all vessels. It's -- by exempting small boats and all boats that are engaged in commercial fishing and all boats that dock exclusively at city-owned harbors. This is a tax, a property -- it's calls a property tax, but it's a tax that falls only on vessels and is directed at those vessels, that - -",
  "I think -- I think not. I think that -- so far as Valdez is concerned, the vessels we are talking about are subject simply to this property tax.",
  "Well, that -- that would be quite a different situation than what we have here. Here, the city - -",
  "Well, there are -- there's a huge universe of personal property that could be taxed in the City of Valdez. Valdez has the authority to tax all of this property except for a discrete category of oil and gas property that is subject to taxation by the State. So Valdez can tax all the ordinary kinds of personal property -- movable property, personalty - - that any jurisdiction can tax. They can tax cars and trucks and moving vans and refrigerators and jewelry. Of all those innumerable things that they could tax, they have chosen to tax a single item. They have chosen to tax vessels and, as I said, not all vessels.",
  "But - -",
  "I -- I don't think so. The State of Alaska treats oil and gas property as - -",
  "Not so, Your Honor, because State of Alaska takes very seriously it's stewardship of oil and gas property. That is something of tremendous fiscal importance to the State of Alaska. I think that there is little practical risk that the State is going to assign the right to tax that property.",
  "The result in my view would be the same, but that would be a different and more difficult case. Here, focus on what Valdez is doing: It is -- it has the authority, as I said, to tax the universe of personalty in the City of Valdez. It has chosen to tax only particular types of vessels that are used in the export of oil. Imagine, though - -",
  "There is -- there is one cruise ship, Your Honor, that was caught up in the net in the first year the tax was imposed. Otherwise the tax falls exclusively on what vessels that are involved in the export of oil -- principally tankers, also service vessels.",
  "No, I think that - -",
  "If a -- if a tonnage tax - - look at what the tonnage tax was initially designed to do. The Framers chose the term \"duty of tonnage\" because at the time -- the time this clause was it was written in the late 18th century, tonnage was the ordinary way of valuing the value of a ship and the ordinary way of imposing tax on a ship. If -- if the City of Valdez were to impose a property tax measured by tonnage on everything -- on vans and trucks and refrigerators and ships -- that would be a difficult case for us. But, obviously, it hasn't done that. It has not imposed a tonnage tax or and it has not imposed a property tax on any other type of property except particular types of vessels. I think you apply the duck test: It looks like a duck - -",
  "-- it quacks like a duck - -",
  "Well, I -- I was using a response to the previous question, and actually they were imposing a property tax and they were measuring it in an unusual sort of way. And the Court has said that if there's a generally applicable property tax which happens to fall on vessels, the reality of that tax is that it is a tax on property and not a tax on vessels. But here we have quite the opposite. Here we have tax that falls only on vessels as cargo - - vessels. And you're quite right: The Framers were concerned with the free movement of commerce. The Tonnage Clause was designed to close the loophole that was thought to be left by the Import-Export Clause, which bars the taxation of imports and exports. Taxing vessels would be a way of circumventing that.",
  "It would, indeed, because the city in its code creating the tax conclusively presumed that a vessel was subject to the tax so long as it takes on cargo worth a million dollars over the course of a year. Oil tankers - -",
  "Well, it would have to take a lot less than half a tankful. I think - -",
  "Yes. If -- if it were not - - if it visited the port of Valdez once and took on less than a million dollars and never came back to the port of Valdez - -",
  "I think that they - - jurisdictions impose all kinds of different variations of tonnage duties. And as the Court - -",
  "Well, two responses. First, I think it is not the case that under the old tonnage laws necessarily every ship was subject to tax. Ships could be subject depending upon how -- how large they were, and some ships could be exempted. So I think it's not implicit in -- in the nature of a tonnage duty that it applies to every ship that -- that enters the harbor.",
  "One would have to look at the practice in the 18th and 19th centuries. And some of the Court's decisions - -",
  "I -- I can't point you to any authority directly addressing the point, but I can point you to the general treatment of what a tonnage duty is. I mean, it's a duty which is imposed on vessels on the basis of tonnage. It -- it does not have to be imposed on every vessel that enters the harbor. But I think probably the more important response to your question is the reality of this tax. Valdez knew what it was doing. It wanted to target -- it was commendably candid in saying what it was doing. It wanted to target the vessels that were engaged in the transport of oil. It knows how big oil tankers are. It knows that the tankers are always full. When they come in, they take a full load of oil. That's -- that is the whole point of - -",
  "No, I - -",
  "No, I -- I don't, but I - -",
  "If I understand the example, that -- that might be a tonnage tax, depending upon the --",
  "Well, if -- if it's a tax on oil and gas property, and that is the definition of the tax and it happens to fall on vessels as part of the - -",
  "Yes, and - -",
  "That's - -",
  "Well, what's -- what's wrong with what's going on here and -- and I think this is an answer to your question -- the City of Valdez has the authority to tax an entire -- as I said, the entire universe of personalty. And -- and as -- as you described it, the City of Valdez also can impose a tax, although it doesn't have to, on -- on vessels. And the city has chosen to single out vessels out of all the types of property that it could tax, and it imposes a tax on them called a property tax. The reality of it is that it's a tax on vessels.",
  "My -- my understanding of how the tax system works is that this -- this is a State level tax. Alaska determines what are subject to tax, determines the items of property that are subject to tax. It determines which of these vessels are subject to -- to the Alaska tax. It then allows the City of Valdez to collect the tax and to use the tax, but it is a tax imposed by law by the State of Alaska. Valdez has no discretion to tax things that are not oil and gas property, that are not taxed by the -- by -- subject to the tax at the State level by the State.",
  "No. My -- my understanding of what they are referring to is that this is -- Alaska tax oil and gas property, including the Alaska oil pipeline and the oil terminal in the City of Valdez, which are enormously valuable pieces of property. So I think that -- that we are sort of talking apples and oranges here.",
  "If it's a -- a literal duty imposed on the -- the cubic capacity of the ship, it - - it's difficult to see how that could really be imposed in terms -- on every other item of property. I suppose if the -- if the - -",
  "Well, if the city were - - were to say that every transportation -- device of transportation was going to be -- be taxed on the basis of its cubic capacity, you know, vans and railroads - -",
  "I think that would be - -",
  "Well, we focus on -- well, no. I would say -- I would not say it's necessarily okay. That would be a different kind of situation than we have here. Here we have the purest case of what's - - of -- of a tax which is focused exclusively on vessels.",
  "Well - -",
  "Well, there are two of - -",
  "I -- I agree entirely with that. The -- the effect of this tax is to tax essentially the charge for trading in the Port of Valdez, and that is exactly what the Framers - -",
  "That is -- that is absolutely right. There -- there - -",
  "There are two ways that Valdez could go about taxing these vessels. It could impose a user fee, and the Court has recognized in its Tonnage Clause decisions that even a -- a tax on cubic capacity, a tax on weight, would be fine if that is a user fee which is designed to provide -- pay for services that are provided specifically to vessels roughly equivalent to the value of the services provided. So that is one way Valdez could do it. A second way they could do it is to impose a nondiscriminatory property tax. If they imposed a tax on the citizenry of Valdez affecting some broad array of personal property, that would impose the kind of political constraints that would discourage, you know, abusive export of the city's tax burden, which is just what the Framers - -",
  "It -- it may -- I -- I suppose the test would be if it's predominantly focused on vessels, that would be unconstitutional. This case doesn't provide an opportunity to -- to explore exactly how far that goes because this is, as I say, the purest case of a tax, property tax, all the property tax, which applies only to vessels.",
  "It would violate the Tonnage Clause.",
  "I -- I agree with you, Justice Scalia, that however ports, States, or cities go about trying to impose a tax on vessels for the -- I'm calling it the privilege of trading in the port, as distinct from the user fee I discussed with Justice Ginsburg, that would be an unconstitutional tonnage duty. That's what the Court has said - -",
  "According - -",
  "The Court has so held on several occasions that a flat fee violates the Tonnage Clause.",
  "Well, if the recipients of the property are -- Valdez is taking it -- this is really - -",
  "All of the States that are using the oil shipped through Valdez are paying - - ultimately paying this tax. I mean, this is what the Framers were concerned about. The -- the danger that - -",
  "Well, the concern that the Framers had in putting the Tonnage Clause in the Constitution, as with the Import-Export Clause, was that States with favorable port facilities were going to be imposing burdens by taking advantage of their favorable geography to impose burdens that are going to be felt by the other States. That is exactly what Valdez has done.",
  "That -- that's right.",
  "That -- that is exactly right.",
  "That -- that is precisely right, and that's just what the Framers were concerned with, the Tonnage Clause in the Constitution. If -- if I may, I will move to the apportionment issue in the case. I don't want -- I don't want to -- to leave behind -- the Court had questioned on the Tonnage Clause.",
  "That -- that is an interesting question. It -- it was written to apply to ships simply because in the late 18th century, the only way of moving substantial amounts of cargo was by -- was by vessel. And I imagine that if the Framers had in mind airplanes and railroads - -",
  "I will leave that one alone, Your Honor.",
  "I don't know a definitive answer to that. Generally speaking, airplanes and other types of property are -- are subjected to property taxes on the value, and not on capacity. Although, as I said, the Framers, I don't think, cared about capacity as such. They just cared about charges that were being imposed upon vessels that were going to be passed through, as Justice Scalia said, to the ultimate purchasers or sellers of the imports and exports that were -- that were in the vessel.",
  "That -- that's right. And I don't -- I hope I didn't - -",
  "That's right.",
  "That's right. And as for the Chief Justice's question, application to moving vans or cargo planes, the Court did not consider that because this is the purest case. It is within the plain terms of the Tonnage Clause, the historical application of the Tonnage Clause. It's the clear intent of the Framers in writing the Tonnage Clause.",
  "It -- it would, although it might be possible for the city to impose some type of user fee calibrated in that direction. The Court's cases refer to -- the tonnage principle applies to the number of passengers that the ship may carry or the number of crew members on the ship. If -- if it's not a proxy for particular expenses that are imposed on the jurisdiction, as this concededly is not, that was not what the -- Valdez intent in passing this tax, then it would be problematic under the Tonnage Clause. But I say again we have here the clearest, easiest case under the Tonnage Clause. It's a -- it is a tax that is designed exclusively of vessels that trade in the harbor. On the apportionment question -- and I don't want to give short shrift to that, because the Valdez tax is apportioned in a way that is guaranteed to impose a tax on values that are not present in the jurisdiction -- Polar's tankers spend only a small part of the year in Valdez. They spend the rest of the time on the high seas or in other ports either unloading oil or in dry dock. And, therefore, everybody agrees the tax has to be apportioned. The ordinary way and the way that this Court has approved the apportionment of a tax on physical property -- physical property is straightforward. You would put in the numerator of the tax the number of days with the number of miles they spent in or number of miles traveled in the taxing jurisdiction; you put in the denominator 365, the total number of miles traveled everywhere. You multiply that fraction times the value of the property. And so, for example, if I have a transcontinental passenger train moving from New York to California that spends 20 percent of its time in New York, New York could tax 20 percent of the value of the train. That is not how Valdez does it.",
  "That's right. But the -- the Valdez theory does not depend upon the taxation, the taxability of a ship somewhere else. Valdez is simply saying that we are entitled to tax, you know, not on the basis of physical presence in this jurisdiction at all. We are entitled to tax on some concept of where productive commercial activity takes place. And so it does not apportion on the basis of amount of time spent in the jurisdiction over the course of the year, which is the approach that the Court ordinarily has used. The Valdez approach is precisely the equivalent of New York saying, in my transcontinental train example, we are going to take into account only time spent in New York and Los Angeles loading and unloading passengers, and we are going to discount all of the rest of the year, all the rest of the time that the train has spent moving the passengers from place to place.",
  "This Court has held in the Central Railroad case that the taxing authority goes to the domicile. That for time - -",
  "The commercial domicile is Texas. The corporation is incorporated in Delaware.",
  "These ships do not -- the ships berth in Texas. The ship do not - -",
  "If I may, Your Honor, I'll -- I'll answer that question and sit down to reserve a little bit of time. You are right as to the physical location of the ship, but the -- the jurisdiction, the authority of a non-domicile to tax has always been constrained by -- under the Due Process Clause -- by the physical location of the property. And so, the fact that the property may or may not be subject to tax somewhere else does not give Valdez additional authority to tax property that's not present there. Now, the Court has said that the domicile, whether or not the property is present, is providing benefits to the owner of the property, and it's those benefits that justify the imposition of the tax for periods when it is not in any tax situs subject to tax by anybody else. And if I may, Your Honor, I will reserve.",
  "Thank you, Your Honor. A couple of quick points. First on this confusing question of what the State of Alaska does in the nature of its tax. Mr. Olson began by -- by saying the State of Alaska imposes this tax through the City of Valdez. That is right. It is a tax imposed by the State of Alaska that is collected by the City of Valdez. If the city did not collect the tax, it would go directly to the State of Alaska. It is an Alaska tax.",
  "If the city collects it, it keeps it, but it has been authorized to do that by the State.",
  "Uh - -",
  "But it -- it is imposed by the State. The State decides decide what subject it has. It identifies the property that - -",
  "That -- that's true, but this particular tax is a tax that is imposed by the State at the State level. It -- it's notable that Valdez has never before, until we reached this Court, said that this is a -- that it is taxing oil and gas property. The property is subject to tax by the State. The State authorizes Valdez to collect the tax, but it is imposed by the tax -- the city -- the State determines which items are subject to tax. So this is out of Valdez's discretion. Valdez chose to tax only particular types of personal property, and that is vessels. Second, on the question of what the Tonnage Clause was designed to do and -- and the Wheeling case, Wheeling says that a property tax is okay when the tax is imposed on vessels the same as other property owned by its citizens. That is not what is going on here. Contemporaneous understanding of the rule at the time was that taxes that singled out vessels were unconstitutional. We cite authority for this proposition in our reply brief. To -- to address Justice Ginsburg's question as to whether there were other taxes like this, we have not found any other tax anywhere that has been imposed singling out vessels as -- for -- for property taxation. Either now or in the past, we have not found any case addressing that, not only not in this Court, but in any other court. And then finally - -",
  "My -- my understanding is that real estate certainly was subject to tax and that ports would have the authority to tax other types of property. Vessels were set aside as a particular item by the Tonnage Clause.",
  "That's right.",
  "And so setting aside vessels in a -- in a unique category when other things could be taxed would have been problematic - -",
  "It -- it should impose a tax by imposing a tax on personal property generally. And if it does, it would fall on vessels as items of personal property. It -- it is significant -- well, if I may, Your Honor, just to finish, what Valdez has -- it could have taxed all of that types of -- or it could have taxed particular types of it. But it has seized on only one particular type of personal property to be subject to taxation.",
  "I -- I think it's an easy case when, as in this situation, there is only one item of property that is taxed, and that's a vessel.",
  "Again, Valdez does not. The State does. Valdez does not. And so I think that there is no need for the Court to go beyond and decide how broadly applicable -- as I suggested earlier, our test would be predominantly on vessels it is unconstitutional, and that clearly is the case here.",
  "Thank you, Your Honor.",
  "Thank you, Mr. Chief Justice, and may it please the Court: When Congress uses ordinary words in the statute, those words should get their ordinary meaning. In SORNA, the Sex Offender Registration and Notification Act, Congress did use ordinary words, and it used them in an ordinary way. But the government proposes that those words be given a most extraordinary reading. It suggests that Congress wrote one of the elements of SORNA's criminal offense in a sort of shorthand, and it should be taken to mean something quite different than what Congress actually said. It proposes --",
  "Well, Ill try to keep straight each of the parts of the question. A couple of reactions. First of all, I think that the ordinary assumption is that when the present tense is used in a statute that's creating a criminal offense, it refers to conduct that takes place after the statute was enacted. We are not aware of and the government has not cited any decision of this Court in which it has interpreted a present tense verb used in a criminal statute as attaching criminal consequences to conduct that took place before the Act -- before the statute was enacted. But before delving too deeply into the present tense question, I think it's helpful to take a look at how that fits into the other elements of the SORNA criminal offense, because there are a number of things about the statutory language that we think compel the conclusion that Congress had in mind only the attachment of criminal consequences to travel that took place after SORNA was enacted. For example, and to begin with, the first element of the offense, which provides that the defendant is required to register under SORNA, the government says, and we agree, that the elements of the SORNA offense have to be read sequentially so that the defendant is guilty only if he or she commits them in order. The first element, as I said, the statutory text, is is required to register under SORNA. And it seems undeniable that a defendant is not and cannot possibly be required to register under SORNA until SORNA is enacted and is on the books. And that is enough to dispose of this case because, as the government agrees, the elements are sequential. The first element is that there is a requirement to register under SORNA. The second element, the travel in interstate commerce, has to follow the first element. The travel, therefore, must follow the enactment of SORNA. That we think is sufficient to dispose of this case. The government's answer to that point is to say -- really, to candidly acknowledge that the statutory language has to be rewritten if they're to prevail. They say when Congress said \"is required\" --",
  "We are not questioning that. Congress specifically authorized in SORNA that the Attorney General had the authority to designate pre-SORNA offenses as triggering the registration requirement.",
  "It -- it certainly is unusual. I think it's not for us to comment on whether that was a sensible thing for them to do. But we don't dispute here that -- that Congress did it and that the Attorney General was authorized to do what he did. But --",
  "That's absolutely right, Justice Scalia, and I think --",
  "It's -- it's actually quite helpful to our argument in this case that Congress was aware of how to confer retroactive authority on the Attorney General for some things, which it did, the designation of pre-SORNA sex offenses as triggering the registration requirement.",
  "That is their argument. But the way that they reach that conclusion is to say that the first element of the offense, which is is required to register under SORNA, was really a shorthand by which Congress meant committed a sex offense that Congress --",
  "We -- we agree, but I think -- we do not agree, obviously, with the government's understanding of the first element of the offense. It's not that the sex offense took place. It's that the SORNA registration requirement attached.",
  "That's absolutely right.",
  "Which is what the statute says. And, again, the government's only attempt to answer that point is to say that Congress actual meant something different when it wrote the first element of the offense.",
  "They --",
  "Well, we of course don't agree with the government on everything, but we do agree that they are right about the sequence, for a number of reasons. One is that it follows -- I think it's the most natural reading of the statutory language that one is required to register, travels in commerce, and knowingly fails to register. It explains why Congress put the interstate travel element second, which is somewhat a peculiar thing to do otherwise. And if that were not the case, it creates the problem of what we we've been calling the \"Lincoln Tunnel baby.\" If someone were an infant traveling and went through the Lincoln Tunnel from New York to New Jersey, lived in New Jersey for the rest of his life, committed a sex offense at age 50 -- if sequential fulfillment of the elements was not necessary, that person would be subject to criminal prosecution under SORNA. So --",
  "I think sometimes it is and sometimes it isn't. It's certainly not a universal rule that it has to be. But, again, the language here makes that a sensible rule.",
  "No. I --",
  "Looking for --",
  "You would have to make it up, but if one were to depart from the text of the statute, which says \"is required to register under SORNA.\" So, necessarily, the travel took place after SORNA was enacted. And I think the statutory language disposes of the case. Theres no reason to look beyond that to broader purposes. But if one does look to the purpose of SORNA and what Congress had in mind, the interstate travel requirement and attaching that the travel took place after SORNA was enacted is what Congress wanted to do. It accomplishes the purpose. Congress wrote SORNA because it was concerned that there was divergent approach to registrations that were taken by -- by States, that they had inconsistent applications of registration programs. This was creating loopholes that allowed sex offenders who were unregistered not to register, and the congressional response to that was to create a uniform universal system of registration that it hoped all the States would enact that would facilitate exchange of information between the States and with the Federal Government. And the purpose of the SORNA criminal provision in that context is that it was designed to discourage people from traveling, unregistered sex offenders from traveling, after SORNA was enacted to evade the new SORNA registration requirements. For that purpose, travel before SORNA is immaterial. Its travel after SORNA is enacted that -- that brings into effect the congressional purpose that they were trying to accomplish. Congress wanted to keep out of the channels of interstate commerce unregistered sex offenders who were trying to evade the SORNA requirements. Thats necessarily prospective. As to people who were unregistered sex offenders who either had never traveled in interstate commerce at all or who had traveled before SORNA was enacted, they are identically situated for SORNA's purposes. They are outside the system. They are not registered. No one knows where they are. They are not attempting to evade SORNA at that point. They are subject to prosecution, not by the Federal Government, but by the States under the new, more punitive regime of criminal punishments that Congress tried to induce the States to enact as part of the States --",
  "And States have generally -- States have not complied with SORNA. Almost universally, they have not complied with SORNA. But one thing many States have done is, in fact, enact these new, more punitive criminal provisions for people who have failed to register, as did, for example, Indiana, the State in which Petitioner here was not registered.",
  "I think Congress had in mind -- as I say, it was addressing a particular problem. It was concerned that people were evading registration requirements because the States had different diverging systems, and it was allowing some people in some States simply not to register, not because necessarily they were evading State registration requirements, because the State didn't require them to register. States had very different systems as to what offenses triggered registration requirements. And so the congressional reaction was to say: We want the States to enact these new, much more comprehensive and intrusive and elaborate registration requirements. And they are so -- so elaborate and intrusive that the States are refusing to do it. But -- but that was the congressional goal, that the States would enact these -- these regulatory regimes; people would then register under them. Everybody was now going to have to be registered, or they would be in violation of some State law, State registration requirement. And if people after that were trying to get off the grid, disappear by moving in interstate commerce, the SORNA criminal provisions would come into effect at that point. For people who stayed put, people who had committed a sex offense before SORNA was enacted and just stayed there, they are identically situated, as I said, to someone who never traveled in interstate commerce at all, and they are subject to prosecution by the States. Clearly, Congress did not intend that it was going to federalize the entire regime of prosecuting people.",
  "I think that the purpose was generally to encourage registration of sex offenders. Now, of course, when -- when Congress wrote the statute, as -- as has been pointed out, it was not apparent to them that it was going to apply to people who had committed sex offenses before SORNA was enacted at all. That turned upon the Attorney General's subsequent determination.",
  "Well, two points --",
  "Well, it -- it's -- to -- to be honest, I think it's not entirely clear that Congress had anything specific in mind beyond a reaction to the prior regime in which there were inconsistent approaches being taken by the States.",
  "At the time they --",
  "All States did require registration of some sort or another, but they had different registration systems and different requirements in their registration systems. There were -- there were inconsistencies in them. The one thing which appears from the legislative background of SORNA is that Congress was concerned about loopholes in various State registration regimes, and it wanted to have a much more comprehensive, universal, uniform system of registration. So to address your point specifically about the jurisdictional hook, I think there are two reactions to that. One is, even if it were a jurisdictional hook, it is an element of the offense. No one denies that. It has to be interpreted as written. It says interstate travel, as we read it, after SORNA was enacted. So I think that answers the -- the question. But -- but it -- but it was, I would add, more than a jurisdictional hook, because Congress had in mind this particular problem of -- of people who, post-SORNA, were going to be evading these new, more comprehensive requirements by simply disappearing. Not that they were complying with State regimes which -- which didn't require them to register, but they would simply cross State lines to vanish.",
  "Well, that's -- that's right. The government's argument is -- is an appeal to what it sees as the gestalt of SORNA, rather than the statutory language. But I -- I -- but I think the answer to your -- your question specifically, Justice Sotomayor, is that they were -- they -- that when Congress passed the statute, it -- it had in mind this division of responsibility in -- in criminal enforcement. It -- it expected that the States, in order to comply with SORNA, were going to enact these new and much more -- more punitive criminal regimes to punish people who did not register. And so far as SORNA was concerned, people who never traveled in interstate commerce and people who traveled in interstate commerce before SORNA was enacted are identically situated.",
  "Well, that -- under the -- the new regime that Congress anticipated would -- would be put in place, every State would enact, would have in place a -- a criminal punishment. And these were -- these States don't punish people simply who committed a sex offense in that State and failed to register. They require registration of sex offenders who committed sex offenses anywhere.",
  "Yes, they do. So -- and in that sense mirroring the current interpretation of SORNA by the Attorney General.",
  "Absolutely.",
  "Yes.",
  "All States --",
  "I -- I believe that universally --",
  "-- they did not distinguish based on the location of where the sex offense took place. So --",
  "Well, the -- the various registration -- State registration laws that existed pre-SORNA, that -- all the States had registration requirements, but -- but they differed in a number of respects. Which sex offenses would trigger the registration requirement, for example. So -- so, there were people who -- who may well have been sex offenders in -- in the broadest sense under -- under the SORNA, a very broad definition, but who were not required to register in the State in which they -- they lived because that State's law did not have -- list their offense as a triggering --",
  "It is possible after SORNA that -- that States will enact criminal regimes that don't -- that don't mirror the SORNA -- the SORNA definition, but --",
  "Well, SORNA --",
  "Well, under the SORNA regime if the States all implemented SORNA as Congress anticipated that they would, if they all enacted these statutes, I think that there wouldn't be -- the only concern would be that people would simply fail to register, they would then disappear --",
  "-- altogether. That's right. And I think that is what SORNA is directed at. SORNA is directed at people -- they are now all subject to registration requirements. SORNA is directed at the concern that people simply won't register. And -- and it's designed after SORNA goes into effect, and there are these new requirements on the books. The people --",
  "That's -- that's -- that's quite right. And SORNA addresses these problems by saying, first of all, the States all have to -- have to pool their information and exchange them. Secondly, when the -- when the sex offender moves from one State to another, he or she is required to register in the new State, has to notify both -- both the State and Federal authorities. So it is designed -- SORNA itself is designed to be a comprehensive response to this problem, encouraging State cooperation. And that is why if we are looking at the policy and -- and just not paying attention to the language for the moment, the focus was on post-SORNA activity, because Congress has put in place this new regime which is supposed to address the problem of missing sex offenders. People who are taking steps after SORNA goes into effect, you know, offenders, to evade their registration requirements are now subject to these new, more comprehensive Federal penalties as well as State penalties.",
  "That -- that's right.",
  "Those States could do that. And I -- as to why we need SORNA, why Congress thought that SORNA was a good idea, I -- I think there are a couple of reasons. One is that there are Federal offenders and Congress, I think, believed that it was a special Federal responsibility to -- to make sure that Federal sex offenders were registered. And in addition, Congress regarded the problem of -- of unregistered sex offenders as a Federal problem, and it was one that, after SORNA was enacted and this new systematic regime was put in place, was more appropriate for Federal prosecution. But I think --",
  "Yes. SORNA is much more expansive both in -- in the type of information that's required and in the mechanism, in requiring in-person registration by --",
  "That -- that is -- that's possible, too, and again that is a prospective focus. And, of course, I -- my final point is that discussion of the purpose I think illuminates this to some extent, but the language itself is absolutely clear. There is no reason to go beyond the plain text of the statute. And if I can reserve the remainder of my time.",
  "Thank you, Mr. Chief Justice.",
  "The -- those all appear in the civil registration provision, not in the criminal provision. And my answer to Justice Alito's question is that we are not aware of any case in which the Congress has used a present-tense verb in a criminal statute to attach criminal consequences to conduct that took place before the statute was enacted. And --",
  "But at the time that Congress --",
  "That is correct. At the time that Congress wrote those civil provisions, this statute, on its face, applied prospectively only. The Attorney General had not yet retroactively applied it. Congress specifically gave the Attorney General the authority to apply it retroactively in defining which offenders had to register. It did not give him any authority to retroactively change the scope of the --",
  "Well, the -- that's -- I'm not sure that I would say that's our principal argument. That's one of our arguments, and the argument which I think is dispositive. Given the way that the Attorney General -- the Solicitor General has presented the case relates to the first element of the offense, which is that the action -- the offender is required to register under SORNA, which, as we have said, has to take place after SORNA is enacted. I think Mr. Gannon candidly acknowledged that basically, that has to be read to mean something different. It has to be read to mean \"is a sex offender,\" and that is simply not a plausible reading of the statute. Not only because of the plain words \"is required to register,\" but the provision of the offense which addresses Federal sex offenders sets out three elements as to them. As to a Federal sex offender, it must be someone who is required to register.",
  "An earlier version said \"travels thereafter.\" I -- that was dropped, I would suggest, as superfluous, because the present-tense language encompasses that. But it -- it would not make sense to say -- if one disregards the temporal sequence, that brings back the Lincoln Tunnel baby. It would mean that someone could have traveled as an infant, and that satisfies the SORNA travel requirements.",
  "But I'd suggest, Justice Alito, that requires an extensive rewriting of the language of the statute.",
  "And one has to -- one would have to --",
  "But one has to --",
  "Well, and even so, one has to read into that limitation as to where -- why it is that there is that limit on -- on the --",
  "\"Has committed a sex offense.\"",
  "Well, Id suggest that thats a peculiar reading of the term \"is required to register,\" that, as written, it seems to me as a present- tense requirement. You are now currently required to comply with the terms of the statute. It does not say: You are required -- you are a sex offender within -- as subsequently defined by SORNA. As Congress did expressly say in the Federal offender provision in section (2)(A).",
  "Thank you, Your Honor.",
  "Thank you, Mr. Chief Justice, and may it please the Court: In this case we find ourselves in the happy situation of having to try to convince the Court that its prior decisions were correct. Just 5 years after the enactment of FELA, the Court declared that it was obvious that the statute contained a proximate cause requirement. The Court went on to repeat that conclusion over and over again in almost two dozen decisions over the next 40 years. Our submission this morning is that the Court when it made these statements got it right.",
  "Well, we -- we -- our submission is that that is not correct, that that is not what FELA provides for at all. And in the Court's initial decisions, the ones that I referred to, it stated very clearly that the ordinary proximate cause rule applies. The -- the proximate cause test that the Court stated in cases like Brady was the traditional proximate cause standard.",
  "Well, that -- that's -- is a separate one from the one we have here. I mean, we are talking here about the nature of the -- the elements of the cause of action that have to be demonstrated by - by the plaintiff; and so there -- the question of how much of that evidence there has to be to get to the jury is a separate question that's not presented here. Our submission, since you posed the question, is that there is no different standard; that FELA was not intended to depart from the ordinary common law procedural approaches in that respect, either. But on the question that's presented -",
  "I -- I wouldn't want to commit myself to answering that question affirmatively, Your Honor. The Court has said that -- that FELA was enacted to address particular problems in the administration of the common law prior to 1908.",
  "I think there are two ways to respond to that, Justice Ginsburg. The first is that up until the Rogers decision, which is -- which is one of the ones which has created I think some confusion in this area, the Court was quite clear and unambiguous that proximate cause in FELA applied in the ordinary sense. As I say, in cases like the Brady case the Court stated what proximate cause means; it stated in - in entirely traditional terms that -- that the plaintiff had to demonstrate that the injury followed in a natural, probable foreseeable way from the wrongful conduct, and so that -- that was the standard. The Rogers case, which was the source of some of the confusion in this area, in our view, as - as we think Justice Souter correctly demonstrated in his opinion in Sorrell, and as we explain at some length in our brief, Rogers we think did not address causation at all. The Rogers case was a situation in which there were a multiplicity of causes, and the question was what -- what should -- should the rule be when there are a number of -- of entities that contribute to the accident. It had nothing to do with remoteness or directness of the cause, what we usually think about when we talk about proximate cause. In -- in the years since Rogers was decided, when the Court -- got out of the business of deciding FELA cases on the facts, it had not had occasion on - in any case to address specifically what proximate cause meant in the FELA context.",
  "That -- that comes from, W submit, from sort of a loose description of what was going on in the Rogers case, which involved a multiplicity of causes rather than directness and remoteness of causes, and so the cases in which that language appears, which are the Crane case and the Gottshall case, did not involve causation at all. The question of causation was not presented to the Court in those cases.",
  "Well, that -- that goes to the question that Justice Kennedy raised at the outset, which is how much evidence, whatever the standard of causation is, how much evidence must there be to go to the jury? And our presentation here is that FELA did not change the ordinary standard on -- on that question. But that -- but that is not the question that's presented in this case.",
  "Well, I think there are - there are two parts to your question, Justice Ginsburg. One -- one is, what's wrong with the instruction that was given here; and the other is can juries understand proximate cause as a concept. On -- on the first point, we have no objection to the instruction containing the language of the statute. The problem is that to be comprehensible and intelligently applied by jurors, it has to say more than that. Proximate cause we submit is an element of the cause of action and that has to be explained to a jury. It couldn't be the case in a Sherman Act case, for example, that a judge could simply charge the jury: You are to determine whether there has been an unreasonable restraint of trade; now go to the jury room and answer that question. There is a lot more that has to go into that cause of action, including, as it happens, proximate cause.",
  "It -- it would have made a difference I guess in two respects. One is that the plaintiff's theory has never at any point been that there was proximate cause in this case. He did not contend that there was before the -- the district court and he does not contend in his brief before this Court that there was proximate cause made out. And so -",
  "The something more is what this Court said in its Brady decision, in which it described -- the decision in Brady, which is cited and discussed in our opening brief in -- in some detail. Brady described what proximate cause means in the FELA context; and it means, the Court said, that there must be a demonstration that the plaintiff's injury resulted from the wrongful conduct in a way that was natural, probable, and foreseeable. That -- that was a traditional statement, is still today a traditional statement of proximate cause.",
  "And foreseeable. That - that language was taken in the Brady case directly from the Court's decision, 1876 decision in the Kellogg decision, which we also cite in our brief, which states -",
  "Well -",
  "Well, that -- that was the second part of Justice Ginsburg's question, and I got distracted, and I'm happy to address it. I think most of the criticism of proximate cause as being confusion to the jury has actually been directed at the word \"proximate,\" that commentators and some courts have said that's a confusing word, it suggests immediacy, it suggests closeness in time, it sounds like \"approximate,\" and so juries find it confusing. But there is -- once it's spelled out, I mean, the fact is juries have been applying proximate cause, which has been a fundamental, settled, universal, universally accepted part of common law of torts, in the medicine context in particular, and it has been settled for 150 years.",
  "Well, I -- it is our submission that FELA juries would have no more difficulty applying it than do juries under the Sherman Act or RICO or the securities laws or, the other statutes that this Court has said include a proximate cause requirement, or that juries apply every day in courts across the country in court cases.",
  "Well, we have to assume that juries follow jury instructions. That's the fundamental premise of the system, and there is no reason to doubt that in the ordinary case, in which the contents of proximate cause are -- are explained to the jury in an intelligent -- in a way that -- that people can comprehend.",
  "If the -- if the jury -",
  "Well, I -- I -",
  "I will endorse that.",
  "Well, certainly, in terms -",
  "Well, I -- the -- the principle of proximate cause, the idea that there has to be some limitation beyond but-for causation on liability, has been universally recognized. Recognized by -- by courts, by this Court, by commentators, by the Restatement. The Third Restatement, just published, clearly endorsed it. They use -- they quibble about the terminology, but they clearly endorsed the absolute necessity of a proximate cause limitation on liability.",
  "There -- there probably has been. I mean, I'll defer again to the Third Restatement, which has a very useful summary of the course of the law in this area. And the principal tests that are now being used by courts are foreseeability and directness, which are closely related, I think. I mean, clearly, as this Court stated just this month in the Stout case, it stated a test of proximate cause in terms of whether -",
  "A but-for cause in this context would be, there's a defective brake on -- on the locomotive and it comes to a sudden stop. If the conductor, standing in the locomotive when the train stops, is thrown to the floor and injured, clearly that is proximate cause. It -- it is -- it is an injury that is related to the risk that made the conduct actionable in the first place. The reason that having defective brakes is negligent and gives rise to a cause of action is because it can cause an accident that will cause people to fall, cause the train to hit something, will cause derailment. That's why it is negligent, and if the kind of injury that follows from the accident is related to that risk, that clearly is proximate cause. The kind which is not would be, train stops because of the defective brake. No one is injured. Conductor gets off the train to walk along and see what's going on, trips and turns his leg, or is bitten by a snake.",
  "They did in precisely the case I just described, a case called Richards from the Sixth Circuit, which is cited in the amicus brief submitted by the Association of American Railroads. The train stops because of a defective brake, the conductor gets off, walks along, turns his ankle and sues. Clearly, the risk of someone getting off the train and having a fortuitous injury is not the kind of risk that gave rise to the negligence. I mean, it's negligent to have a defective brake, but not because there's a bystander who might be bitten by a snake or turn -- turn his ankle.",
  "As I said, the Richards case.",
  "I -- I can't cite you a snake case directly, but -",
  "Or I'll -- I'll cite you -",
  "I'll give you two answers to that, Your Honor. First of all, there are other cases. Another case, for example, cited in the amicus brief that I referred to is the Schlumpert case from Georgia, in which there's a defective coupling device lying on the ground. If it had -- if it had fallen off the train because it was defective and fallen on someone's foot, clearly that's proximate cause. But it's on the ground. The employee comes along, picks it up, throws off - throws off his -- throws out his back, and sues. That is not the kind of -- of injury that one would foresee comes from having defective couplers.",
  "The instruction we ask for is the one this Court gave -- said should be given in the Brady case: Natural, foreseeable, and probable. It is not -",
  "I would -- I would say that it is -",
  "Well -- well, I'm just quoting the Court's language to you, Your Honor. But - but certainly, foreseeable and probable, one would say that -",
  "Well, but it's not foreseeable in the sense that it is unrelated to the risk that gave rise to -- to the cause of action in the first place. I mean, it's foreseeable in the sense that anything is foreseeable. If I give the classic example: I drive -- I drive you to New York, from Washington to New York, and I drive too fast, exceeding the speed limit. That's negligent. It's negligent because I run the risk, if I drive too fast, of hitting somebody, of hitting another car, of driving off the road. And so if I do that and you're injured as I drive you to New York, you can sue me. But that doesn't happen. I drive -- I get to New York safely, you get out of the car, and as soon as you get out, you are struck by lightning. It's a but-for cause of your being struck by lightning that I drove too fast. You wouldn't have been there when the lightning struck.",
  "Or -- or, more likely, you could have been hit -- hit by a car driving across Fifth Avenue too fast.",
  "Well, I think that it should include the term \"proximate\" simply because that has traditionally been the requirement. That's what this Court has said in cases like Brady. It's what the Court has said in cases applying other proximate cause - other elements of proximate causation in other circumstances. But it is the concept. I mean, as I said, \"proximate\" is a confusing word. That has been recognized sort of across the board. So it has to be spelled out and unpacked.",
  "I -- again, I don't think that it is essential that it use the word \"proximate\" if it spells out what is meant by \"proximate\" in -- in - as -",
  "Again, that is the term that this Court used in Brady, and that is -- is closely related -",
  "It did not use the word \"foreseeable.\" It used \"natural and probable.\" But we -- we endorse, again, the test that this Court has stated in the FELA context very clearly in the Brady case. There are -- as has been noted in some of the questioning, there has been discussion between courts and commentators over the years about what the best way is to define proximate cause and explain it to the jury. I mean, in terms of the question posed by the Chief Justice, does it actually make any difference, I think not only do we have to assume that it makes a difference, because juries are presumed to follow their instructions, but the kind of instruction that was given here was essentially a but-for instruction, that if you find that -- that in any respect, the injuries essentially would not have occurred but for the misconduct, for the -- for the negligence of the railroad -",
  "Well -- that -- that - that's his explanation of the accident. The theory of negligence, as I understand it, as it was presented to the jury by his expert was that the configuration of the train that he was driving was unsafe because it -- it could lead to derailments, it could lead to breaking of the couplers. As explained by his expert, the -- the theory was not that there was something unsafe about the arrangement of the braking system, and so, I think that the -- the way in which a proximate cause instruction properly given here could have made a difference is that the jury could have found, well, yes, it was negligent to have these five locomotives arranged in the way that they were, but that had nothing to do, except in a but for sense, with the fact that the -- the -- that Mr. McBride's hand was injured; that the jury could have made that determination and so it could have made a difference. Now, I mean, the fact is there was no proximate cause argument made below because the instruction that was given by the district court excluded it. And so, as I said before, the -- the theory of the case advanced by Mr. McBride below simply didn't take account of proximate cause. Now, if the -- if we prevail here and the case goes back, he will be free to argue under a proper instruction that there was proximate cause, that somehow the configuration of the train affected his -- his handling of the brake.",
  "The -",
  "Well, there -- there is no question that what the railroad did caused in the but for sense. Mr. McBride would not have been in the cab operating the brake system had it -- had it not been for the configuration of the -- of the locomotives. And, so if we assume that the configuration of the locomotives was negligent, then but for the negligence of -- of the railroad, this would not have occurred. And that in fact is -- is the terms in which the case was argued to the jury by Mr. McBride's lawyer, who said, in so many words: But for the negligence of the railroad, this would not have occurred.",
  "Our side argued that there was no negligence at all, that -- that -- that the configuration of the railroad was perfectly proper, and that -- the -- the -- there was a contributory negligence component to what was going on here. In fact, the jury found that Mr. McBride was contributorily negligent in part, and that was part of the -- of the defense presentation, too. But just two or three -- to take a step back to first principles, on the assumption that proximate cause -- that there is a difference between instructing the jury on proximate cause and not, because the court -- it has been a part of tort law, you know, for time immemorial on the assumption that it does make a difference and it has been an important part of tort law because it has been universally recognized by courts, by academics, by the Respondent that there has to be some limitation on liability beyond but-for causation. If there is not, there is the danger of sort of infinite liability, of limitless liability, and particularly of fortuitous liability, because there is no way that the defendant in a situation like this can anticipate that it's going to be held liable for this kind of injury. So proximate cause has been regarded as an essential component of the tort law. And that being so, FELA creates a Federal cause of action for negligence, it creates a Federal tort. It -- a fundamental principle of statutory interpretation, this Court has applied many times, most recently just this month in the Staub case, that when Congress creates a Federal tort, it means to adopt the general background of tort law, and Congress -",
  "There are -- there are Federal statutes that use the word \"proximate.\" I don't know that there are any negligence statutes. So far as I understand from our review of the law, at the time that Congress enacted FELA in 1908, there -- there were no such statutes that made use of the term \"proximate.\" And the presumption then, as now, is that when Congress creates what amounted to a Federal tort, the assumption is that it intends to adopt a background of tort law. That was true in the Sherman Act, it was true in RICO, it was true in securities laws, it was true just as earlier this month in the Staub case, a statute which did not use the term \"proximate.\"",
  "Well, that's -- that's right. Given the instruction that the jury received, which does not -- did not include a proximate cause requirement, and given that if one assumes that there was negligence, there is no doubt that the -- that the injury here was the but-for product of that negligence, there sort of was no room for negligence to be argued to the jury on the defense side. I mean, for proximate -- for - for -- for causation to be argued on the defense side.",
  "In -- in this case we would say the negligence that is being presented to you and that you have presumably found is that the configuration of these locomotives was dangerous because it could lead to derailment, it could lead to breaking of the couplers between the cars. That is the negligence. And proximate cause, properly understood, means that the injury on which the plaintiff is suing has to follow in a probable, natural, foreseeable way from that -- that negligence.",
  "Well, if I may, I'll answer that and then sit down. That, as I say, was not the theory that was presented by the plaintiff's expert. To the extent that that is -- is a viable theory, it could be presented on remand. The argument can be made. I think it's a difficult argument, but -- but it was not presented to the jury here because there was no proximate cause instruction, so there was no opportunity for the question to be -- be -- be vetted. And with that, thank you, Your Honor.",
  "Thank you, Your Honor, just a few quick points. First, although my friend Mr. Frederick has struggled valiantly, I think that he is unable to explain how his test is any different from a \"but for\" causation.",
  "That is a different kind of problem.",
  "It has been -- the rule of common law from -",
  "No. The question is whether or not the kind of -- the risk of -- that there would be an injury follows from the -- the nature of the misconduct that gives rise to liability in the first place, and it is -- common law has always recognized that if you're risking a particular kind of injury, that someone is going to be hit, you take your victim as your find them, and that is put -- put in a different basket of -- of doctrine altogether. So -- so first, again I -- there is no alternative to proximate cause, but \"but for\" cause; that's been universally recognized as an unacceptable basis for liability. Second, if I could return to our snake just for a moment. It has been recognized that the -- the nature of the protection that's provided by the tort law is related to the -- to the risk of injury that gives rise to liability in the first place. If there -- the risk of injury is that a defective brake is going to lead to a derailment or an accident, injury that follows from that risk is compensable; injury that does not, like walking along and turning your leg or being bitten by a snake is in a different category, it's not predictable and foreseeable or natural in that sense.",
  "Well, the question would be one for the jury if it's properly instructed. And in fact in the Gallick case, as I think Justice Sotomayor, you -- you have recognized, the Court said that that was foreseeable. And the jury -- the issue can be posed to the jury, the jury can determine whether it is a natural problem.",
  "No. That -- that's right, that's right.",
  "That -- that's generally right. I mean, there will be circumstances, as the restatement says, that -- in which it's so clear that it is not a -- a probable, natural, foreseeable consequence of -- of the wrongful conduct, that it should not go to the jury. And -",
  "They -- clearly they are closely related. I mean the Court in Brady stated that -- that test, as natural, probable, foreseeable. If it is natural and probable, it is likely to be foreseeable. And -",
  "Well, it -- but I think what probable means in this context it has to be foreseeable, not simply in the theoretical, I can foresee if I drive too fast in New York, maybe there will be a lightning strike -- I mean, I can imagine that. But it has to have -- pass a certain threshold to -",
  "That's -- to me the only question now here before this Court is whether we are entitled to a jury instruction that states properly the nature of the proximate cause test, and if the case goes back under that standard, then the arguments that have been suggested by Mr. Frederick can be presented to the jury. But -- but as you say, Justice Scalia, that's right; and to the extent that there was anything wrong with the instruction, we would provide it.",
  "I think it would be open to argue that it's so clear that -- that there was no proximate cause that it shouldn't; but that's a question to be posed on remand.",
  "That was the requested instruction.",
  "I -- it was not put in those terms. I -- I would not think -",
  "I -- again, it was not - unpacking those terms, and I would say it does not have to be -- the answer is -- is no. The jury doesn't define that it is -- it is necessarily going to be the outcome, but it has to find that there is some substantial probability that it will be the outcome, before liability can attach, would be our -- our submission.",
  "Thank you, Your Honor.",
  "Thank you, Mr. Chief Justice, and may it please the Court: So far as subsection (2) of the provision that we're talking about this morning, which is the provision that concerns me in the Sawyers case, we think that the Government's reading is simply not a sensible approach to the statute. And in that sense, our position is not that the statute is ambiguous. We think that the statutory context and the particular meaning of the words that Congress used require imputation in the circumstances of this case. I'll start with the statutory background, where I think the Government understates the nature of the prevailing settled rule that it applied.",
  "Imputation as such, as has been said, is not directly addressed. But the words that the -- that Congress used, the word \"residence\" and the word -- particularly \"continuous residence\" are words that Congress would have thought carried along with it the concept of imputation. And the reason why that is so, I think it's necessary to start with a little bit of the background both of the statute and how those words have been interpreted in prior usages. Congress would have been aware of when it used them in the statute. Under the prior relief provision here, section 212(c), the old provision, the courts that - - courts of appeals that had addressed it had uniformly applied an imputation rule. The Government says it's three courts. Two of those courts are the Second and Ninth Circuits, the largest immigration circuits that decide two-thirds of the immigration cases in the country. So, I think one can presume that Congress would have been aware of this rule. And the Government concedes that Congress didn't change the language of 212(c) because it was dissatisfied with imputation. It had other purposes in mind altogether. And so - -",
  "The rule -- it says nothing directly about it.",
  "Well, I think there could be circumstances in which imputation is appropriate when - - when the child is in the custody of the grandparent. But I'm focusing on parents because that's how the cases have been decided up to that point. The BIA itself had said, prior to the enactment of this statute, in the In re Ng case that - - which I think is the case the Justice Breyer had referred to -- it had said in so many words the residence of the parent is imputed to child when the child is a minor. Congress would have been aware of that when it used the word \"residence\" in subsection (2).",
  "There are rules, common law rules, that the courts had applied in determining whose residence and whose domicile would be attributed to the child when the parents were not -- didn't have joint custody. When the -- if we're talking only about residence here - -",
  "I think that -- again, the courts have applied -- if we're distinguishing -- for purposes of residence -- and I'm not talking about the technical LPR status here when I'm using the term \"residence\"; I am referring simply to kind of the general common law concept.",
  "We - -",
  "We agree ultimately, to get relief, the child has to have LPR status and certainly under subsection (1) of the provision, which is not at issue in the Sawyers case. That concerns 5 years of LPR status. Subsection(2), which is all that I'm concerned with in Sawyers because that's the only -- only element of the relief provision that he was deemed not to satisfy, concerns only the term \"residence,\" not LPR as such; simply continuous residence in the United States. And so, the question of would Congress have thought that residence, continuous residence, is imputable from parent to child -- I think it would have for two reasons: First of all, it would have believed that residence as a general matter is imputable. The BIA had said so itself in the Ng case. And as it - - domicile, which the Government concedes was imputable, necessarily includes - -",
  "It was indeed. It was a firm resettlement case, and the question was whether or not the alien had been a resident of Hong Kong. And the parents were residents, and the BIA said, well, the parents' residence is imputed to the child.",
  "That's correct.",
  "The record does not reflect -- we don't know if he was living in U.S. in an unlawful status up until the point he became an LPR at age 15. The record simply doesn't answer that question.",
  "That's the principle, but that - -",
  "That's correct. That -- but I can add to that a little bit, that in the section 212 cases, in which domicile was imputed, as the Government recognizes, in at least two of those cases, the child was not in the United States for a portion of that time; and, therefore, necessarily those courts must have been imputing not only domicile but residence. And that is necessarily the case because -- residence is an element, a subset, of domicile - -",
  "As a -- as a legal matter, just as he was -- would have been domiciled in the United States.",
  "I think not. I think -- I think our common law would have regarded him as a resident of the United States - -",
  "There might be legal rules that -- that specify the physical presence is equivalent to residence for particular purposes. But as this Court held in Holyfield, as the Government recognizes in a domicile context, a child can be a domicile of a jurisdiction in which they have never set foot. The legal presumption is that a child is -- takes the domicile of the parent, and -- and residence is a necessary subset, as this Court has said long ago, before any of these statutes were passed. The definition - -",
  "One can be -- yes, because the definition, as this Court said, of -- of \"domicile\" is residence in a particular place accompanied by an intent to remain there indefinitely. And so, you have to have both. You can't be a domicile without being a resident of the jurisdiction. Congress would have been aware of that. And when it used the term \"residence,\" it would have been aware of that as a general proposition, and it would have been aware that in the particular context of section 212(c), imputation rule for relief in the immigration laws, that use of the term \"resident\" carries with it imputation. I think that makes this -- so far as we're concerned, that makes the use of the term \"continuous residence\" in subsection (b) unambiguous and requires imputation. Congress would have been aware of this. There's no reason to think, the Government concedes, Congress was not trying to change the imputation rule when it changed the terminology from -- from \"domicile\" to \"resident.\" In fact, it's sort of perverse to say that Congress had -- achieved that purpose, because it was a -- this was a liberalizing change. The reason that Congress -- it's quite clear from the statutory background why Congress changed the language from 7 years' unrelinquished lawful domicile in the old 212(c) to continuous residence after admission in any status in -- in subsection (b) of the new statute -- was to broaden the availability of relief. Congress was confronted with a split in the circuits on the interpretation of the old rule, as to whether or not one could achieve unrelinquished domicile -- lawful unrelinquished domicile while not in an LPR status, because the BIA had taken the position that for -- to have lawful domicile, you have to lawfully intend to stay here permanently; you can't do that if you're not an LPR. And, therefore, Congress, confronting the split on circuits -- because some courts had rejected the BIA's view, Congress said, okay, we're going to put in subsection (a) of the new statute a requirement of 5 years' LPR status.",
  "For -- for the child? Well, I think - -",
  "I would - -",
  "For -- for an adult, the language that they did use, because I think \"continuous residence\" carries with it the requirement that the person be physically present in the United States - -",
  "If they're a minor?",
  "I -- I would think, given the context, of which imputation was the settled rule, that Congress would have had to indicate affirmatively that imputation was impermissible. Just as if -- if Congress uses the term \"domicile\" as they did in the old section 212(c), knowing the context in which, as a universal matter, the domicile of the parents is attributed to the child, one would expect - -",
  "Well -- and \"reside\" can have different meanings in different contexts. There is a definition in the statute which the BIA itself has said does not apply to conditional uses of the term. So, you know, \"residence\" in its plainest sense -- I mean, as this Court said in the Savorgnan case, which is where Congress derived the -- the definition which is now in the INA, that was under the plainest use of the term \"residence.\" You know, unadorned. And that was the statutory definition, which says without regard to intent. But when there's a conditional use, when it's continuous residence, as in subsection (b) of the statute, or permanent residence, necessarily one has to look at intent. And, therefore, that statutory definition cannot apply. The BIA itself has said that expressly in the Huang case, which we discuss in our brief, that so far as permanent residence is concerned, the statutory definition has no application because necessarily one has to look to intent. And so, this is sort of a second - - secondary argument here, but insofar as intent is essential for imputation, which is what the Government says -- the Government says the reason that the switch from \"domicile\" to \"residence\" matters is because \"domicile\" looks to intent, and \"residence\" doesn't. But, in fact, continuous residence does, necessarily does, look to intent because it's the intent to remain continuously or permanently.",
  "Well, I - -",
  "I -- I -- the only thing we're talking about here, of course, is -- is a particular relief from removal provision. And so, certainly, the -- the expectation that the child someday down the road may seek relief from removal - -",
  "-- if they do -- if they become an LPR and do something wrong is not going to induce parents to delay.",
  "That is correct.",
  "I -- I can't give you current statistics. I think this Court said, I believe in the St. Cyr case, that a fairly -- substantial -- 40 percent or so of the cases are granted. The Gutierrez case, in fact, the IJ would have granted removal and - -",
  "I believe that that's -- I wouldn't swear to that, Your Honor, but -- but it is a -- a significant percentage. And, again, Gutierrez is an example of that. The IJ would have granted it but for the -- the rejection of the imputation rule further on in the -- in the process. And I think this is actually kind of a significant point, which goes to what Congress would have had in mind. We are only talking about not entitlement to relief; we're talking about entitlement to ask the Attorney General, in the exercise of his unreviewable discretion, to grant relief to deserving immigrants who would otherwise be forced out of the country by application of an inflexible rule.",
  "He -- it is unreviewable discretion, yes. He could take anything into account. And, certainly, the nature of the family ties, the - - the background of the immigrant, all of those things are taken into account. But the question -- whether or not Congress when it passed this statute, knowing how section 212(c) had been interpreted, the prospect that Congress meant to - -",
  "Well, I can give you - -",
  "I can give you two responses to that, if I may, Justice Sotomayor. First, yes, I mean, it is a presumption that Congress is aware of judicial decisions, but I think that presumption - -",
  "No, but in this particular context, there's particular reason to think they were because Congress, it is agreed, enacted this legislation to cure a conflict in the circuits involving the application of this cancellation provision. And so, there would have been particular reason for Congress to be aware of what the courts had done.",
  "I -- I can rest at this point, Your Honor. Thank you so much.",
  "Thank you, Mr. Chief Justice, and may it please the Court: If I can, I'll start with a question that Justice Sotomayor asked about the ambiguity or not of the statute, and we think that in fact the statute is not ambiguous at all. We think that it unambiguously dictates the reading that we advance. And it's useful, I think, in addressing the case to recognize that it presents essentially two issues. One is whether all of the categories of applicants for child survivor benefits that are defined to be children in the statutory definition of \"child,\" section 416, qualify for child benefits without reference to State law, as we submit. If they do, then the second question is whether the children in this case, the Capato twins, fall within one of the categories of children so defined. And we think that they very clearly do. Congress said expressly that every child as defined by 416(e) shall receive benefits so long as they satisfy certain criteria that are not at issue in this case. Section 416(e), to which Congress has expressly directed us in determining who is a child eligible for these benefits, defines a child to be (1) a child or adopted child, (2) a stepchild --",
  "We think --",
  "We think subsection 416(e) is sufficient as to the children defined to be a child within that statute.",
  "And our understanding of who falls within section 416(e), (e)(1), definition of \"child,\" is the natural child, the biological child of married parents. There are, of course --",
  "No -- well --",
  "Well, as to the question of what (h) is designed to accomplish, we think that Congress enacted (h) for children whose parentage or parental relationships were unclear, which would principally have been children who were born outside of marriage, as to whom there was no presumption --",
  "Well, I think that's an interesting and more difficult question than what we have here. I think that the answer may well be \"yes,\" and I think that the -- situations like that can arise really in -- outside of the IVF context. That's a related situation.",
  "Well, let me answer both of those questions. As to where marriage comes from, I think from a number of sources. One is the point that was raised by Justice Alito and Justice Kagan, that at the time Congress enacted the statute in 1939, the overwhelming majority of children in the United States, more than 90 percent -- it was actually more than 95 percent -- were the children of married parents. And so, when Congress --",
  "Well, simply as to what Congress had in mind when it said a child is a child -- and you asked where marriage comes from in the statute -- I think when Congress said a child is a child, as I think Justice Alito's question suggested, it would have had in mind the paradigm of a child at that time, which was the children --",
  "Well, let me say two things about that. And, first, to continue the question of where marriage comes from, there is a textual reference to marriage which appears in section 416(h)(2)(B), the companion to the intestacy provision upon which the Government relies.",
  "But --",
  "But I think (h) reflects what Congress had in mind in the statutory definition, because in the provision that I'm referring to, Congress said that if the parents went through a form of marriage that was defective in some sense, nevertheless the child would be deemed to be a child, which tells us that marriage (a) was a significant part of what constitutes childness as defined --",
  "But --",
  "If I may, Your Honor, Congress wrote a Federal definition of \"child,\" and as Mr. Miller acknowledged in his opening argument, when Congress defined \"child,\" it defined \"child\" to include a number of things. The first thing that it defined was a child is a child or adopted child and stepchild, grandchild, stepgrandchild. Congress used the word \"child\" to have a particular meaning, because it said a child is a child and other things. The other things that it mentioned were --",
  "But -- and I think the reason it did that, I mean, as -- again, as Mr. Miller said, Congress used the \"child\" in two senses. It used the word \"child\" in the generic sense: Everyone who qualifies for child benefits is a child. So, it said \"child\" is, in that sense, a child, adopted child, stepchild, so forth. In the dependency section, Congress is referring to all children, all children in that -- in the generic sense, everybody who qualifies for benefits as a child. And, therefore, Congress had to distinguish between what we say it meant when it said a child is a child, natural child of married parents --",
  "I can't point to specifically that, because I think it was clear when Congress used the word \"child\" that that's what they had in mind as a generic matter. As I suggested, when --",
  "In a sense, that's right. If everyone knew what the word meant -- the word \"child\" was used to define, I think, the category that people would have had in mind when they thought of a child in the legal sense.",
  "That is true. But I think the question is, what was the intent of Congress when it wrote this statute in 1939?",
  "Well, that -- that may suggest that an unfavorable application of the statute to children born out of wedlock would be unconstitutional. But the question of whether or not Congress intended to provide benefits to these children --",
  "I think that the contrary is true. I think that you should interpret it our way because the Government's application sort of disfavors children who are born through, you know -- through assisted means by its incorporation of State law in favor of --",
  "But --",
  "But I think -- I suspect the reason that Mr. Miller was resisting your questions on that point is there is no question that children who are born -- who are, quote, conceived naturally in the marriage and are born after the father's death are deemed to be dependents and receive benefits. That has been the consistent position of the agency, and we think that that's clearly right. So, I don't think that the fact the child was born after death says dispositively that they were not dependent upon --",
  "We think --",
  "No, we -- we think not, because what we think what Congress had in mind when it said in the first part of clause (1) of the definition of child is the child, the natural child -- and I use natural as distinct from adopted child or stepchild who are dealt with separately in the statute, which is why we think it is clear that Congress was there talking about natural children, biological children -- the natural children of married parents, which we -- as I say, the reason we think --",
  "We think that as Congress wrote the statute in 1939, that's correct, and that child would then have been referred to the intestacy provision upon which the Government relies, and --",
  "Yes. Absolutely. We think that those provisions were added as an additive provision as a mechanism for children who do not qualify for the definition to be deemed a child.",
  "We -- we argue that Congress used the word \"child\" --",
  "We -- I wouldn't say that. I think that when Congress said a child is a child, which is the provision of the statute we were referring to, it was distinguishing the child from the adopted child and stepchild, and we think they were doing it in the context of marriage because (a) that was the paradigm of family relationships at the time; (b) we think the reason -- what Congress was very concerned with accomplishing in the statute was guaranteeing certainty in the -- in parentage and the parental relationship. And it set up a system of -- because in 1939 there were no genetic paternity tests, there was no -- it was impossible to be absolutely, scientifically certain as to who the -- at least as to who the father was, Congress set up a series of proxies to establish whether or not the applicant for child benefits was in fact the child. The principal one of those was the marital relationship because in 1939, as I think Justice Scalia's question suggested, there was a very strong, virtually per se conclusive presumption that a child born in marriage was the biological natural child of both the father and mother, of the married couple. And so, the existence of the marriage was a way of establishing in 1939 dispositively that the child was the child of the parents, the child of the survivor -- of the insured whose eligibility for benefits are being invoked here.",
  "Well, I -- we would certainly embrace it if the Court were --",
  "I think -- we think that we are arguing essentially a -- sort of a subset of that theory. Our sense of what Congress was up to was that it wanted to assure certainty, as I just said in response to the previous question, in establishing parentage. And the principal way in 1939 that Congress could do that was by (a) invoking existence of a parental relationship which established sort of as a per se matter that the children born within the marriage were the children of each of the married -- each member of the married couple. For parents -- children who did not fall into that category, there was this additive provision, section (h), which provided a mechanism for doing it, and establishing that State intestacy law would recognize this child as the child of -- typically it was going to be the paternity that was contested -- the child of the father, (h) established a mechanism for doing that. So, I think that we are getting to the same place --",
  "-- that your question suggests.",
  "I think that our argument would be the same, but as a practical matter, almost all of these cases involve children who were born relatively soon after.",
  "They don't necessarily have to, but I think the practical reason why they do is that it's often the case that the surviving mother has children to produce a family sibling for an already existing child as was -- as was the case --",
  "There is no reason. That's correct.",
  "Well, it --",
  "Potentially, that's correct. There are rules in the Act that prevent double recovery of survivor benefits. And so, I don't think that would be an issue that would arise here. But --",
  "Well, I think that the question that the Court has to confront here is, Congress wrote a Federal definition of the word \"child.\" And it was -- sort of the first question in the case, I think, is whether we are correct in our understanding that, when Congress wrote this definition, all applicants for child survivor benefits who fall within that category, those defined categories, qualify. And then we have -- if the answer to that is \"yes,\" and so children as defined in clause (1) of the definition, which we think that the Capato children do, whether or not all children so defined qualify for benefits without regard to State intestacy law. If we are right about that, then that raises the question what is the meaning of \"child\" in the -- in the statute? And we think that --",
  "Because --",
  "No, no. That's not what we --",
  "Because --",
  "Well, the answer to the first sentence of section (h), if that were the only thing in the statute, I think that you would be right, but there's a second sentence to (h), which says in -- in applying State intestacy law, the -- the Commissioner is supposed to look at the status of an applicant and determine whether or not the status of the applicant is the same as that of a child. And if so, the applicant is deemed --",
  "That appears in -- it's --",
  "It's the bottom of the paragraph.",
  "And that --",
  "But as a child. Why does it -- it requires a comparison to someone who is a child. \"Child\" is defined in section (h). If -- if -- I think the problem with the Government's interpretation of the first sentence of that -- of section (h) is that it makes the -- the statute circular.",
  "It is at page 9a of the -- the appendix to the Government's brief.",
  "Well --",
  "That's our explanation of what Congress was up to in the statute.",
  "It --",
  "It was an additive provision that says that if you are the same -- and I think this is an important point, Justice Breyer. If you are the same as a child, you are deemed to have child status. You can't --",
  "But I -- I think that is not a plausible reading of -- of the text, Justice Kagan.",
  "He -- he would not. The father here did in fact write such a note, but I --",
  "I -- I think that the problem is that that has to be during the life of the father.",
  "Well, I -- well, I don't want to argue against my position, Justice Breyer, but --",
  "Well, Congress wrote a Federal definition of \"child,\" and it's not an extraordinary thing for Congress to write a statute that has language that applies in certain circumstances, and the world changes. New developments require application of the statutory text to those new developments. If our reading of the statute is correct -- if what we think that Congress had in mind when it wrote this statute was that it wanted to set in place categories of applicants for child benefits as to whom parentage in a relevant sense could be determined with certainty, and it did that by focusing on the status of the marital relationship between the parents, and it did it by providing an alternative basis in section (h) --",
  "Right. And I think actually that is a helpful point for us, Justice Ginsburg, because in determining whether an applicant is a child for purposes of the subchapter, it's referring to the use of the word \"child\" in the generic sense, in the sense -- when -- when Congress said a child is defined to include people who fall in these various categories of children. So, everybody --",
  "But I -- I think that -- that these two sentences have to be read together as accomplishing the same thing. What I think what the -- it's saying that in making the determination whether or not a child qualifies for child benefits, that the Commissioner -- applicants who according to such law would have the same status relative to taking intestate personal property as a child shall be deemed such. I think one can't apply the statute without knowing who a child is, because it -- it is directing the Commissioner to engage in a comparison. It's directing the Commissioner to say: Does this applicant have the same status as a child?",
  "No, and I -- I think that what it's telling the Commissioner to do is to determine whether or not -- when an applicant who does not fall within one of the defined categories in section (e) applies for benefits, the Commissioner is to determine whether or not that child has the same status relative to State law as the child as defined in the definitional section. The Congress -- as I say, Congress said expressly that a child as defined in section 416(e) of the statute qualifies for benefits. And so, I think it establishes a Federal standard as to what -- what a child is for purposes of the Act. The Court has to determine what that standard means to apply to any particular child.",
  "Well --",
  "I think the problem is that we are dealing with new technologies that Congress didn't -- wasn't anticipating at the time. I think -- one of the questions that was suggested to my friend, Mr. Miller, by Justice Alito, I think, that if the child who is the -- in 1939, who is the child of married parents, natural child of married parents, sought benefits under this statute and they were denied because some State developed an aberrant law of intestacy and said that such child would not qualify, would not be deemed to be the child of their parents, I think that that would have been regarded as a clear misreading of the statute.",
  "Well --",
  "Well, if we have to convince you not to give the statute its plain reading, then we will -- not going to prevail. I certainly recognize that -- that plain meaning has to control. And as I suggested at the outset, the reason we think we prevail is that the plain meaning of this statute as was written in 1939, as it would have been understood by the 1939 Congress that adopted it, was that the natural children of married parents, the paradigm of the situation of the child at that time, would fall into this category. Now, it is certainly true, as you say --",
  "And every State law -- and I would put it the other way: Every State law recognized them as such because that was the way in which children were understood -- the meaning of the term \"child\" was understood at the time. And --",
  "Well --",
  "Well, I think that one has to look at what Congress at the time -- I guess I would put it this way: If -- if the Court were to accept our view that Congress had in mind the children of married parents, the question is whether any particular child falls in the box Congress would have regarded as the marital box or the non-married box. Situations like this simply could not have arisen in 1939. Congress would not have specifically  as Justice Sotomayor said, Congress would not have specifically had in mind, contemplated, the question of posthumous conception because --",
  "I guess two responses to that. One, as Mr. Miller said, this -- that issue was remanded to be addressed by --",
  "But the answer --",
  "The answer -- the answer why we think -- and if I may, Mr. Chief Justice, answer. The reason that we think we would prevail on that question is because, as Mr. Miller said, Congress created a -- an irrebuttable presumption that the child of -- the legitimate child of -- of a parent is deemed to have been dependent upon that parent at the time of the parent's death. And that --",
  "Thank you very much, Your Honor.",
  "Thank you, Mr. Chief Justice, and may it please the Court: It is simply false to say that this child's custody was transferred without a best interest determination, as is apparent from any reading of the lower court decisions in this case. Both of the State courts here looked very closely at the situation here and they found, in their words, that the father here was a \"fit, devoted, and loving father,\" and they said expressly and found expressly as a factual matter that it was in the best interest of this child.",
  "Well, I -- I think that there is some confusion as to exactly what the State courts did here and what ICWA does. ICWA does not assign custody. ICWA -- ICWA addresses the question whether or not the parental rights of -- of a parent of an Indian child can be terminated. The courts here, both courts, correctly held that under the plain application of ICWA, under Section 1912(d), as discussed by Justices Sotomayor and Scalia, clearly parental rights could not be terminated. The question then arose, what happens to the child? And the court then, because there were a natural parent with intact parental rights, applied the usual rule that there is a strong presumption that a fit parent, natural parent, who wants to exercise custody of -- of his or her child should get custody. That was what happened here.",
  "No, no, Your Honor. I -- I think that the analysis of the South Carolina Supreme Court was exactly right in this -- in -- in those terms. The court applied ICWA, the Federal statute. The question was, could the parental rights of this parent be terminated? This -- everyone concedes this is an Indian child. ICWA applies because of that. The question then is, can the parental rights be terminated? Sections 1912(e) and (f) address that question -- (d), (e), and (f). And --",
  "No, not in the --",
  "And that -- that, too, is exactly right, Justice Scalia. That is precisely what the ordinary state law standard says, that there is a presumption that the natural parent, if the natural parent is fit, should be awarded custody of the child.",
  "Yes, it -- in our opinion, both (d) and (f) apply.",
  "Well, I think --",
  "I think that that's right, but I -- but I would add the -- the caveat that it's not a best interest in the sense of we are going to apply this standard to determine custody.",
  "(F) applies --",
  "Correct, but with this addition, what it applies for is the question whether or not the rights of this parent can be terminated. Whether the parental rights of the parent can be terminated. And so --",
  "That is -- that is the other side's argument. Our response is that there is a definitional provision in ICWA that says that a child custody proceeding is one that includes a proceeding leading to the termination of parental rights. Parental rights are defined to be broadly as the parent-child relationship. And so we think in context (f) means that it's the termination of the parent-child relationship is what has to be considered.",
  "Our argument is that \"custody\" means what Congress said \"child custody proceeding\" means, which is termination of the parent-child relationship. And so we think that continuation of a relationship -- the question is under (f) would that be harmful for the child? But I should quickly say that (f) is only one part of the argument here. As Justices Sotomayor and Scalia began the discussion with Ms. Blatt, (d) also applies. (D) says nothing at all about custody. The question under --",
  "Well, I -- again, the definition of \"child custody proceeding\" in ICWA includes a proceeding leading to the termination of parental rights. Parental rights --",
  "That -- that's true, but I think that has to be interpreted within the context of the definitional provision and what Congress had in mind when it referred to child custody proceeding. But I think -- you know, (f), as I say, is only a portion of the argument here. And to return to what Justices --",
  "No. I -- I think that that's right, and I certainly don't intend to fight Justice Breyer. I -- I think that --",
  "I don't --",
  "Absolutely not. And I -- and I think I -- I will try to agree with both Justice Breyer and Justice Ginsburg and Justice Scalia and say that --",
  "And Justice Sotomayor. And always -- always the Chief Justice.",
  "Which gets me to five, so. But I think -- I think the crucial point is what -- what we're talking about the determination of parental rights under -- under (f) is whether or not, as Justice Scalia says, the rights of a biological parent can be terminated, which is not sort of the ordinary best interest determination when you're choosing between two people who are strangers to the child. So --",
  "No, no. I think (f) is about -- both (d) and (f) are about terminating parental rights. Parental rights cannot be terminated unless these determinations have been made. Unless it's been shown that --",
  "Any proceeding which is aimed at the termination of parental rights. The adoption proceeding here cannot go forward, all concede, unless parental rights are terminated. And so if parental rights cannot be terminated under either (d) or (f), this adoption cannot go forward and we are in a different place. I think that's what -- exactly what the South Carolina Supreme Court said. It said, we're going to apply -- we're going to look to ICWA to see can we terminate the parental rights of this natural father. And as Justice Scalia says, that is central. There is a natural parent here who wants custody. Can his -- can his claim for custody be denied and can his parental rights be terminated? To determine that, Congress has put Federal standards in place in ICWA, in (d) and (f), and we have to say both of those have been satisfied here.",
  "That --",
  "Well, that -- that would be a different question. What we have here is a --",
  "Well -- and the answer would, I think, be as a threshold matter, as this Court has said consistently, it is fundamental -- fundamental basis of tribal sovereignty that -- that a tribe get to determine the --",
  "That is correct.",
  "Well, the -- the child would have to be a -- would have to be biological parents --",
  "Well, that's -- that's true in theory. But of course, A, that is not our case. B, if that were to occur and whether or not that would be sort of a legitimate basis for determining membership of a -- in an Indian tribe I think would be --",
  "Well, let me answer both that question and the Chief Justice's question which I think have similar responses. As to the rape victim, I am confident that an application of Section 1912(f) would lead to termination of that father's parental rights, and so he would never be in the picture as a possible -- well, the question whether or not custody of someone who has engaged in such conduct could lead to serious physical or emotional damage to the child, I think there will be no difficulty in reaching that conclusion. But on the question of could a tribe establish some manipulative type of -- of membership criteria, it's significant that that is not this case because --",
  "That -- that is quite right.",
  "As I --",
  "I -- I think that --",
  "-- that's what I was trying to get to -- I'm sorry, Mr. Chief Justice.",
  "But it has always been the Cherokee membership criterion that if someone who can trace their lineal ancestry to some -- to a person who is on the Dawes Rolls is a member. No one has ever questioned that that is a legitimate basis for establishing tribal citizenship. And so --",
  "I think that that would lead to the question posed by Justice Scalia. Whether or not that would be a legitimate basis for establishing --",
  "But I -- I think it leads to his question that there is a Federal element to recognition of an Indian tribe. And I think whether or not tribal membership criteria so far depart from the traditional understanding of what constitutes a tribe as to be acceptable for those purposes, that would be a question to be resolved by the United States, by the political branches.",
  "Well, I guess I'll give you two answers to that. First, in this case, there has been a finding by the family court that this father has significant ties to the Cherokee Nation. And so if one could think that that was part of the test under ICWA, it is certainly satisfied here. I -- I would go further than that and say that I think the vast majority of State courts have correctly rejected that theory because --",
  "It -- it would be sort of beyond the judicial competence to determine whether or not a particular person is Indian enough to qualify for treatment as a father of an Indian child under -- under ICWA. Just to nail this down, as to the particular membership criteria of the Cherokee Nation, no one has ever suggested, our opponents here do not suggest that that is, in any sense, illegitimate or not a traditional basis for establishing membership in an Indian tribe. So if one can imagine wild hypotheticals of the sort that Justice Alito and the Chief Justice have suggested, they are not present here, and those would present political questions to be addressed by Congress or addressed by the executive branch. In this case, again, the State courts found that ICWA should be applied to allow a natural father to raise his child. Those courts found that was in the best interests of the child to be raised by their natural parent because that parent was a fit, was a loving, was a devoted parent in the words of -- of the lower courts. Those conclusions were quite clearly correct. And if I can turn to something which attracted some attention from Justice Scalia and Justice Sotomayor in their exchanges with Ms. Blatt, the application of Section 1912(d) and whether or not the parental rights of this -- this father, who unquestionably satisfies the definition of parent in ICWA, Section 1912(d) says that parental rights cannot be terminated unless remedial efforts have been made, rehabilitative efforts have been made to fix a family that is broken in some respect. And Ms. Blatt suggests that that does not apply here because there was no Indian family. I think what Justice Scalia said was absolutely right. There unquestionably was a family here in the ordinary sense. There was a mother, there was a father, there was their little girl, there were grandparents who very much wanted to be involved in the life of this child, who knit socks for her. There's no question --",
  "That -- that is quite correct. I think that the genesis of this case, they -- they were an engaged couple and the mother broke the engagement. The father wanted, very much wanted to marry the mother, wanted to --",
  "Well, there -- there are disputed facts as to what was going on, and so I don't want to hinge a lot on this. But I think it is quite clear the father -- they were engaged, the father wanted to marry the mother. The father's testimony -- and the family court found, so we're not talking about simply, you know, assertions here. The family court found that the father was excited by the pregnancy, was looking forward to the birth of the child, that he wanted to marry the mother so that she would qualify for military health benefits. The father at the time --",
  "That -- that is true. But I -- I am --",
  "Yes. I mean - -",
  "That -- that -- that -- JUSTICE KENNEDY. But what we have -- what we have here is a question of a Federal statute which, as I must understand it, displaces the ordinary best interest determinations of the State courts. Would you agree with that?",
  "I -- I would agree that Congress indicated that part of the best interest inquiry for an Indian child concerns -- takes account of their status as an Indian child, and Congress made a factual determination -- the fact that --",
  "That is quite --",
  "Yes, that is. I -- with respect to that --",
  "I think there are three things that are going on here. Had ICWA not applied here at all, then the father would have had no right to object to the adoption, so the adoption would have gone forward had it not been for ICWA. However, as Justice Scalia says correctly, when a natural parent is involved, and the natural parent has rights that have not yet been terminated, as this parent's have not, then ordinarily a best interest inquiry --",
  "I -- I have to disagree with that, Justice Ginsburg. The family court judge found that his parental rights could not be terminated as a matter of South Carolina law, as well as a matter of ICWA law. And so we think it is quite clear that this father's right would not be terminated. As Justice Scalia says, in the ordinary course, while we're not engaged in a free-floating best interest inquiry, one would say whether or not a -- a profound showing of parental neglect or insufficiency has been made to terminate those rights. If it cannot, then that father should get custody. In response to what Justice Kennedy had asked about --",
  "That -- that is absolutely right, and no such showing has been made or could be made in this case. And if I may just finish --",
  "The -- both of the State courts in this case carefully looked at the -- at the situation here and found that this father, far from being an unfit father, was a fit, loving, devoted father who had created a safe, satisfactory and -- and loving environment for the child. Under ordinary South Carolina standards, once one gets past ICWA, parental rights cannot be terminated in a situation of this sort, the parental rights, as Justice Scalia says, of a natural parent, who had --",
  "The -- the only reason that ICWA comes into play is because South Carolina law did not give this father a right to object to the adoption.",
  "Thank you very much, Your Honor.",
  "Thank you, Mr. Chief Justice, and may it please the Court: In the Red River Compact, Oklahoma agreed that Texas would be allowed to use a specified quantity of water that is located in Oklahoma. Oklahoma is now trying to back out of that bargain. What its argument to this Court in support of its position is essentially that the Court should disregard language that appears in the Red River Compact because that language is superfluous, that the Court should read into the Compact language that does not appear there, and that the Court should not give the text of the Compact what Oklahoma in its brief describes as \"talismanic significance.\" Our very different view is that the plain text of the Compact must control. Now, in the Red River Compact, Texas and Oklahoma, along with Louisiana and Arkansas, agreed to allocate among themselves the waters of the Red River Basin. The Compact divides that basin into large areas called reaches and subdivides the reaches into subbasins. As to some of those areas, the Compact expressly allocates entitlement to water by State line. It says that the States may use the water within their boundaries exclusively. But in the section of the Compact which is at issue here, Reach 2, Subbasin 5, the Compact uses a very different and unique language. That section -- that subbasin includes the territory of all -- three of the four compacting States. The boundaries of that subbasin are drawn not by State lines, but by reference to the -- the last downside dam sites before tributaries to the Red River Basin -- Red River flow into the river itself.",
  "Well, the provision that we are relying on, I would say is not sketchy at all. It is quite clear that all four of the compacting States are in the language of the Compact, have equal rights to the use of water, defined water in a defined area of the subbasin, so long as no State uses more than 25 percent of the water. That -- that is quite express as to what is required. In -- it's difficult to read that language to mean anything other than that the States can take --",
  "Well, I have to disagree with that.",
  "It says that -- the section is designed to allocate the water of the subbasin, and it says, \"Within the subbasin, States have equal rights to use of the runoff.\" That's the first part of it.",
  "The second part of it then says, \"provided that no State is entitled to more than 25 percent\" --",
  "A couple points to say about that. First of all, it is not at all a complex job.",
  "Right. But --",
  "Okay. Again, several things about that. First of all, in all these other compacts to which Justice Ginsburg alludes that are cited by our opponents, which expressly allow for cross-border -- virtually none of them provide any of the kinds of details that you are describing.",
  "What I say -- I guess I will say two things about that. One, I think what you just say is, in fact, with respect, is not consistent with the language. I think that --",
  "Equal rights to use of specified water. It -- the -- the subbasin is defined, again, not by State lines, it's defined by -- by downstream dam sites. So it has created a pool of water in the -- in this subbasin, and it says that all four States have equal rights to use of this water, provided that none takes more than 25 percent. It seems to me that on the face of it, that is saying State lines are not relevant and that what we are looking at is a pool of water the States can come and get it. And it is particularly so --",
  "If I may just -- I'm sorry.",
  "And I think to the extent that there could be any ambiguity in the -- in that language viewed in isolation, in the context of the rest of the Compact, there are places where the drafters of the Compact, in fact, did refer to State lines. They said that States are entitled to use the water within their State boundaries, in the respective States may use the water within their boundaries. They did not -- the framers did not use that language in this provision.",
  "Well, I will say two things to that --",
  "Well, let me make two points about that. First of all, I think that not only does it make sense in the language, it's compelled by the language because the language says within this subbasin all four States have equal rights. Separately, there is another separate reach. Reach V of the -- the Compact is Louisiana's, and so the water flows into Louisiana. When the water gets to Louisiana, it's no longer within the subbasin, it's somewhere else. So the plain language of the Compact compels the reading -- compels the -- the point that Louisiana could take its water from within the subbasin. Now, could it do that? The subbasin runs through to Arkansas to Louisiana, so it could go to Louisiana --",
  "If I may just finish with Justice Sotomayor and I will turn to that? I think the second answer to the question is, the States are going to take the water from the closest point where they can get it. And so Louisiana is not going to go to Oklahoma. If it's going to go into Subbasin 5, it's going to go to Arkansas directly across the State line.",
  "It has to apply to whichever --",
  "If it's going to Oklahoma, and this is partially responsive to Justice Breyer, it would have to apply to the water authorities within Oklahoma. So what is going on here, Tarrant, the Texas water district, is applying to the Oklahoma Water Resources Board. It will seek a permit. This will operate precisely in the same way as if an Oklahoma applicant is seeking a permit. You will go to -- you will go and say, I want to take water out of this point. The Water Resources Board will apply its ordinary standards to determine whether or not that can be granted.",
  "Tarrant presumably will do that. If Tarrant needs to obtain rights of way, Oklahoma law provides for exercise of eminent domain, or Tarrant can simply purchase the property to do that.",
  "That -- that I think is not correct as a factual matter. The -- the Red River lies entirely within Oklahoma, and so Oklahoma, in order to get water out of the main stem, if -- if Texas were to do that, it would have to go into Oklahoma. And -- and in fact, this is in response to -- in part to what --",
  "Because --",
  "The -- the border between Oklahoma and Texas is the south vegetation line of the Red River, so therefore it is out of the river past the bank to the vegetation line. So in order to get water out of the main stem, Oklahoma and -- Texas would have to go into Oklahoma. Now, there is --",
  "Oklahoma's current laws would, I would think, prevent --",
  "At any point, because the laws that Tarrant is challenging here are laws that are discriminatory Oklahoma laws that prevent any use of water originating in Oklahoma outside.",
  "Right. And that -- if I may, Justice Alito, that is -- that's a very misleading way of looking at it. And I think Oklahoma's brief suggests that the Texas Rangers are going to descend on Tulsa and seize the water. That is not what -- what is contemplated.",
  "No, I -- there is an -- there is an Oklahoma statute that says in order to -- someone who has a permit to obtain water can exercise eminent domain. An Oklahoma person can do this. A Texas person can do this.",
  "Well, Oklahoma cannot use more than 25 percent of the water within the subbasin. I think that our friends concede that because the language of the Compact says no State is entitled to more than 25 percent. Within each State's 25 percent allocation, a resident water user of the State will apply to the Oklahoma -- if they are seeking to take their water from Oklahoma, it will apply to the Oklahoma Water Resources Board, which will assess that permit precisely as it assesses permits from Oklahoma residents.",
  "If -- if there is a request for that much water from a Texas user, and the Texas user has priority as a permit applicant against others who are seeking to take water from this particular --",
  "No, it does not. It's -- all -- all the Compact says is that Texas is entitled to take water from within the subbasin, its 25 percent. Now when it applies in a particular place, as Tarrant has done here, it's going to apply -- be consistent with the Oklahoma -- Water Resources Board permit application policies, as it has done. The resources board will assess that permit application just as it would assess an application from --",
  "It -- a permit applicant submits an application, which has to demonstrate that it satisfies the standards for obtaining the water. That will be assessed on its merits by the Water Resources Board. If there are competing applications for the same water, then it's -- it's done in the terms of priority -- of --",
  "Well, that is their current policy. That would not be all right.",
  "I suppose there -- there are two points there. One is, if there is enough water to go around for everyone, as in fact there is, then they simply assess it in terms of priority in time. Whoever makes the first application will get it. However, Oklahoma can only get 25 -- use 25 percent of the water. And therefore, Texas has the right, so long as there is water available and Texas has not used its 25 percent of the subbasin water. Texas has the right to seek that anywhere it can get it in the subbasin. If I may, Mr. Chief Justice.",
  "Thank you, Mr. Chief Justice. Just a couple of points. First, my friend, Ms. Blatt, said that it would make mincemeat and a complete mess out of the Compact to apply its terms as they were written. We think that this Compact was negotiated over a period of 25 years. If you look at the Joint Appendix, you will very painfully see that there are reams and reams of commentary on the -- on the negotiations. I think the Court has to assume that when the drafters of the Compact used language and referred to State lines in one place and not in another place, they had some idea of what they were doing and they made these different choices intentionally. So I think the Court simply should read the terms of the Compact --",
  "Well, I don't think that it has to mean that. If Oklahoma wants to enter Texas to take -- if it makes more sense for them to do it, they can. If not, they can just wait for the water to flow down. I think one thing which -- which Ms. Blatt did not address is the practicalities of how Subbasin 5 operates. If you look at the map that was pointed out to you, Subbasin 5, which is what we're talking about here, is a very wide -- hundreds of miles wide, but extremely narrow. It's 10 to 20 miles wide -- north to south for most of its length. The reason the drafters drew this is because the States all take -- the assumption was all of the water in this Subbasin was going to be surplus water, literally excess water. The States all take the water that they want to use outside of Subbasin 5, and so the -- the allocations that Ms. Blatt was referring to by Oklahoma are all in Subbasin 1, they are not in Subbasin 5. The water that flows into Subbasin 5 is water that the States assumed was going to be surplus. And so it would make no sense, having divided this water evenly between the compacting States, to think that the drafters would have required a water user in Texas at the far west end, which would get its portion of the 25 percent share two miles across the border in Oklahoma, instead to have to go 200 miles to the east to get it out of Texas. That is not what the drafters intended to accomplish by this. They created, by the plain terms of the -- of the language, a common pool of water defined by dam site, not by State line, and gave each State equal rights to access that water so long as they did not use more than 25 percent. Your response to a question which was raised by Justice Kagan both to me and Ms. Blatt, I think the practical application of this is very simple. One simply has to apply to the permitting authorities, wherever you're submitting your application from, they will apply their ordinary standards. The Oklahoma Water Resources Board does that now for applications from within Oklahoma, it can do it just as well for applications from Texas or other from other States. And, again, the practicality of this is, water users are going to want to use water as close to where they are located as they can. They're going to go right across the State line within Subbasin 5 if that's the place to get the water. It makes no sense to require them to go hundreds of miles distant to get it. Ms. Blatt suggested that we are reading the 25 percent limitation out of the Compact. I think her reading reads the equal rights language out of the Compact. They read the Subbasin 5 language as being all capped and no entitlement. It does two things. It gives equal rights to the water, and then says that you can't take more than 25 percent within your State. So it's designed to do two things. It's designed to give you an entitlement and to say you can only use 25 percent of it. And finally, Ms. Blatt raised questions of -- of sovereignty and political concern. As the Chief Justice suggested, this is a Compact that's an agreement between coordinate sovereigns. They have decided what they want to do. And the thing that gives respect to sovereignty is to write -- is to read the plain language of the Compact as the framers wrote it. Again, they spent 25 years writing it. They took considerable care, as you can tell if you look at the negotiating history, in using the words for each provision. Those words should be given meaning. If there are no further questions.",
  "Thank you. Mr. Chief Justice, and may it please the Court: I think the central point is one which was raised by Justice Scalia's last question. The government simply pays no attention to the language of the statute that's at issue here. The statute is a crime of violence. The government says that this act of violence, this crime of violence, can be committed without someone actually ",
  "Well, there are a couple of things there, and let me try to unpack it. First of all, there are two separate textual problems with the government's approach here. One is it is ignoring the ordinary meaning of the word \"violent\" and \"force.\" Second is it's ignoring the ordinary meaning of the word \"use,\" and when you raise the question of poisoning someone, the government suggests that if someone is  if poison is sprinkled on their food, you have used force because at the molecular level, the poison is going to ",
  "There's no question it causes injury. But ",
  "Well, again, let me focus on  there are two separate arguments. The question of whether use of force  whether force was used in the ordinary sense is a separate question. The question of whether or not physical force, violent physical force, has a ordinary meaning and whether  as opposed to  to the common law meaning of battery is a separate question. Focusing on that first, clearly, we think Congress intended to adopt in this statute the same definition of physical force and of violent force as it did in the Armed Career Criminal Act, which is before this court in Johnson, because it used almost exactly the same language. Something that the government really doesn't talk about at all is that the language in this statute is based directly on the language used in ACCA and the language previous to that, which is used in 18 USC Section 16, the generic definition of crime of violence. Congress took that definition and it put it in the statute. It modified it in one respect, in a way which I think is quite helpful to us. It  it  it narrowed the category of crimes that are covered here. Under the  the ACCA definition, it  a violent felony is a crime that involves the use, attempted use, or threatened use of physical force. Our statute says the use, attempted use of physical force or a threatened use of ",
  "Well, let me say ",
  "Well, first ",
  "Well, I  I will agree with sort of both of those  that Congress does make mistakes. But Congress certainly intended to accomplish something here. Let me say ",
  "First of all, what Congress meant to accomplish here is  I have to take issue with my friend Ms. Sherry. I don't think what Congress meant to accomplish here was to incorporate the common law definition of assault. What  Congress was quite clear, if you do look at the legislative history, what they were concerned about was that people who engaged in violent conduct, and every member of Congress who spoke to this talk about stopping violent people from getting  getting guns, people who were wife beaters, who are batterers, and ",
  "Well, if I can, let me finish my answer to your  to your prior question.",
  "It's exactly what Congress had in mind here, and I think we do agree with the government on this, that Congress perceived a loophole in the law at the time because the firearm restriction at the time applied only to felons and people who engaged in violent conduct, as Senator Lautenberg, the principal sponsor said, that because of the outdated thinking by prosecutors, people who engaged in violent conduct that would be prosecuted against as a felony, if committed against somebody else, was prosecuted as a misdemeanor because a family member was the victim. And so Congress wanted to close that loophole by saying people who engage in this kind of violence against a family member could not escape. And so violent misdemeanors were directed  were defined here. And  and as Senator Wellstone very graphically put it, if you beat your neighbor's wife or batter your neighbor's wife, that's a felony. If you beat or battery your wife or your child, that's a misdemeanor, and we have to get past that. So that's what they were trying to do. They were not trying to broaden the category of conduct that was made criminal. They were trying to say that if you engaged in violent conduct that would be  would be treated as a felony if committed against somebody else, you don't get off the hook because you did it against a family member. As to which statutes are affected by  which State statutes remain as predicates, I think it's not entirely clear. The government focuses in its statutory appendices on the generic definitions of assault. I think even as to some of those, under a modified categorical approach some of them would  would satisfy the statutory standard. And for example ",
  "That  that is absolutely right and even if that were the case  and I'll get back to you specifically, Justice Breyer, but if  but if that were the case, the answer cannot be that  that we solve this problem by extending Federal criminal penalties to people who lie outside the plain terms of the statute that Congress enacted and who engaged in conduct ",
  "Well, it  I wouldn't categorically say that those things do not qualify. What I would say, in Johnson, this Court did not define specifically what violent force means. And the Court did say that the same language that appears in this statute was construed in Johnson and the court there said it required violent force, substantial force, as to what ",
  "Well, I think Johnson had no occasion to  to specify what level of force was necessary, what level of pain. Johnson ",
  "But ",
  "I guess I would have to respectfully suggest that the way I read Johnson is to  is to say that it was enough for the Court to decide that case to say that offensive touching, that mere touching was not enough, that something more than that is required. And violent force, substantial force is required, and force requiring  having the effect of some level of pain and injury satisfies that. I don't think the Court focused specifically on what level, if any level were required. And what Johnson did focus on was the meaning of the word \"violence.\" The Court italicized violence as it appeared. And if we look at the dictionary, violence is an extreme use of force, especially severe, especially powerful use of force. And it seems to me that if you get soap in someone's eyes that stings, that causes pain, I don't think anybody would say in the ordinary meaning of the term \"violence,\" that's violent force.",
  "Thank you, Mr. Chief Justice. I think there are several categories of statutes we can look at. One is  is the generic assault statute that  that the government focuses on. Some of those  and look at the Tennessee statute at issue here, for example. The Tennessee statute makes causing bodily injury a violation. It defines bodily injury to include a number of specific types of harms, which are listed disjunctively; among them, for example, burning, causing disfigurement. It's things like that seem to me would be violent and if properly charged in an indictment under a modified categorical approach, I think would be sufficient to ",
  "I can't give you a precise number to that. I think it's a substantial number of ",
  "I think at least some dozens of States that have use of force, that have causing bodily injury, defined bodily injury to include a list of things that one can do ",
  " and some of those things are going to be necessarily violent things, and so in all of those cases, if the injury is inflicted in that respect and it's properly charged, it ",
  "Well, the Tennessee statute, which is at issue here says \"causing bodily injury\" and defines separately \"bodily injury,\" and this appears in ",
  "He was convicted of causing bodily injury, but there was no specific indication.",
  "We are saying it covers bodily injury which ",
  "That would be an approach the Court could take. We think that ",
  "We think that's inconsistent ",
  "Several dozens of States  well, I think  it may well be that ",
  "I  I believe there are some States that use a common law standard, as  as Ms. Sherry said, and  but ",
  "I  I think that that's right. I don't take issue with the government's categorization in their appendix of the statutes. I do take issue with what the individual statutes mean in some circumstances, such as the Tennessee statute that we're talking about here. I guess to  to respond to Justice Scalia, we disagree with a rule that would say that any degree of pain or injury necessarily is violent because we think that's simply inconsistent with the meaning of the word.",
  "Well, the Tennessee statute  I have to take issue with that, Justice Sotomayor. The Tennessee statute says bodily injury, but it defines bodily injury to include pain. And so ",
  "Soap in the eyes. You know, shampooing a child and I get soap in their eyes and it causes them to sting. That  that would be ",
  "In  in this case, the allegation ",
  "I think that that would be bodily injury within the meaning of the statute.",
  "I'll leave that one alone, Justice Scalia.",
  "I  I would  serious injury is a  a recognized standard in the law. Aggravated battery statutes, many of which are felonies but not some of which are misdemeanors, use that standard.",
  "I would  I would  my own view is that a slap in the face, which was something that the Court in Johnson used as an example, would be violent. The difficulty is that because there is no statutory  State statutory standard saying what has to be found, so long as the we have sort of a  pain in a generic sense was caused, it could be the pinch, it could be the soap in the eyes, it could be the stubbed toe or the paper cut that the Sixth Circuit described. We simply don't know.",
  "There is no question that those would be covered under the terms of the test that the government is adding.",
  "I think it is generally true. Not always true, but generally true. But that is a  is a  to the extent that is a problem, it's a problem ",
  "Well, it's ",
  "It is a consequence  the problem you identified of the categorical ",
  "Our  our view is that if the Court states as a standard what we believe the language of the statute requires, that there be violent force used, that people will charge crimes with sufficient specificity in the indictments so that it will allow for that to be picked up and qualified as a predicate offense as appropriate. I think the answer, as I suggested earlier to Justice Scalia and the Chief Justice, the answer cannot be that because we have practical problems in the application of this in some states, that we're going to apply significant Federal criminal penalties to people who lie outside the plain terms of the statutory text and who did things that Congress did not intend to criminalize. It is, I think, quite clear, and this returns to the question that Justice Sotomayor ",
  "I would say that if someone who did that is prosecuted under a generic assault statute that does not have as an element the use of force and the relevance that is violent force, then that  that is true.",
  "Well, I  I would take issue with that, Your Honor. I think that we know Congress wanted to cover is what it said in the statutory text. It wanted to cover violent crimes, and it wanted to cover people who use simple force to commit these violent crimes. It had in mind that many people who did this kind of thing were being prosecuted for misdemeanors. Some of those misdemeanors  I think I, here again, take issue with the government that both the generic assault statutes and other kinds of both aggravated assault statutes and specific kinds of criminal acts that are addressed by individual statutes could be invoked in situations like that. And it may well be, as Justice Scalia suggested, that when Congress enacted this statute, it had a  it had a sense that  it certainly was aware that people were being prosecuted by misdemeanors. I think it may well Congress really was not thinking  did not have a clear sense of how the language that it used would interact with modified categorical and categorical approaches as squared against the state statute, how that would apply.",
  "It  it would make quite a difference. The face  the fact is, I think it is crucial to this case and something the government ignores, that Congress used the language virtually identical to language that it had used in prior statutes like ACCA, adopting the language of \"violence\" as it had done in ACCA, as it did in 18 USC Section 16 in the definition of  the generic definition of crime of violence. And I  I guess this returns to a question that Justice Sotomayor asked at the outset of Ms. Sherry's argument. Did Congress mean something different when it said domestic violence? The answer to that is no. The Congress used  defined a specific crime with elements that are identical to other generic crimes of violence to the generic crime of violent felony, to the generic crime of violence in 18 USC 16.",
  "Well, I  I do not suggest that you should apply a higher standard than Johnson. I will say two things about that. First, in fact, the definition in our statute is a stricter definition. It covers a narrower category of crimes, as I said before, than  than the ACCA definition does because when we reach threats ACCA addresses  you know, any threat of use of force, and this statute addresses only a threat of use of a deadly weapon, a much more serious and narrower category. So it clear  it is clear that Congress thought about the definition it was using here; it didn't sort of mindlessly take the definition that appeared in ACCA and in 18 USC Section 16 and just kind of plop it in there. It actually thought about it, decided that it wanted to use that definition, and then decided that it wanted to  type in that definition. So I think for those reasons the government's suggestion that we somehow depart from what the Court said was the definition in Johnson ",
  "I  I took that statement to say that absent some infliction of pain and injury, that's not enough. That can't be a crime of violence and and not going any further than that. The Court then did go on to say in response to other arguments by the government that a slap in the face could be a crime of violence. A slap in the face I think is a painful thing. It is not  it's not a soap in the eyes; it's not a stubbed toe, it's not  it's not a pinch. So I did not take Johnson. And of course the Court will tell us what it meant. But I did not take Johnson to be meaning to define definitively a crime of violence as being anything which causes any de minimis level of pain or injury, which again is not consistent with the ordinary meaning of the word of violence, which is extreme, unusual, very powerful force. I guess a couple of other small points. If the Court were to adopt the government's standard, because the language that is used here is identical in  in our statute and in ACCA, I think it would have to be a case that whatever the Court says about the nature of the injury that is inflicted that is sufficient to be violent force in this statute applies in the violent felony context as well. I think it would be quite extraordinary to think that  you know, soap in the eyes, which triggers a  a State battery prosecution would be sufficient to qualify as a violent felony, and  and make someone subject to a 15year mandatory Federal prison sentence. I mean, that is quite a remarkable outcome. And because Congress did use exactly the same language in  in these two statutes, that would be the consequence of adopting the government's position here. That it's not that  that what they are saying would be limited to the statute. It's not  unless one assumes that Congress meant radically different things, using the same language in closely related statutes several years apart  unless one  one takes Congress to have meant that then the consequence of the government's reading here, kind of, washes back into the violent felony definition in ACCA, and the mandatory 15year sentence. I think that can't possibly be what Congress had in mind. In response to a point that Ms. Sherry made about the Wachtel decision from the Tennessee courts that we cite, we do not cite that as an example of something which is not violent, not serious crime. We are simply citing it for the standard, the legal standard that Tennessee courts stated for application of their assault statute, and the nature of the level of force that was necessary and the court here said pushing somebody, scratching somebody would be sufficient to a working crime of  that inflicts bodily injury. It is not theoretical, I should add, that people are prosecuted for things like this across the country. In our brief and the National Association of Criminal Defense Lawyers briefs cite examples of people who are prosecuted for nonserious conduct, clearly nonviolent conduct. People  for spitting , for pushing people's hands away. In Tennessee, I can't cite cited cases  reported cases that involve conduct of that type in a domestic context. I can say that people are arrested in Tennessee with some frequency for domestic assault, in contexts where the allegation is that they pushed, that they spit, that they pushed somebody's arm away. So you have to assume that some number of these people are prosecuted and as in this case, they plead guilty to make the case go away. Having done that, they are under now the government's reading subject to a lifetime ban on ownership of firearms. It seems to me that that was not what Congress had in mind. Congress, again if one looks at what the members said as they debated this legislation, they were concerned with people who engage in acts of violence, wife beaters, with batterers who are escaping application of the firearms limitation they manage to plead down, their crime wasn't taken seriously. Crimes involving offensive touching are not what Congress had in mind.",
  "Well  they could modify the modified categorical approach. I mean that is what the Court  as the government says.",
  "I think they could identify particular types of  of violence that would qualify. And ",
  "Well, I don't think that Congress could  could do it by simply absorbing the assault statutes as they are written, because they are overbroad. They reach well beyond what Congress has ",
  "Well, no, I ",
  "I think that is not so, Justice Alito. I think that if  if cases were charged with sufficient specificity in the indictments, both as I said even  even under the generic assault statutes, like Tennessee, which lists types of injury, I think that would be sufficient to, in a case involving conduct of that kind, to trigger the predicate ",
  "That is correct.",
  "No, it would not.",
  "The consequence of this conviction in this ",
  "Well ",
  "Well, I think to the extent that that definition flowed back to the ",
  "Well, and if he did carry a gun, and ",
  "It would be a  up to a 10year Federal ",
  "That  that is true if the Court said that the identical language meant different things.",
  "If I may, just for very briefly. That  that  that  that is correct. It is as in this case; it is a trap for the unwary, and it has the additional consequence of reaching well beyond what Congress wanted to reach. It identifies people who it did not want to reach and it subjects them to this penalty and this prohibition. Thank you very much."
]