[
  "Mr. Chief Justice, and may it please the Court. A jury found that at the time petitioner filed for charge of discrimination with the EEOC, respondent was paying her less for each week's work than it paid similarly situated male employees and that it did so because of her sex. The question for the Court is whether that present act of disparate treatment because of sex constituted a present violation of Title VII. This Court has already answered that question. Consistent with the law's traditional treatment of pay as arising from recurring transactions and giving rise to recurring causes of action, and consistent with the paycheck accrual rule everyone agrees Congress adopted for the Equal Pay Act, this Court in Bazemore versus Friday held under Title VII, each week's paycheck that offers less to an employee because of her race or sex - -",
  "It -- it is. For example, the respondents give the example of promotion decisions but we think that there are analytical and well as practical and historical distinctions that Congress, that led Congress to treat pay differently. As a practical matter, while it's always the case or almost always the case that somebody knows they have been subject to disparate treatment in a promotion case -- they know that they didn't get the promotion and somebody else did -- -it is frequently possible for an employee to be subject to disparate pay without ever knowing that she has been treated differently than anybody else. And certainly - -",
  "Yes. Yes. A promotion - - discrimination in promotion is different analytically than with discrimination with respect to pay decisions themselves. Because in a promotion decision the employee is deprived of the opportunity to take on added responsibilities and therefore earn more pay, but in, but the pay itself is not discriminatory in the sense of treating people doing the same work differently.",
  "Because, I think the difference is that when somebody is denied a promotion for discriminatory reasons the paychecks themselves are not discriminatory. They treat similarly situated workers differently.",
  "Yes, and that practical distinction I think does support Congress's decision under the Equal Pay Act as well as under Title VII to choose a paycheck accrual rule because it's frequently that even if an employee knows she has been subject to disparate pay, it's frequently very difficult for her to have a good faith belief that that pay is intentionally discriminatory without more information. So for example, if you look at that chart on page 174 of the joint appendix, which summarizes the pay decisions for one of the years at issue here, if petitioner knew only the pay raise that she got that year, she would know that she got a 5.28 percent raise which is not - which is not suspicious. If she knew what Mr. Conte had gotten, she would know that in fact that pay raise decision decreased the disparity between her pay and Mr. Conte's pay. If she knew what also happened with respect to Mr. Bice she would see he got a higher absolute raise than he did, but she got a bigger one than Todd. It's only if petitioner had all of the information in this chart, that she would know that that pay raise decision increased the overall disparity between her wages and the average wages of men doing the same job. And even then the amount of that disparity, standing alone wouldn't provide a sufficient reason to go claim intentional discrimination to the EEOC.",
  "It's only after -- one would expect in a merit system that there would be some level of variation in the area and that would work out over time. It's only when it doesn't, when the disparity persists, when the different treatment accrues again and again and the overall disparity in the wages increases, that the employee has some reasonable basis to think that it's not natural variation in the pay decisions but actually intentional discrimination. In the paycheck accrual rule that's been applied by the lower courts for more than 20 years without incident, adequately balances the interest of employees and being able to come forward once they find out that there is a reason to suspect discrimination, with an employer's reasonable interest in avoiding having to defend stale claims. I think it's important to note that the Equal Pay Act, which everybody agrees has a paycheck accrual rule, imposes all of the same burdens on employers that respondents allege would have led Congress to never impose a paycheck accrual under Title VII.",
  "It did. The magistrate judge initially recommended dismissing both the Title VII and equal pay claims on the grounds that there was a nondiscriminatory reason for the disparity. The District Courts held that there were fact disputes that precluded that conclusion, but for some reason only reinstated the Title VII claim.",
  "We should have objected to the failure to reinstate the Equal Pay Act claim. We didn't; we didn't think it was that important and the time because we still had the Title VII claim.",
  "Yes. It's essentially the same case kind of case in each instance. Although the jury has to find intentional discrimination in the Title VII case; under the Equal Pay Act the jury has to determine whether the employer has shown that the present disparity is the result of some factor other than sex. And so in both cases, the jury always has to consider the basis of prior decisions that are the cause of the present disparity.",
  "No. The execution of a prior discriminatory decision constitutes a present violation of Title VII. It's frequently - -",
  "It still constitutes a violation because they are executing a present disparity that is because of sex within the meaning of the statute.",
  "Yes. That kind of claim would be timely under Section 706. The employer would have an awfully good laches defense.",
  "That would depend on the general rules for attributing a liability from a successful - -",
  "I would think that they are still responsible in the same way that they are responsible for other actions that the prior company took.",
  "That is correct. And we think - -",
  "Well, I think that it does for the reason that I said before, that that kind of consequence is a secondary effect of the prior unlawful employment practice, but under Evans, which that kind of problem goes to - -",
  "Well even if the Court didn't think that this is a completely satisfactory analytical line to draw, as I said before there are good practical reasons for drawing it, and every reason to think that Congress did draw it, because Congress enacted this statute against the background legal principle that pay, that the pay aspects of the employment relationship arise out of recurring transactions and give rise to recurring causes of action. And that's the rule that everybody acknowledges Congress adopted under the Equal Pay Act. And to hold that there is a different rule under Title VII would for example lead to the anomalous proposition that Congress intended to permit women, a white woman in 1967 to challenge the present disparity in her pay, but not a black man under Title VII because the discrimination there was racial. We don't think that Congress intended the two acts to perform in such dramatically different ways. In fact - -",
  "No, it didn't have the same elements, but there's no reason to think that the difference in the elements - -",
  "That's right. And as a result the claims and the process of adjudicating both kinds of claims are not significantly different.",
  "There is a provision of Title VII that limits back pay to at most 2 years.",
  "That's correct.",
  "That's absolutely right, and in fact there's no reason to think that such claims are particularly common. This has been the rule in effect for 20 years in the lower courts and respondent is unable to show any actual evidence that these kinds of claims are common. But much more common are instances in which an employee has no reasonable basis for filing a charge of discrimination within 180 days of the disparity.",
  "They can certainly make that allegation, but the employer is left open to avail itself of the equitable defenses and they'll have a very easy time of showing that there's been undue delay.",
  "In that case - -",
  "I do acknowledge that a traditional laches defense would be more difficult than those - -",
  "Yes, and it's only after that same kind of decision has been repeated over a number of years that you actually have a case that you can bring to the EEOC. But under respondent's view by that time it's too late.",
  "That's true, but the practical - -",
  "That's true, but the paycheck accrual rule also serves the function of the much more common case in which somebody doesn't derive notice of the potential discrimination until the discrimination has been repeated over time.",
  "No. They certainly have an incentive to do that under both the Equal Pay Act, which everybody acknowledges puts the employer subject to liability for any present disparity based on any prior decision that can't be justified as based on some factor other than sex, and that incentive has been around for a very long time and respondents aren't able to show that that's been an unmanageable burden. But employers as a matter of basic agency law know from the very beginning whether or not they've been paying the plaintiff less because of her sex.",
  "Because this Court made clear as recently Faragher that when an employer delegates pay-setting authority to a supervisor the discrimination undertaken by that supervisor is imputed to the employer as a matter of agency law principles.",
  "Well, I don't think that the proof that the act is discriminatory is any more difficult or any more difficult in concept when it happened several years ago than when it happened 180 days ago. It's still the employer -- the employee still has to show that the present disparity is because of sex. And the fact that it may be more difficult as a practical matter is something that the court can take into account under a laches defense.",
  "No. It's enough that the employer knows as a matter of basic agency law that the petitioner is being paid less because of her sex, because of prior discriminatory decisions.",
  "That's true. She did get a higher raise that year and that was his testimony. He also testified that he had told her differently, that she had done a very good job that year and that's why she had gotten it, and the jury was entitled to believe that.",
  "There would.",
  "I apologize if I was unclear about that. There would be liability, and basic agency law principles impute to the employer those prior decisions. So it's not possible for Goodyear as a matter of law to claim that it did not know about those decisions when they occurred, and I'm not aware of any principle of agency law - -",
  "It may be a defense. I'm not quite certain how agency law principles apply in that circumstance when there's been a change of ownership. But certainly when there hasn't been it's not unfair to the employer to say that so long as you base present pay on long past decisions it's your responsibility to make sure that that present pay is not discriminatory.",
  "That's true, that they have an incentive to do so. They also have that incentive concededly under the Equal Pay Act and nothing in this Court's decision in this case is going to remove that incentive or that burden. And the fact that Congress didn't find that burden inappropriate under the Equal Pay Act is good reason to think that Congress wouldn't have thought it was inappropriate here.",
  "No, that's not our position. We have to prove in addition that that disparity is because of sex, which necessarily - -",
  "Yes, and the longer that an employee waits the longer it is for her to sustain her burden of proof on that score. And in fact - -",
  "But if the employer can show in fact that there is a disadvantage, that there is prejudice, it can ask the court to limit the scope of the claim or eliminate it entirely under an equitable defense such as laches. I think it's important to keep in mind that this is not the first time that this Court has struggled with this question when does the unlawful employment practice occur in a disparate pay case. This Court confronted precisely that question in Bazemore and held that -- and rejected the Fourth Circuit's interpretation in that case that the present payment of a disparate wage was simply a consequence and not in itself a present violation of Title VII?",
  "I don't think it's inconsistent. There was present discrimination. There was, people were being paid less and it was because of their race. It just so happened that the because of their race was based on a decision that was made before the effective date of the act. I don't think - -",
  "No, I don't think that's an accurate description of what was going on in Bazemore. Recall, for example, that there were plaintiffs in Bazemore - -",
  "No. I thought -- I'd take the footnote in Lorance, if that's what you're referring to, to simply say that, like a facially discriminatory pay policy which discriminates every time it's implemented, a facially discriminatory seniority policy that discriminates every time it's implemented, the Court was -- considered in Bazemore a similar kind of recurring violation because, just like a facially discriminatory policy, a discriminatory pay structure or pay decision treats differently -- similarly situated people differently every time it's implemented.",
  "I don't think that it is. For example, remember that in Bazemore there were plaintiffs, workers who were hired after the merger, after 1965, and when they were hired they were paid the same rate as the white employees, and the disparity in their wages in 1972 arose solely because of the discriminatory application of a merit-based pay raise decision, system, which is exactly the same kind of claim that we're making in this case. But this Court nonetheless held that continuing to pay workers, those workers, less than similarly situated whites because of that discrimination that occurred before the effective date of the act was still a present violation of Title VII.",
  "The plaintiff would be required to show that that de novo decision was intentionally discriminatory.",
  "That's right.",
  "I don't think that he -- he couldn't have thought that because the facts are absolutely clear and Goodyear acknowledges in this Court that the pay system that they had in place simply made an annual decision whether to make a marginal increase into the raise and took the prior salary as given. If I could, before I sit down, I'd like to make the point that to the extent the Court doesn't think Bazemore decides this case, and doesn't think that the statute is clear on this question, it should defer to the expert opinion of the EEOC on this question in which they have particular expertise because they see thousands of these claims every year. They know better than anybody else whether the paycheck accrual rule is unworkable in practice, or that the pay decision accrual rule will lead to the elimination of many claims that Congress would have intended to preserve. If I could reserve the remainder of my time.",
  "Well, there are -- there is an additional layer of defense, but still the employee has to prove an additional element in a Title VII claim, not just the absence of equal pay for equal work, it has to - -",
  "I think the fundamental disagreement in this case comes down to what is the unlawful employment practice Congress was referring to when it prohibited discrimination with respect to compensation. If it is under our view, in our view, the payment of an intentionally disparate wage, then there's no question that under Bazemore the violation occurred during the limitations period. The fact that the intent was formed outside the limitations period doesn't make the present payment of a disparate wage because of sex any less intentionally discriminatory. But the difference in the conceptions, which frankly isn't answered by the plain text of this statute itself, should be resolved in light of the practical consequences of the differences in the rules. The Solicitor General acknowledges that a paycheck accrual rule applies at least in a case of a policy of discrimination, but that's a very difficult rule to administer for the EEOC, which must make a determination of timeliness before it even has authority to investigate a claim. It shouldn't be left to the EEOC to figure out whether there's an unwritten practice or an unwritten policy which would require an extensive investigation not only of the petitioner's pay but of everybody else's. You recall that in Bazemore they had to conduct a multiple regression analysis to establish a pattern of discrimination there. Our rule is simple to administer and has been administered for decades in the lower courts and it's the rule that the EEOC itself has chosen in construing this ambiguous aspect of the statute.",
  "No, that's incorrect. I mean, the EEOC has taken this position that you can challenge present pay disparities even before the Court's decision in Bazemore and it continued to adhere to it afterward. The fact that they cited to Bazemore shouldn't disentitle them to the kind of deference that they're ordinarily entitled to when they construe a statute that's given to them, and this is precisely the kind of question Congress would have entitled them to exercise their expertise on. Finally, I would like to raise the point that under respondent's rule the Extension Service would have been permitted to pay blacks less than white in perpetuity in Bazemore so long as it did so because of cost and not because it wanted to continue to discriminate on the basis of race. And similarly, under the Solicitor General's view an employer who had intentionally discriminated through discrete decisions against some of its employees prior to the act would be allowed to continue to do so after the act because the decision would have been the potentially unlawful act in that case and that wouldn't have been actionable. We respectfully suggest that Congress intended nothing than a complete - -",
  "It could -- the Extension Service - -",
  "It would be a nondiscriminatory reason. They would -- they would say that, the reason we didn't immediately equalize salaries is because it cost too much, it would have required -- we'd be required to cut down on our programs. And under respondent's view that is not intentionally pay-maintaining discrimination.",
  "They would say, we don't want to equalize pay because it costs too much, and that's not a discriminatory reason for maintaining the prior disparity. But ultimately - -",
  "Which is what happened here. Goodyear continued to discriminate on the basis of sex, knowing as a matter of agency law that it had done, it had set her pay for discriminatory reasons in the past.",
  "That's true.",
  "It would, but if they chose not to equalize at all because they don't want to spend the money the money that would be a nondiscriminatory reason.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: This case presents a single important but narrow question. Everyone agrees that under the reasonable factor other than age provision of the Age Discrimination in Employment Act, a business practice that is reasonable is not unlawful even if it has a disparate impact on older workers. The question here is simply what happens in cases in which the proof on reasonableness is in equipoise, which party bears the risk of nonpersuasion. And on that question the statute is not silent such as to leave to the courts to decide for themselves what answer makes the most sense.",
  "This Court made quite clear in City of Jackson that the existence of alternatives, while sufficient perhaps to satisfy Wards Cove and to show a violation under Section 4(a)(2), is not sufficient to show that the action is unreasonable. And that's what the Court found to be the case in Smith. So the standards are, in fact, quite different. The reasonable factor other than age provision looks at the reasonableness of the actual, existing practice, and that's where the \"because of age\" refers to the business practice there. It doesn't --",
  "It is in our view necessary in order to decide whether there is a --",
  "It is necessary in order to establish whether you even get to the RFOA provision. By its terms --",
  "Even get to it, because by its terms the RFOA provision only applies to conduct that is otherwise prohibited by Section 4(a)(2), and the test for whether something is otherwise prohibited under Section 4(a)(2) is Wards Cove. This Court in Smith said that language, which was identical to the language Congress used to describe the unlawful- employment practice in Title VII, has the same meaning in both statutes. And in order to establish a violation of Wards Cove, you do have to often look at questions of alternatives.",
  "Well, we think that the layering of the tests arises out of the structure of the statute as Congress wrote it. If this Court disagrees with us, however, and thinks that there is room in the statutory language to treat the language of 4(a)(2) differently in some sense or to apply a different Wards Cove test, then you're still left with the question of who bears the burden of reasonableness. And on that grounds we agree entirely with the EEOC that that question is still determined by the language of the statute, which makes quite clear that Congress thought that this was an exception to liability upon which the employer bears the burden of proof. And it made that -- made that clear both by setting the RFOA up as an exception to liability, which this Court has long told Congress will be construed as establishing an affirmative defense absent strong indications of contrary legislative intent, and by sandwiching that defense in the same sentence as two other affirmative defenses, which would be a very strange thing to do if Congress in fact intended the courts to figure out, you know, one of the three is not like the others, That it's intended, instead, as a modification of the definition. And, third, Congress I think it -- it does, and it is telling that, in defining the unlawful employment practice, that is in defining the plaintiff's case in chief, Congress used the same language that it did in Title VII, and this Court has never construed that language to require proof of unreasonableness.",
  "We acknowledge that. This Court pointed out in Smith that Congress itself recognized that there was a difference between age and other kinds of discrimination; but it took that difference into account not by defining the unlawful employment practice differently, but by providing age discrimination defendants a capacious defense that's not available to any other defendant in a Federal employment discrimination statute, and by in 1991 not extending the modifications to Wards Cove to ADEA plaintiffs. Congress already specifically addressed this question of whether Wards Cove should be adjusted in order to make age discrimination claims harder to prove than Title VII claims, and it agreed that it should; but it didn't do it in the way that Respondents suggest. Instead they lowered the bar for Title VII plaintiffs and left in place the Wards Cove test for age discrimination.",
  "Well --",
  "I don't think it does. We use the example in our brief of a weight-lifting requirement. It's quite possible for that requirement, and quite likely, that it will have a disparate impact on older workers because of their age. The effect will be felt by workers because of their age. At the same time, it is quite possible that that practice itself will be entirely reasonable. And the difference is between what the \"because of age\" refers to in the two different provisions. So if you look on page 3 of the blue brief, you have the language of the RFOA provision, and the reasonable -- the \"factors other than age\" refers to in that case the differentiation, that is the business practice itself. But if you turn to the prior page on page 1A and look at the language of (a)(2), the business practice, that is, the limiting, segregating, or classifying, doesn't have to be because of age. There wouldn't be a disparate treatment claim. Instead what \"because of age\" refers to there is the effect of that facially neutral practice. That is, the employee has to show that the neutral practice deprives or tends to deprive people of opportunities because of their age. And the way that you do that is through the first step of the Wards Cove analysis, by showing that the practice falls more heavily on older workers as a group, so that you can reach the conclusion that the plaintiff is feeling the effect because of her age as opposed to because of her sex or some other reason specific to her. So it's not the fact that a showing of RFOA negates the showing that a disparate impact is felt because of age by the plaintiff. As we were -- as I was mentioning before, the language of the statute we think strongly points in favor of an ordinary reading of this as an affirmative defense. The Respondent's principal objection is that this doesn't give adequate weight to the differences between age and other forms of discrimination. But as I mentioned, we -- we do think that Congress took that into account in a different way, and there is, we think, quite an important value here in providing Congress clear rules of interpretation so that it knows when it enacts statutes using a particular formulation the courts will construe it in an ordinary way, absent some compelling indication to the contrary. We recognize, of course, in Betts that this Court found such a compelling counter-indication in the legislative history of that statute, and in the -- the law's traditional treatment of benefits -- retirement benefits and seniority rights. But Respondents can't point to any kind of similar showing in this case that Congress would have intended this catch-all provision to mean something other than what it seems to say.",
  "Well, certainly what you have to show before you get to the defense is different in the two statutes. They are similar in the sense that neither requires proof of intentional discrimination. For example, in Corning Glass Works all the plaintiffs showed there was that a facially neutral practice, that is paying the night shift folks more than the day shift folks, resulted in women getting paid less than men for the same work, and that was sufficient to shift the burden over to the employer to show that it was based on any other factor other than age. And in here we think that it's similar, that the plaintiff has to show that a neutral employment practice has a disparate impact on the basis of age. We think in our view, in addition, the plaintiff has to make the full Wards Cove showing that would be sufficient in Title VII to establish liability conclusively. And at that point, then the burden does shift to the employer but it's a modest burden.",
  "Yes.",
  "The burden of persuasion as well. We think that this is --",
  "Well, we think there are some difficulties, but it's ultimately I think beside the point. The question is not what rule would make sense, but what does the statute -- what rule does the statute contemplate? And we think by phrasing the RFOA provision as a traditional affirmative defense --",
  "I think the statute makes perfect sense the way it's written, but if you disagree --",
  "The foreign law exception.",
  "Yes, we think it would be entirely odd for Congress --",
  "I don't think it's beyond the employee's means. I don't think it's an impossible burden. Certainly Congress could have written the statute in a way that imposed that burden on the employees. We do think that it makes sense because -- that the factors that weigh in on the reasonableness tend to be in the employer's possession and they have better access to it; it makes sense for them to bear the burden. But ultimately our argument isn't grounded on the claim that it would be impossible for Congress to have imposed that burden. It's grounded on the claim that the text of the statute indicates that Congress made a different decision, that is it accommodated the employers' interests in dealing with the special facts of age discrimination differently.",
  "It is. It is. And my answer is that we do think that most of the facts going to reasonableness are in the employer's possession.",
  "Well, that's true in every case in which informational disadvantages are cited as a reason for putting the burden of proof on one party or the other. Discovery can always mitigate that disadvantage. But we ultimately think, you know, if you find the statute so ambiguous as to think that it's a really critical consideration of what makes the most sense, then you ought to defer to the judgment of the EEOC on this question. I would like to address if I could one specific --",
  "Well, it's certainly clear that the EEOC -- what their position is, and that they read their regulation as addressing disparate impact; and we think that, although it's an inartfully drafted regulation, by using the terms \"individual claim of discriminatory treatment\" rather than the term of art \"disparate treatment,\" the language is broad enough to bear their reading, particularly when you see that it was enacted in the aftermath of a Department of Labor regulation that nobody disputes addresses disparate-impact cases, and it has no indication that they were disavowing that position. But if I could address the one other objective --",
  "Well, I -- I think that the terms of art are \"adverse impact\" and \"disparate treatment.\" And so that their failure to use either one of those, I think, supports the idea that they weren't talking about either one specifically. I agree, it's -- it's a hard to read regulation. But if I could turn, for a moment, to the Adams Fruit objection, which is Respondent's insistence that this is not the kind of question that the Court should defer to an agency on. My point is simply that this is a substantive question of law. It's a question of whether reasonableness is an element of the unlawful employment practice in section 4(a)(2), the same kind of question this Court asked in Smith when it decided whether discriminatory intent was an element of the 4(a)(2) cause of action. And the -- Congress has delegated authority to the EEOC to address those kinds of questions. In fact, it went so far as to delegate to the authority -- delegate to the EEOC the authority not only to construe the exceptions that are in the Act, but to create additional exceptions. So I think Congress would be very surprised, indeed, to find out that this is not the sort of question to which it had delegated authority to the EEOC to answer. If I could reserve the remainder of my time.",
  "I'd like to begin by addressing the general legal question that the Court granted cert on, and particularly going back to this idea, this assertion that the proof of the RFOA is somehow a negation of the obligation that the plaintiff has to prove that they have suffered a disparate impact because of age. It is simply incorrect. It's based -- as, Justice Souter, I think you were suggesting in some of your questions -- on a confusion about what the \"because of age\" requirement is in a disparate-impact case under Section 4(a)(2). The requirement under Section 4(a)(2) is simply to show that the effect of the practice is felt because of age, while the defense in the RFOA provision is to show that the practice itself is reasonable even though it has this effect.",
  "I think, under Wards Cove, this Court has said that it does, and so under Wards Cove you establish that the discrimination is felt by older workers because of age by showing that all the workers as a group suffer disproportionately from it.",
  "Yes. I mean --",
  "But I think all you have to show under 4(a)(2) is that the practice tends to disadvantage older workers because of their age. And so again in our weight -- weight example, the employer admits in our weight example that the effect of the neutral practice is to fall more heavily, is to restrict the employment opportunities of older workers because of age, but says, even if that's true -- even if there is a disparate impact because of age-- we are still entitled to the defense because the practice itself is reasonable. It's also -- I would like to address the suggestion that Griggs is directed -- or disparate impact is directed at ferreting out intentional discrimination. Certainly it serves that function in many cases, but that's not the sole purpose of it. And it's simply not the purpose of the prima facie case in Wards Cove to give rise to an inference of intentional discrimination, and the fact that it doesn't as strongly in the age case I think isn't a reason to think that Congress intended the courts to develop a different test for showing what's otherwise prohibited under 4(a)(2). And, finally, if I could address some of the questions regarding what happened in this case. This case, Justice Stevens, was not tried with reasonableness in mind, both because Respondents abandoned their \"reasonable factor other than age\" defense, which they had raised as an affirmative defense in their answer. I believe Mr. Waxman is incorrect when he suggests that they in fact asked for instructions.",
  "It may have been relevant to reasonableness, but that's not why it was put in. Before the trial began --",
  "They certainly, I think -- they used that argument to show that they had a business justification and to try to rebut our showing of alternative, equally effective practices. But it was clear by the time of trial that -- you know, they had proposed jury instructions that didn't ask for reasonableness to be part of the case. We proceeded with the case on the assumption that we would be entitled to prevail under these instructions so long that we showed that the current practice, reasonable or not, had a disparate impact and was subject to an equally effective alternative.",
  "It did not.",
  "The only instruction was that we'd be entitled to prevail if we showed Wards Cove, and its --",
  "Well, I think that's right. And ordinarily I think you would say that the defendants, by not raising the issue to the jury, if it's an affirmative defense, have waived it. They ask for an excuse, given the change in law. We don't think that the change in law excuses their failure to waive it. The regulation that they point to they themselves have argued here isn't entitled to much of any deference. And, in fact, at the same time they were simultaneously arguing that there wasn't even any disparate-impact liability in the first place under the ADEA. So I don't think they can actually claim that they were relying on that. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The distinction between Evans and this case turns on the difference between discrimination outside of the seniority system which affects an employee's ability to provide service to the employer, and discrimination within the seniority system itself that gives unequal credit for equal service. Congress drew that line, adopting one that this Court had referred to in Lorance, when it passed section 706(e)(2) of Title VII, which provided that a facially discriminatory seniority system can be challenged, not only when --",
  "This is a disparate treatment case.",
  "It took place when AT&T applied an accrual rule to my clients' disability leave, and said --",
  "We think that it was, but it doesn't matter. Ultimately under 706(e)(2), what matters is that the plan discriminated on its face. And the insight beyond that -- and that doesn't turn on whether it is unlawful or not. A plan that discriminates against short people discriminates on its face, intentionally discriminates on the basis of height every time it's applied; and when it does, whether it's lawful or not, is applied in accordance with the law that existed at the time of the application.",
  "That's correct.",
  "Well, we think it was unlawful for two reasons, and one is that it was unlawful under Satty. Now, I acknowledge --",
  "Under Satty, under the Court's decision in Satty that said discrimination with respect to seniority had an unlawful discriminatory impact on the basis of sex.",
  "That is correct, but we don't think that there's a distinction because what the Court said was that the injury is cognizable because it affects employment opportunities.",
  "Yes, and we think --",
  "No. Let me be clear. We think that at the time our clients took their leave, it was unlawful under Title VII and under Satty to discriminate on the basis of pregnancy with respect to seniority, whether it's the right to retain accrued seniority or the right to accumulate it in the first place.",
  "Gilbert said that it wasn't intentional discrimination on the basis of sex. Satty said it had an unlawful disparate impact on the basis of sex. But ultimately none of this matters, because under section 706(e)(2), the question is whether the system as a whole, which includes the accruable, discriminates on its face, whether it's intentionally discriminatory; and the insight behind that rule was, as I said before with the example of a height discrimination, a rule that discriminates on the basis of height intentionally discriminates on the basis of height every time it's applied.",
  "Had a disparate impact on the basis of sex, yes. That's what Satty held -- that's what Satty held clearly with respect to accrued seniority.",
  "That's every disparate impact case. It's not that it's all right. It's just that it's not --",
  "Let me just be clear about the terms. Gilbert said it was not unlawful intentional sex discrimination, but Satty said that it constitutes -- that pregnancy discrimination with respect to seniority credits constitutes -- has an unlawful disparate impact on the basis of sex. In that sense --",
  "Let me try one more time. And maybe -- it's just to say that sometimes, intentional discrimination on the basis of pregnancy can have a disparate impact on the basis of sex. That's what Satty said -- Satty said. But --",
  "Well, I think a height requirement would be intentional discrimination on the basis of height that could have an unlawful disparate impact on the basis of sex. I think it's a parallel construction. But, ultimately, I -- I don't want to waste too much time on this, because I don't think it matters because the insight behind section 706(e)(2) is that every act that implements a facially discriminatory system constitutes a fresh act of that intentional discrimination. And so there's no question --",
  "No. It uses the term \"intentionally discriminatory system.\"",
  "And there's no dispute that a facially discriminatory system discriminates intentionally. And so --",
  "Well, again, it's -- it's the predicates that change. It's a -- it can be a plan that doesn't intentionally discriminate on the basis of sex at the time, in the past. But when it -- but it's clear that it intentionally discriminates on the basis of pregnancy. And so then the question -- so then under 706(e)(2), under this Court's insight in Lorance, the current application of that system constitutes a present act --",
  "Yes. The -- the intent behind the system is imbued in every application of the system. So a system that is intentionally discriminatory on the basis of pregnancy discriminates intentionally on the basis of pregnancy every time it's applied. And the question --",
  "And, under Section 706(e)(2), the question is simply whether that discrimination is unlawful at the time of application --",
  "Yes, it's --",
  "I think it's -- the system is facially discriminatory -- there are several parts. One is: What set of rules constitutes a relevant seniority system? And we think that the rule that says pregnancy leave doesn't get full credit is as an accrual rule, it's part of the seniority system. And that rule discriminated on its face on the basis of pregnancy.",
  "There's no --",
  "It facially discriminates on the basis of pregnancy and then does so whether the pregnancy discrimination was unlawful at the time or not. And under 706(e)(2), that -- that facially discriminatory intent to discriminate on the basis of pregnancy is carried forward today in every application. And the whole point of the rule was simply to say that we don't want to force employees to have to run into court every time there's some discrimination --",
  "Well, that scenario, I think, is indistinguishable from what happened in Bazemore. Recall, in Bazemore, that the basic rule is you get paid now today what we paid you before Title VII, plus a nondiscriminatory raise. And this Court said that that is simply perpetuation of the pre-Act intentional race discrimination, which wasn't unlawful at the time. But if you apply that system today, that constitutes a present act of racial discrimination subject to the present requirements of Title VII.",
  "No, Bazemore did not use that term. But this Court, in Ledbetter, assumed that the rationale of Bazemore was the rationale this Court gave in Lorance, which was that it involved a -- intentionally a systematic system of discrimination that, even though it was lawful when it was instituted -- was first instituted, its carrying over into the present era subjects it to the requirements of Title VII now. And I don't think it's -- it's fairly distinguishable because what the employer in Bazemore did is -- is simply what AT&T has done here. At the time Title VII took effect, the employer in Bazemore stopped giving discriminatory base salaries and stopped giving discriminatory pay raises, but it just added to that base salary in a nondiscriminatory manner, in the same way that AT&T stopped discriminating in the amounts that it added to accrued seniority.",
  "It was discriminatory in the sense that it paid unequal wages for equal work. And here our pension checks give unequal compensation for equal amounts of service to the company.",
  "Well, the same thing was true in Bazemore. They had adopted --",
  "They were applying a pay structure that was adopted --",
  "The paychecks were in -- in Bazemore were intentionally discriminatory only insofar as you look back to the pre-Title VII --",
  "And the same is true here. Our clients are giving --",
  "It's not irrelevant. It's simply something that this Court has traditionally taken into account at the remedial stage. The Court has --",
  "Well, the -- in Florida v. Long -- there's a long line of cases where this Court --",
  "We're not asking for that because we don't think that there are substantial reliance interests that are -- with respect to the -- the liquidity of the -- the pension plan that are affected here. My point is simply that --",
  "Well --",
  "I don't think you are, which is why I do think that it's perfectly appropriate for this Court to do what it did in cases like Manhart, which is to say there's one definition of \"discrimination\" under Title VII, and it's not going to vary depending on whether we're talking about the pension plan or something else.",
  "There's only that --",
  "And my suggestion is, number one, that there's no realistic possibility of that here. But, number two, that that's a --",
  "I don't think so. If you are talking about a defined benefit plan, which is what we have here, any increases in liability simply mean that the employer has to --",
  "I think that it does, but I think that it could quite possibly apply differently, for example, through a 401(k) plan where the discrimination would have occurred at a time when people are making running contributions. But ultimately, I mean, I think that this Court has taken into account those kinds of things at the remedial phase, where you have an opportunity to look at the facts about how this would affect the pension in this case or pensions generally. There's simply no evidence here to suggest that there are those kinds of problems, because very few employers as far as we can tell continue this kind of discrimination. Most have eliminated it decades ago. And we're talking about a small subset of employees and relatively small amounts of money with respect to each of them. So I think --",
  "Well, first of all, I mean, my individual-named clients didn't bring those claims back then; and they lost, the union that brought this claim. And then there were -- if I recollect correctly, they were challenging at that moment the denial of their disability leave payments. They weren't coming in and saying simply, you know, the only harm we're facing now is the prospect in the future of a lower pension. And that's the kind of hypothetical future harm that we don't think Congress would have intended to be the basis of a lawsuit, not -- one of the -- when the entire purpose of enacting 706(e)(2) was that Congress was concerned not to require employees to run to court every time there is some discrimination that affects the amount of their seniority, because that causes a disruption to the employment atmosphere, it creates work for the EEOC and the courts, and in many, many cases the marginal difference in the amount of the seniority credit we are talking about here will make no big difference at all to anything.",
  "I think -- and we haven't had discovery on this. I think there is a fairly linear relationship between the amount of leave and the percentage of the pension check, and so we're talking in between --",
  "Per person?",
  "No. It would be more than that. It would be about half of a percent to maybe two and a half percent per person.",
  "It could be millions of dollars. And the plan that --",
  "It's a small amount of money to a plan that has tens of billions of dollars in it. AT&T's last report to the SEC said they had a $17 billion surplus in that fund. There's no question that this is going to bankrupt this particular fund.",
  "The distinction between 703(h) and this case is that, in this case, we challenge a system, a seniority system that is itself facially discriminatory, and 703(h) says that doesn't apply --",
  "It does. And in addition, we also have the argument that the Ninth Circuit accepted, but -- that the PDA on its own terms says, that 703(h) doesn't apply to permit discrimination that the PDA itself would forbid.",
  "You may think that, but --",
  "I think that in the end, I mean, it's worthwhile to focus on the consequences of accepting AT&T's view. On the better view, it depends mightily on whether an employer keeps a running tab on seniority, in which case they can avoid the application of the PDA because it made the calculation beforehand, and an employer who, at the end of an employee's career, simply tabulates the term of employment, which I think under their view subjects that employer to the current requirements of the PDA. And we respectfully suggest that Congress wouldn't intend Title VII to turn on such trivial distinctions. Moreover, under their view, an employer who -- an employer would be able to pay black workers today smaller pensions than white workers who provided exactly the same amount of service, if those black workers started working for it before Title VII was enacted, at a time when the employer had no pension system for blacks and didn't give them any seniority credit. That employer could say the same thing AT&T says here, which is that the present disparity in pension benefits is simply the present effect of discrimination that was lawful when it occurred.",
  "Well, I don't think --",
  "There are. There are, but it's very unlikely that there are very many of them subject to this kind of --",
  "Well, let me reassure you, because I think most employers, unlike AT&T, have -- don't make those kinds of distinctions with respect to their employees who were hired before and after the effective dates of the relevant provisions of Title VII. And I think it's --",
  "Yes, that's -- that's right. That the present implementation of the system subjects it to the present-day requirements of Title VII.",
  "Well, the difference between Ledbetter and this case is Ledbetter involved discrimination entirely outside of the seniority system, and as a result, it didn't -- 706(e)(2) didn't apply; this Court's decision in Lorance didn't apply. And Congress enacted this 706(e)(2) to provide a very special rule to displace the rule of evidence. It was -- it was unambiguously intended to displace the rule of evidence with respect to intentionally discriminatory seniority systems.",
  "Evans isn't a problem because the rule they were administering in Evans is whoever is hired is in fact hired at low seniority. Now, it's hard to say that that's a complicated system of rules that had a pre-existence, even though this individual was where she was because of that earlier system.",
  "Again, I think the distinction between Evans and this case is discrimination that occurred entirely outside of a -- the seniority system and discrimination within the seniority system that gives unequal credit for equal service. And Congress said of that kind of discrimination -- we're not going to make you challenge immediately. We're going to let you wait until the reduced seniority has a concrete effect on your compensation or other terms and conditions of employment, and then you can raise it then. And the underlying thought of the provision is that if you are subject to intentional discrimination with respect to seniority accrual, we are going to impute that intent to the subsequent applications of that seniority system when it's applied to injure you. And if --",
  "We make alternative arguments.",
  "We argue that to the extent it matters whethers this was lawful at the time our clients took their leave, it was not unlawful, and we point to Satty. But we say ultimately that doesn't matter because under section 706(e)(2), so long as they implement, so long as they rely on the diminished seniority in the present, that constitutes a present act of pregnancy discrimination, intentional pregnancy discrimination, which is unlawful under the PDA.",
  "Yes, I agree with that.",
  "But I don't think there can be any dispute that when my clients had their seniority reduced, it was an act of facial pregnancy discrimination; and under 702 -- 706(e)(2), that intent to discriminate on the basis of pregnancy is --",
  "I do think it was unlawful, but it doesn't matter with respect to 706(e)(2). If I could turn briefly to the retroactivity argument: It's important to be clear what the Ninth Circuit held and what it didn't hold. It did not hold that AT&T was liable for anything it did prior to the effective date of the PDA. It didn't, for example, hold that it was liable simply because it moved the NCS dates or because it relied on them in any way before the effective date of the PDA. All it said was that AT&T is precluded from relying on that discriminatory measure of service in the future. And in that sense, this case is quite like this Court's decision in Griggs v. Duke Power Company, where the Court said Title VII prohibits employers from relying on the results of discriminatory employment tests. Now, nobody thought that that meant that Title VII subjected to liability employers who administered or relied on those tests before the effective date of Title VII, but everybody understood that they couldn't rely on those results after the effective date of Title VII, and nobody thought that that gave the statute a retroactive effect. And that's all that the Ninth Circuit interpreted the PDA to do here, is to prohibit AT&T from engaging in the post-Act reliance on those pre-Act discriminatory measures, that AT&T had every opportunity to conform its -- to conform its conduct to the -- to the requirements of the PDA, and a statute that simply tells an employer how it has to treat past events for future employment decision purposes is simply not a statute that has a retroactive effect. Finally, I'd like to -- if I have time, I'd like to address this suggestion from the Solicitor General's Office that this doesn't involve seniority discrimination at all because what we are talking about here is discrimination that occurred with respect to the personnel policy about the classification of leave, as opposed to discrimination within the seniority system itself. And this Court was clear in California Brewers that an accrual rule that says how time counts for seniority purposes is part of the seniority system. And under AT&T's system, it's true you have to apply a two-part rule. You have to know whether -- if you are asked, does this pregnancy leave count, you have to ask, well, is it personal leave? But that doesn't tell you anything until you apply the second part of the rule that says pregnancy leave counts as -- as personal leave. And because you need to know the answers to -- to both of those questions, both parts of the rules are properly considered to be part of the accrual rule and part of the seniority system. Finally, if I -- if I could return once again to this alternative argument that we have, that even setting aside Bazemore and section 706(e)(2), this is not -- our clients weren't required to challenge this discrimination before because it wasn't an completed, unlawful employment practice at the time. And, again, the point is that discrimination with respect to a small amount of time going towards seniority doesn't affect even the worker's actual seniority, that is, her place in the seniority hierarchy. A worker who is 2 years' junior to the person who is next in line above her and 2 years' senior to the person next in line below her -- 6 weeks of service credit aren't going to make any difference with respect to her place on the seniority hierarchy. It's not going to make any difference with respect to her ability to bid for jobs. And it's not necessarily even going to make any difference with respect to her pension, because at the time that these leaves are taken typically, the person is years away, perhaps decades away, from even vesting in their pension benefit. And Congress reasonably would have thought, I think, that that kind of harm is too speculative to warrant immediate -- to warrant the requirement that the employees have to immediately challenge that kind of discrimination at the time it occurs. That's why Congress enacted section 706(e)(2), to give employees an opportunity to wait until the discrimination has a concrete effect on their employment status, on their compensation or terms of employment. And AT&T's view of the statute --",
  "I think they don't have a choice. They can't bring the claim until it has a concrete impact. Now, if 706(e)(2) applies, they can challenge the system as of -- when it's adopted or when it's applied to them, but otherwise they have to wait until it injures them within the meaning of section 706(e)(2). And that's a perfectly sensible rule. Remember, we're talking here about facial discrimination, and the concerns about stale evidence are not particularly strong here because -- and, as a result, we are able to stipulate to the underlying facts. Everybody knows what the system was and what it did. And there's no reasonable dispute about whether the reduction in our clients' leaves was as a result of pregnancy versus something else. And in any event, this is simply a consequence Congress must have intended when it said that discriminatory seniority systems are open to challenge whenever they apply to injure a worker, even if that means that so long -- if an employer implements a plan for 30 years, Congress understood that that meant that they were subject to suit for 30 years.",
  "Mr. Chief Justice, and may it please the Court: In common usage to say that somebody knowingly transfers, possesses or uses something is to say that that person knows what it is that he is transferring, possessing or using. If I say that John knowingly used a pair of scissors of his mother, I am saying not simply that John knew he was using something that turned out to be his mother's scissors or even that John knew he was using scissors which turned out to be his mother's, I am saying that John knew that the scissors he was using belonged out to be his mother. The same principle follows under the Federal aggravated identity theft statute, which calls for a two-year mandatory sentence for anyone who during and in relations certain predicate - -",
  "I haven't been able to think of one. And the government hasn't been able to come up with one.",
  "I think that that formulation gives rise to a little bit more ambiguity in that context. I think if you said stole the car of Mr. Jones, it is not particularly ambiguous. But at the very least, this is a formulation that claim.",
  "Yes, I'm sorry if I left that part out.",
  "I think if the statement is, you know, John knowingly stole the car of Mr. Jones, that strongly implies that John knew that the car belonged to Mr. Jones.",
  "I do think that the formulation that John knowingly stole the car of Mr. Jones most naturally is understood to imply that John knew whose car it was he was stealing. We don't claim that the government has an interpretation that's grammatically impossible. We are just simply saying that by far the most common usage of this kind of formulation, particularly in a criminal statute, is that the knowledge element applies to the - -",
  "I think that is a more ambiguous statement.",
  "Because I think the \"from\" preposition - -",
  "I think the possessive form makes it, through common usage, unambiguous. We don't claim that it is grammatically impossible. But we do think that in ordinary usage people would understand - -",
  "That is correct in the criminal - -",
  "That's right. We have more than one argument. We think that as a matter of ordinary usage - -",
  "Well, we do think that in a criminal statute you ordinarily assume, this Court has said that a conventional Mens Rea element extends to all of the elements of the offense. And Congress knows how to deviate from that when it wants to. It did so, for example, in the statute that the Court construed in the X-Citement Video case, where it referred to a person knowingly transporting a visual depiction, comma, if that visual depiction has certain characteristics. And this Court recognized that that kind of formulation most naturally is read to end the knowledge requirement as the comma, if. Congress didn't do that here. In fact, there is no textual indication that would lead one to believe that it didn't intend anything other than a completely conventional Mens Rea requirement in this case.",
  "As I understand that is not their position. That's the back-up to their back-up position. The first position is that it only applies to the verbs. Then they say, well, if you don't accept that then, maybe it goes through \"without lawful authority.\" And if you don't accept that, then maybe it goes halfway through the phrase \"means of identification of another person. So, they do raise all three alternatives. That last argument, I think, fails both for text common usage reasons and in light of this tradition element that we have been discussing. Textually, there is something no textual cue that the knowledge requirement stops halfway through the direct object phrase, \"means of identification of another person.\"",
  "That's right.",
  "Correct.",
  "That's right.",
  "Correct.",
  "Just to be clear, the only reason the government alleges that there is a crime here is because it turned out that those numbers had been assigned to somebody else. Under our view, that's not enough. That's enough to show that he committed the predicate offenses, and received very substantial punishment for that, but it's not enough to show that he was qualified for an additional two years mandatory sentence as an aggravated identity thief.",
  "Ordinarily recklessness does not satisfy a knowledge requirement. Willful blindness ordinarily does. But recklessness in itself ordinarily does not.",
  "I think so. I think the government is free to present circumstantial evidence.",
  "If there is -- I think that could be a component of circumstantial evidence case. I don't think it would be enough. Particularly in a case like this where - -",
  "I don't think so in itself. Particularly in a case like this where the person gets up and testifies that they didn't know. The fact that there is these numbers here - -",
  "No, I don't think so. And in fact, the fact that they are five different people probably tends to undermine the evidence.",
  "I'm sorry, maybe I am misunderstanding the hypothetical.",
  "Okay. If there -- if these are identity cards that have the picture of somebody other than him on them - -",
  "-- which is an unusual thing - -",
  "But if that's the case, then, yes, I think that -- you know, that there would be - - that that picture belongs to the person whose number is there, and that they could do that. The ordinary - -",
  "I think a jury could reasonably infer that the person wouldn't -- would not, that if you have an ID card with somebody else's name, somebody else's number, somebody else's picture, that that belongs to somebody else.",
  "I don't know the answer to that question. I mean, Social Security cards don't have pictures.",
  "I would tend to think that that's not sufficient. Of course - -",
  "Again, I would -- I would think not. I can understand that people could disagree with that. And of course, the government is free to raise those kinds of arguments in other cases where this comes up. All of this goes the question of what does it take to show that somebody knows something. The question before the Court right now, and the only question, is whether the government has to show that knowledge at all. And in this case, you know, the government's principal argument, I think their strongest argument is that reducing the mens rea requirements in that way serves the purpose of facilitating prosecutions and therefore protection of the victim, and we don't deny that it had that effect. And we don't deny that this statute is directed at protecting victims, but that could be said of an awful lot of criminal statutes.",
  "I think -- again, you have this issue of recklessness versus knowledge. If he knew that in fact it belonged to it, if he used John Doe, it turns out there are several hundred John Doe's in this country, and it does raise a difficult question about how this statute ought to apply when you are using something that is so commonly identifying somebody, but it's hard to say that its identifying anybody in particular. The definition of the means of identification in this statute says that it has to be a name or number that is capable of identifying a particular person, so I think you get into questions when you're talking about common names, about how the statute -- whether the statute would be satisfied.",
  "You would have to show that he knew that that was a name belonging to a specific person.",
  "He would have to know that there is such -- he wouldn't have to know me, but he would have to know that there is such a person. But again - -",
  "I think so. I think he would have to know who that John Smith was, but he would have to know there is a John Smith. And that -- I mean, that kind of scenario does raise difficult questions about.",
  "Well, I think the answer is the one that I gave you, which I think is disputable, but it's -- the answer is that he has to know that there is a specific person named John Smith.",
  "I think that - -",
  "If it's a sufficiently common name that he ought to know that there is somebody bearing that name, then yes, I would agree it would go to the jury on that.",
  "I -- again -- it's hard to draw lines here, but I think the ultimate question is, you know, could a reasonable jury think that somebody using that name has to know there is a specific person with that name, a specific person with that name? And quite possibly they could.",
  "It go to the jury. An awful lot of name examples would. I think simply in this case, though, when you are talking about a number, I don't think -- it's a much harder case to say that simply having a number on the card should -- should lead you to know that that name very likely belongs to somebody else. In fact, there are nine -- there are -- there a billion possible combinations for security -- Social Security numbers, and only about 400 million have been issued. But to get back -- I - -",
  "Well - -",
  "Well, it does. I think the jury still has to make the finding that he knew it. And in a case like this where my client testified that he didn't know it, where the government didn't contest that, didn't argue that there were substantial evidence showing that he did know it, it's going to be outcome-determinative. In that - -",
  "The record doesn't disclose that, and I don't know.",
  "Again, the record doesn't disclose how sophisticated the operation was. In this case it could just be a guy who does this; it could be a very sophisticated operation. I think it's kind of all over the place out there, in the real world.",
  "I'm afraid I don't have a good sense of that. But just to be clear, in addition to being able to just say on the face of the fact about the identification that the government can present circumstantial evidence to the jury, in a great number of cases, particularly the kinds that Congress was most concerned about, the way that they -- the defendant obtained the identification and the way that they used it provides powerful circumstantial evidence of knowledge. Somebody who breaks into a computer system or unauthorizedly uses access to a computer system or goes dumpster diving looking for IDs obviously knows that they are going to end up with an ID that belongs to another person, and if they use the ID to get into a real person's bank account, then it is awfully good information that they were aware that that was an ID that belonged to another person, because there's no sense in trying to break into the bank account of a non-existent person. And so we don't think that this is a case in which the government faces some kind of insurmountable burden in proving knowledge in a way that is particularly different than -- than other kinds of situations in which the law commonly requires the government to prove what a defendant knew or did not. To get back to the victim-focused nature of this, you know, Congress could -- we don't dispute that Congress could make a policy judgment that it would be good to hold defendants strictly liable when they used an identification that turns out to belong to somebody else. Sometimes the law does. Most commonly with respect to sentencing enhancement provisions of the sort that the government points to with respect to the quantity of selling drugs in a school zone. But when Congress makes that choice, Congress makes that clear in the decks of the statute, so if you look at the drug quantity of the school zone provisions that are in appendix E and D of the yellow brief appendix, in appendix D you see Congress establishes in subsection A of that provision the \"unlawful act,\" and it says it's unlawful for any person knowingly to manufacture, distribute, et cetera, a controlled substance. It includes in that provision a knowledge requirement, which, by the way, nobody thinks means only that the government has to show that they knowingly manufactured something which turned out to be a controlled substance. Everybody agrees that the knowledge requirement in that position extends to the direct object phrase \"controlled substance.\"",
  "I disagree as matter of common usage. But I think when Congress intends to have a statute read that way, versus a statute that looks like this one, which in subsection (b) lays out the facts that are aggravating, that they are going to find separately, the drug quantity in subsection (b) of 21",
  "Right.",
  "Well, to answer that question -- and then I'd like to return to the school zone example -- the fact that Congress put in \"without lawful authority\" and enclosed it with commas I think simply reflects that Congress understood that, by inserting that phrase between transitive verbs and the direct object, it was interrupting the natural flow of the sentence. And I don't think it means -- so the first comma may tell the reader to pause, but the second comma I think just as clearly indicates to the reader that the flow of the sentence continues. And so that I don't think you would say a sentence that says, John knowingly used without permission a pair of scissors of his mother's. You would still read that to mean that John knew that the scissors he was using belonged to his mother. That the insertion of the parenthetical I think indicates that Congress knew it could put it at the end and not change the meaning or put it here. But when Congress intends to write a statute that -- that holds people strictly liable for aggravating circumstances or writes something like the quantity provisions where, in subsection (b), Congress sets out the punishment that is deserving because of that aggravating factor, and it does not include a mens rea requirement in subsection (b). And in the school zone provision, Congress likewise has no mens rea requirement with respect to the knowledge of the person being in a school zone.",
  "I do think it's a fair point, that this was a statute that was concerned with victims. Lots of criminal statutes are. But we don't ordinarily read it -- Congress doesn't ordinarily enact even victim-focused statutes without mens rea requirements, and courts don't ordinarily narrowly construe them, even though it's true that omitting mens rea requirements or narrowly construing them furthers the purpose of protecting of the victim. In fact, by far more -- far more commonly, as the LaFave treatise that we cite to you explains, we don't hold defendants criminally strictly liable for all of the consequences of their crimes. It gives the example of somebody who breaks into a house intending to rob it and accidentally sets it on fire -- you know, they're engaged in unlawful conduct to start with -- and so they're not fully to blame there, but nonetheless we don't hold them criminally liable for arson because they didn't intend it. Now, Congress could make a choice. Congress could choose to hold that arsonist strictly liable -- or the robbery suspect strictly liable for the arson, just as Congress could hold defendants like Petitioner strictly liable for the fact that he ends up using an identification that belongs to somebody else. But our point is simply there are reasons why Congress might not do that, including the nominalist kind of penalties that end up being meted out here, where you have people -- two people with identical culpability ending up with substantially different punishments, or people with substantially different culpability ending up with identical punishments. You have the classic aggravated identity thief who breaks into a bank account using a means of identification he knows belongs to somebody else. It's exactly the same sentence, under the government's view, as somebody like Petitioner who just unknowingly used a number in order to get a job. Now, it's not impossible that Congress could make that policy choice, but when it does it tends to write statutes that look very different than this. It writes ones that look like -- that are quantity statutes that I just read or the school zone statute.",
  "I think that's an open question in the circuits. Some circuits have said that it has to be a means of identification belonging to a living person, but that's -- that's not settled.",
  "My view -- I mean, the statute says \"of another person.\" I think you would ordinarily presume that to mean a live person. But ultimately, I guess, it really doesn't matter to the outcome of my case.",
  "That's true. Certainly, using the identification of a dead person doesn't impose the kind of harms on real victims that Congress seemed to be most focused on in this case. And certainly, our interpretation of the statute we don't think unduly interferes with that protective function, precisely because the government ought to, in a great many cases, very easily show that the way that the person used the means of identification shows that they knew that it belonged to somebody else.",
  "Well, that's what we have been using to refer to the underlying predicate offense here, which is the misuse of the immigration documents. But that's -- that applies whenever somebody uses an immigration document -- and there is another statute for Social Security cards -- that doesn't belong to them. And the government only has to prove that they knew that it didn't belong them. And that in itself is a substantial protection for people who might be unknowing victims or victims of somebody like my client. He is substantially deterred from risking their credit by the mere fact that he is going to face a substantial penalty for using the false document in and of itself. So - -",
  "Didn't belong to anybody. That's correct. If I could reserve the remainder of my time.",
  "Thank you, Mr. Chief Justice. I would like to address just a couple of quick questions about the text, and then -- other issues as appropriate. Justice Breyer, you asked if there were examples of other statutes in which knowledge requirements didn't extend to all the elements, but the government gave two examples. The first, Morissette, is clearly an example with a jurisdictional element. All of the circuit courts that say that the knowledge requirement doesn't extend to, of the United States, do so on the grounds that because there is a jurisdictional elements and jurisdictional elements don't extend - - don't require mens rea. With respect to the Chin example, I do acknowledge that there -- there is a decision that this Court hasn't reviewed in which the D.C. Circuit says it doesn't extend to the age of the victim. That falls within a category of special cases where courts have treated the victimization of children differently, in part because it's so difficult and nearly impossible to group the defendant's knowledge of the age of the victim. That kind of practical barrier simply doesn't exist here for all the reasons we've discussed earlier about the government's ability to rely on circumstantial evidence to show the defendant's state of mind here.",
  "That's right.",
  "That's right. With respect to the victim-focused nature of this, again, it's true that -- that criminal law takes into account both defendant culpability and harm to victims; but the ordinary resolution is to reserve punishment in the criminal system for those who intend the harms that they inflict. There are, of course, exceptions like felony murder. As the history of this points out, that kind of treatment tends to be reserved for serious bodily injury or death kinds of harm, and there is no reason to think that Congress thought, although identity theft is serious, that this fell within that kind of category of exceptions. There are of course these other exceptions where Congress relies on facts not known to the defendant for sentencing enhancement, but as I've mentioned earlier, it tends to write those statutes in a way that makes clear that those enhancement factors are separate and apart from the underlying events, and they don't include an expressed mens rea requirement then. The government has to say that any case, any statute that looks like this, that has been treated as a sentencing enhancement provision. Finally, with respect to the rule of lenity, the government I think has acknowledged that the statutory text is at least ambiguous with respect to whether or not it compels their conclusion. They acknowledge that you can make policy arguments both ways about what would be a good idea about how to treat this kind of conduct, and I think regardless of your view of what the trigger of the rule of lenity is, this is a classic case for it. If Congress intended the government's interpretation, the government is free to go back to Congress, and there is every reason to believe that Congress will be receptive. The problem with overconstruing a mandatory sentence or a mandatory minimum, as Justice Breyer was alluding to, is that it does have this particularly harsh effect, and one that is as a practical matter hard to undo in the legislative process, which as the Court has recognized, is another function served by the rule of lenity. If the Court has no further questions.",
  "Mr. Chief Justice, and may it please the Court: Congress rarely makes ignorance of the law a defense to civil liability, and the Fair Debt Collection Practices Act is no exception to that rule. While it may seem unfair to hold defendants in some sense strictly liable for legal mistakes in the civil context, the accumulated wisdoms of generations of legal practice has been that attempting to fix that unfairness through a mistake of law defense causes more harm than it prevents. And as a consequence, in light of that subtle understanding, courts should not read a Federal statute to establish a mistake of law defense, unless Congress quite plainly makes that intent to do so clear. And in this case, nothing in the text, structure, or the history of the bona fide error provision of the FDCPA indicates such an intent. I could begin with the -- the text of the statute. It is not enough under the bona fide error provision that the defendant's violation be in good faith, that it have been bona fide. There is an additional element, that the defendant has to show that the violation was not intentional. And in common legal discourse, a violation is not rendered unintentional simply because the defendant misunderstood the legal consequences of its actions.",
  "Well, I think it captures the circumstance in which somebody makes a mistake of fact, but does so and with -- not in good faith. I think - -",
  "But I think that's right. I think both provisions do separate work, and so that if all it took to show that something wasn't intentional is that you didn't mean to violate the law, it would be very difficult to understand what work \"bona fide\" was doing in that circumstance. And I think Congress included the bona fide requirement in order to capture instances in which people make factual mistakes, but not in good faith.",
  "I think that is the central question here and it is Respondents' best argument. I think that the word \"violation\" is best understood to refer to the act. That is how this Court has construed that word in the statutory phrase \"knowing violation\" in a number of cases, and that's how the courts of appeals have construed the term \"intentional\" -- or \"intentional violation\" in the Migrant and Seasonal Agricultural Workers Protection Act, which we cited in our brief. I did mention in our brief that it is a less usual formulation, \"intentional violation,\" and at the time we wrote our briefs we weren't able to find any cases from this Court construing that particular term.",
  "Well, let me address the hypothetical, to make sure I understand it. If we're talking -- well, first of all, if we are talking about a case in which they've asked the opinion of the FTC, they are entitled to the safe harbor defense, because Congress specifically - -",
  "Okay. Well, in that circumstance, I think it's important to distinguish between lawyers who are simply giving advice to debt collector clients -- they're not covered by the act. It's only when the lawyer engages in debt collection activities himself. And a lot of the time the debt - - the lawyer is simply - -",
  "Yes. This Court held in Heintz that litigation can be a form of - -",
  "In that circumstance -- in that circumstance, I think yes, the lawyer can be held liable for -- for mistakes. But to the extent this Court - -",
  "And when that happens, their clients are almost never protected from liability, for -- because they did what their lawyers reasonably told them to. And the antitrust - -",
  "The lawyer?",
  "Well, certainly, because there generally is a mistake of law defense.",
  "Well - -",
  "I think the lawyers are not in a terribly different position than is, for example, the executive of a company that has a fiduciary duty to its shareholders to maximize profits and is considering a venture that could violate the antitrust laws. And in that circumstance, they have to make a calculated judgment, because the antitrust laws don't have a mistake of law defense. And neither does any other civil - -",
  "That's right. And my -- my point simply is that you shouldn't read that defense as necessarily creating a mistake of law defense simply because you think it's so unfair, because that unfairness is simply common.",
  "Well, I do think that if you disagree with us, that's the better reading than the second. That's not the reading most courts have given. It's not the reading that the Sixth Circuit gave in this case. But I think there is every reason to think that if Congress was concerned about the especially problematic application of this statute to lawyer conduct and particularly to litigation conduct, it would have expected courts to deal with that in different way, and not through the bona fide error defense, which, after all, applies to lawyer who are engaging in the same conduct as lay debt collectors and to nonlawyers alike. It's a very blunt instrument for dealing with this problem.",
  "Yes.",
  "No, because in either circumstance it would be a factual error. It would be subject to the bona fide error defense.",
  "Well, again, I'm not sure that that's a legal -- but assuming that it is a legal mistake - -",
  "-- I think that the client is not -- I mean, if it's a legal mistake, it's a legal mistake for the client as well as the lawyer, and I think either one of them would be in the same position.",
  "Well, under our view, he wouldn't get benefit under either circumstance, because it would be a mistake of law and the statute doesn't cover it. If I could finish my answer - -",
  "No. That's why I -- I initially told you I thought it was a mistake of fact, and that would be a mistake of fact for the lawyer or the client. And I think actually, in that scenario - -",
  "Well, I don't think - -",
  "Well, if the - -",
  "Then I -- I don't think the defense would apply and I don't think it would apply to the client, either. But I do think that if you are especially concerned about applying the law to lawyers and to litigation, it's much more likely that Congress intended the Court to deal with that in a tailored way by interpreting the substantive provisions of the statute with that particular problem in mind. Knowing that Congress didn't have litigation conduct specifically in mind when it enacted this statute, because at the time lawyers were excluded from the act altogether, and keeping in mind in addition that Congress presumably didn't intend the act to unreasonably interfere with litigation collection methods, and the constitutional aspects - -",
  "And that is to recognize that, as this Court held in Heintz, that Congress didn't intend for every unsuccessful lawsuit to result in liability under this statute. Plaintiffs have to point to some particular provision of the statute that was violated by what the lawyer did in litigation. And for example, the lawyer makes a mistake about the statute of limitations. Some courts have held that that constitutes a violation of the provisions against deceptive practices or unconscionable collection practices - -",
  "Well, typically -- I don't know that that's a uniquely lawyerly activity. Lay debt collectors do that all the time. But to the extent you think that Congress could not have intended that kind of activity to be subject to liability when somebody makes a reasonable legal error, I think it's more likely that Congress intended you to look at what provision of the statute are they saying was violated and construe that provision in a way that is consistent with your expectations about what Congress would have meant, rather than providing - - rather than, you know, taking the bona fide error provision to do that work, when the bona fide error provision is much broader and would apply to all kinds of mistakes of law, including having this consequence of basically giving debt collectors the opportunity to take the narrowest possible construction of -- of consumers' rights, as long as the -- the question is unsettled. The other reason to think that Congress wouldn't have intended this to be the solution to that problem is that at the time they wrote the bona fide error defense, lawyers weren't included, so this could not have been Congress' intended solution to that particular problem. And at the time Congress used this language, it was borrowing it from the Truth in Lending Act, where it had an established meaning in the circuit courts as not including the mistake of law defense, and that remained the interpretation of the Fair Debt Collection Practices Act provision as well, for -- for nearly 25 years. It wasn't until 2002 that the court of appeals first suggested that it did not extend to legal mistakes.",
  "I think they - -",
  "I do think that that's a perfectly permissible exercise of discretion. Congress gave the district court discretion with respect to statutory damages, and that's another way of dealing with this problem.",
  "No, the attorneys' fees is not discretionary in that sense. And so there are other structural reasons, though, to think that Congress knew how to make a mistake of law defense clearly and did not do so here. Congress did provide, in effect, a mistake of law defense to civil penalties. The civil penalties provision that applies to this statute, which is at 15 U.S.C. 45(m)(1), and that's quoted in relevant part on page 24 of the blue brief, provides for very serious civil penalties for somebody who acts with actual knowledge or knowledge fairly implied that the act was prohibited. And I think that provision shows two things. One, it shows that Congress knows how to make an express -- how to expressly speak to a defendant's knowledge of the unlawfulness of his conduct. And in addition, it shows that Congress treated knowledge of unlawfulness as an aggravating circumstance, as something deserving of special punishment, rather than, as Respondents would have it, most of the time being a minimum prerequisite for any liability at all.",
  "Well, I -- I would not say that. I would say that Congress wrote this statute, in a way, to encourage private enforcement, to be sure. It enacted statutory damages and fee shifting because it understood that this was an industry in which there was a particular risk of very aggressive and harmful practices, in part because debt collectors don't rely on the good will of the consumers they deal with in order to prosper. And so all of the economic incentives in the industry push people to aggressive practices, and Congress wanted this statute to be a counterweight to that. And as in many circumstances, Congress enacts statutory language and puts up requirements and holds people to them civilly because the -- the general rule in our legal system is that the risk and the cost of a legal mistake is generally allocated to the lawbreaker in the civil context and not to the people's whose rights have been violated. And there is no reason to think that Congress was acting particularly differently here. We were speaking earlier on about the words \"intentional violation,\" and I wanted to bring to the Court's attention the fact that after we filed our brief, and in fact, last night, we -- we did find a case in which this Court construed that term, and we notified Respondents' counsel and the United States. And I just want to give you the cite so you can look at it. It's Ellis v. United States, 206 U.S. 246. The relevant passage is at page 257. It's a 1907 opinion from Justice Holmes. And it's consistent with the way that the Court has construed the phrase \"knowing violation\" in a number of contexts, including in -- in the criminal context, where it's much more common for Congress to make a mistake of law a defense to liability. I mentioned before that that kind of history of the development of the statute -- I think it's also worth noting, Justice Breyer, that at the time, Congress withdrew the attorney exemption from the act. It was the uniform opinion of the courts of appeals at that time and all the district courts that the language of the bona fide error defense did not create a mistake of law defense. And again, Congress had no reason to expect that in subjecting the attorneys to that statutory regime, that the bona fide error provision would be the solution to any special problems. And Congress has also shown itself to be attentive to this special area of concern. In 2006, it made a tailored adjustment to the statute to make clear that pleadings are not an initial communication triggering the validation notice requirement. And I think that demonstrates that Congress is -- is on top of this issue, and it stands at the ready to make adjustments that are necessary to make this legal system operate in a way that both makes sense, but nonetheless gives effect to their intent to treat attorney debt collectors on a par with regular debt collectors who are not attorneys. I should also mention, Justice Breyer, to the extent there are some really intractable problems with respect to the act application to attorneys, there -- there is ongoing litigation in the lower courts about the Noerr-Pennington doctrine about how the constitutional implications of regulating in-court activity apply to the Court's interpretation of the statutory provisions. And again, I think it's more likely that that is the solution Congress would have intended, an interpretive solution - -",
  "Yes. And at the - -",
  "Well, no. It's -- again, it's the same idea, that you construe the provisions in a way that avoid the most troublesome applications of it to attorney conduct. So I was giving the example of state statutes of limitations. I think it's very open to dispute whether attempting to collect a debt on which the limitations period has run constitutes an unfair or deceptive practice, because there's not a -- all it does is gives the -- the debtor the opportunity to raise an affirmative defense. And I think -- you know, in that circumstance, Congress would not have intended the statute to - -",
  "Thank you.",
  "Actually, it's Mr. Russell.",
  "By accepting Federal funds for its prisons, Texas consented to suit for appropriate relief for violations of the Religious Land Use and Institutionalized Persons Act. The question in this case is whether that appropriate relief encompasses damages. If you simply asked what kind of relief is generally appropriate against a State, the answer would be no relief, not even an injunction, because States ordinarily are not subject even to suit without their consent. And so RLUIPA necessarily asks a more precise question, and that is what relief is appropriate against a State that has consented to be sued for violations of this sort. Damages, for example, are perfectly appropriate against a State that has consented to be sued for breach of contract.",
  "In -",
  "In our view they are, although it's a different context, and we recognize that the government disagrees with us on that. We can't point to the Spending Clause-contract analogy that applies with respect to Spending Clause legislation as RFRA applies to the Federal Government. But there are other indications, including for example the long tradition of damages being appropriate relief for the violation of civil rights.",
  "That is our view, although we recognize that RLUIPA is different in this respect, in that it's a Spending Clause statute under which -- and this Court's decision in Barnes v. Gorman makes clear that damages are traditionally appropriate relief for the violation of any Spending Clause statute. Of course, there is also a tradition that damages are for the violation of civil rights. Take statutes like Title VI, Title VII, Title IX, section 504 of the ADA, the list goes on and on, where Congress has created damages as the quintessential remedy to enforce civil rights, and when Congress has subjected States to suits under such statutes, it has always put them on equal footing with other defendants and subjected them to damages as well. But even beyond that -",
  "Well, for example -",
  "No, we are not saying that the word \"appropriate relief\" in itself supplies the clarity. It's looking at that language and the way the court interprets statutes generally, among other things, looking at the tradition of what constitutes appropriate relief for a violation of this sort. We do think that Barnes v. Gorman is appropriate precedent in telling the court -- in telling Texas what kind of relief is generally thought appropriate to satisfy Congress's desire to remedy violations of a Spending Clause statute. We recognize, of course, that Barnes didn't involve sovereign defendants, but the local governments in that case had the same rights as a State would. It just comes out of the Spending Clause rather than the Eleventh Amendment. That is, both constitutional provisions prohibit Congress from subjecting defendants to damages suits under Spending Clause legislation without their consent. And this Court has enforced that identical constitutional right with the same clear statement test derived from Pennhurst v. Halderman. Even more, the contract analogy the Court relied on in Barnes is no less apt simply because one of the recipients is a State.",
  "That would have been true in Barnes as well.",
  "Well, it gets the same amount of help that the local governments got in Barnes, which wasn't enough. And Not only does the analogy, I think, apply; so does the remedy. Damages are a quintessential appropriate remedy for breach of contract by a State so long as the State has agreed to be sued for violation of a contract.",
  "Well, I would say two things about that. One, keep in mind that the PLRA limitations only apply to incarcerated individuals. It doesn't apply to the people RLUIPA protects in State-run nursing homes or mental health facilities. So Congress wouldn't have been thinking that appropriate relief is defined in some sense by the scope of the PLRA. In addition, we think that the fact that Congress expressly said that the PLRA applies to limit the relief that's otherwise available under RLUIPA shows that Congress didn't think that the PLRA itself made the relief inappropriate. It's simply that there is some relief that is otherwise appropriate that will be limited in some circumstances by the PLRA.",
  "No, that's not true, for a couple of reasons. One, there are many cases involving pecuniary damages. There is destruction of religious items that won't be subject to the PLRA limitation. There are -- there are cases that give rise to pecuniary claims. So there is destruction of a religious item, a Bible or something like that. There are also cases in which the violation will result in a physical injury. There are cases where people are deprived of food for long periods of time. There is a case where a prison refused to transport an inmate for medical treatment outside the facility because he wouldn't take off his yarmulke. Congress, I don't think would have thought that the PLRA limitations rendered a damages remedy unimportant. And at the very least -",
  "Excuse me?",
  "The statute, I think, does not in light of Barnes, because Barnes said that you get traditional contract remedies and punitive damages are not a traditional contract remedy. Beyond that tradition, though, there's also textual cues in the statue itself. There are three of them that I would like to focus on. I'll list them and then discuss them. One is the definitions section, which lumps States in together with local governments in the definition of \"government.\" The second is the Federal enforcement provision, which specifically allows suits by the United States, but only for the equitable and declaratory relief that the State says is the only thing that's available under appropriate relief. And finally is the fact that the statute separately already authorizes suits for injunctive relief against State officials, making the addition of suits against States effectively surplusage unless some other kind of relief is available against the State. Beginning with the definitions section, this Court recognized in the United States v. Nordic Village that where Congress, in the Bankruptcy Act, defined \"governmental unit\" to include both the United States and a State, that Congress was making clear, quote, that \"States and Federal sovereigns are to be treated the same for immunity purposes.\" I think the same lesson comes out of the fact that RLUIPA defines \"governments\" to include not only States, but local governments, and subjects all governments to the same cause of action for the same appropriate relief. Congress was expressing there as clear as it could that there was a definitional equivalence between States and local government.",
  "Well, I will point you to other provisions of the statute.",
  "Okay. One is the fact that, as I mentioned before, the statute -- and I think the State agrees -- already allows suits for injunctive relief against State officials in their official capacity. The only thing that adding States as defendant would accomplish in light of that would simply be a change in the caption of the lawsuit, unless States are subject to some relief that State officials under Ex parte Young are not.",
  "Well, I would set aside the question of whether Ex parte Young applies of its own force. I think by defining \"officials\" as a form of government and authorizing suits for appropriate relief against officials, I think everybody agrees that that authorizes suits against the officials for at least injunctive relief. And then the question is, well, what does it accomplish to also authorize suits against States? And I think the obvious answer is it authorizes a damages claim against the State. And even in light of Barnes, the State seems to acknowledge that damages are appropriate relief against local governments under this statute.",
  "I think it's common in that circumstance to sue the State attorney general for Ex parte Young relief, for example, if you have a constitutional claim against the statute, as may very well have happened in the California case, or the governor, I guess. So I don't think that naming - having a State as a defendant is necessary for that purpose here. In addition, as I mentioned before, I think even the State acknowledges that damages are appropriate relief against local governments, but Congress made clear that when it intended the identity of a party to result in a dramatically different scope of relief, it did so expressly, and you can see that in the U.S. enforcement provision. There, Congress specially authorized suits by the United States and had its own remedial provision which provides only for declaratory and injunctive relief. And that shows both that Congress didn't expect courts to simply figure out that different kinds of defendants would be subject to different appropriate relief, but also -",
  "Well, the fact -- I would say two things about that. One is Congress didn't limit that provision to suits against States. It's anybody who gets sued by the United States is limited to equitable injunctive relief. And that's, again, an example of Congress treating States the same as everybody else. Whether they are sued by the United States or sued by a private party, it is the same relief. It's the same remedial provision and we think that suggests the same relief. That provision also kind of -- the language of that provision, \"injunctive or declaratory relief,\" stands in pretty stark contrast to the facially broader phrase \"appropriate relief\" in the general provision. In addition to RLUIPA itself, I think it's also worth pointing out that the State had independent notice under section 2000(d)(7) -- this is the Rehabilitation Act Amendments of 1986, where Congress made clear to Texas that it would be subject to suit for damages under any statute that -- under a section of any statute that prohibits discrimination by Federal funding recipients. And I think the question here boils down to whether RLUIPA is materially distinguishable from section 504, which is listed in section 2000(d)(7) as an example of a statute prohibiting discrimination. And if -- I think that means that the catch-all has to at least be broad enough to encompass section 504, and in our view, the two statutes are not distinguishable. Both prohibit both the kind of disparate treatment of similarly-situated individuals that the State acknowledges constitutes discrimination and requires accommodations in some circumstances.",
  "It's quite rare. I am aware of one pending case in Vermont where there is a challenge to a -- a State environmental regulation, but for the most part it isn't. But if this Court were to, you know, section -- the provision that we are talking about here applies to land use as well as to institutionalized persons, and one would ordinarily think that the statute would have the same meaning depending on context. I recognize that the State's basic argument is that the meaning changes depending on who the defendant is, and I suppose if you accept that it could also depend on -- on what provision is being applied. But that's not normally how statutes work.",
  "That is correct.",
  "That is correct.",
  "No. I actually don't understand them to be making that argument, either. But I know for sure that that's not our position. And the Court's decision in Barnes I think, for example, is entirely consistent with the Court's recent decisions, including for example in Richlin, where it's made clear that when you are considering the scope of waiver of sovereign immunity, you engage in ordinary statutory interpretation and then the sovereign is respected. If at the end of that interpretation the statute remains unclear, you know, certainly the sovereign wins. But -",
  "Well -",
  "I don't know that this Court's cases support the idea that -- that heightened clear statement rule for States versus the Federal Government. If anything, I think they suggest the opposite, but so long as the statute is clear.",
  "Thank you.",
  "Thank you. Nearly every argument the state made here today could have been made by the local governments in Barnes. Ranging from the complaint that the language like appropriate relief is too unclear, to the assertion that they were not on notice, that by accepting federal funds they were subjecting themselves to suits. And that's because the local government, like any other state, had the same right to the same clear statement rule. Unless this Court is, in fact, going to create a proliferation or hierarchy of clear statement rules, the Pennhurst rule that applies in the Spending Clause context of local governments applies in exactly the same way to a state government under the Eleventh Amendment and Barnes' Court construed the express private right of action under section 504, which incorporated by reference the remedies available under Title XI, which this Court construed to authorize appropriate relief. Exactly the same remedy that RLUIPA authorizes. And so the state for the first time today has suggested that the city of Austin is not bound by Barnes. I don't see how they can reach that conclusion. Barnes quite clearly says that the local government is subject to - and is on notice that it has clear, there is a clear statement in every Spending Clause statute that they are subject to a damages remedy so long as they accept the funds because of the contractual nature of the obligation. That applies.",
  "Which part, I'm sorry.",
  "No. The question in Barnes is punitive.",
  "Well, the legal principle this Court adopted to resolve that issue was one that, I take it, was not just a principle for that case, but that in general, funding recipients are on notice that they are subject to contract remedies and unless this Court is going to back away from that as a general matter, unless the Court is going to say that Pennhurst applies differently in the Spending Clause context than it does in the sovereign immunity context, I don't see how you can come to a different result in this case. Justice Breyer, with respect to RFRA, as far as I know, there is only one court of appeals case that says the United States is not subject to suits and that was decided six years after RLUIPA was enacted. With respect to the IDEA, there are a handful of lower courts decisions that say damages are unavailable. Those - they give reasons that are specific to the IDEA and the fact that that remedial provision is part of the due process hearing process there. In general, damages are the quintessential appropriate relief for violations of civil rights, and there is no reason to think that Congress was creating in RLUIPA a second class civil right that wasn't deserving of a remedy that Congress has provided even against states in every other context. With respect to the state's belief that the Eleventh Amendment somehow prefers injunctions over damages remedies, as counsel for the United States pointed out, the Eleventh Amendment is no basis for that. It treats injunctions and damages as equally offensive to state sovereignty, and in fact, particularly in RLUIPA, where damages are often capped significantly by the PLRA, the concern really ought to be on the states by injunctive relief, which will frequently have a much more significant effect on the public FISC than a small damages award. And finally with the state's argument that the words appropriate relief are too inherently ambiguous to meet any clear statement. Well, this Court rejected that kind of argument in West where it construed appropriate remedy to encompass a damages remedy by engaging an ordinary statutory interpretation, which is entirely appropriate in this context. This Court has repeatedly in cases like Ruckelshaus, for example, like Richlin, relied on how statutes apply with respect to private parties to give meaning to the otherwise ambiguous word \"appropriate\" in the federal statute waiving the federal government's sovereign immunity. Thank you.",
  "Mr. Chief Justice, and may it please the Court: For decades, the agency Congress charged with administering the Real Estate Settlement Procedures Act has construed that statute as prohibiting a lender from accepting a charge for a real estate settlement service it didn't provide, whether it accepts that charge directly from a consumer or indirectly through another service provider, and whether it shares that fee with another provider or keeps it all for itself. That interpretation is eminently reasonable and is entitled to deference. And in fact --",
  "HUD does have authority to bring suits for injunctive relief for violations of 2607(b), and -- if that answers your question.",
  "For injunctive relief. That's correct. And that agency has long construed the language of this provision as reaching all unearned fees whether divided or not, and that interpretation of the language we think is eminently reasonable.",
  "All unearned fees, whether split --",
  "Whether split or not.",
  "Well, you're right. I do think it's a side issue because the courts below didn't decide that, and Quicken didn't --",
  "I think you can take it on the same assumption that the court of appeals did, that the fee was unearned, and decide the question presented. But to answer your question, Congress amended the statute specifically to overrule the Sixth Circuit's decision in Graham, which held that loan discount fees were not covered by the statute, in that case involving a kickback. I know Quicken argues that that case involved origination fees. We don't think that's correct. But this is -- this is an issue you could have an entire case about.",
  "And -- but --",
  "The argument is Congress specifically defined the term \"real estate settlement service\" to include the origination of the loan, which includes but is not limited to the funding of the loan. And it did that in order to encompass kickbacks, at the very least, involving loan discount points, which was what is at issue in Graham. Now, you can have debates -- and we will have in this case eventually debates about what does it mean for a loan discount fee to be unearned. But for present purposes, the circuit split arose here in the much more common circumstance, when there are unearned fees for appraisals and courier fees, and -- and that's what the lower court decided on the basis of. And it did so --",
  "No, I don't think you're precluded from considering -- I --",
  "Right. I --",
  "There are several reasons. One is the lower courts did not address this question. Quicken hasn't briefed it to any extent. Quicken doesn't ask you to decide it on the base of that question. We haven't briefed it. It's a complicated question that involves interpretation of another provision of the statute that Congress amended to deal specifically with this problem. And it wouldn't solve -- it wouldn't resolve the circuit conflict that the Court granted cert to decide. And so, if I could turn to that, if you look at the language of the statute, which is reproduced on page 6a of the -- the blue brief, in the words of the statute, a lender who charges an unearned fee, accepts, within the meaning of the statute, a portion, split, or percentage, i.e., 100 percent, of a charge that was made for the rendering of a covered real estate settlement service other than for services actually performed.",
  "Well, I think --",
  "Well, I think \"portion\" is the word that best fits this situation. And Congress has used the phrase \"portion\" in other state -- in other statutes to prohibit, for example, a public official from converting to personal use any portion of the funds entrusted to him --",
  "Well, I would -- I would say two things about that. One is that when you have a statute that forbids somebody from taking any portion of something, I think the ordinary understanding is that prohibits them from taking the whole of the thing. The embezzlement statutes are an example of that.",
  "Right.",
  "And so, the canon, though, I don't think, is a canon that says when you have related words, you give them all the same meaning. They certainly have something in common. They're all the measure of something, but the canon doesn't say that you read them to all mean the same measure of something, which would run headlong, I think, into the canon against construing statutes to have surplusage.",
  "Well, you still have to decide, when you're talking about a kickback, whether the person who received the kickback has done anything to earn their portion of it. And so, I don't think you avoid the question of what does it mean for a fee to be unearned entirely.",
  "But --",
  "It's certainly harder to sort out with respect to loan discount fees. But the run of the mine cases here involve things like appraisals, courier services, flood certifications --",
  "No. That -- that is not the case --",
  "-- and what protect consumers is the last words of the -- of this provision, which creates a safe harbor for people who give or accept charges for services actually performed. And the critical word here is \"for.\" What a consumer is paying \"for\" is what she has been charged \"for.\"",
  "If she has been charged for an appraisal, what she is giving the charge for is for the appraisal. If the appraisal wasn't performed, that shows she didn't get what she paid for, but it doesn't change what she was paying \"for.\" Now --",
  "I think that there are two ways you can construe what it means to pay a charge for. One is what it is you actually got --",
  "-- which was nothing. The other is what you are actually charged for, which was the appraisal.",
  "And I think that latter interpretation --",
  "-- is the proper one. It's -- I think it's the most natural --",
  "Because she didn't pay for services other than -- she didn't pay for services other than services actually performed. What she paid for --",
  "Because I think it's different, depending on whether you're looking from the perspective of accepting or receiving, what the charge is for. So, for example, if you were to go to your mechanic and you were charged for an oil change but you didn't get one, it would be perfectly natural for you to say I was charged for and I paid for an oil change.",
  "Right.",
  "No, I think the consumer is paying a charge for the -- for the courier service.",
  "Because it's not a violation of the statute --",
  "-- to pay for a service actually performed. And that's what she is paying for; she's paying for an appraisal. She's not paying for nothing.",
  "Correct.",
  "Correct, because what she is giving the charge for is what she has been charged for. She was charged for an appraisal. She's giving the charge for an appraisal, and that doesn't violate the statute.",
  "I think in --",
  "No. In a traditional kickback situation, where Quicken, for example, kicked back some of the fee to a real estate agent for nothing, for the referral of the business, which isn't for a service actually performed within the meaning of the statute, that would violate the provision.",
  "That's correct. This provision does double duty. It is designed and written broadly to encompass both traditional kickback situations and unearned fee provisions.",
  "That's true. First, just to clarify, we don't -- we're not arguing that it covers overcharges in the sense of excessive charges.",
  "That is one of HUD's interpretations, although it's an interpretation about what it means for something to be unearned, not having anything to do with whether split fees are covered or not. But to answer your more specific question, we know that that enumeration is not comprehensive. There are other things in the statute that are not included. And the general purpose of the statute --",
  "It would be immense, but this Court doesn't have to accept that view in order to accept HUD's point of view.",
  "But as --",
  "Certainly you can, and, in fact, Your Honor did in Smith v. City of Jackson, where you held that a provision of a regulation recognizing disparate impact was entitled to deference, but a provision saying what you had to prove to show a disparate impact violation wasn't. And here similarly -- I mean, particularly the overcharge part of the interpretation is not even in the regulations. It's in the policy statement. It's a subsequent --",
  "I think Congress -- yes. I mean, it is -- labels are important, because Congress didn't say you simply have to disclose the bottom line; it said you have to give an itemized list. And requiring that those identified line items actually represent services that were actually rendered is a completely reasonable supplement to the disclosure requirement. If I could reserve the remainder of my time.",
  "Thank you. Justice Breyer, you had asked why Congress would engage in a statute that gets at overcharges and has a rate regulation kind of thing, which is very unusual, and I agree it's unusual. That's a reason to read this statute not to do that, to only get at truly unearned fees, which are the equivalent of fraudulent fees, which the law does forbid pervasively. In this case, Congress --",
  "No, to be - -",
  "No, I don't think that's correct.",
  "I think that there was a two-step analysis. The first step is they decided that split fees are not the only thing that the statute gets at. And then -- but this -- an unsplit fee still has to be unearned, and they had a separate interpretation of what it means for a fee to be unearned.",
  "At any rate --",
  "It's towards the end where they enumerate the different kinds of unearned fees.",
  "That's correct. They are --",
  "I'm not -- I'm not disagreeing with you about that. They list four different -- or three or four different kinds of charges that could be unearned. You don't have to agree with them with respect to each of those things, about --",
  "Well, I would --",
  "Sure. What Congress said its purpose was, was to get at abusive practices that unnecessarily increase the costs of settlement. What -- the legislative history was focused on kickbacks, but there were examples in the HUD/VA report, at page 16 of that report, and in the Washington Post articles about markups that are a form of undivided, unearned fee. Congress knew -- subsequent to the passage of this statute, HUD has frequently found and reported to Congress incidents of unearned fees, including those involving loan discount fees. And the States -- 21 States have filed a brief in this case telling you that there is a pervasive problem with settlement closings included padded charges for things that were never performed. With respect to the agency's interpretation, I would point you particularly to this 1996 rulemaking, where the agency withdrew an exemption for certain payments between consumers and providers for the use of a particular kind of computer service. That exemption would have been unnecessary had HUD thought, as Quicken does, that the statute only regulates transactions between providers. And in withdrawing that exemption, HUD explained in quite a lot of detail that it rejected specifically that -- the split fee requirement. And so, I don't think there's any question that they've grappled with this question and that they've explained why they think that split fees aren't covered. The question ultimately is whether that's a reasonable conclusion in light of the language of this statute --",
  "They gave --",
  "They gave the public more notice than the Court found sufficient in Long Island Care at Home, which is they -- they told the public this provision is at issue; we're going to issue an interpretation about it. And they ultimately did. In Long Island Care, they did the opposite of what they had proposed to do, and this Court said that was enough. In this case, and even in 1996, they received comments with respect to the case law that said that only splits are required, and they said we disagree.",
  "Mr. Chief Justice, and may it please the Court: I'd like to begin with the question of what's in this case and what isn't because the fact pattern in this case gives rise to multiple complicated questions, only two of which have been adequately preserved in this case. And one of the questions that's not in the case, Justice Kagan, is whether or not, if MBUSA's contacts are attributable, they are sufficient to establish general jurisdiction. This case has been in litigation on the personal jurisdiction issue for eight years. Throughout that period, we have argued that if MBUSA's contacts were attributed to Daimler, they were sufficient in kind and quantity to support general jurisdiction over Daimler itself.",
  "That's right. And if you think that the answer to that is wrong, it's because of the argument that Daimler did not preserve.",
  "Well, that might be a reason, then, for this Court to dismiss this case as improvidently granted. A cert petition  a grant of cert shouldn't be a GetOutofJailFree card.",
  "That's right.",
  "That's because Petitioners didn't raise that question en banc. They filed an en banc petition after Goodyear came down  ",
  "And they did not raise these questions.",
  "Well, with respect, Justice Kagan, it's not as easy as you seem to think it is. Let me give you an example. In Perkins, this Court cited a prior case as a quintessential paradigmatic example of general jurisdiction, called Barrow Steamship Company v. Kane. And in that case, it approved  this Court approved the exercise of general jurisdiction in New York over a British steamship company for a tort that occurred in Ireland, based on the fact that it had an office run, actually, by another company  a mercantile company called Henderson ",
  "That was 1898. But this Court ",
  "But my point is that this Court in Perkins, which is quite a long time after International Shoe, cited to Barrows as an example of a paradigmatic example.",
  "Justice Ginsburg, just to be clear, I'm not saying that this case is like Perkins. I'm saying that, in Perkins, a postInternational Shoe case, this Court embraced the result in Barrows, which is a case quite like this one. And more ",
  "Because Petitioner, again, didn't make that argument, either ",
  "This case has been litigated on the interpretation of the California statute that says that California intended, notwithstanding what rules it applies for liability, to exercise personal jurisdiction to the furthest extent permitted by the Constitution. And here, it's not that difficult a question. Here, the question is, if Petitioner would have been subject to general jurisdiction in California, had it conducted the same operations through a subdivision in the case, does the Due Process Clause give it a constitutional right to avoid that jurisdiction simply by conducting those same operations through a whollyowned subsidiary ",
  "California wants to go as far as the Constitution would permit. We're not asking ",
  "Not that there is unlimited liability, but that the exercise ",
  "Because the statute at issue doesn't speak to liability, it speaks to personal jurisdiction.",
  "No.",
  "That's correct.",
  "No, it certainly wouldn't. The choice of law principles would almost certainly point to Argentine law.",
  "Well, certainly, we  we agree that if this case were remanded to the district court it would have discretion to refuse to exercise supplemental jurisdiction. I would ",
  "Ultimately, we don't think so. I think you would have to take into account this case has been in litigation for eight years already. I think that's a substantial reason for the Court to want to allow the case to continue. I recognize that we would have a very hard time appealing from a decision that refused to exercise supplemental jurisdiction. But, again, on the question that the Court actually granted cert on and which was actually preserved here, I do think that the Court could simply hold that, look, attribution of contacts between a whollyowned subsidiary and its parents is not so unreasonable as to violate the Constitution. At the end of the day, the due process question is whether the defendant had sufficiently availed itself of the benefits of doing business in the State to warrant an exercise of jurisdiction. It can do that either directly, through its ",
  "With respect ",
  "With respect, I  I don't think that's correct. Justice Kennedy's opinion for the plurality in Castro, for example, identified the underlying premise of both general and specific jurisdiction and availing oneself of the benefits of being in the State. And ",
  "I understand that there are very serious and important questions with respect to what it means to be at home in a State. And that, if Petitioner had raised those arguments below, it might actually have prevailed. But this Court ought not to forgive that waiver in a case like this, and it ought not to decide that question when, not only is the argument forfeit, but it's barely been briefed in this case.",
  "That is ",
  "No. There has been one concession, which is that MBUSA's contacts are sufficient to subject MBUSA itself to general jurisdiction. And there's been one forfeiture ",
  "Well, because there's been one forfeiture as well. And that is, we've argued for 8 ",
  "Forfeiture, as well. We have argued for 8 years that, if you attribute the contacts in MBUSA to Daimler, those contacts are sufficient to establish general jurisdiction over Daimler. They're sufficient to satisfy the minimum ",
  "That's right. That's been our argument. They could have said, no, that's not right. They could have said, MBUSA doesn't do enough business in California. They could have said that general  that doing business theory of general jurisdiction is no good. They could have said, you can only be subject to general jurisdiction ",
  "That's right. We do think that this is an easier case because we have a whollyowned subsidiary that operates in very much the same way as a subdivision would. Notice that in the Federal ",
  "No, I don't think it does.",
  "But the question, ultimately, is whether it's fair to say that the defendant has sufficiently benefitted from ",
  "Because, unlike a shareholder, a parent company enjoys not only the economic benefits of the subsidiary's activities ",
  "They  they enjoy a partial. But in addition, they have  the parent has the right and, here, the substantial right to control the day to day ",
  "No, they don't. All the shareholders have the right to do is appoint the  the people to the board. Here, Daimler exercised a degree of control that is much more significant than that.",
  "Well, I don't think ",
  "I don't think that's right. I mean, this Court has recognized that, look, the Due Process Clause requires, ultimately, drawing some lines, but it can't be done in a mechanical way. Here, Goodyear provides a safe harbor to companies that want to make sure that they're not subject to general jurisdiction in California. They can do so by selling their cars to an independent distributor, the way Petitioner used to do and the way that Toyota still does. But with respect to ",
  "That's right. But the  but that  I think we need to separate the two ideas of what does it take to make Petitioner at home in California. Once it's established that it is at home in California, it is simply a traditional aspect of general jurisdiction that it will be subject to suit for things that happened abroad. If this suit had been brought against Apple Computer, which is headquartered in California, I don't think we would be here today. The question here is whether the  the conduct in California is rendered insufficient by virtue of the fact that it was undertaken by a subsidiary.",
  "Well, Justice Breyer, if you think  if you think that the  the proper resolution of a case like this turns on issues that were not preserved below and have not been argued here, then you can do one of two things.",
  "You can dismiss the case as improvidently granted, or you can decide the case on the assumptions upon which it's been litigated and make clear that you're doing that.",
  "We would have no problem with that if you made clear that it was open to us under remand to argue that they didn't preserve these arguments. That would be a fine result for us.",
  "We are not prepared to concede that at this point, although we recognize we have an uphill struggle to fit ourselves within the exception that's been left. Principally, our argument would be based on the fact that, at the time of suit, this was a dual American/German company with dual headquarters in  in the United States, which is different than Shell. But we  we're not prepared to concede it, but we're not asking this Court to resolve it.",
  "There is, although ",
  "Sure. They could have asked that. Usually, they only ask those questions ",
  "Well, it wouldn't be, if you sent it back. I mean, usually, courts of appeals don't ask those questions unless somebody asks them to. And here, Petitioner never asked them to. It assumed, as did we, that the statute meant that they wanted the most permissive attribution rule that's permitted by the Due Process Clause. And I don't think it's unreasonable  that's an unreasonable interpretation of the statute. I recognize that it's a little bit problematic, that these statutes don't give greater definitive guidance. But Petitioner hasn't complained about that either. And so on the  the premises on which this case was litigated, I do think you can decide this case by resolving two questions. First, on the assumption that if MBUSA's contacts are attributable to Petitioner, they are sufficient to make it at home, does the fact that those contacts are through a whollyowned subsidiary, rather than a subdivision, make the exercise of general jurisdiction improper ",
  "Just to be clear, there are two parts to that rule. There is one that's the assertion that ordinarily, you're only at home in the place of principal business or principal  principal place of business or place of incorporation. And the other is, oh, we'll only apply that rule with respect to subsidiary contacts. That additional thing, which is necessary to  to shoehorn it into this case, I think, is very artificial. So if this Court is going to ",
  "That we will only apply that rule if the contacts, if I understand Justice Alito's proposal, we only apply that rule if this  if the contacts in the State are through a subsidiary. That's a very artificial gerrymander, honestly, to fit the facts of this case. If this Court is going to say that the doing business theory of general jurisdiction is no longer good law, it should do so directly, it should do so on a case has actually been briefed. It hasn't been briefed here.",
  "I don't know that you can't take it into account at all, but I will say that the  the constitutional test is whether it's consistent with traditional notions of fairness and justice, meaning traditional American notions of  of substantial fairness.",
  "I would say a couple things. I haven't briefed this, but this is what I would say in a brief, if we had the opportunity to brief it. And that is it has done billions of dollars in business in California. It's ",
  "But the problem  but the problem is a corporation shouldn't be jurisdictionally better off simply because it's bigger than its competitors who are smaller and, therefore, necessarily do a bigger portion of their business in a smaller number of places. I think it's  there is a very significant fairness problem with the proportionality test suggested by the government, again, never raised in this case. Nobody ever argued that MBUSA didn't do enough business in California, and in fact, it's done billions of dollars of business there, and it's enjoyed the benefits of being in the State, of doing business in the State, to a far greater degree than many of its competitors, say Tesla, which is subject to general jurisdiction for suits for anything that it does anywhere in the world.",
  "I think there would still be a question of whether  they would be able to raise the  the arguments that they haven't raised in other jurisdictions. It may be that the billions of dollars that they are doing business in California is enough, but the few millions of dollars they do in Iowa is not.",
  "That may be the result ",
  "That may be the case if  the Court has always recognized that doing business is enough. Back to the Barrow case, when just having an office, a sales office  another case that this Court cited in Perkins and cited in International Shoe as an example of a paradigmatic case was a case called Hausa, by thenJudge Cardozo. And it was a suit by somebody from New York, who sued in New York, sued a Pennsylvania corporation, and the justification was it had a sales office in New York. Now, if this Court thinks that those cases were wrong, if it thinks that we need to change our conceptions of general jurisdiction, in light of the evolved modern ",
  "No. Goodyear didn't purport to change anything. I know you used a new phrase to describe the prior precedent, but it wasn't purporting to revise it, and I don't think that there was substantial argument in that case on that score.",
  "Well, again, if I can just respond to that idea, the one consequence of that  and getting back to what I would say to Justice Kagan  is people aren't subject to general jurisdiction only in one or two places. They are subject to general jurisdiction anywhere they set foot and are served with process. And I think it is quite unfair to say ",
  "But they go a lot of places over time. And as a consequence, they are, in fact, in the course of living their lives or even doing business in an unincorporated forum, subject to general jurisdiction in a lot of places. Again, this is an important question that hasn't been briefed in this case, it wasn't preserved below, and I think that you ought to decide the case on the grounds, on the premises on which it has been litigated for eight years. And if you can't do that, you ought to dismiss the case as improvidently granted or at least remand the case to allow a full airing of these issues in an appropriate forum.",
  "Well, you do get into linedrawing problems in this area. This Court has recognized that, even in specific jurisdiction cases.",
  "I think billions of dollars is enough.",
  "Well, you have to pick some metric. I mean, this Court's cases have always been general. They have talked about minimum contacts. They have talked about systematic and continuous business operations in the State. And those  the Court has always recognized that those are not standards that are capable of mechanical operation or brightline rules. If you think that you need to develop some new standards, you ought to do it in a case when it is squarely presented and adequately briefed. If there are no further questions?",
  "Mr. Chief Justice, and may it please the Court: There are two sets of questions before the Court here. There's a legal question about the proper interpretation of ATSA and maybe some subsidiary questions about the division of authority between judge and jury and what the materiality standard is. And then there's a question about what to do with this case. And those two sets of things should be considered differently because much of what's being argued here today was not presented to the lower courts.",
  "Let me unpack that. I think there is three parts to that question. The first is implicit in that is ATSA immunity factual questions for the court or for the jury? And we agree with the government that you should apply the ordinary qualified immunity standards and historical disputes about the facts are handled by the jury. Of course, if the court can say, look, even on the plaintiff's view of the facts, immunity is proper, you can enter summary judgment. The second question is what is the materiality standard. Justice Scalia, you've suggested that the standard is would TSA have done the same thing anyway? And I take the government even to be saying that that's not the right test because we can't know, because TSA won't tell us. TSA has to keep secret its procedures about what it would do and when. And, as a consequence, I think the proper standard is the standard that applies under New York Times and in other defamation cases, which is the Masson standard. Would a true statement have a different effect on the security officials' mind? And we think you can have a gloss on that, that says ",
  "I'm saying the same standard of material truth applies. Actual malice, the subjective good faith, is the principal protection afforded to the baggage handlers. Even if what he says is blatantly materially false, so long as he believed it, so long as he acted in good faith, he's protected here. And so the question is, what happens when somebody like Mr. Doyle, who has been found to have acted in bad faith, and that's not challenged here  does he, nonetheless, get immunity because what he said was materially true? And we think the standard ",
  "I think that the answer to the legal question is that you have the same division that you have in qualified immunity, that material disputes of facts are resolved by the jury and then the court reviews those  those findings under the normal ",
  "If  if you think that there's no disputes about those facts, that no reasonable jury could conclude otherwise on those facts, and you think ",
  "All right.",
  "I don't  I think the materiality question goes to the jury, subject to review by the court on the motion for directed verdict  whatever. But there's also  I also want to make clear that I disagree with the premise of that question about what the standard of materiality is, and it's not whether TSA would have acted differently. It's whether TSA would have had a different impression about facts that are undoubtedly material to their determination, not only about the extent of the threat, but also what to do in the immediate aftermath. They have to make a decision from the getgo, not only whether to investigate or not, but whether or not to respond by sending an officer down or scrambling a SWAT team. And certainly being told that somebody is mentally unstable and may be armed is going to be materially  be a materially different impression on their minds about those questions. And that ",
  "You apply the Masson test, which is would a truer statement have a different effect on the mind of the reader? It doesn't mean that they have to have done something differently. It's just that they understand the facts differently than they do based on what was said.",
  "That's materially false, yes, if the difference would have made a difference ",
  "I think you would, but that's not the question. The question is, would the statement have a different effect on the readers or the listeners.",
  "The listeners, the TSA.",
  "I think so. And in addition, whatever you say about this, you should also keep in mind what was actually argued below. Let me say a few things about how this went down ",
  "I think it has to make a difference in the way that they would evaluate the existence, nature, or extent of the threat, and so it  you know, it wouldn't make a difference to the way that they evaluated the nature or the extent of the threat, then it's not material. But keep in mind, the way that this case was litigated below, they, themselves, proposed the Masson standard. And it's  we've reproduced their brief to the Colorado supreme court. It's on page 30a. They say, \"A statement is not considered false unless\" ",
  "Page 30a of the Red Brief. It is where we reproduced their Colorado supreme court brief. And on page 30a, they say, \"A statement is not considered false unless it would have a different effect on the mind of the reader than what the pleaded truth would have produced,\" and they cite Masson. \"This newfound ATSAspecific materiality test comes largely from the United States' invitation to brief at the cert stage in this case.\" And they never asked for an instruction on materiality at all, much less an ATSAspecific materiality instruction to the jury. They never argued for an ATSAspecific materiality test in the lower court.",
  "That's correct. That was their principal argument below, and that's clearly wrong. And the United States agrees with us, that that's not the right way to  to go about dealing with this. This is a statute that is premised on  that is based on the model of qualified immunity. In the Federal courts, qualified immunity factual issues are submitted to the jury and subject to ordinary appellate review, sometimes heightened appellate review with ",
  "So the materiality consider compares what was said  and you're right, there's no dispute about that  and what was true, and there's a lot of dispute about that. But we think that, at the end of the day, even if you say that it's a question of law for the court, even if you take it upon yourselves to decide it, we don't think that there's any way in which they can say that these statements were materially true.",
  "No, I think you'd lose in both.",
  "Yes. I mean, I think in both ",
  "Well, let me be clear about that then. If they give all the  all the facts  and I'm not sure what all the this is true, this is true, this is true  they simply explained all the facts and then appended to it their evaluation that showed he was crazy, I don't think they would be immune. I think they lose immunity for that. But that's not what happened.",
  "The airline would be immune, correct. But that's not what happened in this case.",
  "I don't think there's a difference between that. What's  the difference is when the person asserts that somebody is mentally unstable as a fact and doesn't give the background facts to allow somebody to make an alternative ",
  "Well, let me  sure.",
  "Well, let me ask  answer the second question first, which is we had an expert witness who was formerly in charge of writing security regulations for TSA and the FAA before that who testified that, in light of the truth, a call wasn't even warranted, but that he perfectly understood why TSA acted the way it did, given the contents of the call. Now, this wasn't a focus because nobody made the argument that this could be a materially false ",
  "Well, I definitely think that it would be appropriate for this Court to write an opinion that says, look, to the extent footnote 6 suggests that some true statements aren't protected by ATSA, that's wrong.",
  "Well, I think you can say, look, we don't know what it means, but to the extent it means that ATSA doesn't affect all true statements, that's wrong. But in this case, the jury found  and three courts  Colorado courts affirmed, that the statements weren't true. And, Justice Ginsburg, there was an instruction to the jury, and in Instruction No. 9 at page 579 of the Joint Appendix, I have been told the jury, that to enter a verdict, they had to find that the statement was false. So the jury found that that was false. On appellate review, two courts of appeals found that there was sufficient evidence for that, even though they didn't ask for a materiality instruction. Those two courts resolved every material falsity claim or every materiality objection that AWAC actually raised, in the context in which it actually raised it, which was whether we had satisfied our version  burden to prove the elements of common law defamation.",
  "I think that there's a huge difference. There's no reason to say that he may be armed.",
  "Suppose I were to know that there is a lawyer in town who has a concealed carry permit, and I know he has a hearing at the courtroom  at the courthouse down the road later today. If I were to call the security folks there and say, hey, just to let you know, there's a  there's a lawyer coming to the argument, and he may be armed, everybody would understand that I was saying to them that there was something more than the theoretical possibility that he's armed and that I have some information to believe that he is violating or intending to violate the law that prohibits him from bringing that gun to the court.",
  "A true statement would be ",
  "I think it would have been true for them to say, look, we're calling to let you know, because Mr. Hoeper's an FFDO, we don't have any reason to believe that he has gun with him, but we can't tell for sure, so we just thought we would tell you, in case you have any questions and want to investigate further. By not saying  by not qualifying \"may be armed\" with the statement that \"we have no reason at all to believe that he actually has a gun,\" which is the truth, I think they gave a very different impression  and Mr. LaWare, for example, the vice president who made the decision to make the call, testified that, if he had been told, as a pilot, that a mentally unstable person who may have a gun was boarding his plane, it would make him very concerned about the safety of his crew and passengers. This is at JA 271 to 272. And as a consequence, he said those aren't the words I would have anticipated being used because he recognized, as somebody in the industry, what effect those words would have on a reasonable security person. So that ",
  "Well, again, I don't think it's that subtle. I think an ordinary person would  would think I was being misrepresenting in the example that I gave, which I think is the same. But in any event ",
  "We acknowledge that that is not an important part of our case.",
  "Well, \"Mentally unstable.\" And that's  you know, this Court has used the phrase \"mentally unstable\" as a shorthand for describing people who are subject to involuntary commitment, and people who are barred by Federal law from owning a gun. These are trigger words in  in this context. So that ",
  "No, because I would understand that they're not saying that he might fall over.",
  "No, it doesn't.",
  "It doesn't. I'm sorry. I didn't mean to be facetious about it. But I the point is that whether they said \"unstable\" or \"mentally unstable,\" everybody understood it was the same thing, and it had the same implication, which is very serious.",
  "They said that, but they also said he is unstable. They said, \"unstable pilot.\" And when you couple those together, even if they just said they were concerned, I think that would be false and misleading, in part, because they weren't. I mean, we had testimony. We asked them, \"Did you think that Mr. Hoeper was mentally unstable?\" And Mr. Orozco said, \"I don't believe he was mentally unstable.\"",
  "I think you could take that into account, but you also have to recognize that, hopefully, this wouldn't be the same because most people don't get treated as unfairly as Mr. Hoeper was. And I think there is abundant evidence for the jury to conclude that he was acting with  maybe not the best way, but he was acting within the  the spectrum of normal human reaction to being treated that unfairly, with respect to something that important.",
  "I think even for pilots. For example, Mr. Sherman, who is a pilot, who's trained in spotting threats, testified  he's the one who got yelled at  testified that, when he left the training center, he didn't think that Mr. Hoeper was acting irrationally, he didn't think that he was a threat. He was shocked to learn that calls to TSA had actually been made. And Mr. Orozco talked to him briefly before he boarded the flight, and he knew, at that point, that he was an FFDO, he was a pilot, he knew about the last chance letter, he knew about the prior incidents of pilots taking down airplanes. And he told him, go ahead, get on the flight. There really isn't  these are the people who would know what is surprising and concerning about the conduct of our client in this case, and none of them were willing to say that he was, in fact, mentally unstable, and that's telling. You know, even if they are willing to say now, through their lawyers, that they had concerns about his mental stability, the fact that they weren't willing to say that he was mentally unstable shows that they recognized that there's a material difference between those two statements. Otherwise, they would have said, yes, he was mentally unstable because we had concerns about his mental stability. And that's the same thing.",
  "I understand ",
  "There is enormous leeway already, and that is in the actual malice standard. So long as the person believes that what he is saying true, so long as he doesn't suspect that it's untrue, he has immunity, even if it's grossly untrue. And that's the  that's, I think, one of the reasons why  and you have that protection under the First Amendment to start with. And that's one of the reasons why we're able to identify only six cases, and this is one of them, in the entire tenyear history of the statute, when anybody's even cited this provision in an opinion, published or unpublished, State or Federal. And that's because the protection that's afforded by the actual malice standard, which comes in the First Amendment, but also in this statute, provides ample protection for people who are acting in good faith. And I don't think that you need to come up with some special materiality light standard under this statute, particularly when there's no reason to ",
  "Well, I think that's  that's an application of the Masson standard, which is if you know who the reader is. I think it's reasonable to ask the jury to think about who the reader is, and  but it's a world of difference to say ",
  "Well, you have the same problem with figuring out what he's going to do. In fact, it's much harder. And so I think whatever  if you adopt that standard, you have the same problem with my standard, and I think my standard's easier to deal with. I think you can look at  you can have expert testimony, as we did. You can look at  you can ask the people who are in the industry and involved in the case, as we did. And they all seem to recognize that saying somebody is mentally unstable versus saying we have concerns about his mental state or that he is angry would have a hugely different effect on a listener's mind in that industry. That's why Mr. LaWare said he would be very concerned if those words were used and said ",
  "Well, the difference is  I mean, what Mr. LaWare was saying is it calls ",
  "I'm more concerned",
  "Well, I'm saying that you don't have to figure out what they would have done. In part, this is just general defamation law, right? You are entitled to presume damages, so long as what is said affects your belief about this person. And there's nothing in this statute  there's nothing in the text of the statute that alters that ordinary standard. It's ",
  "Well, certainly, what they do with the information is reflective of the effect it has on their minds. So we do think that, in any case, you could show that TSA would have acted differently. You would necessarily be showing that it had a different effect on their mind. But the problem is TSA is not going to tell us what they would have done if  if a different statement had been made. This is not a standard that can actually be applied in the real world. And at the end of the day, it's not necessary because there is substantial protection already provided to goodfaith speakers who will know that, so long as they are believing what they say, they can say whatever comes to their mind, without having to consult with their lawyer. In any event, even if this Court thought that was the standard, even if you thought  and we're willing to forgive them for not raising that standard in the Colorado courts, we do think that, on this evidence, there was a basis for concluding that TSA would have acted differently, had they known the truth. And that's because, as I said before, we had expert testimony from somebody who is very qualified in this area who said that, had he known the truth, as a TSA official, he wouldn't have wanted to receive a call. And that  he perfectly understood the very dramatic response, given the content of what was actually said.",
  "So one possibility is  it depends, very much, on when the call was made. Part of the difficulty here was raised was that Mr. Doyle waited for twoandahalf hours after receiving this information before making the call. Had the call been made earlier, there was testimony there was lots of things they could have done. They could have called and checked to see if he had checked in his gun at security. They could have found him. They could have called him on his cell phone. But even when  having waited as long as they did, they could have asked somebody on the airplane to just go and ask him and talk to him and see if there was reason to believe that there was something amiss that would require going back to the gate. Now, I acknowledge that, again, because the call was so late, there really wasn't a ton that could be done, but that's not a reason to give them greater leeway.",
  "No. I mean, TSA has told people, report what you know immediately. And so we do think that Mr. Doyle's conduct, in which he wasn't consulting with supervisors  he did nothing during that twoandahalf hours that would reflect that he had an actual concern about mental stability or danger here.",
  "He did testify to that effect, yes.",
  "Mr. Doyle did.",
  "I don't think he gave any details about the content of that discussion. But, certainly, you can understand why TSA would not want something like this to happen again because  you know, when somebody is given false information that  particularly when it leads to an elevated response that wouldn't have been necessary under a proper report, that gives rise to security concerns and dangers in itself. When you send armed men onto a plane full of nervous people, in close quarters, who don't know what's going on, and officers who believe that there may be a man on the gun  with a gun, who's mentally unstable on the plane, that is a recipe for danger and for accidental things to happen and for people to get hurt, in addition to diverting attention from things that might be actual more  more serious incidents that are going on at the same time. Congress didn't think that the way to promote airline security here is simply to give carte blanche immunity to anybody who reports anything about suspicious activity, if they thought they could have ended at subsection A. Instead, they recognized that there's a balance and that people who make badfaith reports that are materially untrue ought not to be immune, recognizing that there might be some deterrent effect at the margins, but acknowledging the need to strike this balance. And in this case  whatever you end up doing in this case, and I would like to come back, before I leave, to this point, that this case has been litigated up the chain, without any request for ATSAspecific materiality instruction, with the court addressing every material truth objection that was actually made in the context in which it was made. And it's important to point out that they never, even when they argued material truth, argued that mentally unstable  or were concerned about mental instability was materially true. The only argument they ever made about that  and you can read it at the appendix to the Red Brief, was that this was a protected statement of opinion because it could not be true or false. And there's a world of difference between saying that something isn't true or false and saying that it is true. Because to determine whether it's protected opinion, you only have to look at the statement to determine whether it's substantially true. You have to look at the evidence. And so they have not  at the very least, they have not preserved any argument that the statement \"mentally unstable\" was materially true. So, at the end of the day, we think that you can satisfy the government's need for clarity about what the legal standard is by simply saying ATSA protects true statements, full stop, but, nonetheless, affirming this case  the opinion in this case on the ground that the Colorado court asked whether these statements were true and said that there was sufficient evidence that they were not and resolved every materiality objection that they actually made in the course of their opinion. The fact that they did it under a different subheading, that they asked the right question under the wrong subheading, isn't a ground for reversal in this case.",
  "The answer to that question is no, with the caveat that an appellate court has no obligation to resolve materiality objections, unless they're actually raised by the defendant.",
  "Mr. Chief Justice, and may it please the Court: This case presents the question whether to commit Federal bank fraud, the defendant must intend to defraud a bank, or whether, as the Tenth Circuit held, it's enough that the defendant intended to defraud someone in order to obtain money the victim keeps in a bank account. Applying the Tenth Circuit's interpretation, the government has prosecuted people whose only relationship to a bank is that they tricked a third party into issuing them a perfectly valid check, which the defendant then cashed at a bank. Such a broad interpretation of the Federal bank fraud statute threatens to sweep in a garden variety State law crime  a broad sweep of the sort that this Court has refused to give to Federal criminal statutes absent a clear statement of congressional intent. And that ",
  "Well, the problem is there is an ambiguity in Subsection 2 about to whom the false representation must be directed. Now, I acknowledge that ordinarily, you would construe that silence in favor of breadth that  in favor breadth that a false statement to anyone would do. But there are compelling reasons not to give that ambiguity, that interpretation in this case. And one is the breadth that I mentioned. It enabled the government to bring cases like United States v. Rodriguez where the government prosecuted a bookkeeper who filed false invoices with her employer that led the employer then to issue perfectly valid checks to people who didn't do the work.",
  "That's true. But nonetheless, for precisely the reason you identified, it  it covers an awful lot of banks. And if you read the statute ",
  "So that's a question about, I think, whether intent to defraud a bank could be satisfied in a case like this. And I think that the answer to that is possibly it could. So the government, I think, tries to put you to a false choice between saying you either have to accept the Tenth Circuit's interpretation that sweeps in cases like United States v. Rodriguez, perfectly valid checks that don't implicate either of the core interests in a bank fraud case, which is protecting the bank from financial harm or protecting the bank from being lied to. You either have to accept that or you have to leave unprosecutable cases like this one. But that's not true.",
  "So that gets the  we have two theories. We have the theory that intent to defraud a bank is required and under that theory, the U.C.C. doesn't matter. We also argue, though, if you don't require intent to defraud a bank ",
  "Because under the government  it doesn't matter under the government's view or ours, so ",
  "Under our view, all the government has to show is that the defendant intended to deceive a bank in order to obtain property that is owned by or in the custody of a bank. So in a bank account. So a traditional altered check case ",
  "That's right.",
  "That's correct. So the point of departure is to whom the false statement has to be directed.",
  "That's correct. That's correct. And so that's  to the extent you think the U.C.C. is implicated in that inquiry, that  that is true under either one. I don't think that it is. I think it's just going to be a question of, you know, whose money are you trying to get and is it in a bank account.",
  "That is correct. And so  but under our principal view that the problem here is that the government  that the jury wasn't instructed that Petitioner had to intend to defraud a bank as opposed to Target. And so it doesn't matter whether the checks were cashed or not. And it doesn't even matter under the risk of loss theory because it only has to be a risk of loss, not an actual loss.",
  "I don't know that we do, but the Tenth Circuit's interpretation doesn't either, because under the Tenth Circuit's interpretation, one is rendered surplusage because any prosecution that could be brought under (1) could also be brought under (2). If it's enough under (2) that you intend to defraud someone, it's surely enough that you intended to defraud a bank.",
  "No, that's true. And ",
  "Well, I have two things to say to that. One is Congress may have thought that what they were doing in (2) is making clear that the statute encompasses the broad range of particular kinds of property interests that are unique or  or at least common in the banking context. And in that way it serves the same function as the second clause in the mail fraud statute upon which this statute is premised.",
  "Well, that's the same way that this Court has repeatedly read the two parallel clauses of the bank fraud statute. The only difference being, you know, the difference in hardware terms and numerals. But I don't think ",
  "That's right.",
  "I think what Congress would have intended is simply that when it uses the identical  materially identical language and structure in two statutes, that they would have the same meaning as determined by this Court. The interpretive principle that the government relies on that identicallyworded statutes can mean very different things depending on the state of the circuit law at the time Congress copies the language is really untenable. And it requires a criminal defendant, for example, to know what that circuit precedent was and not be able to simply rely on this Court's decisions interpreting the identical language in another statute.",
  "Now, I understand that. But I don't think that if Congress intended this statute to operate dramatically different from the mail fraud statute, the only change it would have made was as those sort of typographical changes. I don't think that's the way Congress conveys that kind of intent. But again, even if you think that Subsection (2) creates an independent offense, it's susceptible of the interpretation that we give you, which avoids having to federalize the kinds of cases that are at issue in United States v. Rodriguez.",
  "Well, I guess I have to just dispute the premise. I think Congress was reacting to the rule, the principle of law that Maze adopted, which made it impossible to use the wire fraud statute and mail fraud statute to prosecute a case even when somebody goes into a bank and cashes a counterfeit check because the then use of the mail to settle the account afterwards wasn't good enough. And that's what Congress was concerned of. In this Court's own decision in Maze, the Court noted that Congress had dealt with the specific factual problem in Maze through an amendment, then recent amendment to the TruthinLending Act, which prohibited credit card fraud. Congress added to those remedies in another section of the same statute that enacted the bank fraud statute and then dealt with the parallel problem with respect to altered checks in Section 513, which is also part of that same statute, which criminalizes any use of an altered check to deceive anyone without regard to whose property the defendant is intending to obtain. So when you're worried about altered check cases here, and we need to not just be worried about these cases because this decision will implicate a whole host of other cases. But if you're thinking just about altered check cases, Congress dealt with altered check cases in Section 513. And that's important because the penalties under 513 and 31  and the bank fraud provision are very different. It's a 30year sentence for bank fraud and a 10year sentence for a Section 513. And more importantly, the bank fraud statute is a predicate for aggravated identity theft, which imposes a mandatory 2year minimum sentence that must be served consecutive to any other sentence. And so in a petty case like this, the difference between somebody being charged for the bank fraud and being charged under 513 for a firsttime offender can be the difference between zero to 6 months and 2 to 2 and a half years. And that gives the government enormous plea bargaining leverage. So you can understand why the government wants a broad interpretation here. But it's also equally understandable that somebody's using an altered check in a way that negligently or knowingly poses some risk to a bank is  warrants less punishment than when somebody directly targets the bank itself for deception in order to obtain bank property.",
  "Well, because I think Congress ",
  "Yeah. I think that Congress would have thought it's more serious for somebody to target a bank than it is for somebody to use an altered check that has a risk to a bank. Because as this case illustrates, using an altered check doesn't necessarily impose a financial cost on the bank. Here Target intercepted most  most  we have a disagreement with the government whether it was three or four of the checks, but  and the bank itself made  discovered the alteration and refused to honor the check. But when you are intending to defraud the bank, that's  the Congress could think that's a much more serious thing. And I do think that, you know ",
  "Yes.",
  "That's correct. And so ",
  "So the question is how to get rid of those cases while preserving the government's ability to prosecute.",
  "Yes.",
  "So there are  there are several things wrong with the government's fallback position and it leads in most cases to the same result as intent to defraud. So in paradigmatic bank fraud cases, both our rule and their fallback rule permits prosecution. The only real difference is that their rule is  is designed to permit prosecution in thirdparty check fraud cases like ours. Because if it's an altered check that's presented to the bank, we acknowledge that shows intent to defraud the bank. So we're only talking about cases like ours where an altered check is presented to a third party and the government's rule permits them to continue to prosecute those cases. Now, even if you agree with them that those kinds of cases fall within the scope of the statute, that  all you need to do then is to say, look, those cases aren't materially different than when you submit the check to the bank in the first place, that the altered check shows intent to defraud the bank in thirdparty cases just like it does in a firstparty case. Now, we think that they're wrong about whether or not these kinds of cases are covered. And if we're right about that, then there's obviously no reason to adopt, you know, a rule that they made up just to deal with those kinds of cases. And maybe I could turn to that argument just for a second.",
  "That's right. And I don't think that those cases are covered for an additional reason as well. And that is, the fraud there is not intended to obtain bank property. Under Subsection (2), it's not any fraud that implicates bank property. The object of the fraud must be to obtain the property that is owned by or in the custody or control of the  of the bank. And in a case like this, what my client obtained was DVD players and groceries and a printer, and those were not property owned by or in the custody or control of the bank.",
  "Well, it doesn't cover the cases like Rodriguez, because the government can argue there that  so, I don't know if I've finished the description of Rodriguez, but in that case, a bookkeeper submitted false invoices to her employer. The employer issued valid checks to a third party, who then cashed it. And the government can say in a case like that, cashing the check results in you obtaining money in the custody or control of the bank. That's what you get in exchange for the check. And you obtained it by means of a false statement to someone, i.e., the false invoice submitted to the employer. And so it doesn't  adopting our view of what bank property is doesn't completely eliminate the problem. We would win the case. But it doesn't ",
  "It would  it should have. I mean, we've brought a sufficiency of the evidence challenge with respect to whether  whose property this is. And the jury ",
  "There is  that could be the end of this case. It doesn't resolve the circuit conflict, which there is still a circuit conflict about whether intent to defraud a bank is required in cases not involving this circumstance of a third party. But we do think that you shouldn't believe that just because  if you agree with the government that thirdparty altered check cases fall within the scope of the statute, that's not a reason to forego requiring the government to prove intent to defraud the bank. It's just a reason to say that, as a number of circuits have, that use of that altered check shows intent to defraud a bank. The government has been able to prosecute altered check cases, including altered thirdparty check  altered check cases to third parties, in circuits that require intent to defraud the bank. The other thing that's wrong ",
  "Well, I think the theory is that the use of an altered check shows intent to deceive the bank. And then these courts simply view obtaining the property of a third party using that check as materially identical to obtaining that property directly from a bank, I think is the theory.",
  "Well, I think that there is and maybe I'm not explaining it very well. So there's two pieces of intent to defraud the bank. There's intent to deceive the bank and intent thereby to obtain bank property. With respect to intent to deceive the bank, I think the courts have uniformly found in  in cases, at least first party cases, that use of an altered check is sufficient evidence to show that you intend to deceive the bank. And when you intend  whether you intend to deceive the bank, it doesn't matter who's going to end up bearing the cost at the end. It's just a question ",
  "It  it potentially does if you're willing to ",
  "It  it potentially could if you're willing to say that somebody who obtains property from Target potentially is obtaining bank property because of reasons relating to the U.C.C. We don't think you even need to go that far. We think it's sufficient to say that in these thirdparty cases, what you're obtaining is the property of somebody else. And that doesn't mean that it's not a crime, and it doesn't even mean that it's not a Federal crime. It simply means it's a Section 513 crime.",
  "Yes.",
  "I don't know. I mean, maybe they can  they're the better people to answer that question for you. But I think that, at least to finish the answer to Justice Alito, use of an altered check which says  when you've written, you know, your name on the check rather than the person who authored it, is an attempt to deceive a bank. We don't disagree with that. And so then the question in these thirdparty cases is: Are you attempting to obtain property of the bank? And we don't think that the U.C.C. comes into that. It's just a simple common sense thing that a DVD player on Target's shelves is not property owned by or in the custody or control of a bank. And so ",
  "No. I mean, what that is is a typical bad check case. It's the equivalent ",
  "We don't have this Court's cases. I mean ",
  "But ",
  "Well, if  if I can quibble with that last piece of the sentence. Ordinarily, if you give a check that goes to a bank and there's not sufficient funds, they bounce the check. They don't honor it. So ",
  "Sure.",
  "So the state of the law  and there's only a handful of these notsufficientfund cases is that most of the circuits have said they do not fall within the statute. The ones that have said that they do, it's usually because the defendant has some  told some additional lie to the bank. They've opened the account under a false name, for example. And so that's the state of law. This Court in United States v. Williams, though, said we should go to great lengths ",
  "What's that?",
  "So the rationale is that in a case where you submit  I guess they have two. Some of them are applying the risk of loss test and say that there's not a sufficient risk of loss. I believe some of them are saying that there's no intent to defraud the bank there because the target of the fraud ",
  "Yeah. Those  I don't know that this case has come up in those circuits, but I think the answer is quite clear that those circuits would say they're covered. But in United States v. Williams, this Court said we should go to great lengths to avoid interpreting a Federal criminal statute to criminalize Federally every insufficient funds check case.",
  "That's right.",
  "I think what courts have said is that those kinds of schemes are directed at victimizing the third party, not a bank, and that leaves to the States their traditional authority to prosecute bad check cases, which I don't think should be troublesome. If I could reserve the remainder of my time.",
  "Thank you. Congress was concerned about the  the risks to banks of altered checks, but it dealt with that in Section 513, not Section 1344.",
  "I don't think that that's correct. I mean, we cited a case in our brief in which the government actually succeeded in prosecuting someone for an altered check under Section 513. I don't understand the argument that checks aren't encompassed within 513. We've reproduced the language at 10A of the blue brief. And what it says is that it criminalizes the use of a forged security. And it defines \"forged\" to mean altered. It defines \"security\" to mean check. And then it has to be a forged security of an organization. And it defines \"organization\" to mean any legal entity other than a government established or organized for any purpose and includes any corporation, company, association, firm, et cetera. I just don't understand what the argument is that Section 513 doesn't cover some species of altered checks. But at the very least, if you thought that Congress must have intended to Federally criminalize use of all altered checks, it's an easier interpretation to say that 513 covers it than the bank fraud statute. The government's argument here today makes utterly clear how broad the Federal bank fraud statute will be if you adopt their interpretation. They're going  it encompasses the fake Renoir example and all of the ones in our briefs and it includes every notsufficientfunds case. And  and the government acknowledges ",
  "So there's  there's several objections. One is the one that you raised. There's no basis for it in the text. It is a limitation on what the  the statute says. Any false representation, then they say no, only those false representations that would foreseeably go to a bank and might fool them into paying a check. Second, it doesn't do any useful work because all it does is  the only difference between their fallback position and intent to defraud a bank is two things. One is it permits them to bring cases in these thirdparty altered check cases, and we've argued we don't think that those fall under the statute anyway. But even if you think that they do, the much easier thing to say is they fall under the statute. Intent to require  you know, defraud a bank is required, but the use of the altered check is sufficient evidence.",
  "Right. I'm  I'm saying it doesn't do any work that intent to defraud a bank doesn't already do. So if you're choosing between our test and their test, both tests allow prosecutions of paradigmatic fraud cases. Both cases, both tests eliminate the Renoir example. But their test permits  the only difference, practical difference, is their case facilitates prosecution in these thirdparty cases that we don't think are covered by the statute anyway, but even if there are, you don't have to adopt this extra textual interpretation. Instead ",
  "Well, so there's the ",
  "You say that they have to show that the defendant intended to deceive a bank, and the government can argue  and the government has successfully argued in many cases that use of an altered check shows that the defendant intended to deceive a bank. And the government raises  you know, the government never likes to have to prove intent. But the government raises these theoretical difficulties in proving intent, but it hasn't shown that this actually ever arises. In fact, the government routinely convicts people in circumstances like this case, even in circuits where intent to defraud a bank is required. It's just they didn't try to do that here because they didn't ask the jury to make that finding. In addition, the difficulty of their test is it's just plain strange. They say you should adopt their test because Congress didn't care about intent to defraud a bank. Then they adopt a rule that looks very much like the kind of rule you would adopt if you thought Congress cared about intent to defraud a bank. It's simply substituting some circumstantial evidence that one could argue to a jury shows intent to defraud a bank and saying that's all the government has to prove.",
  "That's correct.",
  "I think  well, that's the first half. So there's two pieces: Intent to deceive the bank, intent to obtain bank property. We say that you can read the statute to require intent to deceive the bank because there's a statutory silence. And then the government has to prove intent to obtain bank property. That's easily proven when the check is directly presented to a bank. We don't think it can be proven in a case like this because our client intended to obtain Target's property, not the bank's.",
  "I think that's what  I get it from this Court's decision, for example, in McNally where it said ",
  "Right.",
  "So if you read it to mean that you have to direct the false statement to the bank, that is the first half of what McNally said intent to deceive a bank  or intent to defraud a bank is, you have to intend to deceive a bank. And the second half is you have to get  intend the deceit to obtain bank property, which is on the face of Subsection (2)."
]