[
  "Mr. Chief Justice, and may it please the Court: Congress answered the question presented in this case when it adopted an express definition for \"felony drug offense.\" Under that definition, \"felony drug offense\" means an offense punishable by more than one year of imprisonment under certain State, Federal, or foreign drug laws. There is no textual basis for going beyond that definition to also require that an offense be classified as a \"felony.\" The enhancement trigger in the sentencing-enhancement provision is a felony drug offense, and the way that the definition works is that you take the definition Congress provided for \"felony drug offense.\"",
  "Well, the term \"felony drug offense,\" the \"drug\" component we understand to be the component that says \"an offense\" that prohibits - - \"under law that prohibits or restricts conduct related to narcotic drugs, marijuana, anabolic steroids\" - -",
  "There is a definition of \"drug\" at the beginning of the Controlled Substances Act in section 802. It refers back to the general definition of \"drug,\" I believe in section 321 of the Controlled - -",
  "The term \"felony drug offense\" has only the meaning that Congress gave to it. In the words it shows that it be punishable by more than one year under State, Federal or foreign law relating to those particular drugs. In fact, the question that you asked shows why Petitioner's reading of the statute cannot be correct, that you can't use both the definition of \"felony drug offense\" that Congress provided and try to import in separate definitions for \"felony\" and separate definitions for \"drug,\" because the definition of \"drug\" in the Controlled Substances Act is very broad and applies to many different kinds of drugs, whereas the definition of \"felony drug offense\" only refers to offenses that involve narcotic drugs, anabolic steroids, marijuana or depressant or stimulant substances. In the same way, this shows why Petitioner cannot be correct that the definition of \"felony\" also must be brought into \"felony drug offense,\" because Congress chose that the measure of seriousness in \"felony drug offense\" is an offense punishable by more than one year. And it actually took out of the statute the measure of seriousness which is classification as a felony. So to bring that requirement back in would undo the change that Congress made in 1994. That's the language, Justice Ginsburg, that we were looking at at the bottom of the -- at the back of the blue book. In 1988 it said \"'Felony drug offense' means an offense which is a felony.\" And that language was taken out and Congress replaced it with this new language, which says \"punishable by more than one year of imprisonment.\"",
  "Congress chose the words that it did, \"punishable by more than one year,\" because it believed it to be a good measure of seriousness. This Court has recognized in cases like Blanton versus City of North Las Vegas that the term of imprisonment that a legislature chooses is a good measure of the seriousness of the offense. There may be offenses that a State classifies as more or less serious based on punishment, but Congress wanted to do its best to get uniformity in provision -- in this provision. So what it did here was to take out this requirement that would look to varying State and foreign laws and instead have one that was just based on term of imprisonment. And actually this -- this raises a very serious problem with Petitioner's reading of the statute, which is with respect to foreign offenses. The \"felony drug offense\" definition allows an enhancement based on State, Federal or foreign offenses, and the definition of \"felony\" unadorned and standing by itself doesn't refer to foreign offenses at all, which means that there is a serious ambiguity if both apply as to what would be done in the case of trying to enhance based on a foreign offense.",
  "There are countries that do use the felony- misdemeanor distinction. There are some that do not. But we understand in 1994 that Congress - - the change Congress made to be one that eliminates those kinds of ambiguities. And certainly, if Congress had thought in 1994 that both the separate definition of felony and the definition of felony drug offense mattered, that it would have placed foreign offenses in the definition of felony, and it didn't do that here.",
  "New Jersey and Maine are the only ones that I'm aware of. Certainly, as this Court discussed in some previous questions, there may be ways in which courts could try to work around ambiguities that, for example, existed in the statute 1990 -- prior to 1994, to figure out how offenses in New Jersey should be treated. But the fact that Congress made the change in 1994 to pick clear language that would just turn on the authorized term of imprisonment shows that that's what should be used, that choice should be given effect. The fact that courts might be able to deal with an ambiguous statute certainly does not give license to create one where it doesn't otherwise exist. There's an example the Petitioner raised, which is how violent felonies are treated in the Armed Career Criminal Act, and I think that that -- that illustrates how Congress could have done what Petitioner wanted if that was, in fact, its intent. In the ACCA, a violent felony, which could be the basis for a sentence enhancement, is defined as various violent offenses that are punishable by imprisonment exceeding one year. But then Congress specifically decided that it wanted to exempt state misdemeanor offenses that it didn't consider serious enough to qualify as violent felonies. So it exempted State offenses that are classified as misdemeanors and punishable by less than two years. And we think that the Congress' treatment in the ACCA exempting specific State offenses shows that if Congress had wanted to exempt offenses classified as misdemeanors in the way that Petitioner suggests, then it would have done so in that way. Congress chose a meaning here for \"felony drug offense\" and we think that it needs to be given effect.",
  "The government - -",
  "The government's position is that the rule of lenity operates in the same manner in both the defining the offense context and in the sentencing context. The point that we were making in our brief is that the purposes behind the rule of lenity are really implicated to a lesser extent when we're talking about sentencing, and particularly with respect to mandatory minimums, because there's not a question of whether the offense conduct at issue is illegal, and there's not a question about the maximum offense, the maximum term of imprisonment that the person could be subject to. So, our brief should be best understood as a response to Petitioner's extensive historical discussion of the rule of lenity and a suggestion that it applies with even more vigor in the context of mandatory minimums. We don't think that that's the case, but at the same time we are not suggesting there is a new different rule of lenity in this context. And again, we don't see this as a rule of lenity case. Congress picked a particular definition and it used those terms -- that term \"felony drug offense\" to trigger each of the sentencing enhancement provisions here. We don't think there is any reason to look beyond it. If the Court has no further questions, Government submits the judgment below should be affirmed.",
  "Mr. Chief Justice, and may it please the Court: The Court should not turn a blind eye to the conflict of interest that exists when an administrator both evaluates and pays claims. Instead, an administrator's discretionary decisions should be reviewed for reasonableness where the conflict of interest is considered as a factor. And what that means - -",
  "Well, we agree with the point you're making, that the question in all of these cases is the reasonableness, where there's a discretionary clause, is the reasonableness of the administrator's determination. That is the ultimate inquiry, and there are any number of other facts and circumstances that could suggest that the decision is unreasonable.",
  "And one fact - -",
  "The conflict of interest.",
  "In very close cases.",
  "Well, this is a standard that comes from trust law, the reasonableness standard, and this Court has recognized similar standards in all different areas of the law where they've talked about - - where you've talked about reasonableness and abuse of discretion review - -",
  "In every case, the court would need to make a decision about reasonableness, and in the cases where there is a conflict of interest that needs to be weighed what the court would do is take a close look at the administrator's rationale - -",
  "First of all, this Court should say that Firestone correctly set out the framework for the de novo default standard of review and what should happen in the case of a discretionary determination where the plan confers discretion - -",
  "-- that review should be under the trust law standard.",
  "Well, both on pages 111 and on 115, this Court was looking to the law of trusts. There's a more extensive discussion on page 111, where it says, for example, \"If the trustee is given power to construe disputed or doubtful terms, in such circumstances the trustee's interpretation will not be disturbed if reasonable.\" And then on page 115, using that abuse of discretion reasonableness standard, the Court said \"If there is a benefit plan that gives discretion to an administrator that is operating under a conflict, the conflict must be weighed as a factor.\" And Firestone told this Court to look to trust law and trust law -- we think the best examples there are the situations of a trustee who is also a beneficiary or a trustee who is also a remainderman.",
  "The standard of review would be the same, which is review for reasonableness, but - -",
  "The standard of review is the same, but the outcome could be different in that case because what the insurance company did should be taken into account when the court is making a judgment call, the same kind of judgment call that courts have made in equity cases for years.",
  "But - -",
  "The Sixth Circuit correctly determined that there needed to be greater scrutiny to -- to the claims determination in this case. We would quarrel with the Sixth Circuit's analysis calling that abuse of -- or, I'm sorry, arbitrary and capricious review because we don't think that that analogy to administrative law makes sense. But what the Sixth Circuit did was correct in this. There were a number of factors here, for example the Social Security determination, MetLife's participation in that, that has suggested that this decision was unreasonable and could not be upheld. Conflict of interest was a factor.",
  "We think that the answer - -",
  "We think that the answer comes from trust law. We think that the answer comes from trust law, and these are judgment calls that courts need to make - -",
  "-- about whether a decision was reasonable.",
  "That's true, but that's balanced against the strict fiduciary duties in ERISA, that in cases of a conflict of interest suggests that the plan administrator's determination needs to get additional scrutiny. I understand that - -",
  "The structural conflict should be used in the weighing although, for the purposes of your hypothetical, I see the answer as being the same in both situations that you posited. That the conflict of interest would only make a difference in close cases, yes.",
  "That, we think, would be more consistent with purposes - -",
  "Can I answer the question?",
  "I think the problem with this inquiry is that reasonableness does not have mathematical standards. It's a determination that the court needs to make weighing all of the facts and circumstances.",
  "I think that - -",
  "The conflict is one of many factors like the Social Security Administration's determination and how it was treated in this case that suggests that the plan administrator's determination was unreasonable. I can't tell you that it weighs 10 percent or 20 percent in every case. It is something that the Court has to take into account.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: Respondent's conviction for battering his wife is a misdemeanor crime of domestic violence primarily for two reasons: First, the statutory text is most naturally read that way. Second, a contrary reading would defeat Congress's purposes. Nine courts of appeals have determined that the text does not require a domestic relationship to be an element to the predicate offense. That's because the statute's text uses only one element, using the singular word \"element,\" which relates to mode of aggression. It then introduces a new concept related to domestic relationship, using a comma and the word \"committed.\" The word \"committed\" naturally modifies the word \"offense.\" In common usage, a person commits an offense; he doesn't commit a use or attempted use of physical force. Under Respondent's reading of the statute, when it was enacted it would have become immediately a dead letter in two-thirds of the States, and it wouldn't have any application to the Federal Government. And - -",
  "But Congress did act this statute, and this Court presumes two things: First - -",
  "There was a compromise made, but it wasn't with respect to whether there needed to be a domestic relationship element. It was with respect to how violent the offense had to be.",
  "Well, if you look at the statute's drafting history, there were two versions considered. One used the term \"crime of violence\" to discuss how violent the statute had to be, and then the second substituted in the new language: \"...has as an element the use or attempted use of physical force or threatened use of a deadly weapon.\"",
  "The - -",
  "Both the original structure and the statute as enacted had the same structure in that they had a \"committed by\" clause that modified the word \"offense.\" Now, it's true that the use -- \"has as an element language\" that came in added some additional structure in terms of the Romanette (i) and the Romanette (ii), but that all came in because there was a discussion about how violent the offense had to be, both -- in the original statute that was considered, you have an offense committed by a certain person, an offense of a certain type committed by a certain person, and in the statute that was enacted you have an offense of a certain type committed by a certain person. Now, Congress put more detail in, in terms of what that certain type of offense is. This has as an \"element\" language, but it just didn't go to domestic relationship. And to get back to one of the earlier points in your question, you know, this Court presumes when Congress passes a statute two things are true: First, it knows the legal backdrop on which it enacts the law; and second, that it's presumed that its law is going to have effect. And that should be especially true here where Congress was dealing with a serious nationwide problem of domestic violence using firearms. Congress --",
  "I don't think that makes sense for two reasons: First, because when Congress wants to do that, it uses its spending power to give the States incentives to do things like that, and it did that in the VAWA enactment in 1994 and in VAWA re-authorization in 2005. And, second, because if you believe what Respondents suggest, you would have to think that a Congress that was very concerned about the powder keg situation of a domestic offender with a gun would want to exempt domestic offenders who have proven that they are willing to hurt family members in two-thirds of the States, a Congress that was presumed -- that was concerned with the problem of domestic violence would enact a statute that would apply so infrequently, to at most these 17 States, and wouldn't apply at all to Federal offenses, making that \"misdemeanor under Federal law\" language superfluous.",
  "I don't think that that's right, with respect, Your Honor, because you have an offense that is of a certain character committed by a certain person.",
  "I think that the word \"offense\" is twice modified. There is an offense that is of a certain character and there is an offense committed by a certain - -",
  "What I'm suggesting, Your Honor, is that the \"that\" refers to everything that is in Romanette (i) and (ii) up to the break with \"committed by.\" So that it is an offense that is a misdemeanor and has as an element \"committed by.\" You know, these -- these two different clauses both modify \"offense,\" just as a grammatical matter, not looking at this Romanette (i) and (ii), but just looking at that sentence.",
  "Oh, little Roman numeral.",
  "If you just look at this as a sentence, you have \"an offense that is a misdemeanor and has as an element committed by.\" Now, that \"committed by\" clause, it could have come after \"offense\" or it could be in the place where it is now. There are just these two different ways that offenses qualify.",
  "Two responses.",
  "Two responses, Your Honor. First, the \"committed by\" language refers back to \"offense\" and the \"that\" is just part of this -- this first clause, but -- and we believe that the Government's reading is the most logical reading. And think of it this way: You know, Respondent agrees that if there were a hard return before the \"committed by\" language, that it's clear -- that it would be more clear that the Government's reading is correct.",
  "With respect, Your Honor, we think this can be read as all one sentence. But just to make my second point, which is: I think that it would do much more violence, Respondent's reading of the statute, than you suggest because you're talking about treating the singular word \"element\" as plural. You're talking about ignoring the comma that separates the \"has as an element\" section from the \"committed by\" section, and then you're talking about taking what even the linguists who filed a brief in this case essentially in support of Respondents say is a very weird usage of \"committed.\"",
  "We think that you'd say - - you'd have to say \"has as its elements\" to suggest that you would take two very diverse concepts and make them both required elements of the underlying offense. There are two concepts here: One is how violent the offense has to be, and then there's the second concept, which is a class of defendants, and that's a very different concept. But if you just see the singular \"element,\" \"has as an element,\" and then you see, oh, okay, it has to be violent.",
  "Well, with respect, Your Honor, we think that because Congress broke these up into these two different clauses -- one that relates to violence and then a separate clause that's introduced by \"committed by\" where \"committed\" naturally modifies \"offense\" -- that it was treating -- that these were two separate requirements. And you're right that Congress was trying to get at the problem of violent domestic offense, and if it was doing that it would make no sense at all for Congress to -- to have enacted a statute that would such extremely limited application. And, of course, Respondent's reading would make the \"is a misdemeanor under Federal law\" superfluous.",
  "No. The rule of lenity says that there needs to be a grievous ambiguity after this Court seizes aid -- any aid which can be derived from the tools of statutory interpretation. So even though we think that the text here is most naturally read in the Government's way, every other indicia of meaning here points in favor of the Government's interpretation.",
  "I think one of the -- the main concerns is providing fair notice of what's illegal.",
  "Well certainly, Your Honor, we think that the statutory text is clear, and that's because people are presumed to know the law. Certainly a person who has beaten his wife knows that - -",
  "-- the assault he was convicted of is one against his wife.",
  "Your Honor, it was at the time that this statute was enacted the case that very few States had statutes with a domestic relationship requirement, only 17. And to be clear, in those 17 States those all covered more domestic relationships than the Federal statute. They covered things like dating relationships, violence involving grandparents, etcetera. So that even from the face of your State conviction, you wouldn't be able to just match it right up with this Federal offense. And the fact that those 17 States -- A, that there was such a small number; and B, that those States cover a different range of domestic offenses - -",
  "I think it was a range of States. I don't think I could say it was all the most populous or all the least populous States.",
  "You know, I'd have to look at the list. I think that California came in later -- no, California did have one statute; New York did not. But you know, one thing that's worth noticing in this case is that you know, the Senator, Senator Lautenberg, who was the sponsor of this legislation, was from New Jersey; and other Respondent's reading of this statute it wouldn't have even applied to offenses committed in New Jersey. And that seems like an odd thing to believe. And of course, it wouldn't have applied to Federal offenses despite the - -",
  "Yes. I think - -",
  "I think that that's one way of doing it, but I don't think that you have to do that, because if you look at the structure of this sentence - -",
  "There are ways that Congress could have made its manifest intent even more clear. It could have added that Romanette (iii); it could put a hard return before \"committed by.\" But if you look at the effect that the statute would have, if you read it Respondent's way, I don't think that we can reasonably expect that Congress -- a Congress that wanted to get at the serious nationwide problem of domestic violence using firearms, would have wanted to enact a statute that would have such limited effect.",
  "There were five firearms. There was one found in his home, three that he transferred and one that he sold.",
  "Well, we would hope that he wouldn't in this situation. But - -",
  "Because he has been convicted of a serious violent offense, and I think that's - -",
  "I think that a person who has been committed of a violent offense should be on notice that their procession of firearms - -",
  "Yes.",
  "When - -",
  "I understand that concern. We are not talking about mere misdemeanors here. We are talking about a specific category of violent misdemeanors, Section 929(g)(9); specifically - -",
  "Two thoughts on that, Your Honor. The first is, you know, at the time that this statute was enacted almost all of the States except for this small number prosecuted offenses that were domestic disturbance offenses like the one in this case under general assault and battery statutes, and even the 17 States that have those with the domestic relations, offenses with the domestic relationship requirement, still prosecute them routinely as assault and battery under those general statutes. So I think a person -- A, an attorney who handles those kind of cases would have knowledge of that law; and B, a person who has committed a serious violent offense like Respondent's previous offense in this case should be on notice that his possession of firearms might be regulated.",
  "Yes.",
  "Yes, that's right. I mean, I really - -",
  "Well, I mean, certainly the offense is this particular case was serious. The charging document reflects that Respondent hit his wife all around the face until it swelled out, kicked her all around her body, kicked here in the ribs - -",
  "That's exactly right, Justice Ginsburg. All of the discussion of this in Congress said we need to have a zero tolerance towards people - - zero tolerance policy towards people who are -- have proven that they are willing to commit violent acts against family members; and we already have a statute that prohibits felons from possessing firearms, but we know that sometimes these domestic offenses get charged as misdemeanors. And Senator Lautenberg specifically said in the legislative record they are often charged as offenses like assault and battery, and we need to get at these offenses because these people should not have firearms. They should not put their families in that type of powder keg situation, and they -- we should not be putting police in that type of situation, where police who respond to a domestic disturbance call like the 911 call in this case are put in a dangerous situation with a person -- an emotionally charged situation -- who would have a firearm. One other point that I wanted to make with respect to your question, Justice Scalia -- and this is not with respect to how this case should be resolved, but just as a practical matter -- that the VAWA 2005 amendments do require States, for a condition of their grant funding, to have a judicial policy that gives notice for offenses like assault and battery that a person would not be able to possess a firearm. And the reason that they are doing that is not because, you know, as a constitutional matter we think that they need to, but because they really -- Congress just really wants to keep firearms away from people who have shown that they are willing to hurt family members in this way. Now, I talked a little bit in the beginning of argument about how really every -- every indicia of meaning in this case -- and we do look to -- to each of those different interpretive tools before we would invoke the rule of lenity -- points in favor of the Government's construction. First of all, you've got the text, and I think we've -- we've covered those arguments. But just as a practical matter, this statute would have an extremely limited effect if it didn't - - if it were interpreted as Respondent suggests. The language with respect to Federal misdemeanors would be superfluous because the way that Federal offenses like domestic assaults on Army bases are charged is under a general Federal assault statute. There isn't one that's specific to domestic violence. So Congress would have put this \"misdemeanor under Federal law\" language in there, and it -- it would have immediately had no effect either. You know, the - -",
  "There is -- there is a general Federal assault statute.",
  "But it doesn't have a domestic relationship requirement, and that's the problem. You know, we also look to the drafting history just a bit, and I -- I think that, you know, every indicia -- every indication in the drafting history, both if you compare the first version of the bill with the statute that was enacted and the discussion relating to it, shows that this language \"has as an element,\" which really only intended to get at how violent an offense had to be, it -- it was never intended to get at any kind of domestic relationship requirement. And, of course, the -- the sponsor - -",
  "That's exactly right, Justice --",
  "Of course not, Justice Scalia.",
  "We look to the text first, but we also look to other indicia -- many of us also look to other indicia of Congress's intent. And some of those indicia include things like a comparison of the drafting history and Senator Lautenberg's statement, which is directly on point here, which says that offenses like assault and battery would be covered. This is a -- a powerful tool.",
  "This Court has in -- in multiple cases looked to the fact that the statute, for example, would have such a narrow, limited purpose, in addition to the statute's text, to say, you know, we can't believe Congress would expect that purpose - -",
  "I think it was well known at the time that these offenses, even in the 17 States that had the domestic relationship element, were commonly prosecuted as assault and battery offenses. And this Court has -- for example, let's consider the Taylor case, where this Court was considering the example of burglary and trying to define: Should we pick this narrow, common-law definition of \"burglary,\" or a more expansive definition of \"burglary\"? And, aside from looking at the legislative history, there is a separate section of the Court's opinion where you said: Look, if we took this narrow, common law definition of \"burglary,\" it would apply basically nowhere and we just can't think that Congress intended that. And you didn't go right to the rule of lenity there. You looked at, for example, how that frustration of congressional purpose would occur and the problem that that would cause. If there are no further questions, I'd like to reserve the remainder of my time.",
  "Thank you. In this case, the Court has a choice between either reading the statute in a way that uses the words very unnaturally and unusually -- \"committed by\" to modify \"use\" and \"element\" - - treating a singular as plural, and the word \"committed\" --",
  "Right, and this Court has said that you do that only when two things are true: When it makes sense in context, and we think it doesn't because of the word \"committed,\" which Respondent wants to read right out of the statute, and also because you do it when it's necessary to fulfill the evident purposes of the statute. And here, for the reasons we explained, treating the singular as plural would be contrary to the purposes of the - -",
  "It's because the element - - the singular \"element\" has other indicia meaning it involves the word \"committed\" and then also this -- the fact that Congress's objective would be stymied if you took Respondent's reading. So you've got a choice between just using the words unnaturally -- \"committed by,\" taking \"committed\" and just making it superfluous, as in Respondent's view, or treating the singular \"element\" as plural, or you can give, as the Government is suggesting, a natural and logical reading that you're talking about an offense of this certain violent character committed by these certain people. And, yes, that involves looking slightly past Romanette (i) and (ii) structure to look at this being two clauses that both modify the word \"offense.\" You - -",
  "With respect, Justice Scalia, we don't agree with that, and I'll give you two illustrations that hopefully would help establish that point: One, if you just read this all as a sentence without respect to the Romanettes (i) and (ii), you have an offense that is as a misdemeanor and has, as an element, committed by a certain group of persons. That reads as a sentence. There is an offense of a certain type committed by a certain group of persons.",
  "I think it would read better that way. I think that it would - -",
  "It would read - -",
  "Again, I think if you just -- I don't think you need to. I think you can just read through this all as one sentence. And we looked at that previous -- while were you talking with Respondent's counsel, you looked at that previous version of the bill Congress considered, and it just had it all as one sentence. It said \"an offense of this certain character committed by this certain group of persons.\" And that same structure is in the statute as enacted, and that shows that the \"committed by\" refers back to \"offense.\" And to get back to the point I opened with, the way that you choose between the two constructions in this case is to look at what Congress would achieve under Respondent's construction of the statute, which is a statute that applies only in 17 States, not - -",
  "No, but it wouldn't be consistent with what Congress was intending, which is to solve the nationwide problem that every person who proved that they were willing to hurt their family members should not be able to possess a firearm, whether they're a felon or whether they were convicted of a misdemeanor. And that was the problem that - -",
  "Right, but some persons in those States who commit the same types of offenses, as Justice Ginsburg pointed out -- you know, they commit the same violent acts against family members. Some of them would be prosecuted under the regular -- under a specific domestic violence statute, but some would be prosecuted under regular assault and battery statutes. And it doesn't make any sense, in those same States, to treat some people as being subject to the possession ban and some people as not being subject to that possession ban.",
  "With respect, Justice Scalia, you can't just tell from the face of the State indictment whether you would not be able to possess a firearm under Federal law, because the domestic relationship covered by the State offenses, it is a broader universe in each of those 17 States. More domestic relationships are covered than are covered by the Federal statute. So you could have been convicted in one of those 17 States of a specific domestic violence offense, and still that would not necessarily be the case that you couldn't possess a firearm under Federal law, because they cover, for example, dating relationships. I understand that the notice concerns you've raised but just to get back to one other point that came up with Respondent's counsel, when a person wants to buy a firearm, he fills out this particular form, Form 4473, and that form specifically says on that offenses like assault and battery are covered. The ATF regulation that has been in place since this statute was enacted says that those -- that offenses such as assault and battery are covered. In fact, all the courts of appeals up until recently, nine of them had this settled understanding. Aside from the ATF having it, Congress relied upon it. And we think that it makes sense. You should reverse the judgment below.",
  "Mr. Chief Justice, and may it please the Court: This Court has consistently allowed the use of voluntary statements obtained in violation of constitutional standards for impeachment purposes, and that same rule should apply here. There is no question that Respondent's statements were voluntary, and the substantial societal cost of allowing him to commit perjury unchecked greatly outweighs any speculative deterrence benefit that would flow from a per se rule of exclusion. The purpose of the right to counsel is to provide an adversary process to ensure that the defendant gets a fair trial. And to effectuate that right, the Court has excluded deliberately elicited statements from the government's case-in-chief. But not allowing the statements for impeachment purposes doesn't further that right. Instead, what it does is allow the defendant to distort the truth-seeking process, and that's just too high a price to pay.",
  "But there is a down side. I mean, as this Court recognized in cases versus -- like Hudson v. Michigan, for example, the police have their own codes of conduct. They have training on constitutional rules and standards. And if they violate those constitutional rules and standards, it has real effect for the police. It has effect in terms of internal discipline, in -- in terms of limiting their career opportunities.",
  "I don't think that there is any evidence in the briefs, and I am not aware of specific instances of discipline, but I think that that is because this situation arises pretty infrequently. You know, when this came up in the Kansas Supreme Court it was a case of first impression. And as General McAllister noted, there are a lot of reasons why the police would want to follow the rule in Kuhlman and send the informant in to be a passive listening post. Because if - -",
  "I think the Department of Justice Manual sets out this Court's rules in terms of the Kuhlman case and the Henry case. And then, of course, there are also State and the Model Professional Ethics Rules that talk about when a prosecutor can contact a person who is represented by counsel. And there are limitations there as well, both in terms of the prosecutor contacting a person represented or using an agent contacting a person represented. But I mean, those are -- those are deterrents. I think the police discipline is a deterrent. But I think we also need to -- to focus on this Court's cases in the Fourth and Fifth and Sixth Amendment Jackson context that taking the evidence and making it unavailable in the government's case-in-chief is a substantial deterrent. This Court said in each of those previous case that not having the evidence available in the government's case-in-chief is a very high price to pay, because that means that the government has to come up with other evidence that can meet its burden of proving all of the elements of the case beyond a reasonable doubt. And, as General McAllister noted, it is really very speculative, and the police certainly wouldn't know at the time they are asking questions of the defendant, whether this rebuttal impeachment evidence could ever be used. It's entirely within the control of the defendant. It is only if the defendant -- if the government first meets its burden of proof with other evidence at trial, and then the defendant decides to testify, and then he testifies inconsistently with his prior statements. And our position is at that point that the jury should hear the conflicting evidence just as it has heard it in all of these other previous cases and be allowed to make a decision about who is telling the truth.",
  "Again, I -- I think that there is a down side in terms of police discipline and the deterrence - -",
  "Again, I think that most police officers just follow the rule that this Court set forth in Kuhlman, so that this issue has not arisen frequently. But, you know, even if you thought that there would be some type of minimal deterrence benefit that would arise from -- from not making the evidence available for impeachment purposes, you have to balance it against the cost to the truth-seeking process that would be incurred if the defendant could - -",
  "I think - -",
  "That -- that is what I was going to say. I mean, as General McAllister noted, that -- that happened in this case. The prosecutor himself got up and talked about the -- the informant's prior offenses, why the informant was in jail, whether the informant received anything in exchange for his testimony, the fact that the informant had actually gone back to jail after testifying -- or after serving as an informant in this case.",
  "I think that the -- the fact that the evidence would be unavailable in the government's case-in-chief really is a strong price that the government pays. And -- and this Court recognized it in in Havens, in Walder, in Harris, in Hass, in Harvey, and in all of those prior cases. And there is just -- there is not any reason to depart from them, because the -- the other side of the balance is that, you know, you are letting a defendant to get up and take the stand and -- and not subject himself to this prior statement. And this -- this prior statement, if believed by the jury, is incredibly important to his credibility, probative with respect to whether the crimes were committed and the defendant is telling the truth.",
  "Yes, every case has a question about someone's credibility, some witness's credibility, and that's for the jury to decide. And in -- in this case there was ample cross-examination, and there was the limiting instruction that the State mentioned. I mean, clearly the jury did its job here because it went back and it considered all this information. And it didn't come back with a -- a verdict -- although you, of course, never know exactly what the jury is thinking, it didn't come back with a verdict suggesting it just reflexively believed the informant's testimony.",
  "Certainly not. In the Fifth Amendment context, the text of the amendment itself would prohibit the use of that statement for any purposes.",
  "Because the text of the Sixth Amendment doesn't say anything about the exclusion of evidence at trial. What it does is it guarantees counsel for a purpose, and that purpose is to ensure an adversary process at trial. And if counsel is not afforded, then it's up to the court to determine what the remedy is - -",
  "I'm sorry. I missed the first - -",
  "That's not true. I mean, certainly counsel is available at trial. The question is just whether statements that were obtained without counsel prior to trial can be used for impeachment purposes. The answer - -",
  "I'm sorry if I suggested that. No, the Sixth Amendment violation occurs when the statements are introduced in the government's case in chief at trial.",
  "And that's because the government should not be allowed to go behind counsel prior to trial and gather up statements, and then use them to prove guilt at trial. That subverts the adversary process. When you are talking about impeachment, you are not talking about proving guilt at trial. You are not talking about the government distorting the adversary process. If there is any distortion of the adversary process, it's with the defendant attempting to commit perjury at that point. The Sixth Amendment is different from the Fifth Amendment in that it doesn't say anything about statements that are obtained and if it can be used at trial. And that means it's up to courts to balance the cost and benefit of exclusion of evidence. And in the case of the government's case in chief, that balance means that that the statements cannot come in because it would be too much of a cost to the adversary process that the Sixth Amendment guarantees to allow the statements in. But, when you switch over in looking at impeachment, this Court said 50 years ago impeachment is a very different story than the government's case in chief. The interest that you are talking about furthering there, the adversary process interest, would not be furthered by allowing the defendant to take the stand and be able to commit perjury unchecked. It would not be furthered, and it would not lead to greater deterrence by simply allowing the statements to be unavailable for impeachment purposes, because the great deterrent comes with the statements being unavailable in the government's case in chief. We just don't think there's any reason to depart from this Court's rule that, so long as statements are not involuntary, they can be used for impeachment purposes. If there are no further questions, we submit the judgment below should be reversed.",
  "Mr. Chief Justice, and may it please the Court: It's important to recognize what Petitioners asked for here at the rule 60(b)(5) stage. That was complete dissolution of the court's immediate orders. It was not to just limit those orders just to Nogales; it was not to improve -- or to approve improvements in Nogales as an interim measure. As a result, the burden was on them to show either full compliance with the orders the district court had entered or material changed circumstances that made compliance unnecessary.",
  "Certainly. But they didn't demonstrate that -- entitlement to that relief either. To the extended we are talking about the question of whether conditions had changed in Nogales that there was no longer an ongoing violation of Federal law, the district court held an 8-day evidentiary hearing, and it made factual findings showing that the problems had not ceased in Nogales. And as you noted, Justice Ginsburg, this changed circumstances argument that is now heavily relied upon by Petitioners was not the primary thrust of their argument before the district court. The primary thrust of their argument was that HB 2064, which is the State's scheme for ELL education, had some serious -- would -- would satisfy the judgment; and their other argument was that No Child Left Behind completely preempts -- that was the language they use -- completely preempts and renders obsolete the EEOA.",
  "I understand it to be significant change, which, I don't see significant and material as being all that different. I think that the - -",
  "Again, I think if you look at the Ninth Circuit's opinion, particularly where it starts out with the standard of review, it cites this Court's precedents in Rufo and Agostini; it talks about the need for significant changed circumstances. I understand that there are portions of the Ninth Circuit's opinion that say -- that have the radical change language, and again, I -- I think that that language is -- just reflects the arguments that Petitioners were making, that they wanted complete relief from these remedial orders and that, you know, the underlying judgment here was a systemic violation. I mean, it's - -",
  "If I understand your question correctly, and please correct me if I don't, but the district court considered two different arguments. The first was under House Bill 2064 which considered to have -- which continued to have this incremental funding. It's that we have two problems with House Bill 2064, which were the two-year cutoff and Federal funding problem. On the second question which -- the second argument Petitioners made which said, everything is fine in Nogales because we have money from other funds, the district court said no, there's -- there's been an ongoing violation of Federal. Law you haven't met your burden of showing me that violation ceased because things aren't better in Nogales. Do - -",
  "I think the reason the district court was focused on that because that was always the State's position that, in terms of the statewide scheme, that that is how they were going to fund ELL education. Now it -- and so the State was always, from 2000 up to the time of the district court's rule 60(b) hearing, going down this path whereby it would put in place an ELL program and then give this amount of funding - -",
  "Well, the district court could have found that the plan had changed and that funding could come from -- from different places. That's right, if the State had changed its plans or that Nogales otherwise would have sufficient funding from circumstances that -- or from other source, that would be one thing. But the district court found that Nogales doesn't have that funding from other sources. For example, it can't use the federal funding that it -- that the Petitioners claim could be used to solve its problem under the EEOA. There are specific conditions on federal grant programs that forbid that. It also could not raise any significant amounts of funding through county tax overrides, which was another source the Petitioners had said would - - would provide sufficient funding. So the question the district court had to ask is, there has been an ongoing violation of federal law, has that violation of federal -- federal law ceased because the State has put in place, Nogales has put in place programs that are reasonably calculated to help these kids learn English? And the district court said Nogales has cobbled together these sources of funding. And it is doing the best they can.",
  "With respect, I don't think that that was their exclusive focus. I understand that it was a primary focus of that decision, and the reason for that was because the primary argument - -",
  "That's right. And what I understand that to mean is that they were required to either show compliance with the judgment which was that they would put together a plan that funded ELL education based on incremental costs or that the State was going to go down a different path and come up with the funding some other way, and that would result in a program reasonably calculated to help ELL students earn English. And the district court found there were neither and the court of appeals found there were neither. And the court of appeals did go through the alleged changed circumstances, and Nogales had issued a 91-page opinion that talked about the significant resource constraints that still exist in Nogales and the persistent achievement gaps that still exist in Nogales.",
  "And I think the district court was appropriately differential to the State throughout this litigation. You will note at the time of the 2000 judgment that the district court didn't put any remedial order in place. And that's because at the time of trial the State said, look, we are going to put in place an ELL program that everyone in the State can use and figure out how much it costs, what works and what doesn't. We are going to do a cost study, so please let us do the cost study and we will come back to the court. And the district court said fine. And ten months later that didn't happen. Now, there was a change, as Petitioners note, to a different theory of ELL education, structured English immersion and the court said, okay, do your program based on structured English immersion and just tell me how much it costs, tell me how you rationally fund it, and that will be fine. The district court here did not want to be in the business of micromanaging State education. Through this entire litigation the district court was - -",
  "I think it's because the State kept coming back to the district court and saying that the legislature had asked for this cost study, there was an interim bill, House Bill 2010, where the legislature said we put in place another study that we are going to perform. And it's because the State said -- constantly said the legislature is going to do this cost study, figure out how much good programs cost, the school -- the State board will be involved, et cetera, that the district court entered its orders looking to the time period in which it expected action to occur. I mean, this happened over a nine-year period. The district court, to be clear -- I think this is a very important point -- never said you need to do any special kind of ELL program, bilingual, structured English immersion, you need to have any certain number of teachers, nothing like that. And it never said you need to put this certain amount of funding in place, $200, $300 per student, anything like that. And Petitioners at the rule 60(b)(5) stage faced a heavy burden to show if what they wanted to show was that the State was now going to go down this new and different path, because even at the time of the rule 60(b)(5) hearing, the state Was on the same path. It had just passed House Bill 2064, which just like at the time of the 2000 judgment said we are going to put a statewide program in place for ELL education - -",
  "Could I answer that? I think the problem with the $450 figure is that the district court was never told what the State was planning to buy with that, what that $450 was for. The State -- the district court just said to the State, please tell me what your programs are going to do and approximately how much it costs to fund them. And that 450 wasn't tied to any particular ELL programs. That was the problem.",
  "No, as I understand it - -",
  "-- when it's talking about a uniform - -",
  "-- and equal amount, it's talking about the amount that the State gives to the school districts. It's not with respect to any federal funding from other sources.",
  "I think that the idea was that there needed to be -- the State determined that there needed to be -- it was going to solve the problem statewide not only because of the concern under the State constitutions, that it would provide for all ELL students. And it was not that it would provide the same amount to each school district, but just the same amount per ELL student. That the State had decided that it was going to fill that responsibility because -- both because of the Constitution and because it's responsible for supervising education statewide. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The statute at issue does not bar judicial review of denials of motions to reopen. And I would like to go right to one of the questions that was asked by Justice Scalia, which is: How do you make sense out of this statute, in terms of what Congress is doing in not allowing judicial review of specifications of discretion in regulations, but -- I'm sorry, and allowing judicial review of things that are specified in regulations, but not things that are specified in the subchapter? And I think that the answer to this question comes from the text of the statute, particularly if you compare the two things that are in 1252(a)(2)(B)(i) and (ii), that all of the things that are listed in (i) and that are covered by (ii) are substantive decisions that are made by the Executive in the immigration context as a matter of grace, things that involve whether aliens can stay in the country or not. And those are matters, at the end of the day, that the Executive, in the exercise of its immigration and foreign affairs power, has the authority to decide and that Congress did not want the Federal courts in the business of reviewing. But what the Federal courts have often reviewed are things where discretion is committed by regulation, and these are procedural matters that relates to whether an alien had a fair shot of getting his claim heard by the agency and by the Federal courts. Things like --",
  "I would say that the Attorney General has the discretion to issue regulations with regard to that --",
  "Yes.",
  "Yes, because the statute --",
  "No.",
  "Because in the case that you are positing, the discretion of the Attorney General is implicit in the statute. It's not specified in the statute. And here, Congress didn't say any time there is a discretionary decision, which is what implicit discretion would go to. It says: When discretionary authority is specified. Under this subchapter, that means that there needs to be something specific, specified, explicit, specifically noted in the text of the statute.",
  "That's right. That wouldn't be reviewable. Congress used the language of discretion --",
  "I think that that is like the -- the various matters that Congress listed as specified as discretionary within the text of the relevant subchapter, that it decided that this was a matter of Executive grace that it did not want the Federal courts involved in. But the Federal courts have long reviewed things like denials of motions to reopen, continuance denials, where you have a situation in which the Federal courts wanted to make sure that aliens were getting a fair chance to have their claims heard.",
  "No, I'm not saying that.",
  "Two answers, Your Honor. First, the standard of review here is abuse of discretion. It has long been abuse of discretion. That doesn't mean that the Federal courts are involved in second-guessing the agency --",
  "I don't think you are, if I am understanding you correctly. We actually have a footnote in our opening brief where --",
  "Well, let me try to explain. There are a number of matters that are committed to the agency's discretion after (i), things like adjustment of status. And if the alien sought review, judicial review, of an adjustment of --",
  "-- status determination, we would say that's unreviewable under -- under (i).",
  "Let's say that he then files a motion to reopen --",
  "-- where he is essentially trying to relitigate his adjustment of status.",
  "Well, what the --",
  "What the courts of appeals have said is if what he's challenging is a discretionary determination that the Executive has already made, that that motion to reopen would not be --",
  "If something new came up --",
  "Well, certainly that's what the statute requires them to do.",
  "It's not our experience that every case that's filed is that way.",
  "But in your hypothetical, when something new comes up, we understand Congress as have wanting that to have been judicially reviewable.",
  "Because Congress wants to make sense that the alien is getting -- make sure that the alien is getting a fair shot in terms of the process.",
  "If what he's seeking is a review of an exercise of discretion, then that is not reviewable, because of the reason that the initial determination is not reviewable.",
  "Right, and what I'm suggesting is that the difference there is between a substantive determination that's a matter of grace and a procedural determination to make sure that an alien gets a fair shot, and it is --",
  "In the vast majority of cases, of course we believe that the Board can be trusted, and that's why review is for an abuse of discretion, and it has been for many years. This Court has said in Dada --",
  "That's right, but we did not argue to the Seventh Circuit that there was no jurisdiction here. In fact, it has been our position since 2004 that the text of this statute, particularly the text, the context, the history, is so clear that we could not reasonably take the alternate position. It has been --",
  "There are only a handful of cases, and in those cases, several individual attorneys argued that there was no jurisdiction. And as soon as the leadership of the Office of Immigration Litigation heard of those cases, it sat down with the text of the statute and said: We think that the text here is clear, and we don't think the jurisdiction is taken away. And it directed all of the attorneys in the Office of Immigration Litigation not to be making this jurisdiction-stripping argument anymore. And it has been the United States' consistent position since then, and we urged it to the Seventh Circuit below, that when you look at the text of the statute, you look at authority specified under this subchapter. Its Congress that specifies authority. \"Specified under this subchapter\" means \"in this subchapter.\" It means \"in the text of the subchapter.\" And we have to answer this question in this case by looking at the text that Congress enacted. I acknowledge that there is not legislative history, for example, to tell us what Congress intended to do here, but we think that the answer comes from the text of the statute. That if you are looking at the substantive determinations that Congress was most concerned about in 1996 when it enacted IIRIRA, those were the things where Executive discretion was exercised it did not want the Federal courts getting involved in. But this --",
  "Well, there are approximately between 8 and 10,000 motions to reopen filed by the Board of -- before the Board of Immigration Appeals each year, and about between 15 and 20 percent of those are granted. So if you look at the -- the remaining 80 to 85 percent that are denied, the general appeal rate for the courts of appeals is about 30 percent from the Board of Immigration Appeals. So if you assume that the appeal rate is about the same for motions to reopen, you could get a number that way. So, you know, we -- there are a substantial number -",
  "But the -- the point that we are making is that there are these circumstances that Congress has recognized, and this Court recognized it in Dada. The motions to reopen serve several important purposes, and, yes, they are reviewed under a very deferential abuse-of-discretion standard. We do not think in many cases that the Board was doing something wrong and that it needs to be overturned. But, for example, in the -- in a similar context of continuance denials, say there was an immigration judge who did not allow an alien to seek a continuance in order to get an attorney to bring forth his case before the immigration judge. Continuance denials, some circuits, including the Seventh Circuit, have said, are barred under this language. We don't think that judicial review of that is barred. We think that in the rare cases --",
  "I -- I am not sure that it would be a question of law in that circumstance.",
  "I think that the courts have long served a very important check on the Board's authority and on the Board's exercise -- you know, the Board has many cases before it. In rare instances --",
  "-- the Federal courts --",
  "Yes, that's right, but the statute also -- the Attorney General -- the Board acts on behalf of the Attorney General under the statute, so the Board is --",
  "That's right. The Attorney General does police the Board, but the courts of appeals have long done that too, particularly in the context of motions to reopen. This Court, just a couple of years ago in Dada, recognized the important functions that motions to reopen serve and assumed that there would be judicial review of motions to reopen. In fact, it noted that judicial review of motions to reopen, albeit under the abuse-of-discretion standards, goes back to 1916, and we just didn't see anything in 1996 to suggest that Congress wanted to change that. And I think --",
  "Before the BIA existed, so back in the 1916 context, there were immigration officers, and you could ask them to reconsider or reopen your case. In -- I think it was 1940 or 1941, the Board came into being, and the Attorney General quickly enacted regulations that provided for either sua sponte reopening or for the filing of a motion to reopen. And those regulations existed in substantially the same form until 1996, when they were amended to make discretion explicit in the regulation, and the 1996 is essentially the same form that its in today. So there has -- there has always been an assumption that there can be such a thing as reopening. And I -- I just want to focus on what Congress was doing in 1996, because I think it's very telling. We know that Congress was focused on enacting bars to judicial review, and we also know that Congress was codifying for the first time an alien's right to file one motion to reopen. But Congress just didn't make any effort to make denials of motions to reopen judicially unreviewable, and that's very telling, because theres any number of ways that Congress could have done that.",
  "You know, I -- I haven't done the math on that, either, and I think it requires the assumptions that I set out to Justice --",
  "I -- I don't, because we haven't calculated the number of motions throughout, and we only have total numbers in the courts of appeals. But let me say, if you are concerned about the burden on the courts of appeals, every court but the Seventh Circuit that has considered the issue has found that the provision at issue doesn't bar judicial review. So I don't think that this --",
  "I think you would know better than I would. We ask the judgment below to be reversed.",
  "Well, this is comprehensively addressed in footnote 18 in our reply brief, so I will just address it briefly here -- but if you have follow up questions -- which is: If you look at the statutory language, it says that an alien may file one motion to reopen. It doesn't limit the Attorney General's authority to allow more than one motion to reopen in certain circumstances. And, in fact, it --",
  "Mr. Chief Justice, and may it please the Court: Respondent's confession was properly admitted at his trial. Id like to go right to some of the questions that this Court had about the language that was used in the Miranda decision and in the Butler decision. Both -- all of this language comes up in Butler. Now, Butler was a case not about the waiver of the right to silence, but a waiver of the right to counsel. So the suspect said \"I will talk to you,\" but the North Carolina Supreme Court said: Well, we don't know if he waived his right to counsel, and that's why the court got into a question of implied waiver. So the Court in its analysis in Butler first reviewed this language that the Court has talked about this morning from Miranda that says \"A valid waiver will not be presumed simply from the silence of the accused or simply from the fact that a confession was in fact eventually obtained.\" And this is our understanding of that language: First, it is not the case that a failure to invoke Miranda rights will be taken in the Miranda context as a waiver. Now, Justice Scalia, I think you alluded to the fact that the normal rule for the Fifth Amendment at trial is that you assert your rights or they are waived. But Miranda's an exception to that, that the failure to assert we are not going to take as a waiver. The government has to do something more.",
  "No.",
  "No.",
  "As long as the warnings are given, the accused has been told of his rights, and that the police will respect his rights, and questioning can proceed. The Court said in Davis and said in other cases, Moran versus Burbine, that the primary protection afforded by Miranda is to level the playing field by letting the accused know of his rights and that the police will respect them. And after the point that he gets his rights and understands them, the police can question him. You'd have to overrule Butler to say that there has to be a waiver before any questioning. Just to get back to the second thing that the Court said in Miranda that was picked up in Butler, it said: We are not going to assume that there is a waiver simply from the fact that a confession was eventually obtained; there is a burden on the government. And the way that we understand that is that the government can't just go into court and say: Look, we have a confession; we know he waived his rights.",
  "Well, if you look back at the language -- the other language in Miranda, it says that a waiver is a prerequisite to the admission of the evidence at trial. We know that to be able to use that evidence we have to know that he made a knowing and intelligent and voluntary decision to talk. But that he -- that doesn't mean he has to make the decision to talk right away. He might want to listen to what the police have to say about the benefits of cooperation or the evidence that they have in his case. And that -- those are the kinds of things the police could say that could be understood to be custodial interrogation.",
  "I'm sorry. I didn't mean to suggest that. What I'm saying is at the time the Respondent makes his statements, that waiver -- there has to be a waiver and it has to be a knowing, intelligent, and voluntary one. That at the time he makes his statement -- here when he admitted that he shot the boy down, he had to understand what his rights were and there had -- those statements had to not be the result of police coercion. And no court here has found that they were the result of police coercion. There is no question about voluntariness here. So what we understand this language in Butler to mean about an implied waiver is the fact of a confession itself is not enough to show the government has met its burden. When the Court talked about a course of conduct, it talked about the same standard that it's always used in the Miranda context, that came up again recently in this Court's decision in Shatzer, which is that the ultimate question is a knowing, intelligent, and voluntary waiver. The course of conduct doesn't mean anything more than that. It means that at the time the guy spoke --",
  "Yes.",
  "Before the evidence can be admitted at trial.",
  "Okay. It's --",
  "Yes.",
  "That would -- that would exact a substantial price on law enforcement, and that's the exact argument that Justice Brennan made in the Butler case that was rejected. He was in dissent in that case. He said the police should always have to -- have to seek a waiver before they interrogate.",
  "Yes. To admit the evidence at trial, there has to be a waiver.",
  "Not every police --",
  "-- manual says that. That brief itself cites many examples going both ways. It is often the case, and it is often the case in Federal law enforcement, that the police try to seek a waiver immediately after giving rights because we want to avoid the problems of proof that come up at trial if we don't have a written waiver.",
  "I'm sorry, I don't -- I don't have the specific citations from the brief. I -- I know from asking the Federal law enforcement agencies -- DHS, the FBI, and the DEA -- that the DEA does not invariably seek a waiver and that we don't understand that we need And, again, that was what Justice Brennan said in -- in dissent in Butler, is that the police should have to seek an immediate waiver. And the Court said, no, the Fifth Amendment right is -- compel -- about compelled statements being introduced at trial. We don't need this protection, that the police have to seek an immediate waiver. In fact, if you adopted a rule like that, it would essentially take any burden off the suspect to invoke his rights. He wouldn't need to invoke his rights, because the police would just -- if the police didn't seek a waiver.",
  "That's exactly right. If the person --",
  "That's right.",
  "Then the interrogation stops.",
  "And that --",
  "Right. A contrary rule would have to overrule Butler, because the Court said you can clearly infer waiver from the actions and words of the person interrogated. That assumes that the person is being interrogated. Just to talk a minute about the --",
  "Yes, at the time that the person makes the inculpatory statements that are going at be introduced at trial, it must be the case that he decided he was going to talk to the police knowingly, intelligently, and voluntarily.",
  "Right. And we say that the waiver occurred at the time he answered the questions about his belief in God. And it doesn't matter what he said in response to the earlier questions, as long as at the time that he answered questions about God, his decision to talk was a knowing and intelligent and voluntary one.",
  "That's right. But Respondent made a voluntariness argument throughout all of the courts in this case, and every court has rejected it.",
  "Mr. Chief Justice, and may it please the Court: Congress's judgment here was that all aliens who engage in the same serious conduct would be treated the same for immigration purposes. And Petitioner doesn't dispute that he has two convictions for drug possession, and he also doesn't dispute that had that second case been prosecuted in Federal court, he could have been punished as a felon. What he is saying is: I don't want my aggravated felony to count because of a difference in State law, because of a difference in the State prosecutor's decision. But what this Court held in Lopez is that Congress's judgment controls about the seriousness of the offense.",
  "Yes.",
  "Because this is a two-step inquiry and you only did step one.",
  "A two-step inquiry. There are two questions. The first is: Does the State offense correspond to an offense under the CSA? Does it correspond to a Federal offense, and thats based on the elements, and the Court said that that was based on the elements on page 51 of Nijhawan --",
  "But theres a second question, which is: If it corresponds to a Federal offense, how would that Federal offense be punishable? The \"punishable\" under the CSA language determines that we need to look at that second inquiry.",
  "If in addition to that --",
  "Yes.",
  "The conduct is what the State statute proscribes, but theres an additional question of how it is punishable --",
  "Okay. This is on the gray brief, page 10a, and this is the definition that is incorporated into the aggravated felony definition in the INA, and it says that it encompasses, quote, \"any felony punishable under the Controlled Substances Act.\" And in Lopez the Court interpreted that language to mean an offense that is punishable as a felony under the Controlled Substances Act.",
  "Right.",
  "Recidivism isn't part of the offense. It is a sentencing factor. Justice Scalia mentioned that. That's something this Court has recognized on many occasions, that recidivism is something that can be established by the sentencing court. You are right: The offense is drug possession. He was convicted of drug possession in State court. That's what he would have been convicted of in Federal court. But the fact that he was convicted of drug possession doesn't answer the separate question of how that offense is punishable. If it were his first offense, it would be punishable as a misdemeanor. If it was his second offense, it would be punishable as a felony. And we think that that -- that approach is dictated by two different opinions, the first of which is Lopez, which says we look for a correspondence between the State offense and the Federal offense, but then we also have this question of how the offense is punishable in Federal court, and this punishability question is extremely relevant. The entire basis for the Court's -- the entire basis for the Court's opinion was that Congress's judgment about the seriousness of the offense controls. It is not State by State judgment.",
  "Yes.",
  "We don't think that there is another way, because the Court said in Lopez in interpreting the statutory language that the State's judgment about how an offense is punished does not control. What controls is Congress's judgment, and Congress has taken a hard line over the past 20 years on criminal aliens, particularly recidivist criminal aliens --",
  "-- particularly --",
  "That would count as an aggravated felony, as punishable as a felony, because the aggravated felony language incorporates the word \"punishable,\" how it could be treated under Federal law, not how it actually was punished. And that's because Congress made a -- a judgment in the immigration code that what it wanted to do was to take all individuals who had been engaged in the same conduct --",
  "-- repeated drug possession, and treat them the same.",
  "Because it's punishable -- yes, because it's punishable as a felony under Federal law, because Congress made a judgment that those two drug possession offenses, the fact of recidivism makes it serious enough that it could be--",
  "It -- it's well established that those kind of challenges can't be brought in immigration court. What needs to happen is they need to be brought in the State court of conviction through the procedures that are --",
  "Oh, I'm sorry.",
  "In that case if it -- the individual would need to seek relief in Federal court in terms of getting his conviction --",
  "With respect, we disagree because Congress made different judgments in the immigration context and in the criminal context. Immigration is very different from criminal proceedings. This Court has said that on numerous occasions the rights in terms of due process and counsel and the like are very different. And in immigration, Congress made a categorical judgment that individuals who have been convicted of conduct should all be treated the same and that they all should be removed from the United States and should be -- not be able to get discretionary relief. In the criminal sentencing context, which you are talking about, section -- the section 851 procedures, Congress made a judgment that those procedures which have criminal consequences and already are individualized, that there would be this notice provision. But that provision Congress did not apply anywhere in the immigration laws. And if you look --",
  "I was just going to say, if you look all through the aggravated felony provisions -- they are in our brief; there are 21 of them -- for none of those provisions was Congress concerned about notice or the like. It said the individual has engaged in this conduct that we think is serious.",
  "That's right. And that's because Congress made the decision to have those types of notice procedures in criminal proceedings, but they are not applicable by their terms anywhere in the immigration laws. And just to make sure that I understand the hypotheticals that you and Justice Kennedy have been talking about, if there is a Federal prosecution and the person has sought to challenge the validity of his conviction and it has been proven to be invalid, then in that case, yes, there would be a question whether that conviction could be used in the immigration proceedings. There is an entire body of law that when a conviction has been vacated, it doesn't count as a conviction under the immigration proceedings. So the answer is if it is a person in State court and they think that theres a problem with their underlying conviction, they need to go to State court or use whatever procedures are available for challenging that. But, again, the Court has said on numerous occasions prior convictions are presumed valid. We do not -- we do not assume --",
  "I -- I can't speak to State prosecutors. I know there are circumstances in which Federal prosecutors do it, although, quite honestly, most of the Federal drug prosecutions regard the more serious drug crimes. The persons that come to our attention usually can be charged with at least possession with intent to distribute or drug trafficking or something like that. And when we do charge them with possession, it's usually because they pleaded down and weve agreed not to give them an enhanced sentence. But the judgment here is the one that Congress made about whether two drug possessions is serious, serious enough to qualify as a felony. And Congress --",
  "Well, to the extent that the burglary definition depends on the Court's modified categorical approach, you just look to see what he had been convicted of and not the individual --",
  "-- circumstances of the case.",
  "With respect, I think that our position is entirely consistent and, in fact, follows from Lopez and Nijhawan and is consistent with the Court's modified categorical approach. So, let me just talk about Lopez and Nijhawan, because I want to make sure there's not any confusion about that. Lopez said that we have a question here about whether the State offense -- and a State offense is made up of here drug possession; recidivism isn't something that youre convicted of, it's a sentencing factor. You look at the State offense and you see does it correspond to a Federal offense? Here it does. There is State drug possession; there is Federal drug possession. And then you ask another question. And this Court said in Lopez that that's an important question because we care about what Congress thought, which is how is this offense punishable under Federal law. This is a two-part inquiry where the first part, the offense elements, does need to be established in State court, and the second part, which goes to how it is punishable, does not need to be established in State court. And that's exactly what the Court recognized in its opinion under Nijhawan --",
  "-- albeit in a second --",
  "What makes an offense punishable as a felony under the Federal Controlled Substances Act is contained in section 844, which defines the substantive punishments available. It says that drug possession is punishable as a felony in certain circumstances. And this Court in Lopez, particularly in footnote 6, recognized that repeat drug possession qualifies as punishable as a felony and under the CSA and --",
  "Well, this is what is interesting.",
  "I'm sorry. What's interesting is the Court cited for this provision section 844(a), which defines the substantive penalties available. It didn't cite -- no one thought was relevant section 851, which defines procedures that happen after a conviction to impose a certain punishment. So, what were talking about are these procedures that are necessary. And it's not a finding of a valid conviction. It's -- it's a long set of procedures. There doesn't necessarily need to be a finding of a valid conviction if the defendant doesn't object at all. There's burden shifting. It's very complicated. Congress did not apply it to the immigration code by its terms. It's not applicable to the States by its terms. What the Court said in Lopez in saying, in footnote 6, that recidivist possession counts as punishable under the CSA, it pointed to section 844, which defines the penalties available and not anything about procedures. And even conviction --",
  "Well, that -- that raises a very narrow question that, so far as we are aware, has never been addressed in the immigration context, which is whether there could be a proceeding to challenge the narrow question of a conviction obtained in the complete absence of counsel. This Court said in Custis that there -- even though there is a very broad general rule that prior convictions are presumed valid, that in one narrow situation, the complete absence of counsel, that a due process type challenge could be brought. Now, that question has never been raised in this case, whether such a challenge could be brought in immigration proceedings despite the general rule that there are no such collateral challenges, but that is a different rule and a different body of jurisprudence from this Court, the due process body, as opposed to importing all of the very complicated section 851 procedures into the -- the -- the inquiry here. And just to get back to the --",
  "Yes, but I think recidivism -- I think theres some confusion in the Court's discussion, perhaps, that recidivism is not an element of the offense. Youre never convicted of recidivism. Youre convicted of an offense, and you might be subject to an increased punishment for that offense because you are a recidivist. And that's essentially what Petitioner wants here, is to define the State court offense as having an element of recidivism, but there is one thing thats clear from this Court's jurisprudence to this point is that recidivism is separate and unique from anything else that might --",
  "That recidivism is separate and unique?",
  "Almendarez-Torres would be one. The Court's decision in Rodriquez would be another.",
  "Well, what this Court said in Rodriguez generally about recidivist punishments is youre always being punished for the last offense, but you're being punished more severely because its shown that incapacitation and deterrence isn't working for you.",
  "Right. And what -- what I'm suggesting about that State statute is that -- and this Court said this in Lopez -- that Congress didn't want those variations in State law to change the treatment for individual offenders. What it wanted, and it did this in aggravated felony provisions, all throughout them, is to identify categories of persons who had done certain conduct that Congress thought was serious enough and treat them all the same for immigration purposes. And the Court said in Lopez, were not going to make the way that State law treats recidivism -- or we're not going to make State law treats an offense change the outcome. The outcome is going to be based on how Federal law treats the offense. And that's why, to get back to one of my earlier answers to your questions, we think that this Court's decision in Nijhawan is extremely important here, because what the Court recognized in that decision is that Congress, in defining an aggravated felony, sometimes talks about required elements of the offense, and it sometimes talks about extra facts that can be established in the immigration court. In Nijhawan, there was a fraud or deceit offense with this extra fact of this loss amount of $10,000 or more. And Congress did the same thing in this provision. They had --",
  "Well, we think that that refers to the first part of the definition. There are actually two parts of the definition. This is I think on page -- right at the beginning of the appendix to our brief. If you look at page 1a of the gray brief. You know, there are two different parts here. In 43(B), there is illicit trafficking in a controlled substance  including a drug trafficking crime (as defined in section 924(c)). So this -- this first part, illicit trafficking, is like a generic burglary type offense where you need to just look at whether the -- essentially elements correspond under a modified categorical approach. But then the second part of it, the drug trafficking crime, is the one that's defined as a felony punishable under the Controlled Substances Act. And when you look at a felony punishable under the Controlled Substances Act, which this Court interpreted in Lopez as a -- an offense that is punishable as a felony under Federal law, it is just like Nijhawan. It is an offense with a certain extra fact. In Nijhawan, it was a fraud --",
  "-- and deceit offense.",
  "Yes, and I think thats because Congress has said when it wants the -- the timing to matter. For example, in the end of the aggravated felony definitions, Congress said it didn't want felony convictions that were more than 15 years old to matter. You know, Congress -- when it wants something old not to matter, it says so, an older conviction. So we don't think that there would be a difference for that purpose. So I just want to make sure Ive answered the question. We just think this is like that situation where you have a conviction for a certain type of offense, which here is drug possession, and an extra fact, how its punishable in Federal court, and that extra fact can be established in immigration court. It's not the kind thing that this Court has said under Almendarez-Torres needs to be treated like an offense element. I should note that --- and this is the point you made, Justice Breyer, that there was not a recidivist enhancement available in Texas court. Justice Kennedy, that just highlights some of the problems that you identified in terms of the wide variations that we would see in how similarly situated people who have done the same things, two drug possession offenses, would be treated differently under the immigration laws. And that's just not what Congress intended. We talk in our brief -- and theres a long list of differences in State laws, not only in the State procedures, which vary widely from Federal court, but in the State laws in terms of, you know, if you can consider a second possession offense for recidivist enhancement, or only a third or fourth; whether the first offense has to be final, et cetera, et cetera, et cetera. That there -- these differences would just lead to a -- a patchwork application laws of the immigration laws, and if theres any place where we don't want that, it's -- it's in immigration, with respect to immigration consequences.",
  "You might be thinking of his prior offense for domestic violence.",
  "That that may have been able to be used to -- to enhance his -- his drug crime to an enhanced sentence, but that -- there wasn't an enhancement sought on that.",
  "That was a -- a 2003 conviction.",
  "In neither case does the prosecutor's judgment matter. What matters is the offense conduct that was established by the conviction in State court. What matters is the offense that the person was convicted of and if that corresponds to a Federal offense that was punishable as a felony in Federal court. It is true that some charges may be brought and some charges may not be brought, and that would impact what a person has been convicted of. So there could be disparities based on that. But what Congress decided was that it had to balance its need for uniformity with a rule that is administrable, and the rule that it picked as administrable is, let's look at the offense conduct that was established by the conviction. And when you look at that offense conduct, you have to ask how it could be punished in Federal court. And it's that punishable language that requires this more hypothetical inquiry on how the events -- how the offense could be treated. And just to summarize, it is clear from the last 20 years that Congress has had a very serious concern about recidivist criminal aliens in the United States, and Congress has made a judgment since 1970 in the drug laws that two drug possession offenses should be punishable as a felony. And under those circumstances, a person who concededly has committed those two drug offenses and who concededly, if taken to Federal court, could have been punished as a felony, just should not be able to escape the aggravated felony designation that Congress intended for all aliens who are similarly situated. If the Court has no further questions, we submit the judgment below should be affirmed.",
  "Mr. Chief Justice, and may it please the Court: The only question this Court needs to resolve in this case is whether the vehicle ownership expense is applicable to Petitioner. The answer is no. The ownership cost is for loan and lease payments, the cost to acquiring the vehicle, and he just doesn't have any payments of that type. To allow him to pretend that he does would create absurd results. He'd be able to shield approximately $28,000 from his unsecured creditors, and he'd be better off than lower income chapter 13 debtors. And we just don't think that that's a result that Congress intended. We don't think it -",
  "Well, that goes to the question of whether the amount in the table is the amount to be used or a cap on actual expenses. In our view, it is -",
  "That's right. Now, of course, we haven't seen -- the executive office for U.S. Trustees has not seen any $1 payments. It doesn't know of any such commercially available payments. It suspects the payments would be -",
  "What I'm saying, Your Honor, is that there are many circumstances in which an expense amount is a standard amount, but you still need to make a threshold showing that it's applicable to you. And if I could give the Court one example: When an individual does his Federal income tax forms, you can take a deduction for your dependents, but you can't just take a deduction for any child you have. You have to take a deduction -- you can take a deduction if the person lives at home with you for more than 1 year and have you a certain amount of expenses to support them, and that is a standard deduction that you get on your tax forms. The IRS doesn't ask everyone to figure out their actual costs. It is the case in real life that there are allowance amounts that are average amounts that are given to people once they meet the criteria. And that's what we are saying happens here. Now, that is, again, only a disagreement as to what you do with people who actually have vehicle ownership expenses.",
  "Well, because, Your Honor, in that case it's the IRS commentary we are referring to that's on page 1a of the red brief appendix.",
  "And that -- what that's referring to is -- it says the amount actually spent or the standard. And that's distinguishing between the amount that's actually spent or the standard, which is the standard -",
  "-- amount in the table. Right. And of course, we look to what -- the text that Congress enacted in the Bankruptcy Code, and that says that the debtor's monthly expenses shall be the debtor's applicable monthly expense amounts specified under the national standards and local standards.",
  "I think that it is -- it would further Congress's purposes to say that you have to -- that you look to the actual costs that the debtor has. But we just don't think the text goes that far, because it says that if the expense amounts -- the category is applicable to the debtor, that then you use the expense amounts specified under the table. But -",
  "It would not be relevant in the bankruptcy context, in our view, and the reason is because the -- the statutory text refers to the standards. And in our view, you can look to the IRS commentary to see what the standards mean, what their scope is, as Justice Breyer was discussing with his apples hypothetical. But this additional language is guidance to IRS agents in tax delinquency cases about how to collect taxes. As Petitioners -",
  "You -- Your Honor, you could look at this language, but we think that it reflects not the standards, but what -- how the IRS uses the standards in individual cases of tax delinquency. To the extent that the IRS is defining what the standards are, what the scope of the standards are -- for example, that ownership costs are loan and lease payments -- of course, we would think that you would look to that, but this additional guidance to IRS agents we don't think is what Congress meant when it said \"expense amounts specified under the standards.\" But we do think that the text could be read the way you suggest.",
  "Well, the housing and utilities expenses have been broken out into a mortgage and rent component and a utilities component. So in that circumstance, we would say the individual only is allowed the utilities component, but it would be the allowance amount that is specified. It would not be his actual amount. But, again, this is a question that was not considered by the courts below. In fact, the bankruptcy appellate panel said it is -- in footnote 20 of its brief, said this question is not in this case; it's not before us whether you use the amounts in the table or whether you use the actual amounts. And we don't think -",
  "They're not available for the creditors. The idea behind this calculation is that there, of course, are secured debts that have priority, and then this calculation is used to figure out how much money is left to pay unsecured creditors. And the idea is that the debtor has certain expenses, that he needs to keep money for himself so he can continue with the everyday business of life. For example, the car ownership payment is designed to ensure that a vehicle can still use and have access to a car, and if someone has a loan or lease payment, they need to be able to continue making that payment in bankruptcy, but if they don't have any such payment, then they don't have this need for this additional fund because -",
  "Well, certainly the Bankruptcy Court doesn't scrutinize, you know, what happens to that regard. What it's just trying to do is figure out the disposable income that is available to pay unsecured creditors, that the debtor doesn't need. And I should just note with respect to this question of whether there is an overall budget that the debtor is allowed, you know, that's certainly not the case in any of the other provisions that follow this applicable monthly standards and local standards. You have the actual other necessary expenses, actual continuation of taking care of chronically ill family members. And Petitioner himself acknowledges that he has to show that he has a car. So it's not the case that every debtor is just getting some set amount of money to do what they will with. Congress has referenced the standards. The standards break this out into certain expenses. It says just take the applicable ones. And we just don't think it makes sense to interpret \"applicable\" in that circumstance to -",
  "It does not have that effect, Your Honor. What it does is to take out the actual debt payments that are part of the other necessary expenses -- these are on page 25a of the red brief - that counsel on our side mentioned. These are other necessary expenses that are actual debt payments, and the local and national standards are expense amounts. We don't think that Congress defined those to be debt payments. So the function of the payments for debts language, we agree with Respondent's counsel, would be twofold. First, it would excise the other necessary expenses that actually are debt payments, which makes complete sense. You know, one of them is an unsecured debt payment, and you wouldn't want to consider that one of your expenses because the whole point of the calculation is to figure out how much money you have left to pay unsecured debts. And then the other function that it serves is in Romanette iii because you were getting secured debt payments there to not double-count them in Romanette ii.",
  "We say that those are expense amounts that are specified. They're not payments for debts. I should note, because Justice Kennedy asked this question, that this was not something that was relied upon by the courts below. I don't believe that there's any definitive court of appeals opinion that goes through in detail what that provision is designed to do. So I would urge this Court that it need not resolve it in this case and instead do what the court of appeals did, which is to say that, just looking at the plain text, the word \"applicable\" means not everybody can get these amounts in the national and local standards, and it needs to be someone who actually has those payment amounts. The whole point of this part of this statute is to figure out what money is available to pay unsecured creditors, and it's payments that need to be made for expenses that matter. It's not whether the individual debtor has a car. I also note, just because it came up earlier and is a very important point, that to the extent that the Court only wants to look at the tables to figure out what are ownership costs, are they loan and lease payments, just looking at the title of the table, Ownership Costs, you need to have costs. Looking at the fact that there are two different ones -- there's ownership costs as opposed to operating costs -- makes clear that some of the things that Petitioner suggests might be ownership costs are, in fact, operating costs.",
  "Mr. Chief Justice, and may it please the Court: Whether you call it freebase, coca paste or crack, it's the same thing chemically. It is cocaine base, it is smokeable, it has the same effects on the user; and Congress did not limit the statute to one form of cocaine base. This Court shouldn't do it, either. Just to pick up on some of the -",
  "Yes, it is smokeable in its paste form, and that evidence was before Congress. It's cited in our brief.",
  "Well, of course we don't think that that's right as a scientific matter. But probably more importantly, that's not something that we can prove. We have the world's experts working for the DEA on cocaine-related substances. We don't have one of them who would get up in court and say that coca leaves contain cocaine in its base form. We -",
  "The Romanette provision, Romanette (iii), which would be the sentencing enhancement, we have never applied in any case to coca leaves. We have never even had a case where it's been an issue. We've never considered it -",
  "We don't have a chemist who would testify that. We would not be able to make that showing in court. But perhaps a more important question is whether there was evidence before Congress that the provision in Romanette (iii) would apply to coca leaves, and there wasn't. There was evidence before Congress about different base forms of cocaine, that distinguished between the salt form and the base form, and it mentioned substances like coca paste, it mentioned substances like freebase, and it mentioned crack. And the important thing in -- in looking at the term that -- that Congress eventually used, cocaine base, is that that came from science. Petitioner says, well, you know, \"base\" was a colloquial term. The reason that \"base\" was used is because cocaine is in its base form. That is what makes it smokeable.",
  "It is an extra clear, extra precise way to think -- to speak about it, and we think that there's a good reason that Congress did that. In the preceding provision in Romanette (ii), Congress was defining the whole world of cocaine-related substances. So when it used \"cocaine\" there -- and it does mean cocaine base there -- but cocaine, its salt, its optical and geometric isomers, it's talking about everything. It didn't need to distinguish between the different forms. And that formulation had already existed like that in the Controlled Substances Act. But then in 1986 Congress was hearing testimony about a specific form, the base form of cocaine. Did you, at that point -- would one want Congress to have just said \"cocaine\" in Romanette (iii)? No, Congress said \"cocaine base\" because it wanted to be extra clear. There's another reason -- another -",
  "Well, it's really just adding the extra word \"base.\" It's not like they're two completely different words. It's just the addition of \"base\" to be extra clear. Another way to think about it is this: In 1986, prior to 1986, this Court had decided cases in which it had said, somewhat imprecisely, that cocaine hydrochloride was cocaine. It called it \"cocaine\" throughout its opinion. It didn't make a scientific finding, but that's how the Court referred to cocaine hydrochloride, \"cocaine.\" This was in its 1970 decision in Turner. It was in its 1985 decision in Montoya de Hernandez. Congress is presumed to know about this Court's decisions. It knew perhaps that courts had used the term \"cocaine\" imprecisely, despite the fact that it has a specific scientific meaning. Congress was going to be extra clear and use the term cocaine base. Another -",
  "Yes, I think that it does that, Your Honor. I'm looking at page 19 of the government's brief. This is -- you know, throughout the briefs, you have Romanette (ii) and Romanette (iii). If you look at Romanette (ii) -- again, I'm on page 19 of the gray brief, but it's in other briefs, too -- Romanette (ii), Roman (II): \"Cocaine, its salts, optical and geometric isomers.\" In Roman (II), \"cocaine\" does refer to the base form; \"its salts\" refers to cocaine hydrochloride.",
  "Well, it -",
  "I'm sorry, Your Honor.",
  "The base form has to be somewhere in Romanette (ii), because the way that Congress drafted these two provisions together is that a large amount of substances are listed in Romanette (ii) and then a subset is pulled out in Romanette (iii). And Romanette (iii) says, you know, 50 grams or more of a mixture of substance described in clause (II) which contains cocaine base. So you need to have something that's described in clause (II) and that would contain cocaine base, and that would be the word \"cocaine\" in Roman (II). So you couldn't just say \"cocaine salts,\" meaning the hydrochloride form, optical and geometric isomers. You need something to get the base form into -- into Roman (II).",
  "I think that there is a redundancy, but I think it is understandable in light of the fact the courts had used the word \"cocaine\" somewhat imprecisely. I think it's also understandable in light of the fact that Congress was putting an enhanced penalty in play, and that if Congress had not been extra clear there would be criminal defendants, perhaps like Petitioner, coming to court and saying, if Congress had just said \"cocaine,\" that that wasn't clear enough. It's true that -- you're right, Justice Alito, that Congress could have said: Here's some things in (ii); here's some things in (iii); they don't overlap. Congress didn't do that.",
  "Well, there is, in Roman (I), coca leaves, except those from which all of the active substances have been taken out. In Roman (II), the salts of cocaine, their optical and geometric isomers and salts of isomers. You have (III), which is ecgonine, which is a smaller molecule that is part of the cocaine molecule. It was made -- it was used in pharmaceuticals a while back. It's not something that's really seen in the production process now. And you would have compounds, mixtures, or preparations that don't contain cocaine base.",
  "Yes. There are optical - optical isomers are -- isomers are generally substances that have the same chemical definition, the same -- but different spatial arrangements of atoms. Optical isomers are nonsuperimposable mirror images, like right and left-handed versions of the same molecule. Those are -- those are both cocaine base. There is a right-handed cocaine base and a left-handed cocaine base. They're both cocaine base. We think that those would be counted within Romanette (iii). Geometric isomers, which are never seen, are slightly different. They are based on spatial arrangements where a certain part of the molecule is - it is pushed out or pushed up axially or equatorially. They're -- you know, geometric isomers are not seen.",
  "I would say cocaine hydrochloride would be the primary one, which would be powder cocaine.",
  "Well, the things that would be under (iii) would be any form of cocaine base: That would be coca paste, freebase, crack, whatever you want to call it. Just to explain, Justice Ginsburg, why there are so many words here: You know, this definition is taken from -- is the same -- the stuff in Romanette (ii), this long definition -- from other places in the Controlled Substances Act. It's taken from Schedule II, where Congress is defining the whole world of cocaine-related substances that are subject to Federal law, so that's -- that's where all of this comes from. This was something that existed -",
  "Yes.",
  "Yes. There's an objection on behalf of the government, and there are several reasons why that's true. The first is there often won't be evidence of how the substance was made. Second -",
  "With -- with all respect, Your Honor, I -",
  "I just -- I don't think it's that easy.",
  "Okay. First of all, if you talk about the chemical testing that can occur, DEA chemists can tell you if it contains cocaine base or if it contains cocaine hydrochloride.",
  "They're not going to start making guesses about how it was processed. They're just going to tell you what they can -",
  "Fine. As soon as the Court starts saying not a paste or rock-like or something like that, you have some problems. The first is, you're basically giving a national uniform roadmap of -- to evasion on behalf of drug traffickers. It doesn't -- crack, for example, or the rock form, doesn't have to be rock-like. You can grind it up in a coffee grinder and make it into a powder. It is still smokeable. It is chemically the exact same thing.",
  "That is exactly how I should have started, Your Honor.",
  "No. I think that that's based on a misunderstanding of how the statute works. You need to have \"cocaine\" in Romanette (ii) so that when Romanette (iii) says something contained in (ii) that contains cocaine base, it is pulling out a substance that is in (ii). But it's -- it's not a redundancy.",
  "That is how Congress wrote the statute, though. It defined a large amount of substances and then it pulled out one substance.",
  "Because these definitions in Romanette (ii) preexisted in other parts of the Controlled Substances Act, in the definitions section in 802, in the definitions of controlled substances in Section 812. This subseries of definitions, which are the whole world of cocaine-related substances, are used several places. So Congress pulled them over and it used them here too, to define the whole world of everything -",
  "And then it pulled out one thing for special treatment.",
  "Yes, you are 100 percent correct, and I think that the statutory language makes that clear because it says it has to be a mixture of substances described in clause (ii).",
  "I don't think that there is evidence that paste is less addictive than powder. They contain the exact same chemical, which is cocaine in its base form. And the question -- they both can be smoked. Now, the question is does one have a higher percentage purity of the chemical than the other? Maybe, but that just depends on how it was prepared. And there are cases in the courts of appeals, several in the cases that gave rise to the circuit split in this case, where the courts appear to be grappling with whether something that was a little bit wet but still rock-like should be called paste. So -",
  "It -",
  "I'm sorry.",
  "It is the case that the paste, just like the freebase and the crack, can be smoked, and for that reason is seen as more addictive than the powder.",
  "You would read our brief pages 30 to 33 -",
  "Right. And in -- on these pages of our brief we're citing evidence that was before Congress in the hearings in this case. There were statements by two different authorities who are scientists -",
  "No, that's okay. It's right here. It's like 29, 30, 31. There's a Dr. Beck who - from Yale, who testified specifically about the dangers of smoking coca paste.",
  "And one I -- the point I really wanted to make is that, you know, once the court says it has to be pasty, or it has to be yellow, you know, any of those things can be changed. The one thing that can't be changed is the chemical composition. It's still in the base form; it's still deadly; it still can be smoked. The paste doesn't have to be yellow, just like crack doesn't have to be white or off-white. There was evidence that a few years ago there were folks in Ohio that were coloring crack green for St. Patrick's Day. Any of these things can be changed. It doesn't have to be rock-like. It can be ground up to a powder and it can be smoked that way. But the important think is that it's the same thing chemically. And I think if you look at the Controlled Substances Act, not just in this provision, but holistically, what Congress was concerned about was dangerous chemicals. This gets back to the point that the Chief Justice made, which is the reference in the provision at issue here to a \"mixture or substance\" containing cocaine base. The thing that Congress looked at was: Do you have a substance which may not be 100 percent pure; it's sold on the street; but does it contain the dangerous chemical? Congress defines throughout the Controlled Substances Act the things that it was concerned about in chemical terms. And that's just not because it was an easy way to define things. It does give greater accuracy and certainty. But it's because the harms that are visited on people, the reason that they are controlled substances, that they don't have approved medical uses, and that they are extremely addictive, is because the chemical is inside of them and the chemical is dangerous. So whether you get the chemical out of paste, whether you get it out of rocks, whether you grind the rocks and make it into a powder, whether you freebase it, it is the same thing. And just to -- to make sure the Court has you know, some example or some thoughts as to the issues that would be caused if the Court started making up definitions of crack, you know, a word that doesn't appear in the statute and does not have any clear meaning -- you know, Petitioner says it wasn't clear in 1986, the definition of crack -- I just want to give the Court an example of some of the problems that the -- the issues the courts of appeals have confronted. In several courts of appeals there have been substances which I think perhaps under Justice Breyer's definition would qualify as paste. The courts didn't call them paste, but in the Bryant case in the Fifth Circuit they said there was a brown, soft, mushy wet substance that contained cocaine base was being brought in the United States. The Easter case in the Tenth Circuit: a wet gooey, cream-colored substance. Those courts are ones that use the chemical definition of cocaine base, and they said, look, they contain cocaine base, they have the deadly chemicals, they count.",
  "Yes, that's true. But it also can be dried. It can -- can be dried and smoked; it has been dried in South America, so it's not always wet, it's just a question of, you know, whether it has had time to dry or not.",
  "Well, they all -- any of those would have impurities that are not cocaine base. All three of them would be identically -- chemically identical if that they would all contain cocaine base; but you're right; the impurities would be different because the method of preparation would be different.",
  "I think it really depends, Your Honor. I think if it's just a -- a regular DEA chemist, they would be able to tell you what chemicals they can find through standard techniques like infrared spectroscopy, like gas chromatography, and they can say we've identified these chemicals in this substance. Unless it is a chemist -- and we do have some that have additional knowledge of methods of preparation, DEA agents who have that kind of experience, have seen it prepared -- those chemists -- regular chemists would not be testifying about how it was prepared. For example in this case the chemist testified that the -- the sample had cocaine base, it did not have detectable amounts of sodium bicarbonate, and then defense counsel said well is -- is this -- do you think that it's -- or I'm sorry, the chemist, the defense counsel said -- wanted to -- tried to distinguish it from freebase, and said it's freebase crack; and the chemist said you know, I can't answer those questions. I can tell you scientifically what it includes. And that -- that's really the -- the issue of proof, is that you can tell chemically that it has the substance that Congress was trying to get at, the cocaine base. I suppose you can tell what other impurities are there, but you know, Congress doesn't care about the impurities, it cares about the cocaine base; and that's why you know, it says mixture of substance containing cocaine base. You know, one -- one other thing that I just want to make sure is clear to the Court, is that there was ample testimony before Congress at the time that it enacted this provision about the chemistry of this all, that when Congress spoke about cocaine base, it was understanding that base meant chemically the base form, and that again is near the pages I cited to Justice Breyer in our brief. But two different scientists, one was the head of the National Institute for Drug Abuse; the other was the -- was a professor at Yale. Both with experience, and they said things like the form of the drug is the freebase, the usual kind of cocaine is a salt. It is cocaine with hydrochloride, it is a salt like sodium chloride. But this has no chloride attached to it, it is freebase, which is just plain cocaine. So Congress knew the base form of cocaine is what would normally be called cocaine. It learned about the science and it used the term cocaine base. And I take your point, Justice Kagan, some of the other Justices: There is perhaps redundancy in saying cocaine base instead of just saying cocaine, but when Congress in 1986 was faced with a situation where courts, including this Court, had used the term cocaine to refer imprecisely to the cocaine hydrochloride form and Congress was going to put a mandatory minimum penalty in place, Congress had every incentive to be extra clear, and that's exactly what we think that Congress was doing here.",
  "Yes, it could be pure. I don't know that we've seen any cases like that, but it is almost always cut with something else. So just to wrap up and be as clear as possible, what Congress had intended to do in the Controlled Substances Act really was to pull out chemicals that -- that have certain pharmacological effects on people that are dangerous. Congress did that by using the term \"cocaine base.\" That is a term that is expansive and includes all these kind of forms that we've been talking about today. The lower courts have struggled in trying to figure out whether a substance that's wet, off-white, rock-like, paste-like counts as cocaine base. Certainly the Seventh Circuit has had several cases like that. It struggled. If this Court picks just one definition to limit the term \"cocaine base,\" it's really setting up a road to evasion for drug traffickers to change to a different form. We hope that this Court won't do that. We just don't think the text supports it. It says \"cocaine base\" without any limitation. And this -- we just don't think that this -- this Court should be adding a limitation based on what it thinks Congress must have intended but didn't say in the text. If the Court has no further questions, the judgment below should be affirmed.",
  "Mr. Chief Justice, and may it please the Court: The Fifth Circuit erred in requiring proof of loss causation at class certification for three reasons: First, it's conducting a merits inquiry that's not tethered to the Rule 23 requirements; second, it's taking a presumption and requiring plaintiffs to prove it; and third, it's confusing the distinct elements of reliance and loss causation. Just to start in with some of the Court's questions: First, Justice Scalia's: Does the court require proof of loss causation? The Fifth Circuit could not be more clear. It is not talking about rebutting the presumption of reliance, giving the defendants an opportunity to do that at class certification. It is putting an affirmative burden on plaintiffs that they have to meet in every single case, even if the defendants do not come to court with any evidence. And that is a very heavy burden, as the district court in this case realized. And just to make this as concrete as possible, loss causation is the question at the end of the day, whether the price decline that caused the losses was sufficiently related to the earlier alleged material misstatement and whether there was any other cause that could have led to the price decline. So if a plaintiff cannot come in and prove loss causation, there could be many reasons for that. It may be because the market is not efficient. It could also be because there's no material misstatement. But it could also be, as this Court recognized in Dura, that there was a material misstatement, it did inflate the stock price, but then other causes such as a bad economy or other news about the company came along, and that's what caused the stock price to drop. Justice -",
  "Well, that's certainly what the Court suggested in Basic and what the courts of appeals have done, is to say that that's a threshold showing that is sufficiently collateral to the merits that it needs to be made, so that the presumption can be invoked in the first instance. But these ideas about rebutting the presumption by showing that at the end of the day the plaintiff can't prove its case, these are things, as Mr. Boies said, that stand or fall on a class-wide basis. And the real problem with the Fifth Circuit's decision is that it did not tie its proof of loss causation to the requirements of Rule 23. Everyone agrees here that loss causation stands or falls on a class-wide basis.",
  "Well, that's what Rule 23, 23(b)(3), which is the one at issue here -- the question is do common issues predominate over individual ones. What you're trying to answer is can this group of people proceed together, not can this group of people make out their case.",
  "Then I think the plaintiff should lose at the 12(b)(6) stage, and that is a stage that has real bite after this Court's decision in Dura and after the PSLRA. There are heightened pleading requirements that apply. There are plaintiffs that will lose at summary judgment on the issue of loss causation, for example, because, A, either they don't allege a price drop, B, they don't connect the price drop to the earlier distortion of the market when there's a material misstatement. There can be many reasons that they lose at that merits stage, but class certification is not a merits stage, and the Fifth Circuit made it one because of its own policy judgments about the effects of class certification. And with all due respect to the Fifth Circuit, it's just not that Court's judgment to make that -",
  "That's right. You're asking is this theory going to be available to the plaintiffs at trial, and the way that the plaintiffs show that the theory is available to them is by establishing an efficient market and saying that they traded within the time period while the price was distorted. It's just like establishing any other threshold inquiry that would make evidence or a legal theory available at trial. But the question the Court is supposed to be asking at the 23, at the Rule 23 stage, the class certification stage, is not can these people win on the merits. And that's a question the Fifth Circuit was asking. The question it's supposed to ask is can this group of people proceed together.",
  "No, that's not what we're saying. What we're saying is when common issues predominate on the issue of reliance, and when the Petitioners -- or when the plaintiffs invoke fraud on the market and they show that there is an efficient market, this Court said in Basic, they can all proceed together because they are showing that the price -- that the material misstatement was reflected in the stock price. This is an impersonal market in which you rely on the stock price. They all rely on it in the same way.",
  "Well, in that circumstance reliance ceases to be and the case cannot be established on the merits. They stand or fall together on the merits. Their theory is the same for all of them.",
  "Right. They're entitled to class certification if they have a common issue. And what the Court said in Basic is that if they set out the prerequisites for the fraud on the market, which the court of appeals agreed were met in this case, that they could proceed together. That threshold showing is required. Justice Kagan, I take your point that there is -- that even the question of whether the market is efficient is a common one, so perhaps one could logically say: Well, they have a common issue on the efficiency of the market; why should they even have to show that at class certification? But this Court said in Basic, and the courts of appeals have said, it's reasonable in that case since it's so divorced from the merits to require a threshold showing to even allow them to invoke the presumption at the outset. But that is very, very different from what the Fifth Circuit said in this case. The Fifth Circuit in this case said basically: Prove your whole case. You don't just have to prove that there was a price decrease; you have to prove that there was an initial material misstatement, that it distorted the stock price, that it led to a price decrease and that the price decrease can't be, can't be shown by any other superseding cause. It's essentially, as the Seventh Circuit said -",
  "Right.",
  "No. The Court said -",
  "This Court said in Basic that in order to establish the presumption that you need to show the efficiency of the market, the trading during the relevant time period. I agree with you that -",
  "Well, with respect, just alleging that the market went down would not be enough to show that there was an initial price distortion because of the company's material misstatement. Stock prices can go down for any number of reasons. There's a significant linkage that's required between the initial material misstatement and the eventual loss.",
  "Certainly in the courts of appeals now, that's not the way the plaintiffs proceed. The way they proceed is on the Basic theory.",
  "I don't think that that's -",
  "With respect, Your Honor, I mean, if you -- if you would like to -- if you would like to expand even beyond Basic and allow class certification. But the courts of appeals have used Basic for 20 years, Congress is well aware of it and has not seen fit to change it. This is the way that these cases proceed. This Court at the time of Basic recognized that every court of appeals had thought that it made sense to proceed in that way, using the fraud on the market theory. This is well established. And just to be clear, Respondents never suggested in this case that Basic should be revisited. This is not an issue that the courts below considered. This is not an issue that was fully briefed, and it's not something that we think should be considered. The problem in this case is that the Fifth Circuit took it upon itself to tighten the Rule 23 requirements. It was not satisfied with the rules as they exist, and it took the class certification stage and turned it into a merits inquiry stage. They required plaintiffs to prove almost their entire case at this stage of the litigation, and that just wasn't right, because the class certification stage -- can I finish this -- is about whether plaintiffs can proceed as a group together, as the Court in Amchem said they often can in securities fraud actions. The judgment should be reversed.",
  "Mr. Chief Justice, and may it please the Court: The searches at issue in Bell are very similar to the searches at issue in this case, and they should be upheld. I want to start with Justice Kagan's question. It is true that contact visits in Bell are different from a person coming into the -- to the jail for the first time in that there might be a greater opportunity for planning, but as one of the Justices pointed out, there was less of an opportunity to actually get contraband, the person coming in was going to be searched, the inmate, as Justice Marshall pointed out, was wearing a one-piece zip-up jumper, and he's being watched the entire time. The visit -- the contraband situation in this case at intake, the person does have an opportunity, even if they are not self-reporting, knowing that they're going to be arrested. Protesters, for example, who decide deliberately to get arrested. They might be stopped by the police, they see the squad car behind them. They might have a gun or contraband in their car and think, hey, I'm going to put that on my person; I just need to get it somewhere that's not going to be found during a pat-down search. And then potentially they have the contraband with them. Also, the process of going from the arrest -- point of arrest to the general jail population is not a quick one. The person typically goes, for example, to a metropolitan police department -- that's what happens here -- and the person would mix potentially there in a holding cell with other offenders. If this Court, for example, adopted a rule saying that minor offenders would not be searched in a way that other offenders would, I have no doubt that there are some offenders in those circumstances, all on the bus together to go to the general jail population, who would give the stuff to the minor offenders -",
  "-- to try to get them to bring it in.",
  "I'm sorry if that was confusing. The Bureau of Prisons' policy is that a person will not be put in the general population, being allowed to mix with other offenders, unless he or she has undergone the strip search.",
  "The people -",
  "Those people, when they go into the jail, would be asked whether they're willing to consent to this type of search. In most cases, they do consent. If they don't consent and there is not reasonable suspicion, then they are not placed in the general jail population; they are kept separate from the other offenders. So, it is the case, the rule that the Third Circuit identified, which is a blanket policy that anyone that's going to go into the general jail population and mix with everyone else has to be strip searched. That is the Federal Bureau of Prisons' policy. I should note that -",
  "Well, the general jail population has certain facilities, you know, computer facilities and others that you don't get when you're in a cell by yourselves. As a practical matter, this arises very, very infrequently in the Federal system. We're talking about fewer than 1 percent of offenders. And the question before the Court at this point really is you have before you a blanket policy saying we need to strip search everyone, and is that something that's unreasonable or irrational in the way that the Court has considered its normal deference to prison officials? And I just -- I would like to -",
  "Well, there -- there are not empirical studies of this type of information. Typically it arises when there are incidents at a facility, and incident reports are written up. They're not published regularly. There's not some kind of laboratory study that you can do. The facilities have an incident that they try to deal with. Sometimes it makes the news. Those are some of the things that we reported. And I would hate for the Court to think that there is not evidence of people who've committed - minor offenders in the record bringing in very serious things into prisons and jails. I'd point you to footnote 15 in the Government's brief, which talks about people being arrested for traffic offenses and smuggling crack pipes in body cavities. I'd point the Court to both experts in this case cited by Mr. Phillips. I'd point the Court to the record in Bull, the San Francisco case.",
  "I think that that's a very hazardous thing for courts to do with 20/20 hindsight. You know, the Court could look back at individual offenders and might have information -",
  "What I -",
  "I agree with you, but what I'm saying is that the individuals who are doing the searches at issue have very limited information about people. This is when you have people who are coming into the first -- the system for the first time. They have had the most contact with the outside world. You have the least amount of information about them. In the Federal system, you don't know -",
  "That may be true, but it's not the information that the people who do intake and are doing the searches have. They do not have that information at their fingertips in the Federal system. They have name, date of birth, and they have the offense that the person was charged with. They don't know anything else. And the question before the Court, if I may, is whether there are reasons for a blanket rule that this Court should defer to. And I would say there are several. First of all you cannot say that there are some minor offenders that don't pose a contraband risk. They are documented in the record. Second, you have individuals who are making very quick determinations. They're -- they have large numbers of people to -- to get through -- into the general prison population. They have very little time, and if they guess wrong, those mistakes can be deadly. Third, the rule needs to be -",
  "Well, there would be contraband found in -- that would be in body cavities. And we have documented in this record and other records in our brief that there are folks who do that, and that contraband is not found until they do these squat and cough procedures.",
  "I think the fundamental question for the Court is who is supposed to be doing this line drawing. And you've said case after case after case that you're going to defer to the prison and jail officials who are seeing this stuff on the ground day to day.",
  "That's -",
  "There are many good reasons, though, to have a policy to do it for everyone. It is easily -- easy to administer when you have lots of people. It is done for the protection of people like Petitioner who don't want to be knifed in the shower -",
  "Yes. The Federal Government thinks that that blanket policy is a good one. It made one modification to its policy in 2003 when the weight of the circuits was against it. But, again, this is a policy that is done for everyone's protection. A point that Justice Kennedy made earlier is that there -",
  "Yes, to inspect everyone who would be put in the general jail population. That is the Third Circuit's holding, and that's what we're defending in this case. That's -- because when you have a rule that treats everyone the same, you don't have folks that are singled out. You don't have any security gaps. We urge you to affirm the judgment of the court below.",
  "Mr. Chief Justice, and may it please the Court: A due process inquiry is required only when there's a police-arranged confrontation in order to obtain an identification and then the police unnecessarily suggest that a certain suspect is guilty. And that's because, as the State has said, the Court's central concern in these cases is the State putting a thumb on the scales, gaining an unfair advantage. Just as, as Justice Scalia said, the State can't create a false document and introduce it at trial, it can't manipulate someone's memory and then use that evidence to prove guilt at trial.",
  "I'm saying that's where the Court's cases are now. The State can't knowingly introduce perjured testimony, but you're not talking about perjured, knowingly perjured, testimony. If the question is just unreliable, the Court has said on numerous occasions -- it's rejected claims like that and said the Constitution doesn't protect to ensure all evidence is reliable. It provides a process by which the court can test reliability through cross-examination, confrontation, et cetera. The Court has -- and that was in Crawford. The Court has also said -- and if I could just add one more thing -- in the due process context, that where the check comes in is in Jackson v. Virginia, that the verdict has to have enough evidence to be supported, each element of the crime, beyond a reasonable doubt that a rational jury could find it. So, that is a due process check. But where the Court's cases stand today, the Court has not found, so far as we can tell, a case where it said that the mere introduction of unreliable evidence would violate the Due Process Clause. And every time it's been confronted with a claim like that, in Dowling, for example, in Colorado v. Connelly, the Court has rejected such a claim.",
  "That is an extreme example. There are many reasons why (a) the prosecution would never introduce that kind of evidence to begin with and (b) that there would be other checks on the process in addition to the confrontation and cross-examination types of things that we talked about. There would be a check on the process through Brady and Giglio, for example, that if the government knew that those were the circumstances of the identification, they would have to turn that evidence over to the other side. There would also be checks in terms of the trial process if the government actually put on evidence like that. So, it is -- it is very unlikely that such a thing would happen. We're not saying that the Court has to hold in this case that due process could never play a role there. But what we're saying here is this is very routine, run-of-the-mill evidence. Someone who saw what happened and wants to come into court and tell the jury that. And, as Justice Kennedy noted, you know, what Petitioner is asking for here is to take all of those away from the jury, really usurping the jury function and having these mini-trials where the court itself is trying to decide reliability.",
  "Yes. I mean, that's different because - -",
  "I mean, there you have, first of all, a separate constitutional provision of an impartial jury, and you have you a direct influence upon the jury. So, it's not just unreliable evidence being a due process problem. You have this separate Sixth Amendment protection, and then you have it acting directly on the jury. So, we think that's a different case. In the due process context, where the Court's cases have really focused is on the State tilting the scales, the State corrupting the process by knowingly introducing perjured testimony or by, for example, refusing to disclose material exculpatory evidence.",
  "I can't say. I mean, when you look -- when look at the Court's more current cases, though, to the extent that the Court has heard arguments like this evidence is too unreliable, we need a special Constitutional rule, for example, in Ventris, with respect to jailhouse snitches, the Court rejected that argument. When the Court was told in Colorado v. Connelly there were concerns about reliability, it said, no, reliability is up to the jury, and it uses the State rules of evidence, and this Court's not going to be a rulemaking organ for rules of procedure. The Constitution puts in place the various checks on the process: compulsory process, cross-examination, et cetera. And then outside of that, it's really the role of the States to mold the trial process.",
  "Well, I mean you would need to meet the standard of Rule 403, which is that the - - the probative value of the witness would be substantially outweighed by unfair prejudice. I think it is unlikely that evidence would -- of an eyewitness, which the Court has said, particularly in cases like Biggers and Manson, is fairly probative, important evidence; the Court wanted to let it in, even in the circumstances of where you know, the police played a role in manipulation. So, probably, no, the Court wouldn't -- wouldn't take the evidence - -",
  "Well, I mean, Rule 403 isn't talking about whether evidence is true or false. It's talking about unfair prejudice to the jury, unfair prejudice being -- outweighing the probative value of the testimony. So, you know, I think it would be a call for the judge in that individual case. I don't know that that -- that that kind of argument has been made very often. But it's not just that trial protection; there are numerous trial protections outside of the constitutional limits that the States have put into place specifically with respect to eyewitness identification testimony. For example, there are special jury instructions that most States use, and New Hampshire used special jury instructions here. And there's something that's really notable about these instructions, which is that what Petitioner wants is, when the jury has made a determination here, looking at factors like how far was the witness away from the person, how long was it before -- between the crime and when she made the identification, the jury heard all of those factors, heard argument on it, was instructed on those things, and it made a determination. And what Petitioner wants is for a trial court -- this Court, after the fact -- to use those exact same factors and come to a different conclusion.",
  "Yes, it was just interpreting Rule of Evidence 702. So, you know, at the end of the day, what -- what Petitioner is really asking for here is not some kind of threshold inquiry, but really taking the question of reliability away from the jury. And it would be a very big change in our system. And - -",
  "It is not many, but the principle the Petitioner is arguing for is a significant one. It is that the Due Process Clause protects against -- protects reliability. And I assure you that once this Court says that that is the case, that there will be defendants throughout the United States making arguments about all different kinds of evidence, not involving the police, being unreliable and that that all needs to be taken away for -- from the jury, and - -",
  "Well, there are some State rules of evidence that do that, but, I mean, we're talking about as a matter of due process that it is fundamentally unfair at trial to not allow -- this - - to -- this evidence if given to the trial would be fundamentally unfair. And, you know, the Constitution has enshrined the jury as the fundamental guarantee, as the fundamental protector of liberty; and to think that that same Constitution through the Due Process Clause means that run-of-the-mill evidence has to be taken away from the juries, that the trial court can itself look at factors like how good of a view the person had - -",
  "Well, I think that there would initially be a problem with respect to the Confrontation Clause, and the court would probably go through the analysis that way. We're not saying that the court - -",
  "Right. And I think that the answer that I would give is the same one to the question Justice Kagan asked, which is where the Court is now, the Court has never said that the introduction of some kind of evidence is so unreliable it would violate due process. In Dowling, for example, it had evidence that - -",
  "What I'm saying is the Court doesn't need to address that question here. It also doesn't need to foreclose it. But this is very run-of-the-mill evidence. It doesn't mean that the Court could never find that some kind of evidence is so problematic that the Due Process Clause could preclude its admission, but what we're talking about here is fairly run-of-the-mill evidence. I would just point the Court to the decision in Dowling, which was about a prior conviction for which the person had been acquitted; and then that evidence was let in at his trial, and he said that's a problem. That evidence is too unreliable and too prejudicial, and the Court said that's not for the Due Process Clause. The Constitution gives you the process to test evidence. It doesn't ensure that all of the evidence that's going be introduced be reliable. And that's what Petitioner is saying here today, and that would be a very expansive view of the Due Process Clause that just can't be reconciled with cases like Dowling and Colorado v. Connelly. If the Court has no further questions, we'd submit that the judgment of the court below should be affirmed.",
  "Thank you, Mr. Chief Justice, and may it please the Court: Petitioner may assert qualified immunity on the same terms as the fire department officials because he was working side-by-side with them and under their supervision on a personnel investigation. And this is really exactly the situation that the Court reserved and anticipated in Richardson, that when you have a situation where private and government workers work closely together and you deny qualified immunity to the private person, it would directly affect the ability of the government employees to do their jobs.",
  "No. This is a situation in which there's a very close working relationship - -",
  "I'm sorry.",
  "He likely would have qualified immunity. The closeness of the relationship is very apparent here, but as a general matter, it is our position that when people are doing the business of government, private people, can be sued under section 1983 or Bivens, there should be a presumption in favor of qualified immunity. And Richardson is not to the contrary because that is a fairly unique case in which the private prison was so removed from the day-to-day workings of government officials that it would not have furthered the purposes of qualified immunity to give qualified immunity to the folks in those situations. So, what we're talking about, like - -",
  "Right. I mean, several members of the Court said that in Richardson. And the -- the Court's opinion really talked about the uniqueness of the situation there, that Tennessee was doing something really out on the forefront in terms of giving the day-to-day decisionmaking to the folks in that situation in the private prison, and only checking up. There was monitoring, you know, annually. It was really not much ongoing monitoring at all. And the -- the Richardson Court, you know, found that to be a unique situation, but it distinguished the situation that you have here, where you have people - -",
  "Well, we understand the Court's discussion of market forces to be really important in the context there, where you don't have individuals who are working closely with government. The Court needed -- and the purposes of qualified immunity wouldn't be served in terms of deterrence and in ensuring good government decisionmaking. But the market forces discussion was the Court reassuring itself in those circumstances that there would still be private prison companies that would be willing to take on the business of government and would be able to do it, you know, consistent with the Constitution. So, we don't understand the Court to have been setting out market forces as a test for qualified immunity, because, as your question seems to suggest, taken to its logical conclusion, any time a private person is being hired by the government, you could say, well, there's a market for the person, couldn't someone else fill those shoes, et cetera, et cetera. So, we think the Court's market forces decision was -- was fairly confined to what the Court itself described as a unique situation in Richardson. And the Court - -",
  "We do think that there's a difference in that the attorney in this situation has private clients that that attorney can work for, whereas the private prison company really could only work for the government. But - -",
  "Yes. I mean, that was an important part of the firm's business, but Mr. Filarsky is trained as an employment lawyer and has, you know, broad training and expertise in employment-related matters. So, there's certainly other work that could be done. But, you know, we thought the core of the Court's decision in Richardson was really focusing on the purposes of qualified immunity and whether they would be furthered by giving them to the private prison and the private prison guards.",
  "The Court - -",
  "I'm sorry, Justice Scalia. I didn't mean to suggest that we thought that the market forces inquiry was particularly relevant to the -- to answering the qualified immunity question. I'm just explaining that the way we read the Court's opinion in Richardson, which obviously the members of this Court are the experts on, is that the Court was looking to market forces to reassure itself after it determined that the purposes of qualified immunity just wouldn't be served by giving an organization that was so far removed from the day-to-day workings of government the protection of qualified immunity. The Court just -- the market forces really was just something unique to that case. And what we think is the most relevant is what the Court started with both in the decision in Wyatt and in Richardson, which is, is it necessary to give qualified immunity here to make sure there's principled and fearless government decisionmaking? It's the business of government that's important. And in this case, although Petitioner is an attorney who has his own fiduciary obligations, it is certainly the case that when he was threatened during the conduct of this personnel investigation, that that is something that potentially could chill his behavior. And to the extent that he cabins the advice that he gave to the fire department officials, that affects the ability of government to do their job. And I might give the Court - -",
  "I'm saying - -",
  "I'm saying that an attorney is in a difficult position there, and it's the same position that a government attorney would be in, and the Court has extended qualified immunity to government attorneys who are in this position, either giving legal advice, like in the Burns case, or serving as prosecutors. And there's just no difference when he's operating in this case that would make him distinguishable from a government attorney. To answer another suggestion, I think, in your question, the Court talked about, in terms of deterrence and chilling, making sure that there were talented candidates who wanted to take on the position of government. So, the Court has never said, you know, we're concerned about wiping out the market entirely. It said, you know, if there is a segment of the market that will not take on this business anymore, that's a fairly serious problem when we need to make sure that the government of -- of business is done. And if I can just make -- give the Court another example to, perhaps outside the context of this case, see how a private person being denied qualified immunity would affect government employees, consider a fire department that has some full-time fire department personnel and also some volunteer firefighters. When they're working together in fighting a fire, you don't want the volunteer firefighter thinking: Should I break down this door? I might face personal liability. You want him to make fearless decisions because whether he breaks down the door or not is going to directly affect the ability of the other folks who are trying to go into those homes, trying to stop the fire, to do their jobs. That would also be true in the context of court security. The United States Marshals Service sometimes uses private security guards, and we have direct supervision and control over them, but - -",
  "It's just difficult in the fire department situation, even if there is an all-volunteer force, that there wouldn't be some type of direct supervision by the mayor, by the city council, et cetera. You know, that's -- particularly in the local government situation, those folks would tend to work fairly closely together. It is, in the case of deterrence and wanting fearless decisionmaking, a primary concern that we have about protecting government. But we need to protect the individuals to protect government. So, we do need to make sure that their decisions aren't chilled, that persons like Petitioner are willing to take on representation of this kind. And the Ninth Circuit's suggestion that no private person should be -- should get qualified immunity, even when they're doing the day-to-day business of government, is just one that can't be reconciled with this Court's decisions in Wyatt and Richardson.",
  "Well, the Ninth Circuit found that it wasn't clearly established law. I understand that it's a fairly difficult Fourth Amendment question. But as you say, it wasn't teed up in this case. It wasn't -- there wasn't a petition on this question. It wasn't raised in the brief in opposition. You know, in light of the fact that the Ninth Circuit found it wasn't clearly established, it probably wouldn't make sense for the Court to address it. One thing I might point out along those lines is that both the district court made a finding, on page 49 of the Joint Appendix, and then the court of appeals made a finding in its opinion, and this was the reason that the court of appeals found it wasn't clearly established, was because there was no attendant threat in terms of employment consequences to Respondent in this case.",
  "In terms of the argument, Petitioner conceded throughout the litigation that he was a state actor. In the complaint, Respondent actually suggested he was an employee of the city. In terms of whether he was asserting the authority of State law, it does seem fairly clear that he was asserting the authority of State law here. Thank you.",
  "Mr. Chief Justice and may it please the Court: I'd like to go right to two points that respond to the Court's questions. The first is the question of whether the officer and the dog were lawfully in place, whether they could approach the front door, was conceded below. And, as the court -- as the case comes to this Court, that is not an issue before the Court. And I want to make sure that the Court has - -",
  "Well, let me give the Court specific citations on that. The court of appeals, the Florida Court of Appeals, found that the dog and the officer were lawfully in place. That's JA pages 104, 105, 112, 116 and 120. Before the Florida Supreme Court at oral argument, Respondent conceded that there was no reasonable expectation of privacy in the porch, and the Florida Supreme Court accepted that concession. That's Petition Appendix page 31, also noted by the dissent in pages 78 to 79. In the brief in opposition to cert, Respondent said that the police could approach the front door for a knock and talk, and made no separate argument about the dog's presence there making it not lawful. So as this case comes to the Court, it is with the dog and the officer lawfully in place at the front door, approaching the front door just like any Girl Scout, trick-or-treater, or anyone else could. And just to respond, Justice Ginsburg, to the questions that you raised, the police officer's purpose in approaching the front door does not mean that the officer can't come to the door. The Court has said in many contexts that officer purpose doesn't matter, and it doesn't matter if the officer is looking for a lost child or thinking that that - -",
  "Well, assuming that the police can lawfully be in the place that they are going with the dog, which is conceded here - -",
  "If they are approaching the front door using the normal path, because the dog only detects contraband, yes, they could be used in those circumstances, but that's not happening. There have been justices who've warned about that - -",
  "There are justices that have warned about this for over 30 years, and these problems have not come to fruition. There are restraints on police resources. There's the potential for community hostility. If you look at the cases that have arose in the courts of appeals - -",
  "But in Caballes, where admittedly the Court did not decide this specific issue, it distinguished the case of Kyllo as saying that that was finding out about lawful activity in the home, and that a person -- the critical distinction between Kyllo and the dog sniff in Caballes is that a person does not have a reasonable expectation of privacy in contraband.",
  "Well, I wanted to be sure to respond to that, Justice Kennedy, because I would hate for the Court to have the impression that all the rules go out the window. That's not the case. What we're talking about here is a sniff that would allow the police to go to a detached and neutral magistrate to say that, we have probable cause - -",
  "-- to get a warrant.",
  "Well, the reasoning in contraband -- in Jacobsen, though, the Court said that the rationale, the reason for its decision in Place, is because when you're talking about people's reasonable expectations of privacy, they have both a subjective and an objective component. So it's not just that you want to keep something private; it's that you need to have a legitimate expectation that you can keep that private. And the Court has said over and over, in Place, in Caballes, in Jacobsen, that you do not have a legitimate expectation with respect to contraband. That doesn't mean that the - -",
  "What we're trying to say, Justice Kennedy, is not that you lack any privacy expectation in the home. That's why you need to get a warrant before going into the home. All the dog sniff allows is for the police to try to go to a magistrate and establish probable cause to get a warrant.",
  "I think that my answer touches on the point that you made, which is it was not contraband. The police thought that it might be evidence of a crime, but the Court did not say it was contraband. And, actually, there was a discussion at the oral argument, where defense counsel made very clear that ether has many lawful uses. That makes it different from what the Court considered in Place. This came after the Court's decision in Place.",
  "Well, with respect, Your Honor, the defense counsel I think correctly suggested in the Karo oral argument that, in fact, there are lawful uses in photography labs in houses and the like. He actually had an expert that came to the suppression hearing in that case and testified about the various lawful uses of ether in a house. So I think, as the argument came to the Court, the government was not making an argument that that was contraband or evidence of a crime. The government was just saying, oh, it's very limited information, because we had already -- we had already tracked the ether to the house, so you weren't finding out much. And the Court said basically what it said in Kyllo, which is, it might not be much, but it's still about lawful information, activity in the house, and that's protected. But in Caballes, the Court came back and said, sure, we've said Kyllo, lawful activity in the house, but your interests in protecting contraband are different; those are not legitimate interests. And the Court has said that again and again and again.",
  "Well, with respect, when we look at the -- when we look at the language in these cases, in Caballes and the like, you know, the Court wasn't saying, oh, it's not a search because this has already -- this had already been seized and nothing more was happening. The Court said it was not a search because there is no legitimate expectation of privacy. And just to be clear, the question about whether folks have a reasonable expectation of privacy with respect to contraband in their house has to take into account two facts: First, that we're only talking about contraband; but, also, that dogs have been used and known for centuries for their sense of smell.",
  "This sniff occurred very quickly, and it - -",
  "Right. I think the 5 to 10 minutes, like counsel said, was the whole process of - - of bringing the dog up to the door, et cetera. The sniff happened very quickly. But putting that to the side, what the dog is doing is sniffing things that have been exposed to the public from inside the house, smells that the officer himself could smell, could smell in - - in plain smell. And the Court has said in other cases, like in Place, that what the dog is doing is very limited in scope; it happens very quickly; there is no physical invasion; it's something that actually this Court has said in Florida v. Royer is something that we want officers to do, because it - -",
  "The 5 to 10 minutes as I read the record was the whole process. The -- the dog sniff I think took seconds or maybe a minute or 2 minutes - -",
  "That they were -- that they met at the front gate, that they were walking up to the -- to the door, that the dog did the sniff, that the -- that he talked to the other officer, and then he went back to his car, which was parked I think some - - some length of time away. So - -",
  "Well, the dog sniffs. He has to find the strongest source of the odor. So he starts sniffing right away. He sniffs around for a few seconds; he finds the strongest source of the odor and he sits down at that place.",
  "Well, I think the -- probably the cites that -- that Justice Breyer gave are the cites that describe it. So I'm not sure that there is something more specific than that.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: Put simply, this case is not moot because an appellate decision on the merits would matter. What the Court has been discussing today is there are various ways in which the appellate decision might matter. There are ways that there would be a judgment that the father either did or did not wrongfully retain the child. Part of the wrongful retention determination is the 900 -- or the $94,000 in money damages. There is a question of whether the child might remain in the U.K. or be brought back to the U.S. And then there's the question of which courts are going to decide custody, Alabama or Scottish courts. And we don't need to know precisely -- and this Court doesn't need to figure out all of the different details of Alabama State law or of custody law under the Scottish proceedings. All the Court needs to decide is that the appellate court's decision would make a difference here. And it's -- it's just not the case that you could say it's moot because it doesn't make a difference.",
  "Well, I'm glad --",
  "Well, this Court has said that, as long as there's any possibility of effectual relief, that the case is not moot. So --",
  "That's what I would say is that you don't have to know. But just, if there is nothing else but a declaratory judgment that the father either did or did not wrongfully retain the child in the U.S., that is a piece of paper in the world that has consequences to these parties. It has consequences in terms of the money judgment that's been entered, and it has consequences in terms of where custody will be determined. The whole point of bringing a Hague Convention case is to get the child in the place of habitual residence, so that those courts, under their own law, can decide custody.",
  "Yes. We share your concerns about not wanting the child to be shuttled back and forth. And we think that the way to accommodate those concerns are by stays in appropriate cases, where the four factor test that -- with respect to a likelihood of success on the merits and a balancing of the equities is met; and that, when stays are put in place pending appellate proceedings, that those proceedings be expedited, the decisions made quickly.",
  "Yes. That's what we would say, that the case is not moot. The court of appeals should be able to go forward with the case. But if the case for a stay has not been made by the losing party, then the child should be returned to the country of habitual residence because a determination has been made that that's the country where the child should be, and there's not a good argument that the other side has put forth for a stay.",
  "Well, we think that just, under the normal court appellate rules, that that effectively is what happens using the American stay standard for a four factor test, not that there would be a stay in every case, but, when the showing -- the appropriate four factor showing is made for a stay, that then a stay would be appropriate, and an expedited appeal would be appropriate. But you can't -- -",
  "That's exactly right.",
  "Well, the district court denied a stay, and Petitioner did not go to the court of appeals, so we don't know --",
  "Well, then, if that's the case, but -- but it -- but this decision actually went to the court of appeals, and the court of appeals reversed on the merits. It would be up to the district court on remand to determine how to fix its prior erroneous decision. And it would use the equitable authority that it has in every case to fix a wrong decision and determine what the right thing is --",
  "Yes. And the district court entered a brief order; so the district court did not go through the various factors, but, presumably, that is the standard the district court would have used.",
  "That's exactly right. The mootness question and the stay questions are two separate questions. And you don't want to have to say the person has to get a stay in every single case; otherwise, their case becomes moot. They lose their appeal.",
  "We don't think the Convention addresses that; but the district court could make that determination using its equitable discretion.",
  "That is exactly -- that is exactly our position. We don't know what the courts would do. We're glad to discuss the possibilities with the Court; but the standard is the possibility of relief, it doesn't need to --",
  "That's exactly right. The position of the other side is that there is absolutely nothing that the courts can do in these circumstances once the child leaves. And we just think that the Convention doesn't say that. It doesn't mandate that. It's a question of U.S. mootness law. And this Court has said, as long as there's --",
  "Well, in the Convention, there is kind of two aspects of this. One is in child custody proceedings, under the UCCJEA, and one is in the context of the Convention. The UCCJEA, which deals with competing States and potentially competing countries' custody determinations, has specific provisions that address cooperation and communication. They are, like, Section 110, 111, and 112 --",
  "There is a whole system for that. In the Convention, that type of comity and cooperation typically occurs through the Central Authorities. Each country has a Central Authority that communicates with each other. So, for example, if the U.K.'s Central Authority would like something to be brought to the U.S. courts' attention, it might enlist the help of the U.S. Central Authority in, for example, getting the parties to - -",
  "Well, the question is just what -- what might happen in this case, in terms of if there would be competing court orders or whether the courts would -- what the courts would do in response to each other. And I think the point, at least, that I was getting from Justice Sotomayor's question is that there is a measure of cooperation here, so that the Court need not be particularly concerned about parallel proceedings or competing proceedings in other countries. The way that, for example, this case has played out is that, while the Hague Convention dispute has been litigated in Federal court, the Alabama custody court has appropriately stayed its hand, as it's required to do under Article 16 of --",
  "Well, we -- we think that the Court essentially said that in Knox, that it said - - that asked whether there is a possibility of relief, if the question is one of literal impossibility, we don't think that the Court needs to ask --",
  "Well, I think the Court has made those comments more in the context of the standing inquiry at the beginning of a case, as opposed to the mootness inquiry after a case has gone on for a while, and the burdens there are different. At the standing -- at the beginning of a case in the standing inquiry, the party coming into court really has a burden of showing that this case -- that there's something to be adjudicated in court. As the case continues, it's the party who doesn't want the case to be in court anymore to show that there's nothing the court can do; that even though the court has put those resources --",
  "Right. And our position with respect to the standard is simply from language taken from this Court's decision, going back to Mills, but also repeated in Church of Scientology and Knox, is there any effectual relief, whatever; is it possible to grant relief? Relief can be partial, it doesn't need to be complete. That's things that the Court has said. You know, we don't interpret that to be a -- you know, literal impossibility standard. We just understand that to be asking the question, is there something the courts can do, even if it's not complete --",
  "Well, I think that the Court issuing an opinion has effects in America, regardless of what happens in Scotland, because you have a declaratory judgment that sets out the rights of the parties.",
  "Well, that's -- I think it's a set of interrelated reasons. I mean, they're really all connected because -- can I finish the sentence? -- you have a judgment in the United States about the rights of the parties. It affects the money judgment. It affects what might happen with custody. I mean, it's all part and parcel of the same dispute. Thank you.",
  "Mr. Chief Justice, and may it please the Court: Here the police are facing a certain destruction of critical blood alcohol evidence. Every minute counts, and it's reasonable for the officers to proceed without a warrant. I would like to pick up where some of the Court's questions led off: This idea that we might live in a world where warrants could be gotten so quickly that -- there is not true exigency. First of all, that is not state of the world now. There is substantial variation from jurisdiction to jurisdiction, and we are just not in a place where the time to get the warrant everywhere is 15 minutes or less.",
  "No, I don't think that that's true at all. The police do not have --",
  "I think that if the world changed so that every police officer had an iPad and that judges were always on duty and that the warrants could be gotten that quickly, you would consider that and you would also consider the other sources of delay, which are the time to get to the hospital, etcetera, etcetera. But yes, I would -",
  "Because --",
  "The question --",
  "Right, but the totality of the circumstances are with respect to the destruction of evidence and what the police are witnessing. They know there is certain destruction of evidence and what they are weighing that against is uncertainty about whether there's time to get a warrant. They have no idea what this person's blood alcohol content is. They have no idea how fast it's decreasing. They might --",
  "I think there -- I think there are legal problems with that and practical problems with that. The legal problems is that the Court has never suggested that the police are both simultaneously in require-a-warrant land and not in require-a-warrant land.",
  "Right. I mean, in all of the destruction of evidence cases the Court has said, There's destruction of evidence; we're not going to make you wait until half of it is destroyed or three-fourths of it is destroyed or something like. And that's the rule really that Respondents want. Everyone --",
  "Right. And what I'm saying is as a practical matter, I think it would be very difficult to -- to suspect that nationwide folks could get warrants in those circumstances. You typically have one police officer on the scene who is making the traffic stop, asking the person questions, taking him through the field sobriety test. That would have to be the officer who would do the affidavit in support of the search warrant because he's the one who's witnessing --",
  "Well, I mean, a couple of responses. First of all, this Court makes nationwide rules and the question is whether it's reasonable to do what Missouri did here even if other jurisdictions would choose to or could do it differently. But second -- you know, this idea with respect to -- that it should matter based on the time to get a warrant is something the Court has never done in its Fourth Amendment exigency cases. And it may be the case that a court looking backwards could say, well, we think you had enough time to get a warrant. But the police officer where he stands with the person, he knows a few things. He knows one thing for sure: That evidence is going to be lost, and it's critical evidence. It's not just to get above .08, but you have these laws that are enhanced with --",
  "Right.",
  "But the Court -",
  "I think it matters as a general --",
  "I think it matters as a general matter whether warrants take time to get and whether evidence is lost. But the Court has never gone jurisdiction to jurisdiction. It has never second-guessed the police in the way that the Court is suggesting today. In Kentucky v. King, for example, an exigency case, the Court said the police could have proceeded a couple of different ways here; we are not going to make them use the least restrictive way; we are just going to ask whether what they did was reasonable.",
  "Well, if I am understanding it correctly, I think our point is this, which is that the police officers have to act reasonably in the situation. And in a situation they know for sure the evidence is going to be lost, they know that every minute is critical. For example, Respondent here's blood --",
  "I mean, with respect, we disagree. This evidence is critical, and the number matters. I mean, it is the case that blood alcohol evidence is the most important evidence. This Court has recognized this in several cases -- Schmerber, Skinner -- and since then the law has only changed to make it more important. In 2005 you had --",
  "The Court -- made a mention of two hours, but that was not a critical portion of its analysis. We don't think that that mattered to Schmerber because the Court said, first, there was clear probable cause in that situation. Second of all --",
  "Well, it's one line in the opinion. If you look at it, the Court says, we are told the percentage of alcohol in the blood begins to diminish shortly after drinking stops, the body functions to eliminate it from the system. Particularly in a case like this, time had to be taken to bring the accused to a hospital and to investigate the scene --",
  "Well, they said particularly it means there's an extra thing. But it doesn't mean that the first thing wasn't enough. And what we say is if there was some uncertainty in Schmerber, the Court's case --",
  "Well, that gives me the second part of my answer, which is the Court's cases since Schmerber have relied on the destruction of this evidence being enough for exigency. And I would just point the Court to look at Skinner, at South Dakota v. Neville, at Winston v. Lee, and even in a footnote in Kentucky v. King. This Court has not said anything about the person having to go to the hospital and whether there was an investigation --",
  "Well, because in that situation, I think they're willing to take their chances that the evidence is going to dissipate below the .08 standard or below these higher enhanced penalties, .15, and then be able to challenge it, as opposed to if they gave the evidence that they potentially wouldn't be able to challenge it. But I think the point that comes --",
  "Well, I think there are two answers. One, you typically as a practical matter have one officer on the scene who's proceeding with this and he's the one that would have to prepare the affidavit, typically the one to consult with the prosecutor. He's the one who's going to drive to the hospital. Presumably, we don't want him texting during driving, et cetera. The second answer is a legal answer, which is that the Court has been very hesitant to second-guess the police in these circumstances and to say when the police are in a fluid situation they have to, say, try to get a second officer on the scene and maybe do the --",
  "Well, even in some of the telephonic -- telephonic warrant procedures, you still have to have a written document. You just write it out and then you read it to the judge and then actually a record needs to be made of it. The case United States v. Reid in the Fourth Circuit actually considered this and said -- you know, it sounds like it won't take that long, but it turns out these procedures actually take a while. And it's not just the time to get a warrant. It's the initial time that had been taken at the stop, the investigation, the field sobriety test. Then, there's the time to get to the hospital. And -- you know, sometimes these people, these folks, get to the hospital and they're not given first priority, so there's sometimes some waiting at the hospital. So a significant --",
  "Well, we think that's a different question and one that the Court reserved in Schmerber. The Court said there was medical personnel in a medical setting taking the blood in that case. That's the exact same thing that's happening here. But it said if we had a different case, we'd ask whether the -- the situation invited an unjustified element of personal risk of infection and pain. So we think the Court should get a case that has a record on this and then it could make a determination as to whether there is that risk.",
  "I'm not sure that that's true. The reason that a few States have considered having police officers get trained in this way is basically out of necessity. It is just in rural jurisdictions it's too far to get to the nearest hospital. But it's fair to say that police officers do not want to be in this business of taking blood. It diverts them from their other activities. It's -- you know, it's an extensive training process. So I -- I'm not sure that that's true, but it's not something the Court has to decide --",
  "Well, what I'm saying is that there are only a few States that are doing it now, and I think it is -- it should be -- the Court should wait until it actually has a record to make that determination. But -- you know, there has been training along those lines. That's something, for example, that NHTSA at the Department of Transportation has helped these States investigate whether it's a real option because the police officers are very far away from -- you know, the nearest hospital and that it's -- it's all based on this concern about destruction of evidence. But just to get back to --",
  "Yes. As a general matter, you would not need to obtain a blood test -- you know, practically because the evidence is not the same, but -- you know, substantially as good. The blood test is a little better in that you have a sample that sticks around as opposed to one that is gone. You also get two samples, so the defense can test it, and it is better evidence with respect to whether it's susceptible to challenge. You also might have someone who consents to a breath test, but because, as you pointed out, they're so drunk they can't give a good sample, like they say they'll provide a sample, but they really just can't. And then there's another case that is not the fact here, but something we would want the Court to be careful about, which is driving under the influence of drugs. Those do not show up on a breath test, but the police officers might have very good reason to believe that the person is under the influence, such that they might take a breath test and get a zero reading, but still want to take a warrantless blood test. So all the Court needs to do to resolve this case is say where this person refused a breathalyzer -- actually, the exact same facts of Schmerber -- it was -- it was reasonable for the police to say, we know this evidence is going away, we know it's going to be lost, maybe we can get a warrant quickly, maybe we can't, we don't know what his blood alcohol is, we don't know when it's going to dip below .15, .08, let's just go ahead and proceed.",
  "No. I mean, the -- the question you'd ask will be the same, which would be a reasonableness balancing test, but I think the government interest on the side of that balance would be very different from the ones at issue here. You know, the Court here has said that drunk driving is a serious public safety problem. We're talking about one person being killed every 51 minutes, despite everything we've done in the last 3 decades.",
  "Yes. That's what the Court did in Schmerber. It looked at the intrusiveness of the blood test in this context and then it looked at the government's need for the evidence. And the need for the evidence in the cases you're positing we suspect the Court would not think as strong as the evidence here. But just to get back to some of the questions the Court has had about the time to get warrants, I mean, the evidence that the Court has before it is that it would take at least an hour and a half to two hours to get a warrant here. That's in the Joint Appendix, page 54. Even though the person said -- one officer said he could get in touch with the prosecutor and judge, he did not quantify how long it would take. There's also an exhibit that the defense --",
  "It's not entirely clear, but I think it's two hours total. There was also on page 70 of the Joint Appendix an exhibit that the defense put in that make it look like one and a half hours to two hours total. I also --",
  "There's one other piece of data, which is a NHTSA study that's referred to in the briefs, about where the court -- where folks in four States where warrants were required tried to get them quickly as possible. They put the judges on staff, they tried to do it electronically as much as possible, and still there it was one and half to two hours. That's on page 37 of that study. Thank you.",
  "Mr. Chief Justice, and may it please the Court: When a defendant puts his mental state at issue through the testimony of an expert who's examined him, the State may rebut that testimony with its own expert who examined the defendant. The Fifth Amendment does not allow a defendant to put on his side of the story and then deprive the prosecution of any meaningful chance to respond. And we think the close analogy here is the situation where a defendant himself takes the stand. To the extent that the question  the Court has questions about scope of the government's ability to respond, we think that those are answered, like the General said, by the questions about when the defendant takes the stand reasonably related to the subject matter that the defense put on.",
  "I think that that's a different case. The Court's cases  Estelle, Buchanan, Powell  have addressed an expertforexpert situation. And the specific rationale there is that this mental health opinion testimony is different in that you really can't have an expert give an opinion without examining the defendant. If we're talking about the defendant's testimony, you know, he's not qualified to be an expert. He can give factual statements about what happened to him and what was happening at the time of the crime, but he's not giving an expert opinion. So, to us, it does seem to be a different question about whether it's really reasonable to have an expert to rebut that testimony. The Court just doesn't need to decide that question in this case. There's also a second question that the General alluded to, which is, if he makes factual statements during his mental examination, the defendant, and then also gets up on the stand at trial, testifies and says something contrary  you know, whether you could use those for impeachment purposes, the court didn't grant that question.",
  "Well, I think this goes back to the questions that Justice Alito started asking about, which have to do with where there is compulsion here, if at all. This is a  a unique situation in that there is a courtordered mental exam, but it only happens as a result of the defendant's choice to give the notice of putting on the defense, and then the evidence for the exam, at least under the rules, never comes in until he puts on his evidence first. It's really a parity principle that the Court recognized in Estelle and in Buchanan. In those cases, we read them to  for the Court to have said that there is sufficient compulsion in the ordering of the exam to raise Fifth Amendment questions. But when the defendant opens the door, the Fifth Amendment just doesn't give him any right to  to stop the prosecution from responding. But if the Court wanted to find that there was no compulsion and these statements could be used for any purposes, we think that would be more than the Court said in those prior cases. But this is a different situation in that it is the defendant's choice that  that affects whether this is ever going to come in. This is not the type of Portashcompelled testimony, where you're set before a grand jury and have to either selfincriminate, be in contempt, or commit perjury.",
  "Well  well, if the question is, is Rule .12 constitutional, we think the answer is, pretty clearly, yes. If you look at the way that that rule has evolved, it's evolved in response to this Court's decisions about the understanding of the Fifth Amendment, that there's a likeforlike principle, that when the defendant puts this in issue, that the State can respond in kind. The Kansas Supreme Court thought that there was a separate issue because of the specific Kansas rules. But as the General suggested  you know, those  the Kansas rules may be a  there may be a Kansas problem that has a Kansas law solution, but Federal constitutional law just doesn't depend on  on the State rules of evidence.",
  "That's a factual difference from, for example, Buchanan and Powell. But we think the key principle is the one that comes through in the Court's cases that, if the defendant opens the door, the State can respond. And we think that the Court  that the Court repeated that principle numerous times. In Buchanan, it said, on page 425 of the decision, defense counsel is on notice that, if you open the door, the government can rebut. And it's actually interesting. I think every member of the Court understood, although it wasn't clear from the majority opinion, that that could mean a separate examination. And I would point the Court to Justice Marshall's dissent, footnote 5, where he says, \"Of course, you could have your own separate examination.\"",
  "Right. That  that was the specific holding based on the facts of that case, but because the Court ",
  "Okay. And if the Court wants to say that there is sufficient compulsion here in the ordering of the mental state exam, despite the fact that there was the initial choice by the defendant, we would say the defendant's choice at trial to put on his testimony is what makes this  this evidence available to the government to use in rebuttal. So it's fine that Buchanan does not decide the exact facts of this case. You could say that the holding does not decide this case, but we think it comes pretty darn close because the Court's rationale was whether the defendant opened the door. It said, again and again, did the defendant open the door, and if he does, the State needs this evidence to have any effective means of rebuttal.",
  "That's right. The rule that we've  we're asking this Court to adopt is  you know, the same one that we think was at least hinted at in the decisions in  in Estelle v. Smith and in Buchanan, which is when the defense is putting on an expert above his mental state that is testifying to an opinion based on an examination, that the State also can have its own expert that testifies as to mental state based on an examination. We think this is a unique situation. We think that's all the Court needs to do to decide this case. To put it simply ",
  "Sure. The implication is that the  the State has the same access to the defendant as the defense expert had because the State's expert is unable to come up with an opinion without a personal examination of the defendant. This was explained very well in your decision for the plurality of the D.C. Circuit in Byers, which is ",
  "We've called it a waiver by the defendant's conduct for two reasons. One, that's what this Court called it in Powell, when it was describing its holding in Buchanan; two, that's what this Court has called it  and I'd point you to page 15 of the gray brief  in the cases about what happens when a defendant takes the stand, that, in the act of taking the stand, he has waived his Fifth Amendment rights. But you don't have to call it a waiver. The point is that the Fifth Amendment does not extend so far as the defendant claims. It doesn't allow him to both put on his side of the story and then claim that the government can't have a chance for any meaningful rebuttal. So  you know, we  we really don't think that that label matters. We think that the Byers D.C. Circuit plurality, we think that the Pope decision that was well before this Court's decision in Estelle by thenJudge Blackmun, which said  you know, call it either way  you know, the result is the same, which is that this evidence can come in.",
  "That's right. The State has an expert who examined  the defense has an expert who examined the defendant; the State can use an expert who examined the defendant. It's a parity principle there. It's a different question about trying to rebut or impeach the defendant's own statements.",
  "Again, we think that's the second question presented that the court didn't grant, but there are good arguments for why the defendant, once he opens the door, should not be able to slam it shut. Also, we think this Court's cases, like Ventris, that have to do with the recent cases on impeachment, would go to this. Now, there's a question about whether it's a difference that it's the defendant's own statements, as opposed to an expert's opinion, based on his statement.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: The statute protects an employee of a contractor from retaliation. That's what the text says. That's what Congress intended to cover, these accountants, lawyers, and outside auditors who were so central to the fall of Enron. I'd like to go right to some of the questions that the Court had about the limits of the statute and how it would be applied. Now, of course, what we're talking about here is really the core of the statute, a contractor retaliating against its own employees. And we think that when the First Circuit said that that is unambiguously not covered by the statute, that it's wrong. But moving beyond that, assuming that that is covered and asking some of these  or answering some of these questions about the limit. First of all, as Justice Scalia suggested, the statute applies to individuals who are in a position who have information about fraud or securities law violations are in a position to report it. So it is very unlikely that that would be the gardener. It's incredibly likely that it would be an accountant or auditor, like a person who worked for Arthur Andersen. Another ",
  "Right.",
  "No. But I think it raises  your question raises a  another limitation on the statute, which is when the statute talks about contractors and subcontractors, it's contractor of a public company. So that it's talking about the contractor working in its capacity for the public company, not the contractor doing some other type of work. So if the contractor's work is for the public company and there is fraud being committed by the contractor, yes, that is something that Congress was concerned about. It was concerned about the fact that Arthur Andersen was committing fraud, not against Enron.",
  "I think that it can be fraud by the contractor while the contractor is fulfilling its role as a contractor for the public company, not the contractor in some other capacity.",
  "In that capacity. In that capacity.",
  "\"Of such company.\" The words \"contractor and subcontractor of such company.\" Now, it says ",
  "Right. But we think that when you're reading the statute holistically, that that's the most natural reading. Now, I point out here that these are not questions that the courts of appeals or the Board, which is entitled ",
  "Yes. I think this is a completely understandable concern that was raised by the First Circuit. I have several responses to it. First of all, I don't think you don't need to decide it in this case. It's  this is a fairly mainstream application. Second of all, this is the kind of thing that the expert agency should consider in the first instance. There have not been cases, except for the Spinner case, that really has  that really have considered these questions about contractors and subcontractors. In the history of this statute, there are only about 20 published cases that have ever reached the courts of appeals.",
  "No, Justice Kennedy. My suggestion was, because the Court doesn't have to decide some of these more farfetched applications of the statute in this case, that it should leave it to the expert agency in the first instance. The rule that we would ",
  "I'm sorry. I should be more clear. What we think that this Court should say is that the natural reading of this provision covers, protects employees of contractors. The First Circuit said that employees of contractors are not protected at all from retaliation. And we think that that is wrong. So that would be step one.",
  "What I was trying to suggest, Justice Kennedy, is that this is a contractor retaliating against its own employees and it's within the work that the contractor is doing for the mutual fund. This is investment advising. This is the heart of what contractors of mutual funds do for mutual funds.",
  "Right. And what we're saying is that there are  there are several limitations. The first is that it has to be a person who is in a position to detect and report the types of fraud and securities violations that are included in the statute. Second, we think that \"the contractor of such company\" refers to the contractor in that role, working for the public company. Third, the expert agency that has considered this question has looked at whether there would be a floodgates open and has concluded  and this is on page 166 of the petition appendix  that there are builtin limits so that there would not be those floodgates. And fourth, I can tell you as an empirical matter, that no floodgates have been opened. The Department of Labor has consistently interpreted the statute this way since the beginning of SOX and you'll find on OSHA's website that it's only 150 or maybe 200 complaints per year that are filed with the agency.",
  "Yes.",
  "I think that that's right. And the only thing that I would add to that is that it could be fraud that's being reported that the contractor is engaging in fraud in that contract or that the public company is engaging in fraud. But Congress would have wanted both those covered. It was Arthur Andersen and Enron that were involved in the fraud that led ",
  "That  that is my understanding as well. But I think on the main question that's raised by this case, which is whether contractors can ever be covered, and the First Circuit said that they can't, we're in complete agreement. I also want to point this Court to the Board's opinion in this case, which we think is entitled to Chevron deference. It's an exceptionally thorough opinion when the Board went ",
  "It's because the agency has been given this authority. And the Court has faced cases before where it has afforded Chevron deference even though that was not an issue considered by the court of appeals. I point the Court to INS v. Agere Agere. with making decisions through formal adjudication.",
  "No. There is no rulemaking authority for this provision under 1514A delegated to a different ",
  "Not for this provision. For other parts of SOX, yes. But the antiretaliation provision in SOX, like about 20 other antiretaliation provisions, is entirely handled by the Department of Labor and it's entirely handled through formal adjudication.",
  "They said that, but then they also cited several of their ",
  "It said that it was not providing an interpretation, but I want to make sure the Court realizes that there are many other things that the Spinner decision relied on. I point the Court to footnote 8 at page 143 of the board's decision where it says: \"In addition to this regulation, we're relying on several of our prior decisions\"  many of which do not even cite the regulation  \"and our decades of experience in looking at similar statutes like AIR21.\" So to think that ",
  "I don't think that the agency  may I finish?",
  " should be worse off because everyone who has considered this question within the agency has come to the same conclusion over a period of a decade.",
  "Mr. Chief Justice, and may it please the Court: The only question before the Court is whether the courts below were right to bar this suit entirely on laches ground. And on that question, we agree entirely with Petitioner, that the suit should not have been barred at the outset. But it is the government's view that laches is available in extraordinary cases to bar copyright infringement claims brought within the statute of limitations for two reasons. First of all, laches, like equitable tolling and other equitable principles, was a background principle that Congress acted against when it enacted the statute of limitations, and it said nothing to bar it. We've already had the discussion here at Court today about the text and how it doesn't bar it. But second, for the reasons that Justice Kagan gave, the copyright situation is unique in that there is this separate accrual rule, which allows a person to sue many years after the infringing conduct started, so that it makes sense to at least be able to consider laches. Now, our view, though ",
  "Right. We would distinguish between equitable relief and legal relief, and that's because that distinction was wellestablished in the courts of equity and in the courts of law and postmerger at the time this Court enacted in 1957.",
  "Well, because the history is different. The history that this Court recognized in cases like Mack, for example, 1935 case, where that was a legal claim, the Court said, laches within a term of the statute of limitations, is no defense of law. And the Court has continued to pick up that language in case after case. There are numerous cases cited in the briefs. There was a 1985 ",
  "Because this is a statutory claim that  and a statute of limitations that Congress put in place. And the question is: What is the background rule against which Congress was acting? Congress could change the background rule, but because this is a statutory action, it's for Congress to do it, as opposed to the Court.",
  "No.",
  "Right. What I'm saying is specific to the laches defense  and what I'm saying there is that there is a long history that laches did not apply at law and that this Court has continued to recognize that ",
  "Right. Right. But I'm saying ",
  "I'm saying that, in the laches context, we are not aware of any instances in which this Court has used laches to bar a claim at law ",
  "Well, two  two responses to that. First, as a general matter, we think it makes sense for the laches defense to apply in  in fashioning equitable relief because that is a place where judges are exercising discretion ",
  "Yes.",
  "Okay. In terms of the practical offense, the  the Copyright Act statute specifies the particular remedies that are available, and it's fairly clearly distinguished between legal and equitable remedies. The legal remedies are actual or statutory damages, and those are limited to the past three years. And then the equitable remedies are the profits of the defendant, the essentially unjust enrichment of the defendant, and then, as you mentioned, Justice Breyer, the injunction situation. Now, we are not saying that if  if a plaintiff has established copyright infringement, that it's an all or nothing on injunctions. This Court recognized in eBay ",
  "I'm trying to.",
  "Well, that's what I'm trying to say is that I don't think that that would be the case if infringement were shown. This Court, for example, recognized in the New York versus Cassini case, that in fashioning injunctive relief, it's not just that you give an injunction or you don't give an injunction, it could be the case that, in a situation like this one, for example, the Court could say, I will allow the defendant to continue with these contracts that it has entered into to continue using this film as a derivative work, but I will pay a reasonable royalty, or I will put forth  call for a reasonable royalty to the plaintiff. So there is some splitting of the difference available to the Court in fashioning equitable remedies. So I don't think the Court ",
  "Well, these are two different remedies. There's the profits of ",
  "I think that both are susceptible to the Court's equitable consideration. The profits  the way that that is addressed in the Copyright Act is that it is the profits of the defendant, and you subtract out what the defendant contributed.",
  "Right. They are related, but different. Laches involves sitting on your rights, to the detriment of the defendant, whereas equitable estoppel involves affirmative  affirmative things, but the plaintiff has ",
  "Well, you're right that  that laches can  is a cousin of equitable estoppel and that it's right that equitable estoppel could bar the claim entirely. The reason that we are distinguishing between law and equity are two reasons. First of all, there is a very long history that laches is unique to the courts of equity, and this Court has recognized it. It recognized it in Mack, it recognized in the Oneida case, it recognized it in Merck, it was in the Pomeroy treatise, that this was a classic division that was only in equity, and this Court has continued to recognize it. But the second reason is that it makes sense to look to laches principles in fashioning equitable relief in this context as opposed to the legal relief, because under the Copyright Act, when a person shows, a plaintiff shows infringement, that person is entitled to actual or statutory damages in a certain amount. And that is a mechanical calculation that we expect juries to make. But it's not the ",
  "You're right that there is that difference. The Patent Act is different in several respects. First of all, in terms of the time period, it doesn't have a statute of limitations in which  after which a claim is barred. It says that you can only recover damages for a certain period of time. There's actually a shorter period of limitation  or a shorter period of protection in the Patent Act, and you have the Patent Act time period that was enacted well before the copyright period here. So we think that the patent context is different, but I take your point that the analysis that the Federal Circuit underwent is not the same type of analysis that we are undertaking now. Ours is based on the background principle on which Congress acted, as opposed to that analysis, which was more on policy grounds. Thank you.",
  "Mr. Chief Justice, and may it please the Court: This statute is written from the perspective of a single case. And what I mean by that is that for each action or appeal, it provides a list of things for the Court to do: To check for the affidavit of indigency, to check for three strikes, and as relevant here, to require full payment of filing fees on an installment schedule. So what we're talking about here is Subsection (b), which is the filing fee provision, and it says, first, that an IFP prisoner has to pay the full amount of each action or appeal, talking about a single action or appeal, and then it sets out an installment plan, which is an initial payment and a monthly payment. So we're at the point where Petitioner agrees that the initial payment is for each case, but the  he says that the statute somehow shifts perspective to all of an inmate's cases when it starts talking about the monthly payments. And we just don't think there's any kind of clear explanation in the statute that does that. We think the burden should be really on him to show a shift from a single case to all of the cases, and it wouldn't make sense to do that. I think Justice Scalia made the point in this discussion that there just wouldn't be any marginal deterrence if an inmate could file as many lawsuits as he wanted and not make any additional ",
  "Right. What petitioner says is that the word \"fees,\" plural, always means more than one case. And we know from the text of this statute that that's not true, because there are several places where Congress says \"fees\" and it's referring to a single case. So for example, in Subsection (b)(3), Congress talks about the amount of fees permitted by statute for a civil action or an appeal. In (b)(1) it talks about any court fees required by law for an action or appeal. Similarly, in (a)(1) and (a)(2) it talks about fees, plural, for a  a single action or a single appeal. And to be clear, we think that in this statute Congress used \"fee\" and \"fees\" somewhat interchangeably in the way that people do out in the world; that people would say \"attorney's fees,\" \"an attorney fee award,\" \"fee shifting,\" \"we're shifting all the fees,\" that sort of thing, that that's just common usage, and that the single/plural fees in Subsection (b)(2) just does not provide the kind of strong indication that would be necessary to overcome the real thrust of the rest of the statute, which is that it's something that a court does for each of these cases. It sets out this payment plan; it does each of the other things that are set out in the statute.",
  "Well, this is the only provision that provides a financial deterrent. There are other provisions, like the threestrikes provisions, et cetera. But this is the one, and this is in the record, where members of Congress said it makes an inmate stop and think: Is this lawsuit worth the cost? And in the amount that ",
  "Well, we think that Congress did make that decision when it wrote the  the statute from a perspective of a single case. Congress ",
  "Right. Towards ",
  "But it's  it's linked to Subsection (b)(1). This whole thing is talking about what happens in a  in a specific case. It starts by saying the  \"When a civil action or an appeal is filed, you shall pay the full amount of the filing fee, and here's the way to do it.\" And Subsection (b) then triggers  Subsection (b)(1) then triggers Subsection (b)(2). We think Judge Shreenavossen got this exactly right in the opinion for the D.C. Circuit where he said that when you start reading (b)(2), it is triggered from (b)(1), and it continues the percase focus that it's talking about, first we have an initial partial payment for one case, and then we have monthly payments to pay off the balance of that case. And that's ",
  "Well, we think  the reason that we think it does, just to be clear as possible, is because of the language that starts Subsection (b)(2), which is, \"After payment of the initial partial filing fee\"  which is for one case  \"then the prisoner is required to make monthly payments,\" which is to pay the remaining amount because we know he has to pay the full amount for one case.",
  "But this  this part of the statute, and all the parts of this statute, really, are talking about the perspective of a single case. And we think the 20 percent makes sense in that regard, because as one member of Congress said  and this was quoted in the D.C. Circuit's opinion  the filing fee of  of 20 percent is small enough not to deter a prisoner with a meritorious claim, but it's large enough to deter frivolous claims or multiple filings. So the 20 percent essentially leaves room for multiple filings that you could apply at more than one time when a prisoner has a second case, a third case, a ",
  "Well, I think ",
  "Right. I understand your question, but I think that there are a couple of problems with that. One is that there's nothing in the statute that suggests that you would delay the payments. And it doesn't make sense in terms of the statutory purpose to delay them. As Judge Easterbrook's opinion for the Seventh Circuit said, if you want to have a payasyougo system where there's an immediate cost to each individual case, the person needs to have an obligation to start paying right away, not five years in the future, or perhaps never.",
  "Right. But that's a onetime payment, and it could be quite small. And that's very different from having an ongoing monthly payment that starts right away and that you have to pay. But I do want to address another  another point that I think your question raised, which is are prisoners ever going to be paying these amounts, particularly where they have filed numerous cases like the individual in this case. And I think the answer is no, for two reasons. The first is a practical one. The second one is a legal one. I guess I'll start with the legal one that numerous courts that have considered this issue have said that once a prisoner is out in the world and is no longer a prisoner but wants to continue his case, he can try to qualify for regular IFP status and no longer have to make his payments. So potentially, he's not making those payments. And regardless of how you would decide that legal ",
  "It's not something that we've taken a position on in this case.",
  "Well, then I  I do think it's fair to rely on it in light of the fact that no one is collecting  no one is  there's not any centralized mechanism to collect now. And that's really the second point that I wanted to make, which is regardless of how you would resolve that legal question, and actually the reason that the administrative office has not, so far as we know, taken a position on that, is because there are serious practical problems to collecting. One of those problems  when you  when you look at the statute, Subsection (b) allows you to take money from the trust accounts, so it's fairly easy to collect while the individual is in prison. But once the person is out in the world, courts  each individual court trying to collect filing fees that are  that the inmates  the former inmate's on the hook for is quite a difficult thing. We have spoken with folks from the administrative office who tell us that there is not now any centralized system for trying to refer those obligations for treasury, and I think you could imagine how cumbersome that would be. So to think that potentially paying five years down the road, or never paying is any kind of marginal deterrent I think would be wrong. We think that Congress knew that there were multiple filers out there, and that if they were going to file more lawsuits, they should pay more. And just to be clear about what Congress was saying here, no one is precluded from going to court. All Congress is saying is something very reasonable, which is if you have funds available and you continue filing more lawsuits and appeals, you should have to pay. You should have to contribute. And we think that that makes complete sense.",
  "Well, a  a couple of answers. First of all, we think that that language that you  you cited can be read multiple ways, as I think the discussion with Justice Breyer perhaps suggested, that it could mean a $10 floor or it could mean that you start making payments at the $10 and then go below the $10. The BOP has longstanding  has taken the position, longstanding position, that you have a $10 floor that is not in any kind of regulation or published guidance. The way that we do it is we have a database that is basically for inmate trust accounts. It's just an electronic system for having money coming in and out of the accounts. And we have had that $10 floor in there since that database was set up in 2001. But we think the statute could be read both ways, and we think it is more consistent with Congress's intention to leave the $10 in ",
  "Right.",
  "Well, because when it says \"exceeds $10,\" I think you could  you could read it as that it can't  kind of the flip side, that you can't go below the $10. Or you could say that you could start at the ",
  "Right. We think that it is  when you say it exceeds $10 that that means that you can't  there's the flip side of it that you can't go below $10. But to be ",
  "Well, Justice Scalia ",
  "Right. If  if you  we think that it can read both ways, but this is  if you disagreed about that, we don't think that that issue resolves this case for a number ",
  "Well, that's what we think. We think it can be read multiple ways. And so far as we know about the experience, it has been read multiple ways. There are cases in the courts of appeals that have read it one way versus the other. To be clear though, these cases not ones that have gone through any detailed statutory analysis, not even as much detail as this Court's discussion at argument today, but have just said in an offhand line either you can go below the $10 or can't. They've kind of gone both ways on that. And in terms of experience, we know from the Second Circuit's case that's cited in the briefs, Whitfield, that New York did not go below the $10. I asked counsel of record for the States. The States filed a brief on our side of this case, and  and the counsel of record is the Solicitor General of Michigan. He said that Michigan does not go below the $10. My friend on the other side has suggested ",
  "I'm not sure that that's true. He cites two cases. One is  they're from Maryland and from Iowa. One of the cases said that there was  that it went below the $10 in a  in one case. But it didn't say that was the State policy. I  you know, I don't know if it was. And then the second was an individual accounting clerk who had gone below the $10 and who had done it manually. So I don't know that that represents any kind of policy either. But if I could step back, I think it is not necessary for this Court to resolve the $10 issue to resolve the question presented, because the question is should an inmate who files more cases have to make monthly payments? And just as  and just parenthetically to highlight why the Court doesn't need to resolve the $10 issue to resolve this case, this was not an issue that Petitioner briefed before the D.C. Circuit. It's not anything that the D.C. Circuit's opinion addressed. And it's not something that was in the certiorari petition. So why ",
  "Yes, that's true.",
  "I completely agree.",
  "Well, a couple of answers. First of all, we think that this is not  this  this question of a person having so little in their money  money in their the account only arises in the case that you're talking about someone who has filed five or more lawsuits, which is not the ordinary case. I mean, it is obviously a case to consider. But at least in the BOP's experience, the vast majority of people who have orders owed are for one lawsuit, two lawsuits. Most of the court of appeals' cases below are like that, et cetera. Putting that to the side, of course, this statute never prevents a prisoner from bringing a meritorious case because of the safetyvalve provision. We also interpret the $10 amount to leave money in the account. There's also, of course, administrative remedies, which administrative exhaustion is required. So that helps resolve any questions about making sure that claims are heard. And, in fact, the BOP does have the discretion to allow phone calls, et cetera, to indigent prisoner, also stamps, et cetera, et cetera. So in terms of what you potentially perceive as harshness, this only arises in cases where an inmate is filing so many cases, that potentially a large portion of his income used to pay filing fees. And really that's ",
  "Right. And this  again, this situation there  I think most prisons actually have libraries that books are available. And like the Court has had some cases about what libraries ",
  "Well, just  just to be clear, you know, this is a situation that only arises in the fairly atypical situation. We  it's true that the statute does not specifically address the  the situation of a prisoner with five lawsuits or six lawsuits and orders et cetera. But we think the reason that that is and that the Seventh Circuit suggested in one of the early opinions after PLRA was enacted is because Congress thought that the three  threestrikes provision was going to prevent all of these lawsuits, but it ",
  "I can't say, you know ",
  " the experience that we have in this case, for example, might be good to highlight, which is Pinson, the individual who has filed more than a hundred cases  gets regular deposits into his account, had been using them to buy books and other materials. Those are in the Joint Appendix starting on pages 55, 56, et cetera. So it shows that prisoners are able to  even Pinson who has filed over a hundred cases is able to  to pay those amounts. And just to  just to clarify, I think the Court is thinking of a situation of, you know, a prisoner who has 10 cents of income or $10 of income. But we don't think that that is the typical situation. Pinson's account at the time he filed shows that he received an average of  I think it was $48 a month of income. I have asked the BOP for statistics just because I was curious about what is the median income that's received, what is the median deposit. They said that for the  the past fiscal year, the median  median income an inmate receives is approximately $120 a month. So, in fact, with that, if an inmate has 20 percent that he's paying towards filing fees, he could pay them off at a reasonable rate. And we think that that's just really a much better alternative from what Congress intended.",
  "Yes, I think that  I think that that is the implication of it, and we think that that is what Congress intended. I am not sure if the Court is interested in such information, but we actually did go ahead and just look in our database to see how many inmates have one PLRA order that they're paying as opposed to five orders that we're paying. And what we found, just checking last week, was that inmates  there are 944 inmates of the over 200,000 in the federal system who are paying on one order, and only 60 inmates of the over 200,000 who are paying on five or more orders or who had six, and then 42 inmates who have six or more orders. So this actually is a  a very small problem, at least federally, and we would not want this very small tail to wag the dog of this statute that is clearly  clearly intended by Congress to make sure that inmates who are filing frivolous lawsuits have a financial disincentive to do so. And ",
  "Correct.",
  "The $10 is not an impediment to the initial partial filing fee. It is only in the second part of it. That ",
  "Right. Be we think  assuming that it's over the $10. But we think that  that there's a  you know, that there's at least $10 in the account or would wait until there was $10 in the account. So if I'm understanding your question correctly, we would wait until there was $10 in the account as just a matter of ",
  "To ",
  "We would  if we can't pay all of the five cases, as we believe Congress intended, we would pay the oldest lawsuit. The oldest  and  and  and I don't mean that by filing date. I mean the oldest order that was ",
  "Yes. Because the statute says to pay 20 percent per case, so we would try to do the closest thing that we  we could to that. And as Justice Ginsburg said, you can't get blood out of a stone. There comes a point at which, if there's not funds, we can't pay. But as we understand the statute, and we think it makes perfect sense in terms of what Congress wanted, if you have money available and you continue to file more lawsuits and get orders entered, that you  the inmate should have to pay for them. So at the end of the day, we think that the D.C. Circuit got it right, that both when you look at the specific text of this provision, which is Subsection (b) about filing fees but really the entire statute written from the perspective of a single case, a checklist for a single case, that Congress wanted inmates who were filing more lawsuits to pay more. And we think that that makes sense and that also  and I want  this is, I think, a partial answer to one of the prior questions of the Chief Justice in terms of interpretative canons, etc., that it's consistent with what this Court did last term in the Coleman case. In the Coleman case the Court was considering the threestrikes provision, but it recognized that that provision is written from the perspective of a single case, a single action, or appeal. You could get a strike for the action. You could get a strike for the appeal. And the same thing we think is true for the filing fees. You could owe the filing fees for the action. You could owe the filing fees for the appeal. And we think that that makes complete sense. So unless there are further questions, we would urge the Court to affirm the decision of the D.C. Circuit.",
  "Mr. Chief Justice, and may it please the Court: I think to respond to some of the questions that have come up, I'd like to go back and address what the Court has said this test is, for dual sovereignty in the Double Jeopardy context, and why it's been using that test. And the test that the Court has consistently used for the past 100 years is by looking to the ultimate source of the authority, the laws for prosecuting and the authority to prosecute. And the reason that the Court has said that it's looked to that ultimate source is because the dual sovereignty doctrine rests on the basic structure of our Federal system. That's what the Court said in Wheeler. And the Court has been very careful to guard who is a sovereign under the Constitution and who is not, because, after all, we're talking about a weighty power here, which is the ability of two sovereigns to prosecute a person for an offense with the same elements. So if you trace the history of what this Court has done, it started with Lanza and Grafton. Lanza was a case about the Federal government as opposed to the States. And the Court said should they have this power to dual prosecute? Well, we look to the Constitution, and the unique structure that was put in place: The splitting the atom of sovereignty. And we are in a circumstance where both the States and the Federal government have this sovereign power. They should both be able to prosecute. But then the case  the Court turned to cases about the territories, which was the Shell case about Puerto Rico, but then also the Grafton case about the Philippines, and it said, no, the territories derive their ultimate power from Congress. That's true by virtue of the Territory Clause. Now, one thing that the Court has considered in the course of those cases as they've evolved, I think, is the suggestion that Justice Kennedy made, which is maybe we should focus on something else like autonomy and the ability to prosecute, and what it looks like practically, or on the ground. And the Court has consistently rejected a test along those lines, and I think that we have three data points for that.",
  "I don't think that's right. And I'd like to just look at the specific example of Puerto Rico that the Court considered in the Shell case. As you say, by that point, Puerto Rico  or as you suggested, there had already been significant selfgovernment in Puerto Rico. There were two houses of the legislature elected. And the Court, when asking this question about whether there could be both Puerto Rico antitrust defenses and Federal antitrust defenses, went through the situation in Puerto Rico and said there is significant selfgovernment in here now. It defined Puerto Rico as having an autonomy similar to that of the States  that's in 1937  and said that Congress had given it a sweeping grant of legislative authority. But the Court nonetheless said that under our constitutional system, as a territory of the United States subject to Congress's authority, that Puerto Rico was not a separate sovereign.",
  "It ",
  "I don't think that that's right. I don't think that that's right, and to the extent the Petitioner suggests it, it's just not consistent with the Territory Clause of the Constitution, which, after all ",
  "Right.",
  "Well, two  two responses to that question. The first, I think, is the first part of your question, this statement in the Puerto Rico Constitution that the authority to prosecute comes from the people of Puerto Rico and that it's in the name of the people of Puerto Rico. That's been true since 1900. That was in the 1900 Organic Act; that was true in 1917. Puerto Rico is not claiming that it was a sovereign then. So I  I would not rely on that. But the second and, obviously, more weighty question you raised is the question of could  could Congress revise the arrangements it has with Puerto Rico? And we think the answer is yes, and that that follows from the structure of the Constitution and its history. I want to explain why that's why, but first, I think it's very important for us to say that Congress's position towards Puerto Rico, starting in 1900 through 1917 with the elected legislature  elected legislators; 1947, the elected governor; and then this act in 1950, has been one of increasing selfgovernment, recognizing the benefits of that to the people of Puerto Rico. That's why Congress authorized the enactment of the Constitution. We think that that's a good thing. We have no reason to believe that Congress would revisit that. And we think it's had many benefits for the people of Puerto Rico and the United States. But asking the constitutional question, which is what the Court has asked in its double jeopardy cases, about whether Congress could revise the arrangement with Puerto Rico, the answer is yes. And we think that that follows from its status as a United States territory because of two parts of the Territory Clause. The first is that territories belong to the United States, meaning that they are under the sovereignty of the United States. And then second, that Congress is the one who makes the rules. And if I could just make one more point, which is historically, the fact that Congress was  that the United States was the sovereign and the only sovereign in the territories was very important at the time that the Constitution was put together. You may recall that the United States had land there through the Northwest Ordinance, but it was trying to figure out what to do with, and there were questions with the States, what would happen. And so that this provision needed to be added to the Constitution to make clear that Congress was the one who was going to make rules for the territories, and that it would be under the sovereignty of the United States.",
  " and in this ",
  "The insular cases were talking about something different and narrower, which is whether all the protections of the Bill of Rights apply to the territories by their own force. But to answer the broader question that you answered, or asked, we think that it's inconsistent with the grant of authority to Congress in the Constitution for a territory to be a territory but no longer be sovereign, because the Territory Clause defines territories of the United States as subject to the authority of the United States.",
  "Well, it certainly could by making it a State ",
  " or by making it independent.",
  "We think that that would just be fundamentally inconsistent with the constitutional design. And if I could just maybe give the  the last part of my historical answer, because I think it's very important, is: When this provision was put into the Constitution, it was coupled with the New States Clause, and it was understood that the options for sovereignty were statehood. It was not that if this was a territory, that the territory was controlled by the United States, and I think it would have been very surprising to the States in the constitutional conventions to think that when States were defined as such important things in the Constitution, sharing the sovereignty with the United States, that Congress could somehow create a sovereign territory. We just don't think that's correct.",
  "Well, I think there ",
  "I think there are two different options. Congress can define what crimes are and whether they are crimes in Puerto Rico, as opposed to somewhere else. So if that's what you're suggesting, yes, I think that's what Congress could do. What we don't think that Congress could do is change the meaning of the Fifth Amendment and the Double Jeopardy Clause, because that's something for this Court.",
  "Well  right, and what I'm saying is I think Congress' ability is to define crimes and to set out what  what they are and where they are, but if the question is what the Fifth Amendment permits and doesn't permit, we really think that's up to this Court.",
  "Right. And the Justice Department can work with Puerto Rico to decide who will prosecute what crimes. In fact, we do that as a general matter so that there's usually not any overlap of the kind that occurred in this case. But I think that's just a very different thing from suggesting that Puerto Rico is a sovereign under the Double Jeopardy Clause.",
  "But they're looking at it ",
  "Right  I'm sorry if I misunderstood the question. I'm just trying to be extra careful, because ",
  "I know. I know. I  I do understand that now. I just want to make sure that ",
  "I just want to make sure that I'm being clear, because I think this case does raise a lot of important questions, and I do think that this Court's jurisprudence over the past 100 years has been very careful about what it means to be a double jeopardy sovereign ",
  "That's right. The government took that position in two courts of appeals and defended it in a brief in opposition to this Court, where we also said the issue didn't matter. But since that time, we have revisited this issue, given substantial attention to it, both within the Department of Justice and within many agencies of the Federal government, and our position as set out in our brief is that it is not a separate sovereign. And we think that that's entirely consistent with the other things we've learned and the testimony that DOJ and others have given to Congress about Puerto Rico's current status and options for the future. The end of our brief talks about the task force that the President has put in place, that has issued reports three times over the past decade and a half, which have said this is the constitutional status Puerto Rico has now. To the extent the people of Puerto Rico want to change it, here are the options that are consistent with the Constitution. Tell us what you want, and then Congress will decide where to go from there. So I would not want to suggest that as a result of this case, that Puerto Rico's options are set in stone. We don't think that they are set in stone. We just think that right now Puerto Rico is a territory of the United States, and as a result it's not a separate sovereign under the Double Jeopardy Clause. And just to give the court the three data points where the Court has said we're going to focus on sovereignty under the Constitution and we're not going to focus on autonomy or level of control, you have the Puerto Rico v. Shell case which was where the Court said Puerto Rico already has autonomy, but they're still not a double jeopardy sovereign. You have Waller, which is about municipalities and the State of Florida trying to basically treat its municipalities as a sovereign, and the Court said, no, no, no, you are not in the same relationship to your municipalities as the States are to the Federal government; the municipalities are more like the territories, there's a different ultimate source of authority. And then the Court, with respect to the Indian tribes, said even though Congress has the ability to legislate for the tribes, they still have this inherent source of authority that predated the Constitution and was recognized in the Constitution. So for the Court to turn away from that, we think, would really upend that precedent, and not for a good reason, because  I think I'd like to conclude, if I can, where I started, which is: This power, this dual sovereignty power, is a weighty power the Court has reserved for those entities that have the ultimate power under our Constitution, defined in our Constitution. And for that reason, Puerto Rico, despite its significant selfgovernment, is not a sovereign under the Constitution."
]