[
  "Mr. Chief Justice, may it please the Court: For three reasons the Court should use the lodestar method to determine and award a reasonable attorney's fee under the Social Security Act. First, the lodestar method best reflects the plain language and purposes of Section 406(b). Second, it is consistent with the strong presumption in favor of the lodestar approach announced in this Court, attorneys' fees cases and third it best furthers the statute's directive that the fees awarded in each case must be reasonable.",
  "Your Honor, the lodestar method permits district courts to take a number of factors into account in determining the reasonable hourly rate and the reasonable fee under this Court's decision in Dague, however, courts are not permitted to increase what would otherwise be a reasonable fee based on the mere fact that it was contingent.",
  "No, Your Honor. I think under Dague that would not be permissible. This court in Dague --",
  "Your Honor, I think there are at least the three responses to that. First, this Court in Dague rejected the notion that contingency enhancements were necessary in order to determine a reasonable fee in the context of fee-shifting statutes.",
  "That involved Section 1988, Your Honor.",
  "That's correct.",
  "Your Honor --",
  "Your Honor, I think the statutory language is open to this Court and to courts generally to construe a standard that best furthers the purposes of the act. This Court has long held --",
  "Your Honor, it certainly leaves it up to courts. That's true in fee-shifting statutes as well as with this statute.",
  "Your Honor, I think actually to the contrary in the contempt of fee-shifting statutes this Court has long recognized that the purpose of those statutes is merely to encourage lawyers to undertake that litigation, and nevertheless, this Court has said that a contingent enhancement is not necessary to provide that extra inducement that a lodestar calculation is adequate and appropriate in striking the balance that Congress intended when Congress only intends to encourage litigation. In this context, by contrast, Section 406(b) is not merely a statute designed to encourage litigation, but is designed to protect Social Security claimants and their awards of back --",
  "Your Honor, that, that is simply not our position. It is not our position the courts must be blind to the realities of this practice.",
  "Well, those numbers obviously vary. Lawyers in this kind of environment are prevailing all of the time.",
  "Yes, Your Honor. I think that one thing that's important to keep in mind is that Congress struck the balance in this statute between protecting claims and encouraging lawyers.",
  "Your Honor, if what you mean by take into account --",
  "That the court can increase the hourly rate in order to provide a subsidy from prevailing Social Security claimants to losing Social Security claimants, I think that would be inappropriate under this statute and under this Court's decisions in Dague, which although it is a different context, I think the difference is quite strongly in favor of applying the same rule here.",
  "That is correct, Your Honor.",
  "The point I was making is that it certainly is available to this Court to set a standard for courts to apply.",
  "That's what I was trying to address, Your Honor.",
  "I think the reason why this Court should not adopt a rule that would require the shifting of benefits in effect from successful Social Security --",
  "But Your Honor, that's not necessarily true. I mean, individual cases, the riskiness of individual cases is going to vary widely.",
  "That's correct. That's exactly right. And that's the way this Court --",
  "That's the way this Court addressed it.",
  "That same analysis --",
  "Your Honor, I think that the reason this Court should view contingency enhancements in this context as inappropriate is because of the purpose of the statute primarily designed to protect the benefits of successful Social Security claims.",
  "The statute has -- that's correct, Your Honor. And the statute has two provisions. One is that it sets an upper bound of a reasonable fee -- which is 25 percent but more precisely",
  "It does not necessarily suggest that, no. What we are talking -- what I think the question as Justice Breyer posed was more an a policy level, why should this Court adopt a rule that would allow those kinds of enhancements and I think one of the reasons why that's inappropriate in this context is because the purpose here is not just to encourage lawyers to take these cases, which was the case in the fee-shifting statutes where this Court said enhancements aren't necessary. The purpose here is to protect claimants and it would be particularly inappropriate --",
  "That is, that is a purpose, but I would submit, Your Honor, that in regards to the language we are focusing on of the reasonable fee, that is not the primary purpose. There is a separate provision in 406(b) where Congress addressed the question of the problem of encouraging lawyers to take these lawsuits.",
  "Your Honor, that would probably depend on what some of his alternatives were. I don't mean that in any sort of derogatory way, but it is not the case that lawyers cannot make a sufficient wage under the lodestar method. It's important to remember that there are at least six circuits who have been applying the lodestar method.",
  "Your Honor, that would certainly be a one way to interpret a statute that I think on the text of the statute there is nothing that would prohibit it. I think there are strong reasons why this Court may want to provide some guidance.",
  "For federal rules.",
  "I do agree that's desirable, but I think the lodestar method is the best way to could that.",
  "Your Honor, I think it would largely be in compliance with lodestar method, although not under this Court's decision in Dague which has prohibited the consideration of contingency enhancements.",
  "No, Your Honor, that was not the context of 1988.",
  "Your Honor, I think this Court should adopt the same rule and it's because the reasons this Court adopted the rule that it did in the context of fee-shifting statutes was not because there was still some possibility that lawyers could negotiate fees even that won on a contingent basis.",
  "Um --",
  "Your Honor, the commissioner does interpret 406(b) to require only contingent fees, that it prohibits a lawyer from charging fees when there is no award of back benefits.",
  "We think that in light of, of the terms of 406(b), its purpose is in the structure with, with the provision that would make it in fact a crime to charge more. But the best way to read that is to require that only fees that have been authorized by a court can be charged.",
  "No, Your Honor. There is no regulation that simply addresses that. To be honest with you, it is not an issue that has really come up because lawyers as the record here again reflects, have a universal practice of entering into fee agreements that say 25 percent contingency at the statutory maximum and their contingent fees so it's just not an issue that comes up.",
  "No, Your Honor. The statute says the relevant language of the statute says the courts will determine a reasonable fee, and we --",
  "That is correct.",
  "Your Honor, let me if I may address your last point first. That is to say that the commissioner's experience with the lodestar method in the numerous circuits that apply it is not that it is difficult to apply, but keep in mind, Your Honors, that in most of these cases, the lawyers are also seeking EAJA fees and so the very same court that's going to consider the 406(b) fee claim has already undertaken a lodestar analysis to determine a reasonable number of hours and then the rate is determined by EAJA, but the commissioner's experience is that the lodestar method is not difficult to apply and in the vast majority of cases, certainly in most circuits, the commissioner doesn't object to most of the fee claims because they are reasonable. The courts have determined standards for what reasonable rates are in the relevant prevailing markets.",
  "Your Honor, I think the only thing unfair in that sense is that Congress here has determined that the market for legal services in the Social Security context was failing to carry out the purposes of the Social Security Act, and that lawyers had unequal bargaining power and were charging inordinately large contingency fees --",
  "That's correct.",
  "That's correct. That's correct. It's a standard that course seem to find on a regular basis in these cases, but that is the standard.",
  "Not necessarily, Your Honor. I think the government lawyers in each case would look at the prevailing circuit law or, of the jurisdiction, would look at the facts of the case and make the determination. In most of these cases, EAJA fees seem to be awarded and the resolution of those fees doesn't take a lot of time.",
  "My point, Your Honor, is just one of the things I think that's keeping, is important to keep in mind in these cases is that they, by their nature, tend to be very routine and so both in terms of awarding EAJA fees and in terms of awarding 406(b) fees, it is not very difficult for courts to develop practices in these cases that, that result in a very expedited process, and that in fact, that is, that is the way the lodestar method is applied and I, and it seems to me, Your Honors, that the alternative that's being proposed would largely frustrate the purpose that Justice Stevens was identifying of the need for some sort of expedited procedures here. They point to four additional factors that aren't lodestar factors that they think courts should take into account. Some of the contingency circuits who have adopted some modified contingency rule have added additional factors, including requiring courts to ask whether the claimants had been notified that there were other options other than the 25 percent contingent fee which under the facts of this case we were told the lawyers would never do.",
  "Your Honor, that is, in the context of 406(b) cases?",
  "There are no -- the agency does not specifically keep statistics on that, although I did discuss that with the relevant agency personnel and was informed that in fact the agency very rarely seeks an appeal unless the case involves some broader legal principle that the agency determines is important to litigation.",
  "I do not have any figures on that, Your Honor.",
  "Your Honor, I'm not aware of any statistical or other information that's directly on point, although I could think it is important to keep in mind that the standards of review among other things have a lot to do with the outcome of these cases, and that, and that the general statistics that the courts provide through, for example, the federal judiciary home page that tracks different types of cases in different circuits, for example, shows that there has been dramatic increases in the number of Title II disability lawsuits that are filed initially in district courts between the period of 1990 to 2000. In fact, that they have tripled.",
  "That's correct.",
  "Not that I have seen. In fact, Your Honor, the numbers that I have seen suggest that the percentage of cases that win before the agency has been relatively consistent.",
  "I surely don't want to overstate it.",
  "The point I was attempting to make, Your Honor --",
  "No. Not at all. Your Honor. The point I was trying to make is that there aren't any hard statistics that show how the different legal rules have having an effect on litigants in this context, but the general --",
  "That's correct. And that's, that's the point I was trying to make, Your Honor. That all that we can tell is that one, the commissioner has not been flooded with complaints in the circuits that applied the lodestar, which is the dominant method and has been for over 10 years.",
  "No. My point is that there are, there are, there is no reason to think that the rules are having that dramatic of an effect on the availability of counsel.",
  "That is certainly an option that is before this Court. The government's position is that if the Court is going to address the issue of what standards should be applied, that the best way for this Court to do it is to specify that the lodestar method is the best method, and that includes --",
  "Your Honor, I don't have that figure. I can tell you that in terms of hourly rates, for example, I --",
  "It varied in the, in the cases.",
  "I think one way to sort of try and track that is that what the claimants lawyers in these cases did was because they recognized they were in a lodestar circuit, they had, they kept the same number of reasonable hours they would use for their EAJA fees which the government did not contest and then they just divided that by the 25 percent figure and came up with an hourly rate. So the hourly rates they sought in these cases ranged from around $180 an hour to nearly $300 an hour.",
  "That's correct.",
  "That's right, Your Honor. The Ninth Circuit has --",
  "Your Honor, let me make two points very quickly. One is that when Congress enacted this statute, it recognized not only that lawyers were charging an inordinately large percentage in terms of their contingency fees, but there was an inherent problem with contingency fees because in this context they do not track the value, a reasonable value of legal services. They turn unnecessarily on factors such as the number of dependents and the amount of delay that it takes in order to get the benefits over which time the benefits continued to accrue which just has no bearing whatsoever on the amount, the value of the legal services provider.",
  "That is the government's position, Your Honor. We think that the lodestar method. Let me just see if I can, and be very clear.",
  "Yes. That is exactly right.",
  "But, Your Honor, there is no, there is no evidence of that. And in fact the evidence that it does exist is to the contrary. There are six circuits that have been employing the lodestar method for, for decades without any evidence that there is a failure of lawyers who want to take these cases. The lawyers in these cases submitted affidavits that said we, we practice regularly in federal courts in Title II cases and we have been doing it for years and years and that's in the context of lodestar statutes.",
  "Your Honor, that would certainly be an alternative availability to Congress. The difference would be the statutory language would prohibit this Court from adopting a rule that would look primarily to the fee contracts. Congress knows how to write that kind of statute when it wants to. It did so in 406(a)(2). It has not done so here. Another point I would like to make, Your Honor, is that, is that these cases are, as both sides seem to agree, are somewhat unique in that they generally require a very low number of hours. They don't require the same kinds of risk undertaken by the lawyers as other contingent fee cases do.",
  "I disagree, Your Honor, because of the court's experience, the lodestar method, I think that's the most efficient way for courts to determine the fee.",
  "I do not, Your Honor. I do not. One other thing that I think --",
  "Your Honor, the agency has not experienced any particular problem under either of these standards. We do think that the lodestar method as this Court announced it in Dague is the best way to effectuate Congress' intent under the purposes of this statute. I think it's important to keep in mind that Congress has already provided a mechanism to ensure adequate counsel here, and that is the payment out of the back benefit awards directly to the lawyer. That's different than in other contingent fee contexts. So that Congress was concerned with the need to encourage counsel and it provided a provision to do that. It struck the balance, and then it requires the courts to determine the reasonable fee in each case based on a fair value of the legal services provided and this Court has long held that there is a strong presumption that when Congress says courts determine a reasonable fee, Congress means the lodestar method. If the lodestar method --",
  "Your Honor, courts used a variety of standards before as they did under other fee statutes. The fact that the lodestar method wasn't fully developed didn't prevent this Court from adopting it under the Civil Rights Act of 1964, for example, but prior to the adoption of the lodestar method, it's not the case the courts were routinely deferring to the fee contracts.",
  "Mr. Chief Justice, and may it please the Court: Respondents may not recover damages under FELA for their anxiety about developing cancer in the future as part of their emotional injuries from the separate disease of asbestosis. The overwhelming majority of courts that have considered the relationship between asbestosis and cancer have concluded that they are separate diseases that result in separate injuries to the plaintiff --",
  "-- and give rise to separate --",
  "Your Honor, I do think there would be a difference between those two instances. Here, the Court can look to the evolving tort law principles in cases involving asbestos, where the overwhelming majority of courts have concluded they are, indeed, separate diseases with no causal connection between them only in the sense that they both stem from the same exposure --",
  "-- to asbestos.",
  "Well, Your Honor, I think that -- you know -- the Court may still need to look at what type -- what exactly the causal connection is -- and it would still need to take into account both the text and the purposes of FELA, and -- and in particular, the concern --",
  "I -- I do think, Your Honor, that if -- that if the cancer, in fact, results directly from the disease of asbestosis, then that puts you more directly in the category of pain and suffering damages that would be available traditionally in tort law, and that probably would be recoverable there, but --",
  "I do think, Your Honor, that this Court can look to the experience of courts that have considered the relationship between the two diseases, and have adopted legal rules to govern the disposition of these claims, and have concluded that they are separate diseases that result in separate injuries and give rise to separate causes of action, and I think this Court can look to that and -- and -- and can conclude that as a matter of law both because of --",
  "That the majority of courts have concluded --",
  "Your Honor, I do think that the respondents have taken that position in this case. On page 20 of their brief, they say that the relationship between asbestosis and cancer is two-fold. First, the asbestosis confirms the extent and severity of the initial exposure to asbestos which, of course, under Buckley is not a separate injury or impact that can give rise to liability under FELA, and second, that they both -- both the cancer and the asbestosis would result from the same negligent conduct of the defendant, but I do not read respondents to be alleging in this Court that there is any causal relationship between cancer and asbestosis in terms of asbestosis actually turning into cancer. There may be a correlation, but you know, that -- the reasonableness of the fears is really not the question.",
  "I -- I think --",
  "Yes, Your Honor. I think that in terms of -- of the existing tort law principles that, as this Court noted in Gottshall, and even prior to that around the time of the enactment of FELA, that pain and suffering damages are limited to those damages that flow directly from the injury that allows you to sue, and that --",
  "Yes, Your Honor, that is the way the court below approached the question. We think the problem with that is that, as the overwhelming majority of courts that have considered the issue of the relationship between the diseases have concluded, they are separate diseases that result in separate injuries and separate causes of action, and the test of FELA --",
  "Yes, Your Honor.",
  "We do think it is instructive, however, Your Honor, and that's particularly true because FELA provides for liability -- to any person suffering injury while employed -- for such injury, and we think, consistent with the text of that statute, which limits the employer's liability to the injury that's actually suffered, and not the fear of suffering a future -- injury in the future -- that the rule we are propounding today is the most consistent with that text and the most consistent with the purposes and -- and policy considerations this Court articulated in both Gottshall and Buckley, and in particular --",
  "It is true, Your Honor, that people who now have asbestosis and fear getting cancer in the future may never get cancer. In fact, the overwhelming number of them won't get cancer --",
  "But --",
  "That is true, Your Honor, and that's also true for the snowmen of Metro-North that were at issue in Buckley. The Court -- this Court did not say, though, their fears were not reasonable. In fact, the court of appeals in that case had found that they were. What this Court said was, they didn't fit within the common law categories that allowed recovery because the exposure itself was not an impact or injury, and our position is that while the asbestosis gives them an ability to sue for their injuries related to that asbestosis, they cannot reach back to that initial exposure and recover the damages that were precluded in Buckley, namely --",
  "That is correct, and they can recover for all of their harms related directly to that asbestosis, but our position is they can't recover for their fears of the future disease of cancer --",
  "Your Honor, with respect, we don't think the question is whether their fears are reasonable, but their question is whether their fears are recoverable at this time.",
  "And we do not --",
  "Your Honor, we think that one of the primary reasons why it should not be enough -- that reasonableness of the fear should not be enough in and of itself -- even assuming for a moment that the statistics that are at -- that were in evidence here are, in fact, sufficiently conclusive to draw those assumptions -- I mean, I do think it's important to remember that this Court in Buckley referred to these same types of figures as being uncertain and controversial, and I think that that description is probably still true here. But the purposes and policies of FELA, which this Court recognized in Buckley, and in particular the fear that plaintiffs with relatively minor injuries now will come into court being drawn by the opportunity to get front-loaded, significant damages for future harms, will end up frustrating the system, and will end up hurting the plaintiffs that in fact develop cancer later, and I think that this case implicates those policies and concerns of FELA and tort law generally just as much as was the case in Buckley, that the vast majority, the number of people that will actually get cancer in the future is relatively low, and there is a significant risk --",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: Respondents challenge only the delay caused by the city charter's neutral, longstanding provisions facilitating the orderly processing of citizen-initiated referenda to review ordinances passed by the city council. Such a challenge requires courts to balance the vital First Amendment right implicated in the referendum process with the equally valid goals of equal protection and fair housing. In this case, that balance is clear. The city's actions in giving effect to the properly filed referendum petition cannot give rise to liability under the Fair Housing Act or the Equal Protection Clause. It is undisputed that the referendum petition was facially neutral and that numerous reasonable, non-racial grounds supported it. It is also undisputed that the city's process for handling such petitions was longstanding and race-neutral. Under any conceivable standard, respondents have failed to provide any evidence that the referendum process was tainted with discriminatory motive either on the part of the city officials or the petition organizers.",
  "Yes -- yes, Your Honor. Yes, Your Honor. To be sure, the analogy to the Noerr-Pennington line of cases is not perfect in this case, but it -- it --",
  "Yes, Your Honor. The -- the approach that we recommend in our brief, Your Honor, is that the Court undertake the question as to whether the petitioning at issue was genuine or whether it was a sham. That's the same type of analysis the Court has undertaken --",
  "Yes.",
  "That is correct, Your Honor. I think there are two ways in which the city could potentially be held liable. I think this is not a case where the Court has to decide whether the city could ever be held liable based on the discriminatory motives of the referendum petitioners because it's clear in this case that the petitioning was genuine and this isn't a sham.",
  "But in the situation where you do have a sham --",
  "I -- I think genuine here means the same it means in -- in the other contexts in which the Court has used the sham doctrine, namely that it was about the First Amendment activity. The -- the process that -- that the city here --",
  "Certainly, Your Honor, it -- in the event that you have a referendum that's actually enacted into law, the Court would examine it in the way that -- that you have articulated. We thought it was important to point out to the Court that this process by which a city ordinance is, if you will, stayed pending resolution of the referendum vote is a traditional and important part of the process for referendums, but it is also a process that can give rise to abuse if you have a petition that is a sham. It's not about the First Amendment process at all. It's simply --",
  "-- taking advantage of the delay.",
  "That -- that is certainly true, Your Honor. But -- but I think there are -- to -- to get back to the original question, what I'm trying to --",
  "Yes, Your Honor. First of all, let me just say that there's -- there would be -- need to be both an objective and a subjective component to the sham standard as there is in other contexts. But to try and address the question that you originally posed, it does seem to us that there are at least two ways in which the city can be held liable in the event that you have sham petitioning. One would be that if the city officials themselves were part of the sham, and the other would be --",
  "Well, Your Honor --",
  "Your Honor, this Court's sham analysis has to do with whether or not it's actually about the First Amendment activity or it's just about an effort, in this case, to take advantage of the delay to interfere with someone's housing rights. We think that same analysis can apply here by inquiring as to whether, first of all, the -- the referendum petition is objectively baseless. Is there any way that that petition could have -- be enacted into law and enforced? If, for example, you had a petition that said no minorities shall live in the City of Cuyahoga Falls, clearly that's a referendum that could never go into effect and never be enforced, and therefore, it may be strong evidence that the process here is not about changing a law of the city --",
  "Your Honor, I -- I'm not necessarily saying that the clerk shouldn't put that on the ballot, but that would be one part of the analysis in determining whether or not the process was being abused and it was just a sham.",
  "I -- I think that very well may be strong evidence that it was a sham. This was about an attempt to abuse the process. It wasn't about any protected First Amendment activity. And -- and in that situation I think there is, in -- in addition to the possibility, although I think perhaps unlikely that you can hold the city vicariously liable based on the motives of the citizens, I think that is a difficult question as to whether the actions of -- of the referendum -- the petition signers, the 10 percent who signed the petition and file it, whether that action is the official action of the city with regard to the petition just as the action of the voters at the referendum vote is an action of the city for which the city can held liable. This Court need not address that in this case.",
  "Potentially, Your Honor. I think, again, the -- the way in which the analysis would work is the Court would need to inquire as to whether the petitioning was genuine in the sense that there was a genuine effort to try and change the city's ordinance. And if so, then the First Amendment would provide immunity.",
  "Yes, Your Honor.",
  "Well, but --",
  "I -- I think you'd need to examine both the motives in -- in your hypothetical not only of the city officials, but also of -- of the petition signers.",
  "I'm talking about the liability of the city, Your Honor.",
  "I guess the short answer, Your Honor, is that even people with racial motives have the right to petition their government to change the law. And -- but if they -- what no one has the right to do is abuse the process in order to interfere with someone's fair housing and equal protection rights.",
  "If it was genuine petitioning, that is correct. Thank you, Your Honor.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The officers in this case went to respondent's apartment on a weekday afternoon to execute a valid search warrant for drugs. They knocked loudly and announced their purpose. They waited at least 15 to 20 seconds without hearing any response and then forcibly entered the apartment. Those actions were reasonable under the Fourth Amendment. The Ninth Circuit concluded otherwise based on its adoption of a rigid, four-part categorical approach to knock and announce cases that is fundamentally at odds with this Court's precedents in two critical respects. First, it is inconsistent with the flexibility that is an essential feature of this Court's totality of the circumstances test, and second, it turns primarily on the need to damage some property in order to effectuate an entry, a factor that under this Court's reasoning in Ramirez should have no relevance to whether the entry at a particular time was itself lawful.",
  "No, Your Honor. What the court here did -- and I would refer the Court to -- to page, I believe, 6a of the appendix to the petition for certiorari, actually beginning on page 5a. What the court does is it first creates four basic categories of knock and announce cases, and those categories are defined by two factors, one being the presence of exigent circumstances and the other being the need to damage property. And then on page 6a, what it does is its says that the essential question of whether the entry was reasonable is approached in the following way. First, we characterize -- and this is the first full paragraph on page 6a. In addressing that inquiry, we characterize entries as either forced or non-forced, meaning either property is damaged or not damaged. The reasonableness must then be determined in light of the totality of the circumstances. Now, the court does list a number of factors that it thinks are relevant.",
  "That's correct, Your Honor. And we take no issue with its list of non-exclusive factors in terms of whether those factors are relevant to the question under the totality of the circumstances test. The difficulty we have with the Ninth Circuit's approach in this case is that it has engrafted a rigid property destruction rule onto the Fourth Amendment's flexible standard of reasonableness and onto this Court's totality of the circumstances test. In other words, what the court of appeals does is it requires that where an entry is non-forcible, again meaning no property need be destroyed, then the officers must wait a significant amount of time before entry. But where some property damage is required, it would require, quote, an explicit refusal of admittance or the lapse of an even more substantial amount of time. And we think that that both is inconsistent with the totality of the circumstances standard because it imposes this rigid rule of property damage, and it's inconsistent with Ramirez which makes clear that the need to damage property, although it's certainly relevant to the ultimate question of whether the manner of the execution of the warrant is reasonable under the Fourth Amendment, it's not a relevant inquiry into whether the entry at a particular time is itself lawful.",
  "Well, Your Honor, there is -- there is a statute that Congress has enacted and that is 31 U.S.C. 3724, and that authorizes the Attorney General to pay out sums of money up to, I believe, $50,000 to pay for any damage to property that may result from law enforcement activities. The way that it typically works, as I understand it, Your Honor, is that there is a significant fund set up based on forfeiture assets, and that those funds are used to pay for damage to property that may result during the course of -- of a search or -- or other law enforcement activities. Typically what happens is the law enforcement officers will not leave the premises until it is at least secured, and then they provide forms or other information so that individuals can make claims --",
  "-- for any property that is damaged. And -- and at least with regard to Federal law enforcement practices, those claims are readily paid out and there are funds to do so through the forfeiture proceeds.",
  "This was a joint search, Your Honor. This was a -- the -- the search was conducted by a joint task force. There were both local police officers. They were at the front door. There was an FBI agent at the back door. We think that this search, although it's not in the record -- I don't know exactly how it occurred in this case with regard to whether any claims made for damage to the door. But because the FBI was involved in the search, typically that -- they -- they -- that information would be provided.",
  "Your Honor --",
  "It -- it depends, Your Honor. There are -- there are factors that are considered. I'm -- I'm not entirely sure of -- of what all of them are. If there is -- I would -- my understanding is that if there is -- certainly if there was another individual that lives in the home or -- or otherwise, that even though the entry was -- was reasonable and the need to destroy or damage property was reasonable, if there were other people in the home, the officer -- the -- the Federal law enforcement officials typically pay that.",
  "And even when there's not, they often do as well.",
  "We submit, no, Your Honor, and for the following reason, that in -- typically the -- the standard would -- that would be applied in this kind of a context would be whether the officers had waited sufficiently long so that they could reasonably conclude that there was a constructive denial of admittance or that, as you indicate, other law enforcement -- excuse me -- other law enforcement concerns may justify a more prompt entry. In the hypothetical that you gave, none of those other law enforcement concerns are present, and so the question then, we submit, would be whether the officers could reasonably conclude that they had been constructively denied admittance. And there, the need to damage some property, if it exists at all, is a consequence of the denial of admittance, not a factor as to whether the denial had in fact occurred.",
  "I mean, I think the distinction Your Honor makes between those types of cases is a legitimate one. We still think though, however, that the need to damage property is really not a factor that goes into whether entry at a particular time was reasonable under the circumstances. It's a consequence of the denial -- excuse me. It's a consequence of the occupant's failure to respond within a reasonable time period.",
  "Your Honor, there is training that occurs, although to my understanding, there's not a specific amount of time that's -- that's provided to officers that they need to wait as some sort of minimum. Rather, consistent with this Court's cases, the -- the guidelines and -- and the training that's conducted teaches the officers that they must take into account the totality of the circumstances. That would include factors like how large of -- of a dwelling it is, what time of day it is.",
  "To my knowledge, that is correct. The -- it used to be the case, as I understand it, that there was a suggested amount of time and that was 30 seconds when there are no other law enforcement concerns that are at issue, but that currently the training that is conducted just focuses on the totality of the circumstances and that they need to wait a reasonable period of time, and if there are no other law enforcement concerns at issue, then that reasonable period of time is typically considered to be how long it would take to conclude that you were constructively denied admittance --",
  "That's correct. If there are other concerns --",
  "That -- that --",
  "That -- you are correct, Your Honor.",
  "And that's a function -- I'm sorry.",
  "No. Absolutely.",
  "And that's why we submit that the relevant question is not just how long it would take for a person under those circumstances to get to the door. The -- the analysis must take into account as well valid law enforcement concerns. And -- and all this -- what I think all this illustrates is what this Court has repeatedly said, which is this is a contextual analysis that has to be based on the totality of the circumstances. There's no mechanical rule --",
  "-- or a reasoned way to apply it.",
  "You're correct. You're correct, Your Honor. That -- and that would be -- that would be where there are no other valid law enforcement concerns that would warrant --",
  "Yes.",
  "That -- that's -- that is my understanding, Your Honor, and I think that's exactly right. I would also --",
  "Your Honor, in this case, let me begin by pointing out that we submit that the 15 to 20 seconds that the officers delayed in this case is a substantial amount of time. And it's no -- it's really nowhere close to the constitutional line.",
  "No, Your Honor, to the extent that --",
  "-- by your question you're referring --",
  "The only reason I hesitated is because I think the term exigent circumstances can be a bit ambiguous, and this is not a case where the Government has suggested that the officers were entitled to forego knocking and announcing at any point in the process.",
  "Yes. This was a small apartment. It was in the middle of the afternoon.",
  "It was a two-bedroom apartment. I'm not sure of the square footage. There are some diagrams of the apartment in the joint appendix. The testimony of the officers was that it was sufficiently small that the officers located in the back of the apartment could hear the knock and announce at the front door.",
  "Well, certainly that would be a factor that would then go under the totality of the circumstances standard. Whether or not -- I mean, there are a lot of other things that the officers would have to consider, including whether they're being truthful, whether they can hear water running, whether there's still a risk that they may have drugs with them in the shower, dumping them down the drain.",
  "That's correct, but there are still --",
  "Well, certainly --",
  "Absolutely, Your Honor. In fact, even though there may not be sufficient concerns about officer safety or the destruction of evidence to forego knocking and announcing altogether, those are still valid law enforcement concerns in the context of a case like this where the officers are there to execute a warrant for drugs. The officers are -- have strong evidence that there are, in fact, drugs in the apartment. They did a controlled buy not long before they went to execute the warrant, and there is the risk at a minimum of the destruction of evidence, and that those are factors that have to be taken into account.",
  "Certainly I think the potential for that concern is present in almost all -- and not just drug cases, but any case where the -- the evidence to be sought through the search is subject to -- to readily destruction and --",
  "Yes, Your Honor, that -- that it's not enough to -- at least in the context of this case, that there was not enough reasonable suspicion of those concerns to forego knocking and announcing altogether, but those factors still have to be taken into account under the totality of the circumstances in evaluating whether the officers here waited a reasonable period of time.",
  "No. I think not, Your Honor. We're not suggesting some rigid rule that applies in all cases. What we're suggesting is that as part of the totality of the circumstances, it -- it must be the case that the officers that are going to execute the warrant can take into account the fact that the evidence they're seeking is readily disposable. That -- all we're suggesting is that should be a factor. It should into the analysis, and generally that would be a factor that would tend to cut in favor of a prompter entry.",
  "Your Honor, I think we would disagree with your characterization of the purpose of the inquiry at least in part, and that is that as Justice Souter's question earlier pointed out, in a case where there are no concerns that would -- that would warrant a more prompt entry, we think the question is whether a reasonable officer could conclude that he had been constructively denied admittance. But -- but where there are those concerns, even if they don't rise to the level of foregoing knocking and announcing altogether --",
  "-- they're factors that cut in favor of a prompter entry.",
  "That is the way --",
  "That is the way in which the statute is worded, Your Honor. This Court has --",
  "Well, we think not, Your Honor. This Court has never felt that the -- that the terms of this statute are to be construed literally. In fact, if the Court were to start doing so, it would need to overturn a number of its prior cases, including in Miller, where it read the statute to reach arrest warrants -- or even arrests without warrants; Sabbath, where it read forcibly break to not require any showing of force. What the Court has held that it really --",
  "Your Honor, I think --",
  "I think there may be a more benign explanation, which is this Court has recognized that what this statute does is it filled a gap. There's a historical explanation that this statute filled a gap that then existed in Federal law because this Court had not incorporated or -- or subsumed the common law principles of knock and announce into the Fourth Amendment and many States had. And so what Congress did was -- and this Court reaffirmed this in Ramirez not long ago, that what the statute does is it codifies the common law tradition of knock and announce, and that includes all the exceptions to knock and announce.",
  "Right. You point out a very good point, Your Honor, and that's why this Court has said that -- that the statute can't be read literally and instead --",
  "The -- the point I was attempting to make, Your Honor --",
  "The point I was attempting to make, Your Honor was that what this Court has recognized repeatedly, and it said in Ramirez it was now decisively holding and resolving the question, and that is that the statute here, 3109, is not to be read literally but merely is to be read as a codification of the common law tradition of knock and announce. And as this Court indicated in its decision in Wilson, that common law tradition is a flexible one, and it's one --",
  "We submit so, Your Honor. We think that --",
  "That's -- I believe that is our position, that -- that although there were not sufficient exigencies in this case to justify foregoing knocking and announcing altogether, that the officers here were -- were permitted to take into account the risks inherent in executing a warrant in this kind of a context, including the risk of destroying of that --",
  "I'm not aware of case law on that, Your Honor. I -- I -- presumably they -- they are permitted to do that. Again, all of that would go into the totality of the circumstances. Any response from the occupants I think are things that the officers --",
  "Well -- well, certainly one of the purposes of the knock and announce rule, Your Honor, is to provide notice to the occupants that it is the police that are attempting to come in so that it increases public safety and -- and protects both the officers and the occupants.",
  "This took place at 2 o'clock on a Wednesday afternoon, Your Honor. I think one of the remarkable things about the Ninth Circuit's decision in this case is that the officers' delay here really was nowhere close to the constitutional line. 15 to 20 seconds is a substantial delay. Even if this Court were to conclude this case based only on the question of whether they had been constructively denied admittance, we think these other factors warranted a prompter entry here. And in fact, the testimony of the officers in this case suggests that. The officer from the Nevada police that was at the front door stated that he waited a long time in this case because he thought there was some chance that the case may go to Federal court, and he wanted to make sure that there were no knock and announce concerns. The FBI agent at the back of the -- of the apartment testified that he -- he became concerned about the length of the delay. He described it as unusually long and stated that he was concerned that the occupant might be attempting to flee from another way. This is simply not a case that's close to the line, and for the Ninth Circuit to hold that the officers in this case were required to wait some additional period of time that's unspecified, in addition to the 15 to 20 seconds, really does pose threats to law enforcement officials engaged in the front-line law enforcement activities in the jurisdictions covered by the Ninth Circuit.",
  "Your Honor, the Ninth Circuit opinion is wrong because it adopts a rigid property destruction rule and engrafts it onto the totality of the circumstances test. And that rule is one not flexible enough to be consistent with the totality of the circumstances test and, two, is inconsistent with this Court's decision in Ramirez which indicated that the question of the timing of an entry is distinct from the question of the manner in which the entry and the warrant itself are executed. The destruction of property may very well constitute a violation of the Fourth Amendment if it is needless or wanton, but that, as this Court said in Ramirez, does not make the entry unlawful and it doesn't require suppression. And so --",
  "Well, certainly we think that Judge Fisher was correct when he indicated that one of his concerns about the court of appeals -- the panel's decision in this case was that it didn't follow its own list of factors. We also think Judge Fisher was correct when he indicated that all one needs do is do a thought experiment and think to yourself, police, search warrant, and count out 15 to 20 seconds to see how long a period of time this really was.",
  "Your Honor, we submit that it is not relevant to the question of the timing of the entry in all circumstances.",
  "That -- that's correct, Your Honor, and let me explain why.",
  "The reason we think, one, flows from this Court's decision in Ramirez where the Court differentiated between the timing of the entry and the need to damage property. And two, it's important to keep in mind what the officers in that situation have to take into account. They're -- they're waiting and they have to -- they have to consider how long they have to wait to either conclude that they've been constructively denied admittance --",
  "-- or that there are valid law enforcement concerns that require entry at that time.",
  "Your Honor, in that case --",
  "Your Honor, we would disagree because, first of all, it's -- it's going to be -- it's often going to be the case that the officer, at the time he makes the decision that he's been constructively denied admittance, doesn't know whether the door is locked or not, and he really can't be put in a position where he has to check the doors and windows to see whether any are unlocked before he's allowed to enter. He's -- he has a warrant that authorizes him to go in, forcibly if necessary, secure the premises and search for the evidence covered by the warrant. That's what happened here. The fact that the door happened to be locked or unlocked is really not a factor that the officers can take into account at that stage of the process. And it --",
  "Again, Your Honor, we think the relevant inquiry is whether a reasonable officer could conclude that he had been constructively denied admittance.",
  "And it seems to me under your hypothetical, he probably could.",
  "And so --",
  "Well, again, Your Honor, in -- in -- I see my time is almost up. We think that flows from the principle this Court followed in Ramirez that the timing of the entry needs to be separated from the manner in which the entry and the search is conducted. That's where property concerns come into play. If I may, I'd like to reserve the rest of my time for rebuttal.",
  "Thank you, Mr. Chief Justice. Unless the Court has any further questions, the Government submits that the judgment below should be reversed.",
  "Well, Your Honor, what I do know is that as this Court indicated in its decision in Wilson where it incorporated the common law tradition into the Fourth Amendment standard of reasonableness, that the standard at common law was a flexible one. It didn't require knock and announce in all cases, and it took into account a variety of law enforcement concerns and, we would submit, including the risk that there might be dangers to the officer's safety or that evidence might be disposed of. So we think that our rule is perfectly consistent both with the common law tradition and with this Court's decision in Wilson that incorporated it.",
  "That's correct, Your Honor. We're not suggesting there was some exception to the knock and announce rule.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The court of appeals here held that the bankruptcy courts are required to presume that the pre- bankruptcy contract rate of interest, which varies from creditor to creditor and could range anywhere from 0 to 40 percent or more in some jurisdictions, is the appropriate discount rate to use in calculating the present value of plan payments under section 1325. Now, that approach is mistaken, we submit, for three principal reasons. First, it violates the core bankruptcy principle of equality of distribution for similarly situated creditors. Under the court of appeals' approach, two creditors could make car loans to the same debtor that resulted in allowed secured claims of equal value, and yet one would receive thousands more in plan payments solely because the other made its car loan at a time when the debtor's financial troubles had not yet become obvious.",
  "Your Honor, this is an important point because I think there is some misconception about what the court of appeals held in this case, and I think that's due in part to the fact that respondents, at least as I read their position, are not really defending the approach taken by the court of appeals. The court of appeals did not adopt a presumption in favor of the pre- bankruptcy contract rate because it thought that that represented accurately the relevant market, if you will, for the risks of -- and benefits and protections that exist under the Bankruptcy Code. In fact, under the court of appeals' approach, the risk of nonpayment is really irrelevant. What the court of appeals says is that because the -- the creditor is denied use of funds for the period of the payment plan, that it therefore is entitled to whatever rate it would have gone out and funded a new loan at if it had been allowed to foreclose and reinvest the proceeds. Now --",
  "That's correct, and I just want to emphasize, though, that -- that the adjustment that the court of appeals would make is not one I think that anybody before the Court now would defend because the court of appeals would adjust only if you could prove that the -- a particular secured creditor is now making loans at some other rate and there's no reason to think why that has anything to do with what the present value of plan payments would be under 1325. And -- and the problem --",
  "If respondent's view is that you should have a presumption in favor of the pre-bankruptcy contract rate, then that would be the result. What's not clear to me is whether it's actually respondent's view that you should have a presumption in favor of the subprime contract rate or the highest contract rate allowed by State law because it's important to remember that pre-bankruptcy contract rates are going to vary. You could have a 0 percent lender. You could have a prime lender, and you could have a subprime lender. And there's no reason to think that any one of those necessarily captures the unique mix of risks and benefits and protections that exist under the Bankruptcy Code.",
  "Well, Your Honor, on -- I would refer you to page 19 --",
  "I'm sorry, Your Honor. I would refer you to page 19 of the Government's brief where we refer to two cases by this Court, Bigeur v. the IRS and -- and Union Bank v. Wolas, that stand for the principle that -- that embody the notion that equality of distribution among creditors is a central policy of the Bankruptcy Code. That's this Court's language.",
  "To be sure, Your Honor.",
  "That's why I gave the example that I did of two creditors that extend car loans and the only difference between them -- they have the exact same allowed value under the code for their claim. The only difference between them is that one made its loan 2 years prior to bankruptcy when the -- when the debtor's credit history was not quite as bad and the other made it 2 weeks before bankruptcy when the only rate the debtor could get is --",
  "Because, Your Honor, from the standpoint of section 1325(a)(5), the relevant inquiry is what is the present value of the promised future payments from the debtor. All creditors are now facing the exact same situation, and I think respondent concedes this. And those are the risks of inflation, the time value of money, and the risk that particular payments may not be made under a plan. And there's no reason to think --",
  "-- that those are different for creditors --",
  "Your Honor, I don't think that's embodied in section 1325(a)(5). If anything, that's captured in the higher replacement value standard for the valuing of the underlying claim that this Court adopted in Rash. And I would add that -- that one reason to think why the discount rate here doesn't need to go too far in taking risks of nonpayment into account is that this Court in Rash adopted the underlying value here, replacement value, that's typically significantly higher than what the --",
  "Well, Your Honor, what --",
  "Your Honor, my only point is that this Court in Rash noted that the higher replacement --",
  "I think --",
  "Well, I -- I generally agree with -- with Your Honor's statement. What -- what I would add, though, is that the dispute in this case is not -- I mean, it's undisputed that inflation and the time value of money have to be taken into account under -- under the discount rate. The only question is whether you have to take into account the risks of nonpayment. We submit that there --",
  "Your Honor, if -- if this Court believes that risks of nonpayment need to be taken into account, then we submit that the best way to do that is to start with a market indicator such as the prime rate that captures the time value of money and the risk of inflation and then -- then allow -- and -- and some risk of nonpayment, and then allow the bankruptcy court, which -- which, by the way, has just made a determination under 1325(a)(6) about the likelihood that -- that the payments will be made. And it has made --",
  "Your Honor --",
  "Your Honor, the answer to your question --",
  "Your Honor -- Your Honor, the answer to your question --",
  "The answer to your question is because there is no rate you can find that -- that precisely reflects the unique mix of risks and benefits and protections that are available under the Bankruptcy Code. And so by definition, everyone here is talking about a proxy in some form or another. Now, what the prime rate does do is is it accurately captures the time value of money and inflation. Now, we submit that the bankruptcy court, which has just examined the plan -- it has made a determination. In fact, it has found that the payments -- that the debtor will be able to make the payments under the plan -- that bankruptcy court is in the best position to make a determination about plan-specific risks of nonpayment if those risks are going to be included. And that's a much more efficient system than forcing the bankruptcy court to go out and try and find some -- some elusive market that -- that would serve as a proxy for that determination.",
  "Your Honor --",
  "-- the difficulty with the contract rate approach is that it varies from creditor to creditor, and there really is no reason to think that -- that either secured creditors, or unsecured creditors for that matter, for purposes of -- of this case, should be treated differently. They all face the exact same risks of nonpayment, the exact same problems of inflation and time value of money. They are similarly situated.",
  "And -- and another secured creditor may have made a loan prior to that at a prime rate to the same debtor, and it always charges the prime rate, neither of which is particularly relevant to the question of what's the value of the promised payments under the plan.",
  "Well, Your Honor, it's not a matter of stupidity. It's a matter of the fact that a debtor's position changes over time and that what may be a good rate 2 years out from bankruptcy and that is still owed would not be the rate you'd give immediately before bankruptcy. And it may not be the relevant risks of nonpayment that exist under bankruptcy. The point is that -- is that as -- as this Court understood in Rash, the -- the creditor is entitled to the value of its allowed secured claim, and this Court noted in Rash that already compensates significant risks of nonpayment. Now, I would add, if I may --",
  "That -- that's correct, and Your Honor, I would add that in fact we think it's possible to read the statute so there's no risk of nonpayment at all because the statute refers to property to be distributed under the plan, and it requires the bankruptcy court to make a finding that the debtor will be able to make payments. And there's no guidance whatsoever that would give bankruptcy courts a way to do anything more, and so we think in fact that an appropriate rate could even be the Treasury bill rate which --",
  "-- excludes that. Thank you.",
  "Thank you, Justice Stevens, and may it please the Court: Section 61(a) of the Internal Revenue Code defines gross income to include all income from whatever source derived. As this Court has held, that definition is sweeping and represents an intent by Congress to exert the full measure of its taxing power. The court of appeals decisions below, by excluding from respondent's gross income the portion of litigation proceeds paid to their attorneys under contingent fee agreements, is inconsistent with two longstanding Federal tax law principles for defining gross income.",
  "Your Honor, but for the alternative minimum tax, there would be an -- a miscellaneous itemized deduction -",
  "-- under section 212 of the code --",
  "-- that would be subject to the limit of the 2 percent of adjusted gross income that applies to itemized deductions. But section 56(b)(1)(A) --",
  "Of the adjusted gross income.",
  "For the year. That's correct, Your Honor.",
  "It -- it certainly may, Your Honor.",
  "I'm not sure entirely what you're referring to as the problem, but it is the case that - that -",
  "That is correct. That -- that is correct, Your Honor. Now, I mean -- and let me make two points about that. The first is that as a -- as a general matter, the tax code defines gross income expansively, and there's a number of this Court's cases that make that clear. Then -- then the question becomes are there deductions provided that allow for certain expenses to be deducted.",
  "Your Honor, I would think the answer to that question is no. It's not a question that I have examined in depth in -- in this case because it's not presented, but as a general matter -",
  "Your Honor -",
  "Your Honor, we believe that the same principles would apply to class action lawsuits as to other lawsuits in terms of the taxation of litigation proceeds. It may very well be the case in a number of class action contexts that when applying those principles, the proper -- the proper analysis leads to the conclusion that the taxpayer doesn't exert sufficient control and that the payment of attorney's fees is not in response to a debt owed by the taxpayer. And so there might be a different result.",
  "Your Honor, that is correct.",
  "I want to be clear. We think the same principles apply across the board to defining gross income. In applying that in a number of class action contexts, the proper answer may be that it's not included in gross income because there wasn't sufficient control and because it wasn't paid in -- in lieu of a debt owed by the taxpayer. But here --",
  "Again, the principles would apply and there may very well be class actions -",
  "Again, I'm -- I'm trying to be as specific as I can. There may be situations in which, even in the class action context, there's a fee agreement between the -- the class member and the lawyer so that the payment of attorney's fees is in satisfaction of a debt owed by the class member, and in that situation we think that it would be -",
  "That's correct, Your Honor. There -- there are situations -",
  "We are in the situation in which there's a need to apply the general principles for defining gross income.",
  "And -- and what I'm trying to point out, Your Honor, is that there may very well be class actions where it's not different. There may be some when -- where it is if it's the case that there's no contractual obligations to pay the fee -- pay the fee between the class member and the attorney, and if it's the case that the class member really exerts no meaningful control over the -- over the attorney's fees portion --",
  "That is certainly one of the factors that -- that the commissioner has looked to in those class -",
  "Again, those are all facts -",
  "Yes, Your Honor. And -- and just to be clear, I -- I don't think the commissioner has ever taken the position that all class actions don't present the -- the possibility of the attorney's fees portion of the award being included in -- in the class member's gross income. Now, there are real enforcement issues, as a practical matter, to trying to -- to trying to implement that. You can imagine a number of class actions -",
  "Well, presumably, Your Honor, that -- only the portion of the attorney's fees that would be attributable to the -- the named representative's recovery would be included in the named representative's gross income. I don't think that the named representative would be on the hook, if you will, for all of the attorney's fees that would relate to other class members' recoveries. But I think what all this points out is that -",
  "In a number of instances, yes, Your Honor. Again, the -- the way that we think that class action cases should be resolved is the same way that -- that these issues are approached in all cases, which is to look at the type of relationship that exists between the -- the client and the attorney to see whether the payment is made in -- in response to a debt owed by the client and also to look to the degree of control that the client has over the -- the underlying source of income. And in this context, it is --",
  "As a flat fee?",
  "Your Honor, I think in fact it is undisputed in -- in the -- in these cases that if the payment of attorney's fees had either been under an hourly rate arrangement or a flat fee arrangement, that the entire amount of the litigation proceeds would be included in the -- in the respondent's gross income and nothing about the contingent fee arrangements here should - should alter that result. The respondents -",
  "Your Honor, I'm trying to recall that amicus brief. I believe that -- was that an argument, I believe, about the application of section 83 of the tax code when you have a transaction -",
  "-- in exchange for services and you provide property?",
  "We think that the better way to analyze this is that in fact there was no transfer of the underlying cause of action, and so we think that -- that we -- that gets into a very complicated area as to how you value the attorney's fees at the time.",
  "I believe that's correct, Your Honor. But the point I was making --",
  "Well, there is an agreement to pay a fee for a service, and in that sense there is a transaction, yes.",
  "That -- that is correct.",
  "Well, again, Your Honor, we think that transaction is essentially identical to numerous transactions that take place every day out in the real world where -- where taxpayers retain professional services in exchange for a commission or a percentage of the income that's generated.",
  "That is absolutely correct. I don't see any basis for distinguishing between -",
  "-- the attorneys here and -- and a -- and an agent negotiating a book contract for an author or a financial analyst.",
  "No, Your Honor. I believe that the author in those -- in that situation would receive the same deduction that prior to the enactment of section 703 of the American Jobs Creation Act where Congress just addressed in part the -- the issue raised in these cases -",
  "They would have an itemized - excuse me -- a miscellaneous itemized deduction for the cost incurred in -- in producing income that under the alternative minimum tax would not be allowed.",
  "I will -- I will have to allow respondents to speak for themselves to that question, but as far as I'm aware, that is not in dispute in these cases or in any of the cases that have been litigated that - that but -- that but for the alternative minimum tax, the way this would have been handled is that there would have been a miscellaneous itemized deduction under section 212 of the code for the cost incurred in producing income, and that the alternative minimum tax, along with, by the way, a large number of other perfectly valid deductions, get disallowed under the alternative minimum tax.",
  "Well -",
  "That -- that -- I know that were -- that was the facts, Your Honor, in the -- in the Banks case, that there was a check made out to both. In fact - in fact, there was -",
  "Well, Your Honor, we disagree with that for, it seems to me, at least three reasons. The first is that at the time the client entered into the fee agreement, he certainly had control then. He had complete control over his cause of action. He was -",
  "Well, there was an entitlement to recover. Now, there might have been a dispute as to the proper amount or whether that claim was valid, but he was entitled to recover based on the injury he suffered that was cognizable at law and that gave raise to a cause of action. Now, in exchange for legal services, he promised to pay a portion of the recovery to the lawyer. That is a promise to pay a fee. That is not an assignment or any other transfer of the underlying cause of action. And it is undisputed, I think -",
  "Your Honor, two responses to that question, if I may. The first is that, as a matter of law, it is the client that controls the cause of action and throughout the time period, even after they -- they enter into an -- a contingent fee agreement, it is the client that owns and controls the cause of action and he decides whether to settle. He decides whether to press forward or withdraw the case. He decides whether to fire the lawyer or not. He is a -- he controls the source of the income. Therefore -",
  "Well, presumably, Your Honor, if he's already -- he's already promised that to the attorney, he would be in violation of his agreement with the attorney if he did so, and his attorney could sue him to recover or the dentist could sue him to recover.",
  "Well, because he's -- he's given it away. In that sense I think -- and -- and in answering this, if I may just go back to one point that Justice Souter made and that is that I don't think it's the case that our analysis turns at all on how you value the claim, either at the time of the fee agreement or afterwards. Our analysis says at all relevant times, regardless of whether the value changed or not, the client was at all times in control of the underlying source of income, and it's just as if in Helvering v. Horst the father assigns the -- the bond coupon to his son, but he controls the underlying source of income.",
  "That's true.",
  "Your Honor, that would be equally true of an assignment of a stock dividend while I retain the stock. I may not know what the dividend payment is going to be, but if I control the underlying source of income, i.e., the stock, then the transfer to someone else of the dividend doesn't alter the incident of tax, even if it's unknown. And I would point out that in Lucas v. Earl, the husband and wife in that case entered into agreement to assign to each other 50 percent of their income in 1901, long before the income tax was even instituted, and the tax years at issue in that case were 1920 and 1921. If anything, it was much more speculative and uncertain what income would have been earned 20 years later in that case, and that did not stop the Court from --",
  "-- applying this principle that -",
  "Your Honor, to my knowledge, the -- the IRS has had a consistent position that the entire amount of litigation proceeds, including the amount that may be paid to a lawyer under a contingent fee agreement, even in the condemnation context, is tax -- is included in the gross income of -- of the taxpayer. And I would point Your Honor to the case out of the Federal Circuit, Baylin v. United States. That case involved a condemnation action, and the court of appeals in that case addressed the issue that's presented in these cases and concluded that it was includable in gross income.",
  "And -- and I would point out, Your Honor -- and this has to do, I think, with the impact of the new legislation that's been pointed to in the supplemental briefs -- that at least six of the court of appeals cases addressing the issue presented in these cases involved claims that would not be covered under the new section 703 because they -- they don't involve claims for unlawful discrimination or -- or FCA claims or certain Medicare claims -",
  "That's correct, Your Honor.",
  "Well, Your Honor, I guess my response to that is that, first -",
  "Your Honor, the fact of the matter is, is that Congress has looked at -- at this issue, and in the new section that I just referred to, section 703 -",
  "That has occurred, Your Honor.",
  "And -- and Congress responded to concerns about that very result -",
  "-- in the new section.",
  "No, Your Honor. It is --",
  "I think it would be, Your Honor.",
  "But we do think, Your Honor, that the only limit on Congress' taxing authority would be the Constitution, and I don't see a constitutional violation in disallowing a deduction, but --",
  "Your Honor, if I may. The way I would respond to that concern is that the proper way to address it is not as the courts below did and as respondents urge, to alter or distort the general definition for gross income under the -- under the tax code which may have broad ramifications in a number of areas outside of this one, but to go to Congress, as in fact people have done, and to get them to make -- make additional deductions or otherwise alter the alternative minimum tax, which generates the primary concern I think at issue in these cases.",
  "That's the proper way to handle that.",
  "They were -- they were liable for a tax greater than what they took in. Those were pointed to Congress -",
  "I believe that's correct. Those were pointed out to Congress and that was part of what motivated Congress -",
  "-- to enact section 703 to protect -",
  "I do not know, Your Honor. My - my understanding is that the tax was assessed and I don't know whether --",
  "Your Honor, if I -",
  "-- misremembered that case, I apologize. My -- my recollection was that -- was that the court in that case had included the attorney's fees in gross income. But -- but --",
  "But -- but again, Your Honor, if I may. I think the -- the basic point to recall here is that the definition of gross income cuts across the tax code. If there are concerns about application, then the proper result is to go to Congress, as has been done. Congress has addressed the very concerns cited by respondents and the amici in this case, and that specifically is the -- the application on civil rights plaintiffs.",
  "Your Honor, it -- there may be - there may be a takings issue at some point. Again, there may be constitutional limitations.",
  "But I think, Your -",
  "Your Honor, I think when -- when what you're talking about is how to define -",
  "Again, Your Honor, I -- I think as a general matter, the -- the proper definition of gross income would include the attorney's fees portion of litigation awards. It's important to note that the when Congress -",
  "No, Your Honor. In fact, what I would say is that the thing to focus on is what Congress actually enacted and it makes clear that all the litigation proceeds -",
  "I -- I understand that, Your Honor, and what I'm trying to answer is that the -- the legislation itself makes clear that it's included in gross income and an above-the-line deduction is provided, and that the colloquy was referring to a prior version of the bill that would have been retroactive in part. The new bill is not retroactive, and we think it's clear that it does work a change because from, among other reasons, it's undisputed that if these fees had been paid on an hourly fee basis, they would have been included in gross income and -- and the alternative minimum tax would apply.",
  "We do not.",
  "We do not.",
  "If I may reserve the remainder of my time.",
  "Thank you, Your Honor. It is clear that the only thing that respondents' attorneys earned under the fee agreements was the right to be paid a fee for their services. In petitioner's view, those agreements don't even give rise to an assignment of income in the ordinary sense. If you look at the text of the fee agreement in the Banaitis case -- the Banks' fee agreement is not in the record -- among other things, it makes clear that if there is a termination -- and it provides lots of grounds on which the attorney-client relationship can be terminated -- that the attorney will be paid a reasonable fee, calculated at the sum of $175 per hour. That doesn't sound like an assignment of any income or even an assignment of the underlying cause of action. Even if it did, it is clear that in every assignment of income case, the assignor loses control over that income that he assigned. That doesn't stop the application of the proper tax principles, however. The -- the respondents in these cases suffered a legally cognizable injury. They had a claim. That claim entitled them to a recovery. They retained services to pursued that claim. If they had paid their lawyers on an hourly basis, those lawyers may have been just as necessary to the actual outcome of the case as their contingent fee attorneys. Both the -- an hourly fee attorney and a contingent fee attorney in both of the States at issue here -- and in fact, in all States of which I'm aware -- received precisely the same attorney's lien. That lien makes clear that the relationship between attorney and client starts out as that between a master and an agent and then is converted through the fee agreement to that between a creditor and a debtor, and the lien secures the debt and ensures its payment. When the proceeds from the litigation are paid to the attorney, it satisfies the respondent's debt and is therefore income to the attorney. Under the separate and alternative ground of this Court's Old Colony decision, it goes far and beyond even the holding with regard to an assignment of income. To address just a couple of questions that came up, I would point out that in the class action context, again, as I indicated, there are a number of differences. And just to be a little more specific about some of them, generally speaking there's no unilateral right to settle a -- a case by class members. There's no unilateral right to dismiss the case, and there's no right to a determined fee.",
  "Thank you.",
  "Justice Stevens, and may it please the Court: We do not think that title III of the ADA was intended to apply extraterritorially. That said, we think there is a question that would need to be resolved as to whether applying the ADA to a public accommodation that was entered into in the United States, that began in the United States, a necessary term of which we believe would be nondiscrimination, would in fact be an extraterritorial application of U.S. law.",
  "That's correct, Justice Scalia.",
  "No. We think the better view - -",
  "No. We think the better view, in fact, Justice Scalia, is that that would not be an extraterritorial application of U.S. law. But if the Court were to disagree, then we would say title III does not apply at that time.",
  "The reason, Justice Scalia, would be because the accommodation that was offered, that was entered into, and that began in the United States -- and -- and I would point out -- I think this is important to keep in mind - -",
  "Yes. Yes, that's correct.",
  "That's correct. Now -- now, I - - I would just add that I think it -- you could characterize a public accommodation, you know, five nights lodging, for example. If that's entered into in the United States and -- and that begins in the United States, that a necessary term of that is nondiscrimination, and - -",
  "-- if you have an ADA claim that governs that even if the discrimination occurred abroad, that would only relate to those things tied into the accommodation.",
  "Well, again, we -- we think that if accommodation begins here in the United States, that - - that a necessary term of that is nondiscrimination. Now, whether you characterize that as a contract claim or as a substantive application of the ADA, I'm not sure there's much of a difference.",
  "To come to the United States.",
  "I would -- I would assume not, although the question then would be whether or not it's a public accommodation that's been offered in the United States.",
  "No, no, Justice Kennedy, that's not our position. Let me -- let me try and be clear. We think that any vessel that comes into the internal waters and ports of the United States and offers a public accommodation or a specified public transportation service to our residents is subject to the ADA.",
  "If -- if you had a situation - - I'm sorry.",
  "If you had a situation where you had a ship that -- let's say, that began in -- in Great Britain and came here, it didn't pick up passengers here in the United States, I think that the better view would be, sure, United States law could apply to it because it's in our internal waters, but that as a substantive matter, with regard to the ADA, I don't know why that would be a public accommodation within the meaning of the ADA because it's not an accommodation that's offered - -",
  "-- or available to United States residents.",
  "As I understand what Your Honor just said, I think that I would. Let me just clarify, though. We think the relevant question is whether that ship would -- has offered a public accommodation or a specified public transportation service - -",
  "-- in the United States, and if the answer is yes - -",
  "Well, again, I -- not as a matter of -- not as a matter of extraterritorial application of U.S. law, but that is our position with regard to a public accommodation that begins in the United States. I -- I think the -- the important --",
  "I should probably should not have said begin, Your Honor. What I mean is if it -- if the public accommodation is provided for in the United States, that would be covered by the terms of the ADA, we think the ADA applies.",
  "Sure. Sure. And what I would say with regard to that is that you're right that our broad view is that the ADA applies if that -- if they're offering public accommodation here in the United States. But if you reject that, I think there are several ways you could approach that. One would be to apply traditional choice-of-law factors that are -- that are applicable in maritime, and you could conclude, you know, based on sort of whether or not there are sufficient contacts here and whether or not - -",
  "No, no. He asked me to say something that -- that would -- would help his concerns. What I'm trying to say - -",
  "No. No - -",
  "Well, I don't know the specific number. I would think that there are not many that the - - that this -- what you're concerned with primarily here are cruise ships that are in the business of providing public accommodations. But I would add as well -- and I think this is very important that the Court keep in mind -- that the clear statement rule, as it's -- as it's posited by respondent here, would not just apply to the ADA. It would apply to all U.S. laws, and that would include title II of the Civil Rights Act of 1964 in its prohibition of racial discrimination, and I would find that that would be a remarkable construction.",
  "Justice Scalia, you're correct, and that's precisely why they have - -",
  "If -- two -- two responses, if I may, Your Honor. And that is, if you -- if that is the conclusion you reach, then you still need to remand this case because there are an awful number of claims that are precisely those kinds of claims that the Fifth Circuit would not allow. Secondly, I think you're wrong with regard to the scope of the clear statement requirement. There is no requirement that you have to have a clear statement to apply a U.S. law to a foreign vessel. There is only a requirement that you need a clear statement if the conduct at issue would relate only to the internal matters of that vessel. And here you're dealing with public accommodation - -",
  "Well, I disagree, Your Honor. And what I would point you to is -- is that the long -- every time this Court has spoken with regard to the clear statement requirement relating to foreign-flagged ships, it has referred to the internal order doctrine. And that is embodied in a number of bilateral agreements that go back for centuries. The -- the treaty that was at issue in the Wildenhus's Case expressly said that if the -- if the conduct did not relate to members of the crew but to passengers or other members of the port state or otherwise affected the interests of the port state, that the port state law would apply. And that is the general rule. The international regime that governs this area by its terms provide minimum standards and leaves it available to port states and to flag states to add additional requirements. That would mean - -",
  "Well, I -- I would disagree with that on -- on a couple of respects. The first is that the definition of commerce here is broader than it was and specifically refers to travel between the United States and foreign countries. The only other statute we're aware of that says that is title II of the Civil Rights Act of 1964. In addition - -",
  "Absolutely, Justice Souter. What -- what the text of the statute says - -",
  "That's correct. What the text of this statute says is that -- in fact, this is the definition of commerce that relates only to title III of ADA. And it says precisely that it includes travel between foreign countries and the United States and that Congress was intending to -- to reach the full sweep of its -- its constitutional authority.",
  "Thank you, Justice Stevens, and may it please the Court: Several features of the IDEA confirm that Congress intended the traditional allocation of the burden of proof to apply to the administrative hearings under the Act, and the most important of these -",
  "Your Honor, the -",
  "Your Honor, the Government has always understood -- and this Court has understood -- that this is spending-clause legislation, and that the requirements of the Act establish a floor, and that that's true with regard with the substantive provisions of the Act, as well as the procedural ones. And let me give you one example. I will concede that this may seem somewhat anomalous, but this an unusual statute. In Rowley, for example, this Court construed the meaning of the term \"a free, appropriate public education,\" and it determined -- in fact, it rejected a construction of that term that would have required maximizing the educational benefit to the child. There are States that have adopted that high substantive requirement for their schools. And when someone brings an action, either at a due-process hearing or in Federal or State court, a separate civil action under statute, the courts apply that higher State standard. We think the same would be true with regard to a State's decision to adopt more restrictive -- or more protective, excuse me, procedural provisions for the parents with children with disabilities. It is left up to the States. The Federal law -",
  "-- just establishes a floor.",
  "States may, and States have. What we think is -",
  "-- improper -",
  "Your Honor, I would say that we don't have any evidence that is as strong as we would like on that. What we do have, and what I would refer the Court to, is the 2003 GAO report on the way in which the -- these provisions have been implemented. That is -- it's cited in both respondent's and petitioner's brief, and it was relied on by Congress in the 2004 amendments. And what it -- what it demonstrates is that 80 percent -- nearly 80 percent of all due-process hearings nationwide have occurred in just six jurisdictions, five States and the District of Columbia, and that -- and that, in those States -- it happens to be the case at all, but Maryland, which is one of those states -- have clear rules that put the burden of proof on the school districts, and that the costs -",
  "I'm sorry.",
  "Your Honor, it may very well be that you would want something more than just a court decision. And I -",
  "-- and the States that have done it -",
  "No, I don't think -",
  "-- we do, Your Honor.",
  "Maryland -",
  "-- Maryland does not. And I think, in fact, the only thing -- the only question that's truly presented in this case is whether the Federal statute mandates the unusual burden -- shift of placing the burden on the schools in all cases. And we think that clearly wasn't what Congress intended. And let me point to the provision of the statute we think is the most relevant, and that is the requirement that the parents -- or the complaining party file a complaint to initiate the due-process hearing. And that traditional pleading regime requires that the -- in this context, the parents come forward and identify, with specificity and with supporting facts, the problem with the school's educational program and how they would propose to solve that problem. And, in 2004, Congress went even further and mandated that parents cannot even obtain a due-process hearing until they've first complied with this due-process notice requirement, and that the contents of the parents' complaint will strictly define the subjects that can be addressed at the hearing. And we think that is strong evidence that Congress intended the traditional allocation of the burden of proof.",
  "No -",
  "-- no, Your Honor, I did not. What I indicated is that one of the unusual aspects of these due-process hearings is that they occur very infrequently, only about 5 for every 10,000 children receiving educational benefits under the Act nationwide. In certain jurisdictions, there is a very high incidence of these hearings. And Congress, in 2004, was clearly concerned about the costs that those hearings were imposing, and were diverting funds away from the real purposes of the Act. Now, getting back to the statute, we think -",
  "That's correct, Your Honor. What I was saying is that I can't tell you that more States than not have adopted one rule -",
  "-- or the other.",
  "But most -",
  "-- of the due-process hearings that occur in -",
  "-- in the country -",
  "-- occur in jurisdictions -",
  "-- where, either by court or by rule the burden has been placed -",
  "Your Honor, I don't have that information. Most, I think, of the jurisdictions were -- most of the jurisdictions have the burden on the schools, because that's what the courts -- the Federal courts have construed the Federal statute to require. What -- the reason I have a difficult time answering that is because the amount of due process hearings varies so widely from one jurisdiction to another.",
  "And part of that is because of the rules and the ways in which it's been adopted.",
  "Well, no -- Your Honor, there are several States that have clearly placed the rule -- by rule, on the -- on the -- on the person initiating -",
  "-- the hearing. And, in fact, I would say most States probably have a sort of State APA -",
  "-- very similar to the Federal APA.",
  "Well -",
  "It -",
  "There may be a cause-and-effect issue there, Your Honor. It may be the case that the types -- that by encouraging the type of litigation under the Act by switching the burden of proof has resulted in more cases being brought. The interesting fact -",
  "-- from the 2004 amendments is that Congress sought to reduce the amount of litigation under the Act by, for example, allowing -",
  "-- for the first time -",
  "That's correct.",
  "I -- Your Honor, I believe it's the -- I can't answer that. I think it's -- it's most -- it's more recent than that. And I think the explosion of litigation under the Act is more recent than that.",
  "And Congress has been very concerned about that. Now, by requiring that the parent's due-process complaint define the contours of the hearing, we think Congress has signaled where the burden of proof should be. And, in addition to that, it seems -- it seems to us that it has addressed the policy and fairness concerns the petitioners rely on so much. As this Court recognized in Rowley, it's through the procedural protections of the Act that Congress sought to ensure that parents had sufficient information and resources to defend the interests of their child. And we think, by place -- this complaint notice requirement represents a considered judgment by Congress that those procedural protections will have done their jobs and that parents will be in a strong enough position to adequately defend the interests of their child in any hearing. And that's certainly true if you would compare the position of the parents under this Act with benefits claimants and civil rights plaintiffs in any number of other Federal statutes. If Your Honors have no more questions, thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The knock-and-announce rule, unlike the warrant and probable cause requirements, does not protect the individual's privacy interest in the items to be searched, and does not relate to the officer's authority to conduct the search and obtain the evidence. An unannounced or premature entry, therefore, does not detract from the officer's legal authority reflected in the warrant to enter and conduct a search. Instead, as this Court held in Segura, an untainted warrant provides an independent source for the search, even where the entry is illegal. There was only one entry in the Segura case, since the officers remained in the apartment until a warrant was finally obtained.",
  "Your Honor --",
  "Your Honor, there are -- there are several reasons why the Court has -- the Court has articulated several reasons for why there is the knock-and-announce rule. We think the important point, though, with regard to Segura case is that the entry, in Segura, was unlawful both because the officers did not announce and because they did not have a warrant. They, nonetheless, stayed there for 20 hours, and, when they finally did obtain a warrant, they conducted the search. And this Court had no difficulty in saying that, even though the initial entry was unlawful, the warrant- authorized search -- the warrant was an independent source for the search, and that the legality with regard to the initial entry was, quote, \"wholly irrelevant to the evidence that was obtained pursuant to the warrant.\" And we would submit that it would be an odd fourth amendment rule that would allow admission of the evidence where the officers failed to obtain a warrant. They entered without a warrant and without announcement, and only later obtained one, as in Segura; and then suppress all evidence, in this case, where the officers did obtain a warrant in advance, and their only illegality was the much more minor one of entering a few moments prematurely.",
  "Nothing in this Court's cases --",
  "No, that's fine, Your Honor.",
  "The warrant, in Segura, was obtained by -- based on evidence that was in existence prior to the unlawful entry, so that it was an untainted warrant.",
  "Well, of course, the officers -- once that warrant was obtained, officers would have to enter the apartment in order to conduct a search --",
  "-- here, except for the fact that --",
  "-- they had already entered illegally and were already present illegally --",
  "-- in the apartment.",
  "That's correct --",
  "-- in Segura.",
  "That's absolutely correct, and that's --",
  "-- a requirement for --",
  "Your Honor, with respect, I think that's -- it would be an improper reading of Segura. There was an illegal entry, in Segura, that was just as necessary in order to conduct the search and obtain evidence in that case as there was at premature entry here.",
  "No, Your Honor.",
  "Their -- they had no knowledge of the illegality, and the evidence that was -- that was the basis for the affidavit for the warrant was untainted by the illegal entry. But, of course, the same is true here, there was -- there is no allegation at all that --",
  "-- the warrant in this case  -",
  "-- is tainted.",
  "Well --",
  "Well, Your Honor --",
  "Your Honor, with respect, that is -- that is directly at odds with the way the Court, in Segura, approached --",
  "-- the question.",
  "I think Segura is contrary to that.",
  "I think Murray --",
  "-- is contrary to that.",
  "In fact, that is precisely the analysis --",
  "-- that's precisely the analysis the Court ordered -- took in Segura. It said, if there had been no illegal entry, the officers --",
  "-- would have obtained the evidence --",
  "-- the same way --",
  "-- because they had --",
  "Well, Your -- I'm just informing Your Honor what the Segura case says. It says the court -- the courts would have found -- excuse me -- the officers would have found the same evidence that they found pursuant to the warrant if they had complied with the fourth amendment. That's because the court viewed the -- that warrant as a separate independent source for the authority to enter and conduct a search. One would have to posit, I guess, that the officers in this case, if they -- if they would rather not execute the warrant than delay a few additional moments before entering, but I think that would not be a very realistic hypothesis.",
  "Now, with regard --",
  "No, Your Honor. The knock- and-announce requirement is -- we take no issue with that. That is required by the fourth amendment. With regard --",
  "-- to deterrence --",
  "Well --",
  "That's not --",
  "Of course the --",
  "Of course there is --",
  "-- Your Honor, and that is not --",
  "-- our position. And we, respectfully, would argue that that's not an appropriate way to conduct the deterrence analysis. Even just on the terms of deterrence, we think that suppression here would be a disproportionate remedy. And that's because, as this Court has repeatedly recognized, the officers already have an incentive, inherent in the nature of the circumstances, to announce and delay some period of time before entry. Now, there may be --",
  "-- not --",
  "It's not to be mistaken for an intruder and shot at, Your Honor.",
  "Well --",
  "That's not really -- I mean, to be fair, Your Honor, that's not what he testified to, exactly. What he said was, he's been shot at several times, and he went in early, in this case, in part because of his safety concerns. But he didn't speak to any broader policy.",
  "But, in any event, the --",
  "Well, Your Honor, I think -- I think there are several reasons. One -- and, again, this Court -- these are -- all of the things I'm going to list come from this Court's cases, including Nix and Murray and Segura, where the Court has applied the doctrines we ask the Court to apply here. And what you have is, you have the inherent incentive to knock and announce, because of their own safety concerns. We think the only thing that might not cover, in terms of deterrence, would be the additional few moments you may want them to wait. They will announce, and they will delay some period of time. Now, in the absence of concerns about safety or destruction of evidence, the officers have nothing to gain by entering prematurely. And so, in doing a deterrence analysis, I think it's important to keep that in mind. It's not like there's a huge gain for the officers --",
  "-- when they don't have legitimate concerns.",
  "Well --",
  "To be sure, Your Honor, there are times when they may miscalculate the nature of the concerns about safety and destruction of evidence, but, in cases where there aren't those concerns, they have nothing to gain. And, in addition, entering prematurely may make them a defendant in 1983 or Bivens actions, which I'm sure that no officer --",
  "-- relishes and --",
  "May I answer, Your Honor?",
  "Your Honor, I would -- I would disagree with that. And I would point the Court, in particular, to a recent case out of the Seventh Circuit, Jones versus Wilhelm. The seventh circuit has announced the position -- it decided the position that we advocate. There are many cases, Your Honor -- the courts -- the courts are replete with them -- where people --",
  "-- bring those types of claims, and win, and then they settle.",
  "Thank you.",
  "I do not, Your Honor. I -- I do not dispute the representations that have been made about that practice. But let me begin by saying, thank you, Mr. Chief Justice, and may it please the Court: This Court should give the attorneys' fee provision of IDEA the same construction it gave the nearly identical language of section 1988 in Casey and hold that an award of attorneys' fees as part of the cost does not include expert fees. Respondent's sole argument is that expert fees are included in the statutory term costs, but as this Court made clear in both Casey and Crawford Fitting, the term costs in a fee-shifting statute has a well-settled meaning and is a reference and is limited to those -- that modest category of costs that may be awarded under 28 U.S.C. 1920 and 1821. Now --",
  "No. No, I don't think so, Your Honor. Now, first of all, just to be clear, the -- the fee provision that's at issue here is identical to the fee provision that was at issue in Casey, and it makes no reference to expenses. It says attorneys' fees as part of the costs. Now, in this separate section instructing the GAO to do a report --",
  "-- it says to look at the -- the awards in cases, the awards of attorneys' fees, costs, and expenses. We don't think the term expenses in -- in that provision can fairly be read to somehow dramatically expand the meaning of the phrase, attorneys' fees as part of the costs. We think it's much more naturally to read that as just a reference, as this Court noted in Casey, to the common practice of including out-of-pocket expenses of attorneys for things like copying costs and -- and necessary travel expenses and things like that as -- as also being compensable. And so we don't think that that -- that term expenses does anything dramatically to the meaning of the statutory provision at issue here. And as far as subsection (B) of that provision related to the GAO, we think it's clear that it's no longer referring to the actual awards in cases, and is instructing the GAO to do a broader study about the time that's spent by attorneys and consultants and others on both sides in these cases because Congress was very concerned about the amount of litigation and the expense of that litigation and the diversion of funds away from the core educational services of the schools. As this Court noted in Schaffer, that's one of the primary concerns Congress has had, especially in the more recent amendments to the act. And we think, in fact, that the -- the fact that Congress instructed the GAO to study that is, if anything, more consistent with the idea that Congress decided not to legislate on the question of expert fees, but to leave it for another day after they've had the benefit of that study at a minimum. Now --",
  "That -- that is correct. During the administrative proceeding and in the -- and in the district court, there was no attorney here. But -- but I think there's one important thing to keep in mind about that is that that's -- Congress expected that that would be the result. This is not a statute where Congress didn't think about the role of experts. Among other things, section --",
  "Sure. Well, I think the conference report clearly represents the view of the author of the conference report with regard to the meaning of the language.",
  "Well, I mean, I think -- I think what that points to is the perils of -- of using committee reports and statements --",
  "-- from the legislative history when the text is clear.",
  "I don't think so, Your Honor, and let me try to explain why. First of all, this Court made clear in Casey, dealing with the exact same language, it took -- you know, that's at issue here --",
  "No. That's right. And I'm referring to the statutory language here, that this Court considered this exact --",
  "Well, but my point, Your Honor, is that what this Court said --",
  "Yes. If the Court thinks the statute is ambiguous, it's fair to look at the conference report.",
  "For, among other reasons, Your Honor -- this is what I was trying to -- trying to state because this Court in Casey, dealing with this exact same language, said the following. It said where the statute contains a phrase that is unambiguous, attorneys' fees as part of the cost, that has a clearly accepted meaning in both legislative and judicial practices -- again, this Court in Casey tracked through the -- the usage, the history of the usage of this language and the way courts had responded to this over time -- that when that's the case, we do not permit it to be expanded or contracted by the statements of individual legislators or committees during the course of the enactment process. We think that holding in Casey is equally applicable here --",
  "-- and it be would wrong to look to that. Now, if the Court did, I think the thing that the Court should take away from it, if you're going to look at what Congress intended here -- and this is undisputably true. Everyone agrees on this. The primary purpose of this legislation was to respond to this Court's decision in Smith v. Robinson. And prior to this Court's decision in Smith, section 1988 had provided the means by which courts had awarded attorneys' fees in cases under IDEA's predecessor.",
  "Smith foreclosed those fees --",
  "Sure.",
  "That -- that is certainly our first argument, absolutely, Your Honor. The point I'm making now is that if you look at the context in which this language was used, Smith foreclosed the award of section 1988 fees. Congress responded shortly thereafter by -- by adding the precise language of section 1988 to the language in IDEA's predecessor. Now, however anomalous it would normally be to give the same language in two different fee provisions different meanings -- and it would be quite anomalous -- to do so here with section --",
  "Well, I think --",
  "There are plenty of cases, Your Honor, that -- that point out --",
  "-- that the -- that -- that point out, even -- even I think beforehand, that the language is the primary basis to look.",
  "And that even when it's unambiguous, that's the end of the matter.",
  "We certainly agree with that, and I would just add that I'm not aware of any decision of this Court that would suggest that the type of statutory construction tools the Court would use would depend on what was in place at the time that the statute was enacted.",
  "I mean, this Court applies the rules that it thinks are appropriate at the time it issues its decision. Now --",
  "Two responses to that, Your Honor. The first is that we don't think it's ambiguous at all, and we think when -- even if you look at the GAO provision, you don't get the kind of ambiguity that would allow you to otherwise deviate from the -- the clear meaning of this language when it's -- when it's been consistent with statutory usage over time. As this Court noted in Casey, more than 34 statutes use -- expressly state attorneys' fees in addition to expert -- expert fees in addition to attorneys' fees, and there would be no point to those. But -- but moreover, I think the important thing to keep in mind is that it's not just this fee provision. If you want a further indication of Congress' intent, let me refer you to some other provisions of the statute itself, again, the language of the statute. Among other things, section 1415(d)(2) expressly details the content of the notice that has to be given to the parents about the procedural safeguards in the act, and it's very specific. It lists 13 different things that States have to explain in full to the parents. The -- the 12th and the 13th items on that list are the parents' ability to bring a civil action and their right to bring, quote, attorneys' fees, no mention whatsoever of expert fees. Thank you, Your Honors.",
  "Thank you, Mr. Chief Justice, and may it please the Court: Suppression would not be an appropriate remedy in this context for two primary reasons. The first is if the knock and announce rule does not protect the individual's privacy interest in the underlying items seized and, instead, it seeks to limit discrete risks related to the execution of warrants that property will be damaged, that officers will be mistaken for intruders, or that occupants will be caught in embarrassing situations. That makes the knock and announce rule similar to other Fourth Amendment requirements related to the manner of executing warrants such as --",
  "It would not be a departure, Your Honor. In fact, that's common practice in the Fourth Amendment area. This Court, for example, in New York v. Harris looked to the purposes of the rule against arrest in the home absent a warrant and to conclude that it wasn't appropriate to suppress a statement made at the station even though it assumed that there was but-for causation. And this Court in Cruz did a similar analysis. It's very common to look to the purposes served --",
  "But --",
  "No, Your Honor. I mean, certainly that's -- that is one of the principles underlying the Fourth Amendment, but this Court has looked to the types of considerations I'm discussing, and I will give you some examples. And we think, in fact, the knock and announce rule is very analogous to -- for example, to a claim of unnecessary property damage or to a claim that the officers brought the media along when they shouldn't or that they used excessive force.",
  "That's correct.",
  "That's correct. The illegality --",
  "I don't think that would be a warrantless search or I don't think that would be a violation. That might be --",
  "-- of the manner of execution. But again, if I may --",
  "Well --",
  "I think the question in that case, Your Honor, would be about reasonable reliance on the warrant and whether it was a reasonable mistake. And if it wasn't, then it would be a warrantless search. And if I may just focus the Court -- attention on the claim of unnecessary property damage. We think that's quite analogous here in part because the typical -- in the typical case, a premature or unannounced entry will be a forcible entry. But whether the claim is that the officers entered a few moments prematurely or that they unnecessarily used a battering ram on the door, in either case the -- the violation doesn't relate to the privacy interests and the items to be seized and shouldn't result in suppression. And in addition to that --",
  "Well, that certainly is --",
  "That -- that certainly is true, Your Honor, but that -- that is not a protection --",
  "No, Your Honor. The point of knock and announce is a more limited privacy. It's not related to the privacy of the items to be seized. That's separate. And that's why it makes it like the claim of unnecessary --",
  "No, Your Honor. I think what -- what focuses in terms of suppression is whether the government has obtained an evidentiary advantage as a consequence of the illegality. Here, the illegality was the failure to delay a few additional moments before entry.",
  "But --",
  "I don't think so, Your Honor. If I may try to explain. I think as a general matter, with regard to physical evidence in the home that's within the scope of the search warrant, that you're -- you're probably right. Most of the time, that evidence will come in. We think that there are probably at least two areas that might lead to suppression in these cases. One is the -- the type of statements that the Chief Justice mentioned earlier. Another might be what you might call proximity evidence, that the officers went in prematurely and as a result, they saw a --",
  "Well, I don't think -- I think there is a reasonable argument that could be --",
  "I'm -- I'm attempting to answer that, Your Honor. I think there's a reasonable argument that could be made in this case that there wasn't a violation. I think it was probably a smart strategy.",
  "I can't -- I can't second-guess the strategy here to concede it.",
  "I think I probably would have argued in the alternative, Your Honor. I think that's probably the safest --",
  "I think generally no, Your Honor. I think -- and I would -- I would --",
  "I -- not in this Court. There -- there may be in the court of appeals. I think the way that the Court would analyze that would be, again, along the same lines. Now, certainly in jurisdictions that haven't adopted the rule that we're articulating here, the courts may suppress. But we think under the principles we're articulating, that suppression probably would not be appropriate there.",
  "Well, you know, we respectfully disagree with that. We think that there are two separate questions, what the Constitution requires and whether suppression is an appropriate remedy.",
  "The Court has always treated those --",
  "Your Honor, if I may. It's also hornbook law now in this Court that you can't unnecessarily destroy property in executing the warrant or effecting the entry and that you can't bring the media along. This Court in both Ramirez and --",
  "Well, I -- I think that's probably the position that we would take. I think the way the Court would analyze that, as it has done in these other cases, it would look to two factors. One, what are the purposes served by the Fourth Amendment rule that's violated and how well those purposes fit with the remedy of suppression; and two, whether the government obtained any evidentiary advantage as a result of the violation.",
  "Thank you, Mr. Chief Justice, and may it please the Court: Congress made parents of children with disabilities parties in their own right in administrative and judicial proceedings under the IDEA, and granted parents their own rights under the Act. One of the rights granted expressly to parents is the right to seek reimbursement for private educational expenses when the parents believe the school has failed to provide an appropriate education. That is the claim that's at issue in this case, and the parents are clearly the appropriate party for that claim because they're the ones that have incurred the financial harm. When they are reimbursed - -",
  "Well, I think that's right, Your Honor, but the difference here is that the statute in section 1412(a)(10)(C)(2), and this is on page 6A of Petitioner's brief, expressly provides a right to parents to seek reimbursement for the -- for their - - the educational expenses that they incur. And while the parents have to show that there was a denial of a free appropriate public education, we think it's clear that the statute makes the claim the parent's claim. And there are cases, for example, out of the Fourth District, in Emery, that would suggest that it is not even clear that the child would have standing to assert a claim for reimbursement when they're not out of pocket any expenses. So we think in a case like this, this is an easy case. We think clearly here the parents are the parties.",
  "Well, that's not the sum total of our argument, Your Honor. I was just pointing out that actually there's a relatively narrow way to decide this case if the Court so chose, by focusing on the reimbursement claim in this case. Our position is that parents share in the substantive right to a free appropriate public education under the Act. And there are two things we would point to in regard to the definition of a free appropriate public education that we think makes this clear. And this is in section 1401 of the Act on pages 2A and 4A of Petitioner's brief. The first is the definition says that the term free appropriate public education means special education services provided, quote, without charge and at no cost to parents. We think clearly the free aspect, again, is first and foremost a right of the parents, because they're the ones that bear the cost. With regard to - -",
  "There's -- That's correct. The definition begins on page 2(a) \"which says free appropriate public education on section 1401 and it says, \"the term free appropriate public education means special education related services that -- and under subparagraph A have been provided at public expense under public supervision and direction and without charge -- Then in subparagraph 29 on page 4(a)the term special education is defined which is again the term from the definition of free appropriate public education, is defined to mean \"specially designed instructions at no cost to parents.\" And so again the right to a free appropriate public education is defined expressly in part as terms of the parents interest. We also think that regards to any question about what is the appropriate, if you look back again on 2(a), subparagraph D of the definition of free appropriate public education, it says that it has to be special education services that are provided in conformity with the individual education program required under the Act. And now the individual education program or IEP process is the process by which parents are given the right to participate as full members of the IEP team and to have a say in helping to define what is an appropriate education for the child. And as this Court pointed out in Rowley, this is the essential feature of this Act. The way it works is that Congress did not specify or flesh out a substantive standard for what is appropriate for a child' instead it ensured -- it mandated, excuse me -- that an appropriate education is an education that involves parental involvement. And when there is a dispute with regard to whether the IEP team has adopted the right educational program for the child, we think that the Act makes parents, who again, who are full members of that team, when their views are rejected as far as what is appropriate, they are given the procedural safeguard of initiating a due process hearing. Again the Act refers repeatedly to - -",
  "That's correct.",
  "Well it, that is essentially our position although I would add that our position is that all of the rights of the statute are rights that are shared by the parent. At least with regard to the substantive - -",
  "Yes, Your Honor. We do - -",
  "Well - -",
  "Well -- well -- just because I haven't limited the rights of the parents right doesn't mean that I haven't been trying to make a point about how to interpret the statute. The statute we think does not limit the parents' rights to sue on behalf of their child and on behalf of their own rights under the statute. We think the way to think about this - - again, keep in mind that the right to initiate a due process hearing and the right to seek review of that in court, those are rights that are contained in Section 1415, which is the procedural protection, the procedural guarantees of the Act. And we think those are rights that belong to the parents.",
  "Well, we think the way - -",
  "The -- that -- that's correct. The way we look at the question, Your Honor, is to say it gives the parents those rights, it gives the parents the right to be full members of the IEP team that determines the appropriate education for that child. While the school district has the final say as far as the contents of the IEP, the parents as members of that team have the right to initiate litigation through administrative procedures and then ultimately in court, if their view of what is appropriate for their child is rejected by the -- by the -- by the IEP team. And while, and no doubt - -",
  "The right to initiate - -",
  "Your Honor, what I would refer you to are the many provisions of the Act, and you can turn to pages 16 A and 17 A for example of Petitioner's brief that has these, in part, where the Act repeatedly refers to the parents' due process complaint, the parents' due process complaint, known as the parents' right to a due process hearing. The 2004 amendments expressly refer, define prevailing party to be parents. It referred to the parents' cause of action --",
  "They have a right - -",
  "Our way of looking at the statute, Your Honor, says that if they are the ones that initiate the hearing, they file the complaint, they are parties to that hearing, then when, when their claims are denied, they are parties aggrieved within the meaning of the statute. It's the same term, parties aggrieved, that refers to the right to an appeal in the administrative process that refers to the ability to initiate a civil cause of action.",
  "Well, I -- does say, it does reference back, in fact it references back to the complaint that's filed to initiate the due process hearing. And the parties are the ones that -- excuse me, the parents are the ones that are referred to as the ones filing those complaints. It is referred to repeatedly as the parents' complaint and the parents are -- are referred to as prevailing parties in the civil action. Again in the attorneys fee provisions that were added in 2004, expressly refer to quote, \"the parents' complaint or subsequent cause of action.\" This is on page 24 A of Petitioner's brief. And it refers to parents as a prevailing party. There are other provisions that do so as well and while we're on the topic of the 2004 amendments -- I see my time is up.",
  "Thank you, Mr. Chief Justice, and may it please the Court. The FLSA's companionship services exemption applies by its terms to any employee employed in domestic service employment to provide companionship services for the aged or infirm. The Act imposes no limitation based on the identity of the employer. And the Agency's regulation of 552.109 extending the exception to employees of third parties is entitled to deference. The Department expressly invoked its statutory rulemaking authority in adopting Section 109, 552.109. It utilized ed notice and comment rulemaking procedures both in 1975 and each time it considered amending the regulation. And States and care providers have relied upon it in devising systems to provide appropriate services to the aged and the infirm.",
  "No, I don't think so, Your Honor. If you're referring to the initial proposed rulemaking that would have exempted only some third parties, we think that would have been a permissible reading of the exemption given the fact that the Secretary is provided very broad defined limit authority. But we certainly think there's nothing in that exemption that precludes the construction that's been adopted here. In fact, we think it is the most consistent with that language. The language of 5523 upon which Respondent relies does not change that conclusion. While if read in isolation that language could require that domestic service employees have to provide their services in the home of the employer, it should be not -- it should not be given that reading for the reasons explained in the Department's 2005 advisory memorandum. The Department's construction of its own regulations contained in that memorandum is itself entitled to deference under Our and Seminole Rock and its construction harmonizes the various provisions at issue here far better than Respondent's reading of 553 does.",
  "That's correct, and that's tied to a specific term that only applies to the exemption as to babysitters. The only thing that's exempt with regard to babysitters is babysitting on a casual basis. Congress certainly could have included a casual basis requirement with regard to the exemption for companionship services. We think it's very notable that it did not and we read from that that Congress wanted all domestic service employees providing companionship services to be exempt, and we think that's most consistent with the goal of ensuring that those individuals who most need this type of care have the opportunity to receive them at a reasonable cost.",
  "Well, we think that that is the consequence of the companionship services exemption, but we don't think that's odd based on the Department of Labor's view of what the purpose of that exemption is and based on the textual difference between, for example, the exemption for baby sitting services and the exemption for companionship services. The exemption here expresses no limitation based on the identity of the employer and we think it was well within the agency's discretion to conclude that what Congress had in mind here was a categorical exemption based on the type of services that are being provided; and while that may mean that there are certain workers who are now exempt who were not previously exempt, that's because Congress for the first time in 1974 focused on this problem of companionship services being provided to those who cannot care for themselves; and we think that follows from the text, and for the reasons Congress adopted that.",
  "Well, there is a safe harbor provision that allows for reliance by employers on a statement by the agency.",
  "I'm sorry? What would be given prospective effect?",
  "Well, that is our view. Again, I think that would be an issue that would be litigated and I'm sure litigated heavily in the hundreds of cases that are being filed under this provision. And I think it's -- one of the concerns I think of the agency here was to provide a clear statement with regard to how these seemingly conflicting provisions of the regulation are to be reconciled and applied.",
  "Well, I certainly don't take issue with that. I think that there are a variety of things that point to the conclusion that the language in 552.3 that refers to \"in the home of the employer\" simply cannot be read literally. It was borrowed from the Social Security context and if read the way Respondents do we think would raise a serious question about the scope of coverage because the agency has always viewed 552.3, notwithstanding the initial line that says \"For purposes of the exemption,\" to provide the relevant definition for coverage as well. And no party, or amici for that matter, before this Court nor the Department thinks that there's a difference between the identity of the employer for purposes of coverage. And we also think, given the language in 101 that refers to private household workers, the definition of which was provided to Congress in a report by the Department of Labor and is relied upon in the advisory memorandum in 2005, which clearly applies to third party employers, suggests that 553 cannot be read literally. And of course we know that at the same time that the agency adopted 552.3 it felt the need to adopt a specific regulation dealing with the question of third-party employment which would not be relevant - - which would not be necessary under Respondent's reading. If the Court has no further questions - -",
  "That you, Mr. Chief Justice, and may it please the Court: The school district in this case improperly denied T.A., a child with a disability who had always been enrolled in public schools, access to all public special education services. It asserts that because its wrong eligibility determinations prevented T.A. from receiving special education services, it is immune from reimbursing T.A.'s parents the cost of obtaining those services from another source.",
  "I think there are several problems with that reading of the statute, Your Honor. First of all, the ten-day period that is referenced in subsection (C)(iii) refers to the amount of notice that a district needs to receive before a child is removed from the public school system.",
  "But that's -- that's simply not the way these things work as a general matter, and let me just point out a few things about the normal process of developing IEP's. And, again, here the child never even got that far. But, typically, IEP's are developed at the end of the -- of a school year for the following year. And the parents at that point have a period of time in which to decide to go along with that plan or to give notice and then make alternative arrangements. And it's simply the -- I mean -- and that's the way it works, because it's important for parents to be able to get their child in an alternative program if they decide that's what they want to do. And if you wait until the school year has already started, those may not be available. And the ten-day notice requirement - -",
  "But, again, Your Honor, if you focus on the terms of the statute, the -- even under Petitioner's reading, the requirement would be to have previously received special education services, not to have tried out a particular plan. It may be the case that the plan for the upcoming year is -- is very different than the plan for the prior year. Perhaps they have had another assessment, and they had substantially changed - -",
  "Well, I - -",
  "I think the way that cuts, Your Honor, is -- is that that reading of what you are positing, I guess, in this exchange what Congress might have had in mind, is not what they said in the statute. They did not require parents to try out a particular plan; just that at some point in time they had previously received special education services.",
  "That's right.",
  "But not the particular plan that is the subject of the IEP, Your Honor. That - - that connection does not exist in the statute. And - - and we think it's counter to what Congress intended.",
  "Well -- well, if I -- if I may, the way we read this provision, and it's set forth on pages 3 and 4 on the addendum to the blue brief, and we think it's important that we read this as a whole and in context, is that subsection (C)(i) provides the general rule to govern the payment of private school tuition based on a unilateral placement by the parents. And subsection (C)(i) creates the only expressed limitation on the right to reimbursement, and it does so only in instances where the school district has provided a free and appropriate public education. We think subsection (C)(ii), (C)(iii), and (C)(iv) work together to govern the subset of cases that is Congress was most concerned about and that, in fact, are the most common scenario in which these disputes have arised.",
  "That is what - -",
  "Well, that's where we part company, Your Honor, because, in fact, that negative inference that you refer to is precisely what Petitioners attempt to read into subsection (C)(ii). There is nothing in subsection (C)(ii) that provides any restriction on the ability to obtain reimbursement. It was written in permissive language.",
  "No, Your Honor. We are simply not reading that language \"who previously received\" to be a condition precedent.",
  "It does matter, Your Honor, because the provisions that follow in (C)(iii) and (C)(iv) that guide the exercise of discretion, in that category of cases that were of concern to Congress, only apply to the cases that are defined in subsection (C)(ii). So in our reading the language \"who previously received\" still serves an important purpose, but it serves an identifying purpose for the limiting factors provided in (C)(iii) and (C)(iv). It does not serve - -",
  "Well, that's right. We think that Congress was focused on a particular set of cases where problems had arisen, and that's where you already had a child in the process of receiving special education and you had parents who removed the child out of that process without giving adequate notice, and thereby short -- excuse me -- short-circuiting an ongoing collaborative relationship that Congress wanted to preserve.",
  "Well you don't automatically get reimbursement.",
  "You don't -- you don't automatically get reimbursement, Your Honor. There is just no categorical bar to seeking reimbursement. You still have to show it's an appropriate remedy, which always has been understood to require a showing that the parents acted reasonably and in good faith, and that they were sincere in their efforts to obtain services from the school.",
  "The alternative - -",
  "Your Honor - -",
  "This is what's -- Your Honor, this is what's known as the child find provision.",
  "What it provides is that for -- let me just step back for a moment and remind the Court that the obligation on the State is to ensure that children, all children with disabilities, regardless of whether they are in public or private school, have the opportunity for a free appropriate public education. With respect to children in private school who are not seeking a free appropriate public school education from the public school district, the only requirement under the Act is that you seek them out, you find them, you identify them, and that you report that to the Department of Education, and that you get money for those children. And for those children who are not enrolled in public school, you have to use a percentage of the funds you receive from the Federal Government - -",
  "-- to provide benefits that are available to all children.",
  "It's not money to the parents, Your Honor.",
  "It funds programs, for example speech therapy or something like that.",
  "That they would then allow children in private school to -- to benefit from.",
  "It's not even necessarily money that goes to the private school.",
  "It goes to the public schools, that they provide services that they may make available to children regardless of their placement.",
  "That's not -- I would not describe it that way, Your Honor, if I -- I don't mean to - -",
  "I mean, again, just keep in mind the facts of this case. This is a child who was in the public school system - -",
  "Okay. I'm sorry, Your Honor. Go ahead.",
  "I would submit that the way we read the statute, Your Honor, in fact, does precisely that. Because, the school district -- just again, take this - -",
  "The -- the difficulty I have - -",
  "Well, the difficulty I have with your question, Your Honor, is that the school district always has a shot under the Act. In this case, the school district assessed the child in 2001 and again in 2003, and both times it erroneously concluded that the child - -",
  "No, not just that it's reasonable, but in the process of assessing the child, in developing an individual education plan that is appropriate for that child, that is precisely the shot that the statute gives the public school system to get it right. What the statute does - -",
  "That is absolutely correct.",
  "That is -- that is correct. That is what this Court held in Carter. That's what the regulations say. I would note that there is nothing in the text of the statute and the provisions that Petitioner relies on, (C)(ii) for example, that makes it a statutory requirement to show that the private placement is reasonable as a -- as a condition precedent to obtain tuition reimbursement. But both sides concede that that's required, even though it's not in the statute.",
  "Thank you, Your Honor. I am happy to answer that question. But Petitioner makes this a centerpiece of their reply brief and I think they just misread the statute. And again, keep in mind that these amendments in 1997 were written against a backdrop of this longstanding statute and this Court's interpretations of it. The most direct place where the statute provides hearing officers the authority to hear address reimbursement claims and to award reimbursement -- and this is on page 9 of the addendum in the blue brief -- is 1415(b)(6). This has always been in the statute and it states that the parents must be provided an opportunity to present complaints with respect to \"any matter relating to the identification, evaluation, or educational placement of the child, or the provision of a free appropriate public education to such child.\" That is -- again, that has always been understood to include the right to seek reimbursement before the hearing officer. And this Court in Burlington cited legislative history from the 1975 Act that noted that hearing officers could award reimbursement and address such claims in concluding that it was part of the appropriate relief that courts ought to be able to have under 1415.",
  "These are -- these are required -- this whole section, Your Honor, 1412, is entitled \"State Eligibility,\" and these are all requirements that States have to provide for process in order to obtain funds under the Act, and so it is a requirement that States provide hearing officers that have the ability to award reimbursement - -",
  "Those complaints - -",
  "No, Your Honor. This is a reference to the due process complaint notice that is referenced elsewhere in the statute. I believe Petitioner would agree with me that that's what this references.",
  "Right. But keep in mind that the judicial review process that the statute provides - - and this is at page 17 of the addendum. The right to file a Federal action is limited to those matters that are raised in the due process complaint notice filed before the hearing officer. This is an exhaustion requirement.",
  "That has not been the interpretation of this Act, Your Honor, and I would refer the Court to 34 CFR 300.148(b), which is a regulation that states that hearing officers can award reimbursement and that has been around since the mid - 1980s. My point is that is -- the Congress enacted these amendments in 1997 against a subtle understanding of how this Act works. And it's always been understood that hearing officers can award reimbursement. There was no need to provide in the '97 amendments that hearing officers can also award relief. And again because it's an -- it's an exhaustion requirement and the judicial review provision only relates to the things that you have raised before the hearing officer, it makes no sense to say a court can award reimbursement but you can't get reimbursement from the hearing officer. That's the subject of the review of the Federal court action.",
  "In fact, Your Honor, the hearing officers have always been permitted to award reimbursement, as occurred in this case, and then the school district can decide either to pay that or to seek review if they -- if they so choose.",
  "But of course this Court in Burlington held the court did have that authority and it relied on the fact that it has always been understood that hearing officers have that authority in reaching that conclusion in Burlington.",
  "Well, I -- with respect, I think there is nothing in the '97 amendments - -",
  "Well, I do think that it doesn't make sense to say - -",
  "I think generally - -",
  "I think they ought to be read together, yes, Your Honor. But I think they ought to be read to provide for the authority to provide tuition reimbursement. One statutory point I would like to make, Your Honor, is that under Petitioner's reading of the Act, if you read (C)(ii) to be -- that reference to \"who previously received\" to be an absolute precondition, then I think it's the case that (C)(i) has no meaning whatsoever. It does not work under the Act at all. Whereas on our reading of the statute, (C)(ii) still does work. It's not a precondition; it doesn't do the work that Petitioner suggests; it does a more limited - - serve a more limited function, but it still serves that identifying role for the factors Congress wanted applied when it was focused on how to preserve relationships, ongoing collaborative relationships through the IEP process that warrant preservation. One other point I make, Your Honor, and Justice Scalia, you make reference to this principle of equity, that you ought not be allowed to prevent something from happening and then come into court and claim, \"Ha, ha, they didn't satisfy a condition.\" And that was a point that was made by Justice Cardozo in the R.H. Stearns case that we rely on, where he said he who prevents a thing from being done may not avail himself of the nonperformance which he himself has occasioned. That's precisely what happened here. As this case to this Court, it is established that is a child who was entitled to receive special education services back in 2001. The only reason he did not receive those services is because the district violated its statutory duties - -",
  "The parents agreed, Your Honor, that he did not qualify for the learning disabilities they tested him for, but they had an obligation under the Act -- and this was found by the hearing officer and the complaint that was filed was filed within the two-year limitation to challenge that 2001 determination, and that that was there, they had an obligation to test him for those other health impairments at that time.",
  "Thank you."
]