[
  "Mr. Chief Justice, and may it please the Court: The petitioners in this case are proposing substantial changes in the law in a number of distinct areas. First, they characterize this case as involving a fundamental change in Federal-State relations requiring a particularly clear and explicit statement that Congress intends to do that. This is a classic Ex parte Young injunction. It's an injunction against Mr. Alexander in his official capacity to restrain future violations of the law. This Court held in Will that is precisely the kind of remedy that is not --",
  "In Will v. Department of Corrections, that that is precisely the kind of legislation that does not fundamentally disturb Federal- State relations, and I think the whole line of cases since Ex parte Young simply could not survive if that were the law. Secondly --",
  "I -- to which I'm about to turn. They -- Mr. Sutton next suggests that there cannot be an implied cause of action in Spending Clause legislation, that any cause of action in Spending Clause legislation has to be explicit. If that is right, Cannon and Guardians were wrongly decided. They are Spending Clause legislation, Guardians is this very statute. They both recognize an implied cause of action, and that whole line of cases would have to be overruled.",
  "Title IX.",
  "Title IX.",
  "Strictly Spending Clause.",
  "The specific claim in Cannon was actually an effect claim. The plaintiff was a woman who asserted that the university's practice of rejecting medical school applicants over a particular age had a discriminatory effect.",
  "Yes, I understand. I understand.",
  "It's not --",
  "I'm about to turn to the State issue, but I think a fair reading of the -- I think the Spending Clause argument is, as they make it, would encompass private defendants.",
  "If the Spending Clause rules are limited in that fashion, then that would be correct. I'm not -- but then there --",
  "Well, if you conclude, were to conclude that the Spending Clause limitations don't apply to private parties or to cities at all, then you -- then that problem would be solved, but the next problem would not, because this Court has been applying this implied cause of action to State defendants. It did so in Bazemore v. Friday, and in Alexander v. Choate. Those were classic Ex parte Young injunctions against State officials, and the Court had no hesitation in applying it.",
  "I think it's fair to say that it assumed it, as have the lower courts for years. I mean, this is an established part of the fabric of the law, and it has been for many years.",
  "Both.",
  "In Bazemore we relied on a Title VI regulation, and in Alexander we relied on a Section 504 regulation.",
  "Right.",
  "That is right. In our view, the provisions of the Eleventh Amendment and the sort of penumbra of the Eleventh Amendment issue in Will exhaust the federalism problems that are applicable in a situation like this, and when you get to an Ex parte Young injunction that problem no longer exists.",
  "Yes.",
  "Yes.",
  "They did not. They did not. I mean, there was an authoritative determination of what the scope of the statute was in the context in which those regulations were invoked. Petitioners have suggested that there can never be an implied cause of action to enforce a regulation, or I would have to say here as well a rule, because that's really where this has come up, that contains a prohibition not contained in the statute itself. This Court has done that on two occasions. In Borak v. J.I. Case, which was decided shortly before the announcement of the adoption of this statute, the Court recognized an implied cause of action to enforce rule, part of Rule 14. And then in the Superintendent of Insurance case 7 years later, the Court did the same thing with regard to Rule 10(b)(5). Those were implied cause of actions to enforce --",
  "Yes, but the Court has continued to recognize that cause of action. In any event, those decisions reflected the standard for implying causes of actions that were prevailing at the time the 1964 Civil Rights Act was adopted and it's been the practice of this Court, in addressing the question of whether it would imply a cause of action, to look at the law that existed when the statute was adopted, on the presumption that Congress would have intended whatever result would follow from the then-prevailing law.",
  "We have -- we think --",
  "Right, but we think that an implied cause of action was appropriate under the '64 act as written.",
  "Without resort to the '86 act. Finally, with regard to the suggestion of the petitioners, they urge quite specifically that a regulation cannot forbid action not forbidden by the statute itself. The Court has addressed that question on several occasions, in Morning v. Family Publications Service with regard to the truth-in-lending law, and in Gemsco v. Walling, a 1946 decision with regard to the minimum wage. Both cases involved prohibitions containing regulations which clearly went beyond the language of the statutes. Both cases, they were upheld by this Court, and Gemsco again was the prevailing law at the time the Congress authorized regulations in 602, so it seems to me that's appropriate to look to here. With regard to the argument regarding the limitations on the preconditions for certain actions under Section 602, this Court has addressed that question already in Cannon. It's important to note here that Congress clearly intended that the limitations in Section 602 on an agency action would apply in a discriminatory intent case. Indeed, the -- that was a particular focus -- intentional commission was a particular focus in 1964. The one thing that's certain is that Congress didn't intend to permit an agency to cut off a State agency or a city agency or a private entity from Federal funding without going through all the loops set up in Section 602. That is to say, Section 602 applies even where we're dealing with a Section 601 violation. So the Court had that problem before it in Cannon, and this very argument was made. It was made in Justice White's dissent in Cannon. It was made in Justice White's opinion in Bakke. It was made in Justice Powell's dissent in Guardians. It was made by the defendants --",
  "That -- I'm sorry. That the notice and predetermination clause of Section 602 would be evaded if you allowed a private cause of action, because private parties don't make those -- you know, can't, or don't do those things. That very argument was made in all three cases and it's never been accepted by the Court, indeed, specifically was rejected by this Court.",
  "Well, with all -- am I answering?",
  "With all respect, there were three different issues in Guardians, two of which were clearly resolved, one of which was opaque. The question of whether there was an implied cause of action was clearly resolved. There were six members of the Court who ruled that there was. The question of the validity of the regs was expressly resolved. Five members of the Court addressed it and resolved it. What was unresolved was the scope of the remedy in one of those cases. That was the issue.",
  "I think the reasoning with regard to the first two issues I mentioned was perfectly consistent.",
  "Because the -- because there were differing views as to the -- as to subsidiary -- as to other issues. There was a difference about Section 601 covered intent, which separated Justice White and Justice Marshall from Justices Stevens, Brennan, and Black, so they had to write different opinions. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The relation-back rule for verification under section 1601.12(b) is a proper exercise of the authority granted to the EEOC under section 713 of title VII to promulgate procedural regulations. The regulation is consistent with the language of section 706. Title VII requires that a charge be verified, and the statute also requires that a charge be filed within 180 or 300 days of the act of discrimination. But as Judge Luttig correctly observed below, these two statutory requirements are independent of each other. Specifically, 706(e)(1) establishes deadlines of 180 or 300 days, but it applies those deadlines only to when, quote, a charge must be filed. Section 706(e)(1) does not purport to establish a deadline for verification. Conversely, section 706(b) requires verification, but it contains no deadline for doing so. That omission is particularly significant because other requirements which are contained in 706(b) do have deadlines.",
  "I wouldn't go quite that far. The -- the commission's interpretation of that, which is embodied in section 1601.12(b), concludes that a charge is sufficient if it identifies the parties and contains a description of the alleged discriminatory practice.",
  "Well, it does -- it does so provide. But it also provides that the -- that the charge shall contain the information and be in the form required by the commission. The commission does not require that particular information. Ordinarily it could be inferred in practice --",
  "Well, the commission has --",
  "The regulation requires --",
  "I understand the regulation to require more specificity than that. That -- that question is not posed, of course, by this case. No one questions the specificity of the information in this letter. It did --",
  "I -- I think that you have to read -- well, the commission's view is that there is an irreducible minimum that has to be in a charge. You can't just file a piece of paper called -- that says charge and fill in the blanks later.",
  "The statute expressly provides that the commission can specify what information needs to be in a charge, and that's the -- that's the answer they give.",
  "I -- I don't -- Federal Register recounts any -- any explanation, but it seems to me it would be logical for the commission to have looked at the provision to which you refer in -- in framing the -- the requirements it has.",
  "Well, what happens as a practical matter where verification occurs after the filing date is that the employer is usually not required to actually take any action.",
  "Your Honor, it's our view that the -- that the court -- that the EEOC erred in not providing notice at that time, and it's -- I think it's clear, from a reading of the compliance manual, that its own manual did require notice at that time. But in any event --",
  "The -- it's our view that -- that if the commission receives a sufficient charge, it must do so. The regulations do not contemplate that a phone call is a sufficient charge, and they specify how it -- that would have to be put in writing --",
  "The -- the statute requires that a charge be filed, so I think it would have to be reduced to writing. But I --",
  "But I would say the commission probably could alter its -- its regulation and deem a memorialized phone call the filing of the charge. That's -- those aren't the circumstances here. And -- and to get back to the specific issue before the Court, the Fifth Circuit -- excuse me -- the Fourth Circuit would have reached the same result in this case regardless of whether this letter -- notice of this letter or the letter itself had been served on the employer within 10 days of the receipt of the letter on November 14th. The decision below didn't rest on that. Even if there had been service and notice, the court of appeals would still have held the regulation was invalid. And -- and it's the validity of that specific regulation -- that's the only question that the court of appeals addressed.",
  "Yes. Yes. It remains --",
  "It -- it remains open to the -- to the respondent to raise those issues on remand, and we think that that's the appropriate procedure --",
  "-- for addressing it. The -- as I was saying, specifically 706(e)(1) and 706(b) establish separate and distinct requirements. In the terms of Chevron, the question is whether those provisions, read together, clearly require in an unambiguous manner that verification happened before the charge-filing deadline. We think that -- that such clarity certainly isn't present here. To the contrary, our view is that the most plausible reading of the statute is that verification could happen after the charge-filing deadline. That's a particularly reasonable construction of the statute because that is the common law rule. That's the rule --",
  "No. No. It was -- in our view, it was improper to have done that here, that the -- the statute doesn't authorize them to await verification. It is our understanding that is not their practice. It is not authorized by the compliance manual. The compliance manual does identify some circumstances in which there might be delay in -- notification. Verification is not one of them.",
  "Yes.",
  "Yes. We would --",
  "I don't --",
  "Well --",
  "The Federal rules require that a notice of appeal shall be in writing and shall be filed within a certain period of time. And yet, in Becker v. Montgomery, the Court concluded that that didn't mean that an unsigned -- that -- that where the only document that was filed on time wasn't signed -- that there was no timely notice of appeal. The -- the -- and -- and indeed, the common law rule was where a statute said a complaint must be verified and the complaint must be filed within a certain number of -- of days or years, the -- the uniform Federal and State interpretation of that was that the lack of verification could be corrected after the expiration of the deadline. It seems to us that the commission reasonably concluded that Congress would have not wanted a more stringent rule about relation-back of verification to apply in the administrative process, a process ordinarily initiated by laymen unassisted by counsel, than would apply in civil litigation which is much more formal and which -- and, you know, the -- the common law rule about correcting verification after the fact applied regardless of whether, as would normally be the case, the -- the party involved was represented by counsel. So, we -- we think the common law rule is a very important part of the background of the statute.",
  "No. The -- under the procedure established by title VII, the employer is not required to respond just by virtue of getting notice. Notice simply alerts them to the filing of the charge. It is a separate step in the procedure for the agency to then require the employer to do anything in response. It's not like a complaint which requires an answer within so many days.",
  "It's simply a heads-up.",
  "I think that would be the normal practice.",
  "That's -- that's what occurred here. But I'm thinking -- if I didn't make it clear in response to Justice Scalia's question, it's my understanding that the normal practice of the agency would be not to require the employer to do anything until a defect in form, such as a lack of verification, had been -- had been addressed. The statute simply gives the employer a heads-up, but doesn't -- the notice simply gives him -- doesn't require the employer to do anything. It's not like a complaint.",
  "I think --",
  "I think not in practice. My understanding is that in practice the commission will ask for a verification. In fact, frequently they will ask for a form 5 regardless of whether what's in the -- the correspondence that reached them. So, all problems get solved. If you had an employee who refused to verify with reasonable promptness, I think the agency would undoubtedly dismiss the -- the charge for lack of cooperation, and that would be the end of it. With the Court's leave, I'd like to reserve the balance of my time.",
  "Thank you, Your Honor. The compliance manual in this case squarely supports the representation that the Government has made today with regard to its practice. The relevant provision is at the bottom of page 2-1. It is section 2.2(b), and it states, when the correspondence contains all the information necessary to begin investigating -- which is clearly true here -- constitutes a clear and timely request for EEOC to act, and does not express concerns about confidentiality or retaliation, acknowledge the correspondence by using a form letter, and -- and serve a copy of the document on the respondent. Now, the absence of any reference to verification is critical. It is simply not a prerequisite to this command to agency officials. The manual is crystal clear and entirely consistent with what the Government has said. In addition, there are cases in which the Government with the EEOC has indeed served --",
  "I don't believe the manual addresses it. It is not relevant to the commands of the manual as to when service is to --",
  "It's expressly authorized by the regulation in this case. I mean, I don't know that the manual reiterates what's in the regulation. The regulation is crystal clear. There's not a dispute here as to what -- whether the regulation authorized this -- this particular practice. There are, indeed, cases in which the EEOC has served nonverified charges. You'll find examples of that in the Philburn and Price cases which are mentioned in the cert petition. With regard to the applicability of Chevron, we are in agreement with Justice Scalia that the presence or absence of notice and comment rulemaking is not relevant. If that were critical, then Chevron deference wouldn't apply to most procedural regulations which don't require notice and comment rulemaking. That would surely stand everything on its head. Justice O'Connor correctly pointed out in the Commercial Office Products case that deference to procedural interpretations by an agency are particularly appropriate. In addition, it in fact happened that there was notice and comment rulemaking in this case with regard to these regulations in 1977. The cites to that are in the amicus brief filed by the EEAC. The question here, as Justice Ginsburg noted, is not whether a charge has to be verified but when. The -- the statutory language is not clear. It could reasonably have been read by the agency to require verification prior to the applicable deadline. If the agency had written that regulation, it would have properly have to have been upheld under Chevron. But the -- the statutory language was ambiguous, and this is precisely the circumstance under which, under Chevron, the resolution of that matter should be left to the agency. Thank you.",
  "Mr. Chief Justice, and may it please the Court: When Vicky Crawford reported to city officials that she had been repeatedly harassed by the board's director of employee relations, her conduct was protected by section 704(a) of Title VII. It is protected first by the first clause of section 704(a), which is known as the opposition clause. The opposition clause has three elements that must be proven. Only one of them is at issue here. But just to set the context, first a plaintiff will have to prove that the employer acted with a retaliatory motive. Second, the employee's statement or conduct must relate to action that was unlawful under Title VII. It might be something that happened in the past. It might be a concern about something that might happen in the future. And third, the conduct must be in the nature of opposition, and that's the question in dispute in this particular case. It is our view that the -- it is sufficient to establish that element if a reasonable person would conclude from the employee's statement or conduct that the employee disapproved of or objected to the employment practice in question.",
  "Yes, yes.",
  "Yes. Yes, it is. In fact, there are cases involving - -",
  "That would be covered. If an employee wore a button - -",
  "The opposition doesn't have to be directed at a particular event.",
  "I think if there's no reference to Title VII that wouldn't suffice.",
  "I think a trier of fact could conclude she was referring to what the co-worker had just said.",
  "Yes.",
  "It is protected. If the employer comes in and fires her for having said that. The case - -",
  "Right. That's why the elements are important. If the employer fires a worker for that - -",
  "With all deference, Your Honor, the plaintiff must have sufficient evidence to get to the jury on all three elements. Retaliation claims are routinely dismissed on the causation element. There's not usually a dispute about whether the conduct was protected, and this case in that regard is unusual. But the - -",
  "Up - -",
  "No, Your Honor. No, Your Honor.",
  "That's at least two questions. Let me try to answer them both. With regard to what would constitute protected activity, it is our view -- and I think this is consistent with the lower courts and the view of the government -- that there doesn't have to actually be a violation. If a worker walks into the office with a button saying \"Violations of Title VII are bad and I'm against them,\" she can be -- and fired for that, that's illegal even though nothing was going wrong.",
  "You do not, Your Honor.",
  "Yes. Expressing disagreement with conduct that violates the law is what the opposition clause protects. It doesn't have to be about a specific instance, although it emphatically is so here. It doesn't have to reference the statute.",
  "That's right.",
  "Yes. Yes.",
  "No, no. It is a law that protect expressive activity and those laws are excellent. It protects the activity.",
  "Not necessarily. Again, it depends on the question that was asked and the answer that was given. If I might, for example, in this case the question was did Mr. Hughes engage in inappropriate activity. That was a request -- I think a trier of fact could understand that that was a request for a description of something that the witness objected to.",
  "It's our view that that is not protected by the opposition clause. It is our view it would be protected by the participation clause. If I might get back to the question - -",
  "That's why we're advancing the view that the participation clause here provides as well, so that it's clear that exculpatory witnesses are protected. It is not unimaginable that an exculpatory witness would anger someone. But going back to the question you asked earlier, it's possible that in response to a question an answer might be given which a reasonable person would not conclude reflected disapproval such as, well, he told that joke, and I thought it was funny. And, indeed, in the Harris v. Forklift case there were witnesses like that who -- who confirmed that the owner of Harris Forklift had made the jokes in question but said they didn't mind. That that would not be our position at - -",
  "We think it is protected by the participation clause.",
  "Well, I -- that would - - that would certainly be fine with us.",
  "We get to the same place - - we get to the same place by a different route.",
  "No. We believe it is covered by the participation clause. We think - -",
  "Because our view is that the employer's internal processes for detecting and rooting out sexual harassment, for example, is a -- is a process -- is a process that's under this title within the meaning of - -",
  "It -- it is not, Your Honor. But -- but as the -- as the Chief Justice pointed out, I'm -- you know, I'm here to answer hypothetical questions, and I'm going to do so.",
  "Your Honor, there actually are two distinct questions here. One of them is whether the conduct is protected by the opposition clause and whether it constitutes opposition. The second question is whether this conduct is protected by the participation clause and would be an investigation under Title VII. We are asserting arguments under both claims, and -- and the Respondents disagree with us on both.",
  "Redundant.",
  "Right. Right. This case is both. But -- but there are circumstances which are only one or the other. And this is -- this is a statute that - - that is deliberately written with overlapping provisions to be sure nothing is missed. In the phrase in the Fort Stewart case, I think, Justice Scalia, it is ex abundante cotilla, out of an abundance of caution, or in modern terms boots - - belt and suspenders. So these are deliberately overlapping provisions to -- to assure that - -",
  "No.",
  "It -- it -- in our view, it doesn't have to be formal, but there are two essential elements to an investigation or a proceeding or anything other internal being under this title. The first is that the employer must have a rule or policy forbidding the type of discrimination in question which is similar to the requirements in section 706(c) for State and local agencies. Second, the individual -- the official who did whatever you describe has to have been specifically authorized by the employer to play that role. Vicarious here wouldn't cover it. If I could reserve the balance.",
  "Thank you, Your Honor, may it please the Court: Protecting witnesses from being fired because they provide information in internal investigates is not going to interfere with the conduct of those investigations or deter them. We know that from experience. Until the decision in this case, no one had questioned the applicability of the opposition clause to a witness in an investigation who complains about sexual harassment. It was simply not in dispute. The compliance manual in this regard was entirely clear since 2000 because the Commission took the position witnesses who complained were protected by the opposition clause. None of the problems Mr. Young expressed concern about had happened.",
  "I think she said she thought it was easier. We don't have a preference. But I'd like to address briefly the participation clause. The participation clause does have the singular value, as Justice Alito suggested, that it is evenhanded, that it will protect witnesses for both sides. And the integrity of the process is certainly strengthened if both witnesses, witnesses on both sides, know they're protected from retaliation.",
  "But the question is under this title. That language its certainly broad enough, as Justice Souter suggested, to encompass the sort of process that's at issue here. As Justice Ginsburg pointed out, this Court's decisions in Faragher virtually mandate these decisions. In response to the Chief Justice's point - -",
  "I think the words under this title are elastic enough to support either meaning. The context of the statute and the way this Court has repeatedly construed it give meaning to it. In response to the concern that the Chief Justice raised, Faragher and Ellerth are not the only decisions that provide an incentive for these investigations. The Court's decision in Kolstad makes the existence of this sort of process essential to avoid awards of punitive damages. So even in non-harassment cases that same incentive has been created by the courts. In a situation involving harassment, the contours of the investigation are fact largely shaped by Federal law, not only policy guidance which the EEOC has issued helping employers figure out what to do, but a large and growing body of case law under Faragher and Ellerth elucidating what those requirements are. Particularly importantly here, the victims of sexual harassment are virtually required by the court to use these processes. Ms. Crawford had to speak up at some point or she had had no claim. And last, as a practical matter, if sexual harassment is going to be stopped, it's mostly going to happen through these internal processes. By the time most of these controversies about sexual harassment get to the EEOC or the courts, the victims have left their jobs. In this Court's decision in Pollard, the individual had been fired. In Souter she had been driven from her job. In Faragher and Ellerth and Harris, those had quit. If you look at the array of lower court decisions involving sexual harassment, by the time a case gets to the Commission in most of those cases the victim has give up and left. So it's exceptionally important that these processes be effective and evenhanded. No further questions.",
  "Thank you. Mr. Chief Justice, and may it please the Court: The court of appeals erred in holding that the plaintiff had to have direct evidence in order to obtain the specific instruction at issue in this case. This Court's decision in Desert Palace makes two important points that are relevant today. First, the Court noted that this Court had at no time imposed a direct evidence requirement without an affirmative directive from Congress to do so. Secondly, the Court noted that Congress, when it wished to impose heightened standards, had done - -",
  "That -- that's true, Your Honor. That was not the view of the Court in Desert Palace. Desert Palace may have misspoken in that regard.",
  "Well, we -- we'd like to think they are right. I mean, we think they are right. But of course, as you say, that is, in a sense, one of the questions before us.",
  "No. I - -",
  "Well, I may have misspoken, Your Honor. What the Court said was that this Court had never imposed a direct evidence requirement - -",
  "-- in the absence of an affirmative directive from Congress.",
  "Your Honor, there is not a difference between the parties. We take no position on that. There is a considerable variety of views about - -",
  "The - -",
  "Yes, the Court hasn't put those two things together in the way you did. I think that's fair. The Court's statement in Desert Palace didn't define direct evidence. It's not -- it's not clear in that sense exactly what the Court meant. I think it's fair to say it certainly meant that the Court hadn't required direct evidence in the sense of non-circumstantial evidence, but - -",
  "We -- it's our view that no special evidence is required to get the instruction in this case.",
  "No, it was not, Your Honor.",
  "There is a range of views on that, but our view is the burden on the plaintiff is to show by a preponderance of the evidence that in this case age was a motivating factor, but it's not required to show it by any particular kind of evidence or to show it by strong evidence as opposed to merely evidence sufficient to establish that by a preponderance of the evidence.",
  "Yes.",
  "I believe so, yes.",
  "Well, it wouldn't present the same -- there are special problems applying it to jury trials. We think that the requirement of direct evidence is simply wrong for a number of reasons. At the least, the Court would have to finally resolve what direct evidence means in this particular context.",
  "Well, it's a particularly serious problem there, but if you were to announce this as a rule, you would -- I think the time has come to explain definitively what \"direct evidence\" means. The courts of appeals are in wide disagreement about that, and - -",
  "Your Honor, she made the sixth vote. There were five members of the Court other than Justice O'Connor who agreed in the result in that case. The plurality expressly rejected a direct evidence requirement. Justice White - -",
  "To the extent that you were disposed to resolve this case based an interpretation of Price Waterhouse. But it's our view that the subsequent decision, unanimous decision in Desert Palace, makes it unnecessary. Desert Palace indicates that heightened proof requirements that -- those are the words of the opinion. It suggest they should not be imposed by the courts absent a statutory directive.",
  "It was. But that part of the reasoning of the case is not based on the language of Title VII other than the absence from Title VII of that specific language. The structure of the opinion first talks about the definition of \"demonstrate\" in section 701(n). That's obviously not relevant to the ADEA. But it goes on to say that the absence in Title VII of any heightened proof requirement also weighs heavily against the Court's inferring, and that part of the reasoning isn't limited to Title VII.",
  "Well, this Court has on a number of occasions allocated the burden of proof among the parties, including to a defendant, without a specific textual basis. The Court did so, for example, in Burlington Industries v. Eller, where the Court's opinion places on the defendant the burden of establishing an affirmative defense in certain types of sexual harassment cases. There wasn't a textual basis for that.",
  "In Justice -- in the case of Price Waterhouse, Justice White characterized this allocation as the burden, as an affirmative defense. But this sort of thing routinely with regard to the allocation of burdens. It does not happen routinely with regard to heightened evidence requirement.",
  "That's the only issue before the - -",
  "Well, that has been the primary basis for the argument in the courts below. I think Respondent has other arguments as well.",
  "That's certainly the origin.",
  "Well, I would be happy -- I would be happy to get into it, Your Honor.",
  "As -- as Justice Ginsburg pointed out, there are -- there were actually six members of the Court in Price Waterhouse who concurred in the result. Four members of the Court in the plurality expressly rejected a direct evidence requirement and said there were no limit on the type of evidence that could be used. Justice White said that the plaintiff's burden was to show that in that case gender was a substantial factor. He didn't say substantial evidence was required.",
  "With due respect, no, Your Honor. It had to do - -",
  "The \"substantial factor\" was somewhere on the scale of a very unimportant factor or a very, very important factor, which is separate from how clear the evidence was that it was a small or large factor.",
  "Well, the -- the Price Waterhouse plurality and Justice White didn't see two aspects. The requirement was proof by a preponderance of the evidence that in the case gender was a motivating factor, and for five members of the Court that was sufficient. There wasn't -- there wasn't something else that went with it. There was for Justice O'Connor, but she's the sixth vote. And -- and - -",
  "Your Honor, that is precisely the issue on which the lower courts have been divided. Some courts have expressly rejected that view and have taken the view that there is no special heightened standard of any kind. Other courts think that it is required. That is what we are -- what - -",
  "Yes. We -- we are obligated to do that, and the -- the defendant has argued below and would, I think, on remand still be in a position to argue that we didn't have enough evidence to meet that burden. But that question isn't before us.",
  "Well, whether there is sufficient evidence is often tested by a motion for summary judgment. So courts do look at that matter, that issue, before trial. What -- what isn't knowable before trial -- and -- and frankly is often known only to the jury -- is whether the jury will conclude that the defendant acted with two motives or one motive. That -- that isn't something you would normally be able to -- to resolve before the case went to trial or even during the course of the trial.",
  "That's the -- that's the way it works. Yes, that's the way it works. And that - - that is the way it works in -- in a Title VII case because of the language of the statute. The juries routinely get that instruction in those cases. That's certainly proof - -",
  "No more than would normally be the case. What happened here in terms of jury instructions was typical, which was the parties proposed their differing instructions a week before trial, the instructions were resolved at the end of trial. That - - that happens all the time. Sometimes if the parties don't know how the instructions are going to come out, that complicates their tactics, but that happens every day in trials. Thank you.",
  "All right. There -- there were a number of different issues in the case. The first, the court of appeals had held that when the burden is on the employer to show it would have made the same decision anyway, the employer has to meet that burden with clear and convincing evidence. The plurality and Justice White, the whole court rejected that. Secondly, the plurality suggested that the employer in response would have to have objective evidence. Justice White rejected that and the objective evidence standard has not been followed by the lower courts in -- in the wake of that. The third question was whether the burden should be placed on the employer. On that issue the Court was divided six to three. Six Justices, as we - - as we noted, were for that burden allocation. The -- Justice Kennedy and -- and yourself and the Chief Justice dissented. So there were many issues. Thank you. I would like to reserve the - -",
  "Mr. Chief Justice, and may it please the Court: We are in agreement with the government that the Court should decide the -- the narrow question presented and not revisit Price Waterhouse. If I might respond to the question from Justice Breyer -- and I am going to summarize to some extent materials which were referred to in footnote 18 of our reply brief. The Court ruled that there was a circumstance, very well established, which under tort law but-for causation was not the standard. And that was the situation in Cory versus Havener, which is the leading case in this area in which there were two causes, each sufficient to have brought about the result. And Cory was a case of two motorcyclists in district court. And the rule in those cases was that -- that either cause -- that the tort feasor involved with either cause could be held liable.",
  "Well, it's -- it's -- but it's the analogous area of tort law.",
  "The -- the problem that comes up with multiple causes is it is hard to reconstruct what would happen. And there is a long line of cases, including a number of decisions by Learned Hand in 1938, one which we have cited, Transportation Management, in which the lower courts have agreed that where multiple factors are involved it's reasonable to put the burden on the defendant which -- of sorting it all out. And we think that is appropriate here. Thank you.",
  "Thank you. Mr. Chief Justice, and may it please the Court: The dismissal of an employee is often the result of the interrelated actions and decisions of several officials. Whether an employer is legally responsible for any particular official and his or her actions and decisions turns on agency law. Congress legislates against a background of agency law and is presumed to have intended agency principles to govern that kind of question. Agency law, not the Eleventh Circuit's \"cat's paw\" doctrine, is the controlling standard here. There are two principal agency doctrines on which liability can be based.",
  "Yes, Your Honor.",
  "That's correct.",
  "Yes, sir.",
  "Well, that's not the -­",
  "Well, there's a -- there are a series of actions and decisions that yield this result. The reference in the statute is to the actions of the employer, not to any particular official. And so -­",
  "That's correct. But a decision to -- the decision to dismiss an official is -­ can be, and is here, the result, the cumulative result, of a series of decisions. It's not unlike what occurs in -- in the criminal justice system. Only a sentencing judge can send a defendant to prison, but that decision actually is a result of a series of other decisions, all of which are government action. We think -­",
  "Well, our standard is not whether it's a supervisor, but whether it's an official for whom the employer is liable under agency law. That would not be every supervisor. If a -- if a supervisor unrelated to this particular department put a false charge in a -- a suggestion box, that wouldn't be any different. Ordinarily, a coworker wouldn't qualify under agency principles as an agent of the employer when engaging in that conduct. You have to look at the specific conduct and apply the traditional agency standards. They are laid out, for example, in the Court's decision in Ellerth, which refers to the two branches of agency law: scope of employment, and action which is aided in, where the actor was aided in the conduct by his or her official position. And I think those principles would not ordinarily apply to a coworker, but they would also not apply invariably to a supervisor. This isn't -- we're not advocating the supervisor versus non-supervisor distinction in Ellerth, but -- but a return to just the traditional agency doctrines. And we think those doctrines delineate who is the employer for the purpose of the statute, which bans action by the employer.",
  "No, they had other authorities. They had -- well, there are two -- two doctrines.",
  "But it's -- it's the core responsibility of -- in terms of scope of employment, it's the core responsibility of a supervisor of a particular individual to be monitoring his or her behavior, reporting on it, perhaps initiating disciplinary matters -- measures. That wouldn't be true of all supervisors. It's only true of Mr. Staub's supervisors. So -- what -- the kind of thing they did was the kind of work that they were employed to engage in, and that distinguishes them from, say, another supervisor who might slip a note into a suggestion box. Second, the other branch, major branch, of agency law is that an employer is liable for actions of individuals when their conduct -- when they are aided in their conduct by their official position, which would not typically be true of a fellow worker. But that could be true here. For example, Mulally set much of this in motion when, on the plaintiff's version of the facts, she issued the January 27th corrective order. Everyone agrees she wrote it. She signed it. She was aided in doing that by her position as a supervisor. A coworker couldn't do that. And indeed, somebody else's supervisor couldn't have done that. So -­",
  "It -- it would. But -­",
  "But the affirmative -­",
  "Yes. There is nothing in the statute or in the common law that creates a special rule for thorough investigation.",
  "Yes. Yes.",
  "It's respondeat -­",
  "Respondeat -- respondeat superior is absolute liability. There -- there's no due diligence exception. In fact, if you look to section 219 of the Restatement of Agency, 219 part (2)(b) provides for liability based on negligence, but part (2)(d), regardless of whether there's negligence, provides liability if you're added in your -- aided in your conduct by the -- by your position. Now, it's possible, depending on the exact facts, that the situation you described wouldn't fit into scope of employment or aided in. If you just had two people whose only role was just as witnesses, then they're not acting as agents; they are just witnesses, perhaps.",
  "But there is no -­",
  "That's correct, Your Honor. And it's the language of section 4311(c)(1) that's critical here. The statute provides that if an improper motive was a motivating factor, there is a defense. But there's only one defense, and the defense is a showing the employer would have fired the plaintiff anyway. The language is mandatory. It says if the defense is not made out, the employer shall be considered to have violated the statute. But the -- the clearest enunciation of the error in the Seventh Circuit is the -- is the language at page 47 of the Joint Appendix, where the court says: Without regard to the jury verdict here, the employer is off the hook if the decisionmaker did her own investigation. That's an additional defense. And it's simply inconsistent with the language of the statute. Now, that may not have been -­ that may have been harsh, but it's what the statute says.",
  "Well, I think that the -­ the kind of circumstances that the Court has pointed to would be relevant at the remedy stage. The remedies are -- are discretionary and, whereas 4311(c)(1) says \"shall,\" 4323 in describing all the remedies says \"may.\" And so a court could take those things into account in framing a remedy. And certainly the good faith efforts of someone in Buck's position, for example, would be relevant to a determination whether a violation was willful. And that, in fact, reflects what happened in this case, which is that the jury found that there was a violation -- found that the -- the motivations involved here included an improper motivation, rejected the 4311(c)(1) defense, but then found the violation wasn't willful. So I think, given the structure of the statute, the -- the play here, the ability to adjust to those circumstances, is in the remedy provision, not in the mandatory language of the 4311(c)(1).",
  "Well, in that regard, I think we would articulate the standard differently.",
  "Yes. The language in the statute is not \"a substantial motivating factor.\" It's \"a motivating factor.\" And that choice of language is clearly deliberate. This whole -- this language in this provision derives from this Court's decision in Price Waterhouse, a very -­",
  "If I could go back to Price Waterhouse and explain how we got to this language. It was a sharply divided opinion. The plurality standard of Justice Brennan said \"a motivating factor.\" Justice White's standard would have -- was \"a substantially motivating factor.\" Justice O'Connor's standard was \"substantial.\" Justice Kennedy pointed out in his dissenting opinion that was going to lead to fights about how much was enough to be substantial. When Congress then wrote the 1991 Civil Rights Act, from which this language derives, amending Title VII, they used the Brennan language, \"a motivating factor.\" They didn't use \"substantial,\" and I think that was clearly deliberate. Everybody -- anyone who read Price Waterhouse -- and that provision was written about Price Waterhouse -- would have understood that that was a difference within the Court, and they made that choice.",
  "That's not our position, Justice Scalia. Our position is that, with regard to the liability determination in 4311, that any motivating factor is what's required. And if you have a number of different officials involved, Buck and Mulally and Korenchuk, if anyone of -- if anyone who played a role in this had an unlawful motive, that satisfies 4311(c)(1), and the burden shifts to the employer to show it would have done the same thing anyway. Willfulness doesn't have that same language about a motivating factor. It just asks whether the employer's violation was willful. This Court's decision about willfulness in Thurston and Hazen Paper I think are broad enough to encompass a situation where you had several different officials. And if I might -­",
  "It's our view that the language of the statute permits that distinction because of the discretionary nature of the remedy provision as opposed to the mandatory nature of 4311(c)(1). I'd like to reserve the balance of my time.",
  "I think it's -- it's somewhat unclear what happened. It's complicated by the fact that the defendant's account of why he was fired has changed. One -- the written explanation was that he never obeyed the rule for the 3 months it was in effect. The explanation given by Buck was that she had been told that he wasn't -- couldn't have been found on the 19th. The -- the story that was given to Staub at the time was that Korenchuk couldn't find him on the 20th, so if he was responding to that, he was responding to the wrong question.",
  "With all due -­",
  "But those aren't the versions in the record -- the written record at the time. The written record at the time says he's fired because he has been breaking this rule ever since January. Nobody claims that's true. If I -- we don't -- a number of questions. I think particularly Justice Alito asked whether Congress would have intended the result in this case. We don't think it's as harsh as you do, but we think that the intent is particularly clear here. Section 4301(1) says that the purpose of the -- and this is the codified purpose -- the purpose of the statute is to minimize the disadvantages to civilian careers that can result from service in the military. And -- and that, it seems to me, you have to read -- you have to read the rest of the statute. Secondly, this -- USERRA is unique among employment statutes or close to it, because the employer has an economic incentive to break the law. It's expensive to keep reservists on the book. And Mulally and Korenchuk objected to Staub working there precisely because it cost them more money when he went to drill, and it cost them more money when he was called up for operation Iraqi Freedom.",
  "I think there are particularly compelling textual reasons for the position we're urging here. Other statutes have different language. I'm not trying to address those -­",
  "You might decide this case -­",
  "Well, we think that would be wrong for some of the reasons we've set out in our brief, but -- but you could write an opinion that only addressed it under USERRA and left those other questions open. The -- and -- but the -­",
  "Well, the -- the language that -- the language in Title VII is similar to 4311(c)(1), but the language that I just read about the purpose isn't in Title VII. So if some -- you could decide this case on somewhat narrower grounds and not reach every situation. The -- the interpretation of USERRA adopted by the Seventh Circuit creates a serious loophole in the statute. As a number of the amici have pointed out, amici on the other side, employers typically make a disciplinary decision as a result of a bunch of different decisions. The Seventh Circuit holds that so long as the employer divides up those responsibilities, USERRA will not apply to many of the decisions. On their view, USERRA applies only to what the last decisionmaker did. And the narrower her role, the narrower the protections of the statute. This statute should not be read in that way, not only because of the language that I've recounted, but because USERRA, it's reemployment rights, and it's antidiscrimination rights play an essential role in the national defense. They safeguard the livelihood of men and women who safeguard the nation. And Congress would have wanted that statute read broadly. Thank you.",
  "Mr. Chief Justice, and may it please the Court: Section 704(a), Title VII, prohibits the use of third-party reprisals as a method of retaliating against a person who complained to the EEOC or otherwise opposed discrimination. The text of section 704(a) doesn't limit the types of retaliation which are forbidden. The elements of the statute are unrelated to that. The first requirement is that the plaintiff show that discrimination occurred with regard to the individual who engaged in a protected activity. In a case like that, like this, that's shown by -- would be shown by evidence that they singled out Ms. Regalado and Ms. Regalado's fiancé. They didn't go fire anybody else's fiancé. That was the basis on which this particular action was taken. Secondly, the plaintiff must show that the conduct was discrimination against the person who engaged in protected activity. That language is easily applicable to a situation where you single out, say, a family member or a fiancé. The purpose of that, the complaint can fairly be read to allege, was to punish the person who had engaged in protected activity. There are a number of Federal statutes that use the word \"against\" in precisely this way. They say that actions cannot be taken to -- say, against a family member of a sitting judge or other Federal official where the purpose is to act against the official.",
  "I'm sorry. Is she still engaged to him?",
  "They're married.",
  "And they have a lovely 2-year-old daughter.",
  "I -- I think, Your Honor, that your -- this Court's Article III jurisprudence would have precluded her from getting any remedy. The -- certainly most of the remedies that are needed here. She wouldn't have had Article III standing to win an award of back pay to -- to her now husband. She couldn't have gotten an award of damages to him. I think, if I'm right -­",
  "Perhaps. It would depend on the circumstances. In this particular case, almost certainly not, because of just the -- the course of subsequent events. But it's -- she subsequently left the company. At this point, they live nowhere near that town. It simply wouldn't work.",
  "I don't -- I don't believe so, Your Honor. I don't believe so. But the situation here is different than that.",
  "I think the thrust of your question was -- is: Are the shareholders like Thompson? And I think -- I think that Thompson's situation is quite different. He was the very target of the illegal act. The illegality occurs only by means of dismissing him.",
  "That is the other question.",
  "The -- the Court's decision in Trafficante goes that far, and in practice it has not proved a problem under Title VIII. It's -- that's generally been its understanding of -- here.",
  "You do not -­",
  "You do not -­",
  "You do not need to go that far.",
  "Well, I think -- I think the Government has -- I -- I think as far as you need to go, which is not the same as saying that's as far as the law goes, is the standard articulated by the Government, as in McCready, where the action against Thompson was the very method by which the law was violated, that that would satisfy the requirement of person aggrieved.",
  "Your Honor, I don't -- I I think that's as far as you need to go in this case. think the standard of aggrieved is broader than that, but the -- in -- as this has played out in the lower courts since Trafficante, there's a wide range of different kinds of circumstances under which the Trafficante rule has been invoked in Title VII cases. We're not asking you to address all of those.",
  "Well, Your Honor, I think that there are two other limitations that would be applicable here, as indeed they would have been under Title VIII. First one is proximate cause, which will cut off a lot of injuries down the road. And Title VII is adopted against a background of proximate cause rules, and there, I don't think -- we don't contend that in using the word \"person aggrieved\" they meant -- Congress meant to set those aside. Secondly, the -- I think a fair reading of the word \"aggrieved\" is that it is -- \"aggrieved\" is both, in ordinary English, frankly, broader and narrower than \"injured.\" It is broader -- and that's, of course, not your concern -- in the sense that it covers people who haven't been injured yet but might be injured in the future. But it also has a second element which is that the action at issue involves some sort of a wrong. If someone deliberately knocks me down, I'm injured, I'm probably aggrieved, but not if I'm carrying a football in the middle of a football game. That's a legitimate thing to do. So I think that there has to be a wrong, and the wrong has to be the -- the basis of the -- of the plaintiff's objection. You could have a situation where the plaintiff really didn't care one way or another why -- why that harm had happened. It was -- but in this case, that's precisely why Thompson complains. He's not suggesting that he would be wronged if he were ever fired at all. He is aggrieved because he was fired for a reason that was an improper reason. And -- and we think those are -- those are limiting principles.",
  "Well, the -- we think that's just clearly wrong. The statute provides a cause of action. If I might go back to how that came up in the court of appeals, the court of appeals appears to have assumed that third-party reprisals are unlawful. It's not entirely clear. And then, in footnote 1, the court of appeals said that -- that Thompson was aggrieved. Notwithstanding that, they then went on to say that there's no cause of action in the statute -­ they said in section 704(a). That really doesn't make any sense. The -- the statute provides an express cause of action. It says that individuals -- certain individuals, if the requirements are met, can bring lawsuits. So the question is, as -- as Justice Alito put it and -- and it was put before, which is whether the plaintiff is aggrieved. But if he's aggrieved, he's clearly got a cause of action -­",
  "Well, the -- the plaintiff would have to prove two things. First of all, the plaintiff would have to prove that that was indeed the company's motive for picking him to fire him. Secondly, under this Court's decision in Burlington Northern, the plaintiff would have to show that this was a retaliatory action sufficiently serious that it was -- it would likely persuade a reasonable employee in Regalado's position -- dissuade her complaint. And -- and that's why we've agreed with the Respondent's contention that -- that they're entitled to an evidentiary determination about whether that standard was met here. So that's an important limiting principle, and it has -­",
  "Well, I think -­",
  "They wouldn't all have to go to a jury. I mean, the -- the problem, as you cast it, is that's the standard in Burlington Northern -- no offense -- isn't a bright line. It is the standard, which it is. And the same question could arise about other methods of retaliation. What about -- you know, what about cutting someone out of 5 meetings or 10 meetings? But that same problem exists under Burlington Northern no matter what.",
  "I think that that kind of remedy would pose very serious problems under Article III.",
  "Because money isn't going to her.",
  "I don't -­",
  "Well, I think it -- I think it is of some -- some importance here. I mean, it -­ it -- the -- ordinarily, Article III would bar me from suing for an award of money to be paid to somebody else.",
  "Well, as I say, I think -- I think Article III would be -- would be a major obstacle there.",
  "I think we've got a situation here in which this violates the rights of Regalado, but Regalado's ability to herself bring a lawsuit and get a remedy is limited, and that -- that -­",
  "It's possible she could bring a suit. The question would be whether she had Article III standing to seek the remedy that she was then seeking, which would often be a problem.",
  "If I might respond to that briefly, you're referring to section 12112(b)(4) of the ADA. That is a provision directed at a very different problem, which is not associations between employees. It's -- it's directed at employers who might refuse to hire a worker because, for example, he had or she had a child with a disability. The EEOC's commentaries on the regs about this explain it. It is -- it is not concerned with employee relations. It's concerned with a discrimination against a worker, prospective worker, typically because they have a family member who has a disability, and the employer has preconceptions about whether they'll be good workers based on that.",
  "That's correct, Your Honor. That -- that statute was adopted somewhat later. There are large numbers of statutes that have rather general language like \"person aggrieved.\" But I think that, in the case of the Housing Act, that language fairly describes the ordinary English meaning of \"aggrieved.\" Sometimes Congress does that. There are other definitions in the Fair Housing Act like that, like the definition of \"dwelling.\" It doesn't mean \"dwelling\"; it means something else everywhere else in the U.S. Code. Just, Congress, in that instance, decided to spell out what everyone, I think, would have understood the word to have meant.",
  "Thank you, Your Honor. I just have a couple quick points.",
  "Your Honor, McDonnell Douglas -- the particular formula in McDonnell Douglas was for hiring cases. The courts have readily adapted it to other kinds of cases where the -- depending on the nature of the claim, the plaintiff produces some minimal amount of information, and the employer is required to -- to articulate a reason. But I don't think it would be a problem here. Getting back to the question that was asked, the -­",
  "What?",
  "Well, probably -- the other person did.",
  "Well, there has to be -­",
  "Right. There would have to be some evidence that could plausibly give rise to -- to an inference of motive. Even if I were complaining that I was retaliated against, I can't just come in and say I engaged in protected activity and was fired. I would need more than that. So you would need that additional amount here, plus you'd also have to have some evidence to give rise to an inference that this third party was selected as a victim. So it wouldn't -- you could -- you could adapt it. But getting back to what was asked earlier, there's no question the burden of proof is on the plaintiff at all times to establish motive; and as we get particularly far afield from family members, someone closely associated with the plaintiff, it is going to be difficult to -- to establish, to meet that burden.",
  "These cases -­",
  "I don't -- I don't -- I think this Court's decision in Burlington Northern makes it clear that the plaintiff wouldn't have to be an employee. In that case, one of the questions was, could you retaliate against an FBI agent by not protecting his wife from being murdered? I think that would be a pretty good way to -- to keep people from complaining. But I think the Burlington Northern limitation would -- you know, would have some traction in these cases. The animal shelter seems unlikely. But the burden of proof is there. As the -­ as the relationship becomes more attenuated, once you get past family members, I think it's going to be difficult, even at summary judgment, for these cases to survive. And -­",
  "Mr. Chief Justice, and may it please the Court: Neither the text, history, or purpose of the Petition Clause nor the interest of a government employer in an efficient workplace provide a basis for distinguishing and giving less protection to a petition because it didn't involve a matter of public concern. The text of the Petition Clause certainly draws no such distinction. The subject of the petition must be a grievance and a grievance I think is measured by whether the matter is of concern to the petitioner. If it's a problem of concern to the petitioner, that satisfies that constitutional element. It does not matter whether the public cares a lot, it doesn't care -­",
  "Well, with all respect, Mr. Chief Justice, I don't think this Court is committed to the view that the Petition Clause and the Free Speech Clause cover exactly the same things. In fact, emphatically they -- obviously they don't because the Free Speech Clause covers many things that the Petition Clause would not. It covered, for example, the remark -­",
  "I believe so, Your Honor. This Court's decisions in the antitrust area and under the National Labor Relations Act with regard to -- an -­ access to the government or -- or the courts, they've always been framed solely in terms of the Petition Clause, not the Free Speech Clause. It would be at least very awkward to characterize those -- those problems as free speech cases, particularly where, as is typically the case, the -- the underlying activity was on the part of, say, a lawyer rather than an individual who -- who is asserting the petition right.",
  "Yes.",
  "Well, it -- it's our view, Mr. Chief Justice, that -- and in this respect to some extent I think we agree with a statement made by Petitioners -- that every gripe that an individual employee might have, indeed most of them, wouldn't be covered by the Petition Clause. In the petition reply brief, the Petitioners state, and we agree with this, that the ordinary, routine e-mails, give and take within the office, that's not covered by the Petition Clause. We would agree with that.",
  "No.",
  "No, no, Your Honor. That -­ that -- that's their view, that -- that it becomes a matter of public concern if you say it affects a lot of people. Our view is that that's not relevant. It -­",
  "No, Your Honor, saying that wouldn't have that effect. The case to which they refer is one in which an employee indicated, as indeed occurred, that he was going to file a lawsuit, and the employer retaliated in a peremptory fashion because of that. That -- that's been the rule in the Third Circuit, it has only come up twice, but if I might point out, that's the rule under any -- any number of Federal statutes which protect filing a charge with the EEOC or filing a lawsuit. The lower courts have agreed -­",
  "Yes.",
  "No, Your Honor. No, Your Honor. The government -­",
  "The, the -- that it, the government's interest as an employer is part of the calculus if -- if this issue arose under the Petition Clause, and under ordinary balancing one would look at the nature of the government's interest and the degree of burden that's imposed, and that's the way the Court has administered the Petition Clause.",
  "Yes, that's what the Court has done. Now, that said, I think there are circumstances where the government would be hard pressed to argue that it had a generalized interest in stopping a particular form of petition. For example, the Petitioners express a considerable unhappiness that they're subject to suit under section 1983. It's expensive, it requires lawyers, they could have to pay counsel fees. Those are judgments that the Congress of the United States made in 1871 when it adopted section 1983. It knew the government was -- local governments would be subject to it. When the Congress strikes that balance, and -- and of course, section 1983 is a very complicated piece of machinery -- the balance Congress struck is -- is ordinarily going to be controlling -­",
  "Your Honor, the -- the Federal Government is not obligated to provide a -- a lower court system for -- authorized to hear suits against it.",
  "It can. But it cannot set up a court system and then punish government employees for using it. They are not -- historic -- if I might step back a couple hundred years here, the -­",
  "No, I think -- I think historically that -- that's a fairly accurate description of what has happened with the emergence of the Petition Clause over the last 6 or 700 years of Anglo-American history. There were no courts to which people could seek redress against the crown at the time of Magna Carta. Over time the courts became available to do that. Insofar as they did, on our view, the Petition Clause would now apply. And if I might turn to a question you asked earlier. You expressed some skepticism about whether the Petition Clause applies to lawsuits. I note that in at least half a dozen decisions that this Court has held that, and I think that was the premise of your concurring opinion in the BE & K Construction case a few years ago. And we don't in this regard have to get deeply into history in the debate about whether courts are covered. The text of the First -- of the Petition Clause is sufficient on its face. It doesn't say petitions to the legislature. It says petitions to the government, and that was clearly a deliberate choice, because the States -­",
  "Yes, Your Honor, and I think those cases are clearly distinguishable. The -- the core historical purpose of concern of the Petition Clause was reprisals by the government against people for -- for petitioning the government. There's a fundamental difference here between what's at stake here, where the Borough is asserting a right to punish people for going to court, and the question about whether the government has an affirmative obligation to remove the incidental barriers that may exist to bringing lawsuits.",
  "And so, we think those cases are distinguishable.",
  "No, no, precisely to the contrary. We are asserting only that the government cannot punish Mr. Guarnieri for filing a lawsuit. We are not suggesting the government has to pay his filing fee, any more than if -- if the -- if Mr. Guarnieri wants to go to Harrisburg and meet with his or her representative, the government, our view, Duryea, can't punish him for doing it, but they don't have to give him gas money, and if he doesn't have enough money for gas that's just too bad.",
  "Yes. The -- we believe the Petition Clause applies to government-created mechanisms for redressing grievances; and if the government sets up an arbitration procedure like that, we think that that's covered. An arbitration agreement between two private parties would not be, be covered by the Petition Clause, because the government wouldn't have been involved in standing that up. And that distinction really has its roots in history. The petition started out; back at the time of Magna Carta petitions only went to the king. Over time the British government and ultimately the American government developed other mechanisms that were simply more efficient. So that, for example, at the time the Petition Clause was written, Congress received a large number of petitions from wounded veterans, and after several years of dealing with that it adopted the Invalid Pension Act and turned that over to a somewhat unusual combination of administrative and judicial officials. So I think the creation of -­",
  "I'm not familiar with English law in that respect. With regard to the decisions of this Court, I think it's California Motor Transport, which I think is about 40 years ago.",
  "About 40.",
  "There's precious little -­",
  "Many of the constitutional issues this Court deals with were not raised for -- for a very long period of time.",
  "Well, it would have been a petition. It would not necessarily have been protected. The government has an interest in such matters as an employer, and that might indeed outweigh -­",
  "Right, right. The question is, was the -­",
  "The question I take it you're asking is -- is whether the Garcetti principle would apply to a Petition Clause case where the government -- it was part of the official -­",
  "I don't -- I don't think -­ the specific question is whether the Garcetti rule should apply in a Petition Clause case. I don't think we have a position on that. It's not raised in this case.",
  "Probably not in the sense that you're asking. There would be a threshold inquiry as to whether what had happened was petitioning. If it were, this Court's decisions indicate that the Court might impose a threshold inquiry consistent with, say, the line of cases, most recently BE&K Construction, as to whether the underlying petition had a -- a reasonable basis or was -- had been pursued in good faith. But I think if you got past that, then there would be no further threshold.",
  "As you describe it, on our view, not so, because our view is that, putting aside the historical and somewhat unusual but less common instance of a petition directed to, let's say at the Federal level the Congress or the president, the Petition Clause ordinarily applies only where the government has created a specific remedial mechanism for addressing a particular kind of grievance. It's something that's just outside the ordinary give-and-take of the office, something like, you know, a separate agency or an arbitrator or a court, something like that. And that -- there's an historical -­",
  "No. No, it isn't. That's the -- historically, that's the kind of distinction that was there. If you had a problem in England, if the undersheriff took your cow, you could go to the sheriff, but historically, that wasn't called a petition. If you went to the king, that was a petition. It was not going to the local. So we -- we do have a great deal of historical material, as Justice Scalia points out, about individuals, including Federal Government officials, petitioning Congress. And I -- we think the framers would have regarded those as petitions. I don't think they would regard a beef with the Secretary of the Treasury as -- as -- so we would -- there's no -­",
  "No. No, Your Honor. Our view, as I indicated to Justice Alito, is that a gripe within the office, whether you label it a petition or not, would not, except in maybe some extraordinary circumstance, constitute a petition. But if I might respond, I think your question raises a second important linguistic point, which is the word \"petition\" today has acquired a somewhat different meaning than it would have probably had in the 18th century. We think of petitions as the things you see out on tables, along the street; people say, come on, sign my petition to do this, that, or the other thing. That was not a common phenomena in the 18th century. Petitions were ordinarily things from one individual or a couple of people. There were some exceptions, but that was -- that was not the normal -­ the normal practice. In fact, the very idea that you could have large numbers of people signing something called a petition was much controverted at that time.",
  "There -- there were. It came to be used that way as -- that is largely a -­",
  "It is, but what I'm suggesting is that is a 19th and 20th-century phenomenon. You see very little of that in the 18th century or earlier. And I'd note, although -- I mean, I, I think that if that's done by private individuals and directed to the government, it would be protected by the Petition Clause. I note, just to give you a sense of the history, that at the time that happened, its legitimacy was challenged, and the argument was made by the proponents of slavery in support of a gag order adopted by Congress that this was not really a legitimate petition. The legitimate petition ought to be something about your personal problems; an abolitionist really had no business signing these things; it wasn't a personal grievance. Now, I think that's wrong. I think it's certainly not consistent with current case law. But it illustrates how the position advanced by Petitioners stands on its head the historical evolution of the Petition Clause, which starts as about private matters, and only over time and after a good deal of struggle is it extended to things of broader concern and possibly a petition signed by people who don't have a personal stake in -­",
  "Right. Right. That's right.",
  "Exactly. Exactly. And here we part company with -- I think the government expressed the concern in its brief and perhaps at oral argument -- I guess it was Petitioner that made this point -- that there was something amiss about government employees having rights that private employees don't. That distinction exists because the Bill of Rights and the -­ and the other constitutional guarantees, with the exception of the Thirteenth Amendment and the right to travel in interstate commerce, those rights don't apply to private -- to people dealing with private employers. That's just -­",
  "And -- and we're not taking issue with the assertion of the government that the government as an employer has interests which are different than it -- it -- those it has just as a sovereign. But that distinction has nothing to do with the distinction they propose in this case between matters of public concern and matters of only private concern. Indeed, to the contrary. To the extent that the government's -- the government's interests might be greater, surely a petition that deals with a matter of public importance is going to cause the government a lot more trouble than a purely private matter. A lawsuit alleging systemic employment discrimination on the basis of religion or even an individual, if -- if Mr. Guarnieri had alleged and a court had found that he had been fired because he was Catholic, the ramifications politically and in terms of just -- the ramifications in terms of the workplace would have been far more serious than the -­",
  "With all due respect, our view is it depends whether or not the -- the employee is acting as a petitioner within the meaning of the Petition Clause. The petition Clause was not adopted, like the Free Speech Clause, to foster a vigorous public debate. The purpose of the Petition Clause, as the Court said in Christopher v. Harbury, is to enable an individual to seek relief for a wrong. And that has -­ that's not the same as the -- the free speech interests that -- that might exist to engage as a citizen in a robust public debate. Mr. Guarnieri didn't file his complaint in Federal court, for example, looking to the second petition, in the hopes of a robust debate between himself and Judge Caputo. He -- he filed that complaint to get redress for an alleged violation of his constitutional rights. So -- so the citizen versus employee distinction in -- in Connick is inapt here. It's -­ it's -- it's rooted in the purpose of the -- of the Free Speech Clause, which is protecting vigorous public debate on matters of public concern. The Petition Clause is not about matters of public concern. It's about -- about people's ability to seek redress. It doesn't guarantee redress, but it protects the ability to ask for it. The -­",
  "Your Honor, we don't think that that is a serious problem for three reasons. First of all, the Petitioners have in -- in highly expressive language described the decision in Filippo as one which would lead to an avalanche, tsunami, an overwhelming number of new lawsuits. We pointed out in our reply brief that they had not adduced any evidence that any such thing had happened in the 17 years since San Filippo. Their reply brief does not purport to have any information to -- to support that.",
  "Well, I think your -- I think there are two -- two other reasons why this is not a -- a major concern. The first one is it simply isn't the case that you could take any beef, write \"Federal complaint\" at the top of it and file it in Federal court and be protected. Most internal gripes don't raise a colorable claim under Federal or State law, and this Court's Petition Clause cases make it clear that a petition, particularly a lawsuit, that doesn't have a reasonable basis simply isn't going to be protected. It's also, to be frank, based on my contact with private petitioners, it's highly unrealistic to suggest that if an employee, government employee, took some gripe and went to a lawyer and said, let's file this in Federal court, I want to get it off my chest, to find a lawyer on a contingent fee basis that is going to do that. If a chance case has no chance of success, you're not going to find a lawyer who will do it; and on a police officer's salary, you're certainly not going to be able to hire one. Third -­",
  "Few -- few private lawyers who aren't independently wealthy are going to take a baseless case on the theory that they're going to get some umbrella settlement. It's just -- it simply doesn't happen. It -- it -- and realistically, we don't really have a plausible account of why an employee would do this. I mean, you're an employee, you're unhappy with the way you're being treated at work, you -­",
  "Your Honor, this -­",
  "Your Honor, I can certainly tell you that people who are upset all the time call me ostensibly unable to find lawyers. I mean, remember, the -- the fact that Mr. Guarnieri was able to find a lawyer to take this case doesn't prove that people can find lawyers to take baseless cases. Mr. Guarnieri found a lawyer, she brought this case, she got past summary judgment, she took it to trial and she won. This is a case that not only had a substantial basis, but on the facts, and this issue is no longer before us, she prevailed. If the Court has no -­",
  "No, they -- they -­ certainly they happen, but the notion that this is going to unleash a flood of them seems to me unrealistic. A particular institution like this where the theory of this is that the private -- the government employee reads Connick, realizes they can't write a letter to the boss with -- with their gripe, and undissatisfied with their ability to talk about it with friends and family and gripe with pals at the bar, decides that the only way they can get it off their chest is to have it be in a complaint in some Federal courthouse, where it would then probably be dismissed. I think in the real world that's something that would make very little sense to an employee. If the Court has no further questions -­",
  "Mr. Chief Justice, and may it please the Court: The first sentence of Section 7703(b)(2) provides that district courts have jurisdiction over all mixed cases, and that provision is largely dispositive here. The second sentence of 7703(b)(2) on which the Government relies is a statute of limitations, and it doesn't limit the jurisdiction of Federal courts. That subsection is set out at pages 16a to 17a of the Government's brief. The first sentence provides that for a described category of cases, they are to be, quote, \"filed under one of the listed Federal antidiscrimination statutes.\" As this Court pointed out in Elgin, all of those are statutes which authorize jurisdiction and claims in district courts. Indeed, in Title VII and the ADEA, that is the only Federal court which is authorized to hear the cases.",
  "With regard to the -- when the case gets to district court, there may be two substantive claims, a discrimination claim and a CSRA claim. Your question, I take it, is about the former. Our view is that the claim is filed and pled, as indeed it was pled in this case, as a discrimination case; in this case, under several different statutes. And the complaint here reads very much like an ordinary discrimination complaint. The Government may raise the -- that sort of procedural issue as an affirmative defense, and it would be free to do so here. And that -- that happens on a number of occasions. For example, if there were a case in which the Plaintiff had not, as required by the regulations, appealed to the MSPB within 30 days of the -- of receipt of the agency decision, the Government could move to dismiss that claim on what the lower courts call exhaustion grounds. And the lower courts have repeatedly sustained those motions -­",
  "-- but that's a determinative defense.",
  "When it's come up, Your Honor, it has generally been a question of law, like whether the 30-day rule had applied. If you had something that was -- if it were a factual issue, our contention is then those Section 7703(c) factual issues have to be decided de novo.",
  "And the first question would be whether it's an affirmative defense at all, and our position would be that it is not. Not everything that could go awry in the internal procedure is an affirmative defense. One of the central principles of the 1972 amendments to Title VII was to create an exhaustion regime which is precise, simple and short. And if --",
  "They're there --",
  "-- it's -- yeah, I totally understand the question.",
  "They -- they are different.",
  "The -- the discrimination claim is dealt with de novo. The intent of Congress was that it would generally be treated like a private discrimination claim. However, the CSRA claim is dealt with under the same standard that would apply in the Federal circuit. And that's --",
  "-- well established.",
  "That's what the lower courts have been doing. And we don't -- we think that's correct.",
  "No, Your Honor. I was talking about the amendments to the 19 -- to Title VII in 1972.",
  "Prior to that, courts were applying the -- judicially fashioned exhaustion requirements. And the -- Congress made a decision to replace that. As this Court noted in Chandler and in Brown v. GSA, Congress concluded, I think correctly, and the Court's opinion suggests that, that the steps necessary to exhaust were not clear. So the regime established by Section 717 of Title VII, which was adopted in 1972, sets up an exhaustion requirement which is clear, simple and limited in time. It requires the plaintiff to file a complaint, wait at that point 180 days, and at that point, the plaintiff was done and could go to district court. Plaintiff also had the option at that point of going to the Civil Service Commission, waiting 180 days. But as long as a timely complaint was filed, that was all that was required of the plaintiff. And that was a fundamental change in the way this had been dealt with. The ADEA regime, which was adopted in 1974, was actually even simpler, although it's been changed a little bit since. The plaintiff to exhaust had to do only one of two things, either file a complaint with the EEOC, period, or give the EEOC notice that the plaintiff was going to sue and wait 30 days. As the Government pointed out in its brief in Stevens, the exhaustion regime under the ADEA hadn't -- didn't in any way address what happened after the complaint was filed. It simply said, file the complaint. That is the fundamental principle that's animated the Title VII exhaustion requirement in Title VII and the ADEA, and we don't think the CSRA was written to change that. Indeed, to the contrary, the CSRA has -- it doesn't do so expressly -- it incorporates by reference those statutes; it expressly reiterates the de novo exhaustion requirement. It actually shortened the period of time that plaintiff has to wait for these cases.",
  "Yes, Your Honor. The Plaintiff can do that. The --",
  "No, Your Honor. The affirmative defenses could still be raised. It's just that the CSRA claim under Section 7703(c) would -- would be abandoned. And that's --",
  "-- that's what happened here. It's not uncommon. The CSRA claim involves a right that is much more valuable to the plaintiff in the administrative process.",
  "The statute says \"Cases of discrimination subject to\" -­",
  "\"Cases of discrimination subject to 7702.\" And 7702 --",
  "No. The way the courts have read this, and I think correctly, is this: If -- so this is just one case. It's a little bit like supplemental jurisdiction. So long as the plaintiff is asserting a discrimination claim, the CSRA claim comes along with it. If the plaintiff were to abandon the discrimination claim, then the case would have to go to the Federal Circuit. That's the way the courts have interpreted that.",
  "Well, the second point you make is really separate from the first, because even if only a discrimination claim is filed, the Government can insert an affirmative defense, and one possible affirmative defense which the Government has repeatedly asserted successfully is that the appeal to the MSPB was untimely. So that happens either way.",
  "Yes. Yes. It's because -- because the discrimination statutes themselves have two requirements. You have to have filed the complaint or an appeal, depending on where you are in the process. You have to wait a certain amount of time if you don't have a decision. The statutes themselves don't --",
  "Your Honor, that question, of course, isn't here because we haven't asserted a CSRA claim. And if you have doubts about it, I think I would reserve that for another case. But, we think the -- the courts have treated this as -- the statute doesn't say claims of discrimination subject to 7702. It says \"cases of discrimination.\" And if you look at section 7702, which is set out at page 8(a) of the Government's brief, it describes the cases involved as cases which contain these two elements. They are treated as one case in the administrative process. And it would be highly peculiar for the Government -- for the statute to take one administrative proceeding and then split it in half.",
  "Yes. Title VII and all the statutes authorize that.",
  "In that --",
  "That's exactly right. And we think this is a classic example of -- for application of the rule that implied repeals are disfavored. This -- this statute is quite precise when -- when it's changing something, it's very specific. The second section, section 7703(b)(2), begins with the words \"notwithstanding,\" because it is changing the statute of limitations that would otherwise apply. It's changing it from 90 days in Title VII to 30 days. So when Congress wanted to change something, it was very specific. But the whole thrust of this statute is to leave in place, except where very specifically it does otherwise, the regime that existed under Title VII in the ADEA.",
  "Not -- that's not entirely correct, Your Honor. There are -- there are exhaustion premises in the statute, but these statutes do not contain a time period within which a charge or a complaint must be filed with the agency, and they don't contain a time period within which an appeal must be taken. Those time periods are in the regulations. The lower courts have taken the position that those time periods also have to be complied with, and we think that's correct. In the case of --",
  "And there are also time periods relevant to filing a -- complaint at the agency level. It's an -- in the case of a private discrimination claim, that time period is specified by Title VII. But Section 717 about Federal employees is simply silent. Congress didn't deal with it. But it did authorize the EEOC and the MSPB to write regulations. They have both written regulations that -- with regard to the agency, it is the EEOC regulations which set up the time period within which a complaint must be filed. With regard to appeals to the MSPB, both the EEOC and the MSPB have regulations which are the same.",
  "We don't -- we think not, Your Honor. Again, this doesn't go to subject matter jurisdiction, which is specified in the statute. The statute creates a regime. It doesn't set up time periods. We think Congress -- the statute should be read to -- to mean that the authority of the Government, of the agencies to write regulations, includes regulations setting up time periods. It's just inconceivable that --",
  "-- Congress contemplated you would have forever to do these things.",
  "Non-mixed case. Yes. Yes. There are regulations governing both. The non-mixed case claim would only be governed by the EEOC regulation. The mixed case claim is governed as well by the time limit in the MSPB regulation, but that is the same as the time limit in the EEOC regulation.",
  "Well, Your Honor, the -- you have led a charmed life.",
  "I'm not sure how that affects it. The phrase mixed case is in the regulations, both of the EEOC. It also was in currency prior to 1978. When Congress was working on this problem, it was already calling these kinds of cases mixed cases. And, of course, we haven't touched on this. A mixed case is a case which involves -- has two elements. First, it involves what's called, under the Civil Service Reform Act, an appealable issue. That is an issue which can be appealed to the MSPB, not --",
  "You could not take that case to the Federal circuit without waiving your antidiscrimination claim. That is what the -- that's the way we read the law and that is the way the MSPB reads the law. The MSPB regulation expressly provides that if you want to go to the Federal circuit you must waive that right.",
  "Well, it's our view that once you appeal to the MSPB, and putting aside the unusual situation of people who withdraw the appeal, you then must wait, under the statute, 120 days or until you have a decision. So you are ready, all set, and you could go to court after the district court decision, but if you appeal to the MSPB, you then have to wait until 120 days have passed or you have a decision.",
  "What you gain are the rights in Section 7701(c), which are set out on page 3(a) of the Government's brief. In the appeal to the MSPB with regard to the Civil -- the CSRA claim, the burden is on the Government to establish by a preponderance of the evidence that its decision was correct. If you bypass the MSPB and go to district court, then your claim is only a claim under section 7703(c), which requires the plaintiff to establish that there wasn't even substantial evidence to support the decision. So, plaintiff --",
  "The CSRA claim is much more valuable at the MSPB. In terms of discrimination claim, in the real world that's probably not why people go to the MSPB. The MSPB, according to the only study I've been able to find, out of 2,000 mixed cases the MSPB actually only found discrimination in four. But a much higher percentage of CSRA claims are successful there. So that's why people go there.",
  "Sure. And that's why people go there. That's why people go there.",
  "No, no, that was not our distinction. That was the distinction that I think in the Tenth Circuit in Harms--",
  "Yes. Our view is that all mixed cases go to the district court. That is the view of the MSPB and of the EEOC and the regulations --",
  "It's not the view of the circuit courts.",
  "That is not their view and we think --",
  "Right. We think that that's wrong and --",
  "Well, you don't --",
  "No, Your Honor.",
  "You don't need to address it, but we think those decisions are wrong. The statutory arguments that we're making treat -- draw no distinction between procedural and jurisdictional --",
  "It's somewhat stronger, but there are a couple of reasons why we think this distinction doesn't make sense. The first one is if jurisdictional issues went to the Federal circuit you would have an -- a really bizarre problem of -- of splitting the claim, and here's why: If, under the EEOC regulations which the Government has referred to, if the MSPB holds that it didn't have jurisdiction in a mixed case, the discrimination claim doesn't die. Under the regulations it goes back to the agency, which then processes it as a non-mixed case. But the plaintiff is still free to challenge the decision of the MSPB that it had no jurisdiction. In the Government's view, that would go to the Federal circuit. So the case would then be pending in two different places. And if the plaintiff came to the end of the line in the -- at the agency level and lost, the plaintiff clearly would go to district court. So the case would then be pending in two different places. On our view, everything goes to the district court.",
  "You can, and you don't need to address what I just said.",
  "Your Honor, you don't need to rule for that -- me on that, but if I could identify another problem before my time runs out. There is -- and it comes up in two ways. Sometimes whether a case is appealable depends on whether there was discrimination. There is a district court decision in Barrow v. Louisiana in which that problem arose. I will spare you --",
  "Right. But that's why I think if you have doubts about it, you should stay away from it because that's very bad. In addition, in a constructive discharge case based on sexual harassment, whether there's jurisdiction, the MSPB in deciding whether there is jurisdiction has to decide whether there was sexual harassment. It seems to me you would not want that going to the Federal circuit. I would like to reserve the balance of my time.",
  "Mr. Chief Justice, and may it please the Court: I would like to answer the question that the Chief Justice asked yesterday morning in Lozman. You --",
  "I -- I am happy to do so, Your Honor. You pointed out that -- that where subject matter jurisdiction is concerned, is it important that rules be clear? And you asked counsel for Respondent, why was Respondent's rule clearer than the Petitioner's rule? In this case our rule is demonstrably clearer. The question is which mixed-cases go to the district court? Our answer is all. The Government's answer, the rule that is derived from Ballentine, has confounded the lower courts since Ballentine and those problems are reflected in the divergent accounts of the rule in the Government's brief. There are more than half a dozen of these problems. First, the courts are divided below, as is the Government's brief, about whether the Government's rule applies to all procedural issues or only to procedural issues that arise before the court reaches the merits. For example, in -- in Hopkins v. MSPB, after the court had resolved the merits, there was a dispute about counsel fees and an argument that the counsel fee application was untimely. The Government took the position that that timeliness issue belonged in the district court. Secondly, the lower courts are divided as is the Government's brief about whether a procedural issue that is related to or intertwined with the merits goes to the district court or the court of appeals. There is a line of cases holding that a -- a -- when the MSPB holds there is no jurisdiction because the discrimination claim is frivolous, that's a procedural jurisdiction issue, it's not a merits issue. And if you look at the opinion in Hill v. Department of the Air Force, you see a lengthy description of Title VII law, in McDonnell Douglas v. Green, in the course of a decision by the Federal Circuit holding there is no jurisdiction. Third, it is unclear what constitutes the line between a merits decision and a procedural decision issue. Some things are really neither. For example, there are recurring disputes about whether a settlement was voluntary. Well, it's not the merits of the discrimination case, but it's not procedural in any normal sense of the word. Fourth, there are cases which involve several claims resolved on several different bases. We noted some of them in our reply brief. One -- one claim was rejected on jurisdictional grounds; one claim was rejected on res judicata and one claim was decided by the board on the merits. It's unclear how that would go. There are also situations in which two cases get filed, one of which -- and they are related cases, and they go to the same judge, and one -- one involved an MSPB decision on procedural grounds, one on the merits. The court in that case just thought it ought to just keep them both. It's not clear how that comes out. Fourth -- some, sorry, fifth.",
  "Sometimes within the MSPB -- you have the point. I don't mean to belabor. Thank you, Your Honor.",
  "Oh, that was -- I didn't mean --",
  "Oh, okay. I'm sorry. I think -- I think we are at six.",
  "The MS -- the --",
  "Okay. The -- the -- an MSPB, ALJ, or the board itself could resolve a claim on alternative grounds, as judges do all the time, and say, well, we think this is time barred, but we also find that it lacks the merits. I know where that goes. There is also a problem, which the briefs address, about factual disputes that arise with regard to jurisdiction or procedure. The -- 7703(c) says, \"Questions of fact get decided de novo.\" What does that mean? If there -- let's take, for example, a case in which the claim is that a charge wasn't filed on time with the agency. That's a question of fact. The agency might find that it was timely -- there could be a dispute of fact about when the violation occurred which triggers the limitation period. The agency would make a finding of fact. The MSPB might affirm that finding. The Government tells us they would affirm whatever the agency did. The statute seems to say that's got to be decided de novo, the Federal circuit can't do that. Thank you.",
  "Mr. Chief Justice, and may it please the Court: We agree with the government that not everything an individual wears is clothes. We disagree with the government as to the appropriate standard for distinguishing things that are and are not clothes under Section 203(o). I'd like to begin with the area we're ­­ in which we are in agreement with the government, although not with Respondent. In ordinary parlance, not everything an individual wears would be referred to as clothes. There are examples of that in this courtroom: Glasses, necklaces, earrings, wristwatches. There may be a toupee, for all we know. Those things are not commonly referred to as clothes.",
  "And nor are neck braces, which I've seen worn in this courtroom. It's also the case that there are any number of things that people wear to do their jobs that are not clothes. The police officers outside the building are wearing guns, radios. I suspect they have handcuffs; I couldn't see those. The quarterback who played for your team yesterday had a quarterback playbook wristband with the plays on ­­ on his ­­ on his wrist. Workers wear tool belts. It's ­­ one of the recurring ­­ recurring issues that has come up in these cases are knife scabbards. We don't think anyone would, in ordinary parlance, call those things clothes. And we think that's the significant limitation on this. The ­­ the company's account of this is that everything that you wear to do your job is ­­ is clothes, and we think that's just not consistent with ordinary language. And although the government's views have, to some extent, evolved over time in all of this, they've always taken the position that not everything you wear are clothes. Even in its ­­ in the 2002 opinion letter, they drew the line at tools and scabbards. And so even though you could be wearing those things, those are not clothes.",
  "Scabbards.",
  "Knife scabbards. The Tenth Circuit holds a knife scabbard as clothes because it's like holsters. I ­­",
  "Your Honor, I think that your question raises an excellent point. One of the problems with the picture is that it withholds from you other information that you would use to assess whether to describe it as clothes. You don't know what ­­",
  "If you saw an airbag jacket, you would probably call it clothes, unless you are an equestrian. It looks like a jacket. If you saw a compression torsion ­­ a torso compression bandage, in a photograph, you would call it clothes because you don't have all the relevant information.",
  "In our view ­­ well, let me ­­ part of it ­­ well, first of all, they are designed for a protective function, to protect you from catching fire.",
  "No, Your Honor. We've been ­­ we've tried to be quite specific about that. We distinguish between items that are designed and worn to protect from a workplace hazard. And the court of appeals argued that everything is, in a sense, protective. That is not the standard that we propose. Workplace hazards are ­­ are different. And in ordinary usage, when things are being used for that kind of protection, they are typically described in other terms.",
  "And it's designed to provide that kind of protection. Let me explain why ­­ why we've added that. There are some instances in which one would wear ordinary clothing on the job, things that are no different from what you would buy at J.C. Penney's, because it was, to some degree, protective from a workplace hazard. That's true here. Whatever else you are wearing, underneath it, you have to wear cotton or wool. You can't wear ­­",
  "I don't think, in ordinary parlance, they would be called a workplace hazard. I mean, that's just ­­ that's just the normal vicissitudes of life. But to give you an example of ­­",
  "I submit ­­ I think that ­­ that you would be wearing a parka in a freezer just because it was warmer. I mean, if you stayed there all day, it would be dangerous. Dangerous cold is the South Pole. The South Pole is a hazard. There will be times when the weather forecast will be it's so cold that it's dangerous to go outside. And I think it's that degree of ­­",
  "Well, you put on more than a parka. I think that's ­­ that's the point ­­",
  "There's a whole lot of stuff that I'm sure that goes on.",
  "There would come a point where ­­ where I think people would call it a hazard in ordinary English.",
  "But those ­­ those are not the cases that come up. I mean, we have given you, in an appendix to our reply brief, a list of all the cases in the last 20 years that we could find involving 203. That's not what actually happens. I mean, we are trying to give you something that makes sense of what's going on. The overwhelming majority of cases involve things everyone would call a hazard ­­ knives, molten metal, acids.",
  "I'm not entirely sure where ­­ what we would fall back to ­­ let me ­­ let me respond to that question, though, the premise of it a little bit. There is ­­ there is an old saying that, if it looks like a duck and it swims like a duck and it quacks like a duck, it's a duck.",
  "Right, right. Well, there's ­­ there's ­­ but part of the takeaway from that is you have ­­ whether you call something a duck, depends on all the information you have. Let me change ­­ let me change it a little bit. It looks like a duck, it's floating there in the water, there is a quacking sound, and there are some men in a shed wearing camouflage gear and guns; it's probably not a duck. And yet, if you took a picture of just the duck ­­",
  "No, they are wearing camouflage and holding guns.",
  "Holding. I certainly misspoke.",
  "I certainly ­­ yes. But ­­ but our point is whether ­­ how you characterize something depends on all the information. Now, you may want to ­­ you may want to conclude, although I think it would be wrong, that even when you have all the information, even if you understand that this is protective in nature, you understand that it has to be worn because of very severe dangers. You understand that the person is wearing a hood over his head, not because it's cold, but because, although it's probably 100 degrees where he is working, he is in danger of being burned if he doesn't wear it. If, after that, you call it clothes, I disagree with you. But I think that's at least the right way to analyze it. But to say a picture looks like clothes is to ­­ is to ask how we would characterize something if we didn't have all the information. That is certainly inappropriate. You have to assess it with all the other things that you know and in the full context.",
  "I am delighted that you asked that question. It raises a number of issues, some of them having to do with the way the statute operates today, some of them historical. Let me start with the way the statute operates today. You said, to paraphrase, all they have to do is not put something in the agreement and then they have to be paid.",
  "That is not what the statute says, and it's not the way it works. The statute says in the agreement or a custom under the agreement. The lower courts, as we've explained in our reply brief, have taken the position that what that means is, if there is a collective bargaining agreement and it doesn't expressly require that they be paid for the stuff, then not paying for it is a custom under the contract. And so what actually happens is, in this negotiation – and it is described in one of these cases, the gear changes over time. An employer comes in and says, I want you to wear some additional gear. The union objects and says, that ­­ that's wrong, we ought to be paid for it. They don't succeed in negotiating ­­",
  "It goes the other way.",
  "Well, that's the way the statute works now, and that explains ­­ it's part of the reason why they are there. But there's something broader, and this will take a minute, but the historical context is uniquely important to understanding why there was opposition to this at the time. It's sort of a three­act play, so bear with me. The first has to do with the three lawsuits that lead to the Portal­to­Portal Act. Those are lawsuits between employers and unions. The CIO, at this point in time, was advancing the rights of workers and interests of workers in two ways: A, in negotiations; and, B, if they couldn't get something in negotiations, but they thought it was required under the Fair Labor Standards Act, then they would sue, or they would take the position in negotiations that you had to be provided. There is a 1991 Buffalo Law Review article that describes this history. In one of those cases, the union actually struck unsuccessfully for this and then proceeded on a legal track. So that was what the CIO was doing. They wanted both ­­ they wanted both the statute and negotiation. In the House version of the Portal­to­Portal Act, Section 3 effectively banned that. Section 3 said if this ­­ if something's going on, and it's a company practice, and it doesn't violate the collective bargaining agreement, it's legal. It grandfathered ­­ and this was ­­ the CIO objected to this. And this was not adopted. It grandfathered in all existing violations. Indeed, it ­­ it prospectively grandfathered things in, because if they would adopt a new practice, it would be illegal. And the example that the CIO gave was suppose it was the practice of the employer to turn back the clock an hour every day. And that would have been ­­ that would have been permitted. So the Senate rejected that, and it didn't end up in the bill. Now, what happens is this comes back in another version in 1949 with a very different Congress. And ­­ and my brother has referenced the ­­ a comment ­­ it's buried in the long statement by the National Association of Manufacturers ­­ essentially asking for the ­­ this old language. They did it a little bit differently. It ­­ it would be a mistake to assume Congress just picked up the work of the last Congress in '49 and said, oh, well, we didn't ­­ all we were trying to accomplish didn't get accomplished, so let's work on it some more. The '48 elections had completely changed Congress. As you may recall, Dewey did not win that election. The Republicans lost the House. They lost the Senate. The sponsor of the House bill was defeated, and the new members of the House and Senate included Hubert Humphrey and Gene McCarthy and a very different group of people. They were not there to further the ­­ the agenda of the last Congress. The Herder Amendment was a somewhat ­­ the ­­ not what was adopted ­­ what was proposed was a version of this. It said anything about the length of the workday is ­­ is legal if it's in a contract or in a custom or practice under a contract. It doesn't ­­ didn't ­­ we know from experience that custom or practice under a contract works to grandfather things ­­ old things and new things. It went over to the Senate, and the Senate rejected that and then ended up with this narrowly drawn provision.",
  "Sorry that's so long, but that's why.",
  "No, they have not filed. They ­­ they agreed in the last collective bargaining agreement not ­­ not to file.",
  "Your Honor, it's not being ­­ the view of ­­ of the opponents of this kind of proposal, which was defeatedly ­­ repeatedly directed, was it isn't being let ­­ you're ­­ you're essentially carving unionized plants out of the protections of the statutes. You're stripping the workers of their statutory rights and saying to a union, if you can negotiate for something, that's fine, but the ­­ but the statute ­­",
  "If I ­­ again, if I might return to the first part of my answer to Justice Breyer's question. The way this ordinarily works, and it's reflective in cases we've described in our yellow brief, is that the company's position is this is ­­ we don't need your permission to do this. And ­­ and that's true ­­ that's true in one sense, which is if it's not permitted ­­ unless the contract bans it, it becomes a de facto practice, and it's legal. But it's also usually the company's position that ­­ that the union is wrong about the meaning of Fair Labor Standards Act. There's a dispute in this case on the part of the company as to whether this is a principal activity. They've argued it is de minimis­­ so this is an issue about which people bargain the way they would bargain about an extra holiday. But it is not a situation where the union walks in, is entitled to this, and trades it for something. That simply isn't what's going on.",
  "The company's position is it's ­­ it's not something that they're entitled to.",
  "I ­­ I understand ­­ I understand the question. But ­­ but the union can go in and say, we think we're entitled to this under the Fair Labor Standards Act, and the company would say, no, we don't. And then if they can't get it, it ­­",
  "Okay. Our answer to that, Justice Ginsburg, is that the statute says, \"clothes,\" it doesn't say, \"anything you wear.\" And we agree with the government, that there are things you could put on that would not be clothes and that you'd have to be paid for. And we ­­ I think we disagree with the government about what those are. But there's ­­ but ­­ and, indeed, the court of appeals in this case and most courts of appeals have held that there are things you put on that are not clothes. So the statute distinguishes between clothes and other things. We have to figure out what that distinction means.",
  "Well, Your Honor, I think in ordinary parlance, whether you're going to call something clothes or not depends, as the government says at page 25 of its brief, on both its form and its function. And there's a continuum of things, and you have to draw a line somewhere.",
  "All right. Your Honor ­­ well, Your Honor, we are not undertaking to give you a comprehensive definition of what items are and aren't clothes. The ­­ the variety of things people wear is ­­ is extraordinarily complicated, and we ­­ we have not taken that on. What we have tried to suggest is ­­",
  "Your Honor ­­",
  "Well, we may disagree of the substance, but ­­",
  "All ­­ all we're asking the Court to hold is that certain things are not clothes. We're not undertaking to sort out among the things that hunters wear, where you would draw the line. I mean, ordinary ­­ ordinary parlance is ­­ is complicated. But we think ­­ look, it's certainly the case, we believe, that not everything people wear is clothes. And the problem is to fashion a standard. We think the government standard simply doesn't work, and it doesn't work for two reasons. Their standard, as we understand it ­­ and my brother will address this in greater detail ­­ is that the Court should distinguish between clothes, on the one hand, and equipment, devices, and tools, on the other. Now, we think this doesn't work for a couple of reasons. First of all, the ­­ the distinction isn't clear. In footnote 6, they note the lower courts have been divided about gloves, and then say they ­­ they think gloves are clothes. They don't explain it. They note that the lower courts have been divided about leather aprons. At page 24 and 25, they describe labor board decisions and some other things which ­­ which have characterized certain items as ­­",
  "No, no, no.",
  "No. Our test is an item is not clothes if it is worn to protect against a workplace hazard and was designed to protect against hazards. And ­­ but ­­ if I might just finish my point, the government standard is ­­ it's not clear how they have gotten where they did. They noticed ­­ there are divisions about a number of different things. And then what they describe as on the not­clothes side of the line on pages 24 and 25 sound a lot like what people are wearing here. In addition, casting it as the government has forces the lower courts to decide what are equipment, tools, and devices because anything that is not an equipment, tool, or device would end up being clothes. And that simply recasts the question about a ­­ some words that are not in the statute. The words that is somewhat broader and doesn't trigger all of this is \"gear.\" And if I might say just one or two things about it, the Court ­­ the government used the word \"gear\" in its 1997, 2001, 2002, and 2010 opinion letters, although they take different substantive positions. They quote the word \"equipment\" from this Court's decision in Alvarez, and the word \"equipment\" is there twice, but the word \"gear\" is used 28 times. And a month ago, when I was here and the construction was still going on outside, there was a sign outside, and it depicted a worker with an arrow pointing to and labelling his hardhat, his goggles, his work gloves, and his boots. And it said, \"Do not enter without proper gear.\" So ­­",
  "Certainly, people wear blue jeans under all sorts of circumstances.",
  "If ­­ if there was something identifiable in the ­­ in the ­­ in the mill that was ­­ that was a hazard, that might fall there. But we have also taken the position ­­ and I'm not quite sure ­­ I am not familiar with these particular kinds of clothes ­­ items, that things that you would wear for ­­ that weren't designed to deal with hazards wouldn't be ­­ wouldn't be within our carveout. Thank you very much. I'd like to reserve the balance.",
  "I'd like to address a number of questions I was asked earlier and then to respond to a point my brother made. With regard to the question of Justice Breyer, it is the experience of the United Food and Commercial Workers that the position companies take with regard to this ­­ these items is simply another bargainable unit ­­ item, like a holiday. It is not treated by them as something unions are entitled to. Justice Ginsburg, you asked why it matters here and whether the items ­­ how we characterize the items about which the government would disagree with the company, at least in isolation. And it matters for two reasons that have to do with the broader context of the Fair Labor Standards Act. First, as we explained in our reply brief, there is an unchallenged rule that ­­ that an employer has to pay a worker for carrying tools or other things needed to do the job to the ­­ the work station. If anything in this list isn't clothes and the workers have to have it at the work station, it would presumptively fall within the tool­carrying rule. So it's very important to the company in this case that all of it be clothes. It's also important under the position that the government took in its brief in Tum, which was a companion case to Alvarez, the government's position, with which we agree, is that once there is any non­203(o) exempt item, it starts the calculation of the de minimis time, which then includes, not only the time for that item, but the travel time that follows. It starts the de minimis clock. If that's right, then if anything in this case isn't 203(o) exempt, the company would have to change this practice. Justice Kagan, you asked more broadly why the test matters. And I think the government was moving in this direction. There is generally few, if any, cases involving poultry or ­­ poultry processing in which there's stuff that would ­­ would meet the, well, if I had a photograph of it, it looks like clothes test. It's almost all gear. And so in that industry, it's of enormous importance the difference between the government's position in its ­­ at least in its brief and the company's position. That has great implications for those ­­ those plants. Finally, if I might respond to a point that the government made, the government has introduced another concept, I think, that's not set forth in their brief, but I want to address, and that's that, in addition to the process that would go on, on any of our standards of separating out what things are clothes and what things are not clothes, the government would then overlay that with an ancillary test. And if it's predominantly clothes, then the whole thing counts as clothes; if it's predominantly non­clothes, it goes the other way. I don't know. I think that's another area of uncertainty you shouldn't inflict on the lower courts, and it's not consistent with the statute. The statute doesn't say, \"changing clothes and ancillary stuff.\" I'd agree about opening the locker. It's ­­ it's necessary to change your clothes. But when you start taking things which, the government would agree, by themselves aren't clothes, and say, well, this ­­ this falls within changing clothes, even though it's not clothes because it's sort of happening at the same time, seems to me you're opening up another can of worms that should stay closed.",
  "I believe about 60 percent are and the rest are not. The poultry industry filed a brief ­­",
  "Generally, not. Generally, not. The ­­ the unions have not been able to negotiate that. It's the arrangement that ­­ that I've just described. And ­­ and, of course, there are a large number of nonunionized plants, they have to pay for all this.",
  "I do not know, Your Honor.",
  "If the Court has no further questions.",
  "Mr. Chief Justice, and may it please the Court: Section 1514A is written in the classic language which Congress utilizes to regulate relationships between employees and their employers. Legislation regarding how an entity is to treat an employee is understood to refer to the entity's own employees. And that is particularly true here where the phrase \"terms and conditions\" of employment is used in the statute. If Section 1514A forbade only contractors to retaliate against employees under the terms and conditions of their employment, I don't think there'd be any question that the courts would understand it was referring to the contractor's own employees. The statute has the same ­­ that language has the same meaning, even though it's combined in this instance with prohibitions against retaliation by other types of actors. The First Circuit's decision interpreting 1514A to permit a contractor to retaliate against its own employees is inconsistent with its general usage and it leads to four implausible consequences. First, it renders the statutory language regarding contractors virtually meaningless. Secondly, it renders that language with regard to contractors in the mutual fund industry literally meaningless. Third, it has the implausible consequence of permitting the very type of retaliation that we know Congress was concerned about. Retaliation um­ by an accountant such as Arthur Andersen. And finally, it renders incoherent the provisions in 1514A and the related remedial provision regarding scienter,uh the burden of proof and an affirmative defense.",
  "I'm not ­­ it's our position that employees of contractors and subcontractors are covered.",
  "We ­­",
  "We ­­ if I understand the question correctly, we ­­ we have not taken a position and the standard we advanced does not address the question of a ­­ of a personal employee of an employer, such as Ken Lay ­­",
  "It doesn't raise distinct issues ­­",
  "Your Honor, our view of this is that the ­­ the meaning of the term \"employee\" depends on the context in which it's used and it ought to be assessed separately for each of the actors. So when it says no publicly­traded company may retaliate against an employee, it means an employee of the publicly­traded company. But ­­ and the same thing with contractor and subcontractor. But if we had a statute which by itself said no employee of ­­ personal ­­ no employee of an officer shall do something, the ­­ the normal reading of that would be to refer to an employee of the officer's company. And we have statutes that impose personal liability on officials for things they're doing in their companies and that's the way they read. So I ­­",
  "The ­­ the statute forbids retaliation for protected activity related either to the securities law or to certain criminal fraud provisions. And that's quite deliberate. The statute ­­ Sarbanes­Oxley is not limited to corporate misdeeds and related things. Title VIII and Title IX also deal specifically ­­ deal much more broadly with criminal fraud. Title IX increases the penalty for wire fraud and mail fraud without regard to whether it has ­­ it was by a corporation or an individual.",
  "So this is also an antifraud statute.",
  "No, Your Honor. They're unlikely to know of such things. But ­­ but the Congress deliberately wrote the statute to deal with ordinary wire and mail fraud, not just corporate public company related fraud. The statute is­ is broader in that regard.",
  "Yes, I understand, I understand.",
  "I think there are two relevant limitations here, one of them statutory and one of them practical. The statutory one is that, although it wouldn't deal with, I think, the situation you hypothesized, that the counterparty, so to speak, of the public company is described as a contractor. And we think that is not anyone who has ever had a contract with a public company. \"Contractor\" in the ordinary parlance refers to an ongoing relationship. The paradigm is someone providing services on an ongoing basis, which of course fits lawyers and accountants perfectly.",
  "And so if someone from a private firm goes down to Walmart, buys a box of rubber bands, that in ordinary parlance wouldn't be referred to as a contractor. So we think that as a practical matter that rules out most mom and pop stores. They don't have that kind of relationship with people .",
  "Well, it would have to be very fast. I mean, I think an audit takes some time. But if you have someone come in for ­­",
  "I think an audit takes long enough that they would be. It's not like the moments that it takes to buy something at the gift shop downstairs. I think it typically takes weeks if not months, and I think in ordinary parlance you would call someone a contractor in those circumstances.",
  "That's the way the Congress wrote the statute, and we think for two kinds of reasons. First of all, that ­­ the statute is also about, as you put it, garden variety fraud. It's increased the penalty for wire fraud, for mail fraud. For the first time there is a provision for attempts and conspiracy. It is an antifraud statute in addition to dealing with the Enron issues. So we think that's deliberate. Secondly, Your Honor, although ­­",
  "I'd have to remember the exact question.",
  "No.",
  "The statute isn't written that way.",
  "Well, it's certainly possible. We think it's not the correct reading. And there's a ­­",
  "It's a possible reading, but we think it's not the correct reading.",
  "Yes. Yes, we are.",
  "I'm not sure I want to go down the road. That's not ­­ that's not our view. I don't want to pick a fight with the government.",
  "As I said, we think that's ­­ we think that's not the correct reading of the statute, for a couple of reasons. Another one is that we think it unlikely, over and above the fact that Congress was concerned with fraud generally, was that I think Congress would have been reluctant to try to define what was sufficiently related to the corporation.",
  "Justice Alito, I think that's just the way they wrote the statute. They were concerned with all fraud, but they didn't extend the whistleblowers to all fraud.",
  "Well, this is sort of a hybrid piece of legislation dealing with corporate problems and fraud, and they kind of melded the two here. But I think there are ­­ it's also important in this situation to­ to bear in mind the following: I think Congress would have ­­ was reluctant ­­ it didn't itself draw a line because the experience of the Enron scandal was that all sorts of terribly complicated arrangements had been drawn up between Enron and these hundreds of off­the­books entities, Jedi, Raptors, LJM, and the like. I think Congress correctly concluded that if it tried to write out a description of what else it was covering, someone would think of a way to get around it. And I think it certainly wouldn't have contemplated that Federal courts were to try to untangle these relationships to the point where they could figure out whether, for example, if Andrew Fastow was skimming off money from Chewco, whether that would be sufficiently related to Enron. It's just, it's enormously complicated and I think Congress didn't mean to open the door to that. And that's brought home by the fact that the statute is written more broadly than AIR­21. It's essentially modeled on AIR­21, which is a statute adopted a couple years earlier about whistleblowing in the airline industry, particularly with regard to safety work. In that statute, \"contractor\" is specifically defined to mean an airline contractor dealing with safety. They did not put that kind of limitation here, and I think it, in part, because it simply would have been very difficult to do. And I don't think they meant to give the courts a commission to try to sort that sort of thing out. The core problem with the interpretation of the court of appeals is that it really renders almost meaningless the decision of Congress to prohibit retaliation by contractors and subcontractors. Contractors and subcontractors would rarely be in a position to engage in retaliation, but particularly to engage in the very specific kind of retaliation specified in the statute, retaliation in the terms and conditions of employment.",
  "It's a ­­",
  "I would think so, Your Honor, but that ­­",
  "I think so. But this clause in the alternative, it ­­ it's ­­ a report would be protected if it involves a violation of 1341 or 1343, 4, and 8, which aren't limited to shareholders. The words ­­",
  "Yes, it modifies the last With the Court's permission, I'd like to reserve the balance of my time.",
  "Thank you, Your Honor. Let me begin by just referring the Court to some materials that might be relevant to some of the questions you asked. With regard to the SEC's view prior to this case coming to this Court, those views were expressed in a separate brief the SEC filed in the First Circuit, which is consistent with the government's approach here.",
  "I agree with that, but ­­ but the question came up about what their views were. With regard to the suggestion earlier that the ARB has taken the position that every contract ­­ every firm that has a contract with a public company is a contractor. Actually, in the Fleszar case, which is mentioned in both the Respondent's brief and our yellow brief, the ­­ the ARB is for the opposite position and ­­ and took a position, I think, consistent with the view we've advanced, which is not every contract renders you a contractor. With regard to Arthur Andersen, the discussion in the Senate Report about why there's a need to deal with retaliation is repeatedly about Arthur Andersen. Many of the people who actually understood what was going on at ­­ at Enron were Arthur Andersen employees, not most of the run­of­the­mill employees at Enron, and they were the ones who remained silent in the face of this very, very serious problem. With regard to the origins of this phrase contractor, my brother, Mr. Perry, was right, it comes from AIR­21. The preliminary AIR­21 regulations regarding what it means were issued prior to the adoption of SOX and they said it included employers ­­ employees of employers, which has remained the view of the agency throughout. My colleague ­­ with regard to AIR­21, the history here is, I think, important. This statute referred to air carriers and contractors and subcontractors, and the court below assumed that that meant that employees of subcontractors and contractors were covered. The First Circuit's theory was that Congress meant to narrow the meaning of contractor employees because it added retaliation by officers and employees. And it seems to me that that is precisely the wrong conclusion. When Congress added to the entities that could not retaliate, when it rewrote AIR­21 to add some other people that couldn't retaliate, it didn't mean to tacitly then eliminate the employees of contractors who were governed under AIR­21. Finally, with regard to the question the Court has raised about whether it should explore the possibility of a limitation based on whether a contractor was acting as a contractor, we think it would probably not be prudent to take that on at this time for a couple of reasons. First of all, a fair amount of work that was done by Arthur Andersen was not ­­ that was relevant wasn't done for Enron. It was done for the off­the­books enterprises. They did $5.7 million of accounting work for Jedi, where the debts ­­ one of the places where the debts were being hidden. So you ­­ you'd get into that problem. Secondly, this provision is adopted against the background of a series of executive orders, most important which is Executive Order 11246, about racial discrimination by Federal contractors. That executive order has always been understood to cover all the employees of the contractor, not just the employees who are working on the government project. And I think that's an important part of the background. Congress has not tried to ­­ the Executive Branch hasn't limited it to that. And in the Civil Rights Restoration Act of about 1986, Congress rewrote Title 6 and Title 9 to have institution­wide application rather than to do little parts of it. This issue about what a contractor might be doing as a contractor hasn't been vetted in lower courts and we think it would be not prudent to try to ­­ to take that on here. Thank you very much."
]