[
  "Mr. Chief Justice, and may it please the Court: I think the Chief Justice framed the main issue in this case properly. Consistent with the last two decades of this Court's instructional error jurisprudence, the Court should hold that the type of error at issue is not structural and is subject to harmless error review. The Ninth Circuit's contrary interpretation of Stromberg creates the untenable result that adding an invalid theory -- adding a valid theory to an invalid one somehow makes the error worse. Even Respondent now rejects that interpretation. It follows that this Court should reverse the Ninth Circuit and remand for application of harmless error review under Brecht. The main issue - -",
  "Yes, Your Honor. The district court did apply harmless error review under Brecht. The court of appeals, of course, did not.",
  "This Court could do that, but the longstanding and customary practice of this Court is that when the court of appeals does not address the harmless error question, that it remands to that court. It did that in Rose V. Clark, in Pope V. Illinois and California V. Roy, and more recently in Recuenco. And in several of those cases the intermediate court or the district court, in the habeas context, did address it and the court of appeals didn't in all of those cases that the Court did remand for application of harmless error.",
  "Yes, Your Honor, but I would add that this Court should also clarify the scope of that harmless error inquiry. I think there are two important principles. There is no logical reason to apply a narrower form of harmless error review in this case than the Court did in Neder. So I think that this Court should clarify that the principles of harmlessness articulated in Neder should apply on remand to the Ninth Circuit. I think those of those principles bear mention. First, the question is not what the jury actually or necessarily found, but rather, it encompasses what a rationale jury would have found absent the error. And I think the second important point for this Court to clarify is that harmlessness review is not limited to cases, is not limited to cases where the relevant elements are undisputed, but rather even when disputed, a reviewing court should consider the entire record and determine whether, in light of the jury finding, there is sufficient evidence to support a contrary verdict. And then it should remand, Your Honor, to the court of appeals to apply those principles.",
  "Well, Your Honor, we do - -",
  "Well, Your Honor, we think it's important because there are certain jury findings that we know the jury made in this case. The jury returned a special circumstance verdict. And we know based upon that verdict that at a minimum, the jury found that Respondent was a major participant in the crime -- just taking the facts of this case, the Respondent was a major participant in the robbery, that he exhibited a reckless disregard for human life. And we also know that the jury rejected a duress defense. The jury was instructed on that defense, and yet the jury came back guilty. So I don't think that the -- that the inquiry should take place in a vacuum, but, of course, the reviewing court should have the benefit of the limited jury findings that we do know were made, and then apply the sufficiency inquiry in light of those jury findings. There is no reason to disregard the jury findings that were made.",
  "I would disagree, Mr. Chief Justice. I think there are two possibilities in a case with alternative theories. One possibility is that the jury relies upon the defective instruction. For example, there is one element omitted just like the instruction in Neder. If that's what the jury had done, then this case is no different than Neder, no better, no worse, right. The other possibility, however, is that the jury relies on the completely valid theory. If the jury relied on the completely valid theory, then there is even less of a problem than Neder. There is no problem at all. So I don't see how the error in this alternative valid theory and defense theory circumstance could be any - -",
  "Well, you don't -- you don't, Your Honor. And that's what the reviewing court has to decide. But in either scenario, if it -- if you assume that the jury relied on the defective theory, then we are in the same box as in Neder, and the reviewing court would decide whether there was -- you know, they would apply the harmless error review to the missing element and decide whether there was sufficient evidence to render that error harmless; or the court could ask, well, is that uncontraverted or overwhelming evidence that the defendant would have been found guilty under the valid theory. And that would also be a permissible inquiry.",
  "Well, Your Honor, in almost all conceivable cases there is going to be at least some overlap between -- between the two theories. And what the -- the reason why that's relevant is because you know that when the jury has returned a general verdict of guilt, they have necessarily found beyond a reasonable doubt that each of those elements has been satisfied.",
  "Well, Your honor, here's why - -",
  "Your Honor, here's why I think the cases aren't that different, because, you know, at a minimum from the general verdict of guilt if you take a case like this, you know that the jury found that there was an unlawful killing. You know that the jury found that there was a robbery. You know that the jury found that Respondent was involved in the robbery. The only element that we don't know - -",
  "It is possible that the jury would have found that, and that's the question that the reviewing court would perform in harmless error review, just like if there -- basically that is the exact same question the Court would form, would do under Neder if the timing element were omitted all together. The reviewing court would look at the evidence and decide is there sufficient evidence to support an after-the-fact participation.",
  "Yes, Your Honor. That's going to be completely fact dependent whether it's harder or not. But I think analytically it's exactly the same as in Neder.",
  "Yes. I mean, you can image in a case -- take Neder. By this Neder instruction, the one omitting the materiality element, was submitted to the jury certainly enough evidence to support it, and then there was another valid theory - -",
  "Well, Your Honor, if -- if there is some evidence to support it, if we were in a direct review context, that's the inquiry that Neder says. So on a clean slate it might be that if there is sufficient evidence to support a contrary verdict, that that would end the inquiry. But in many of these cases we are going to know that the jury has made at least some findings, has found some of the elements. And that might inform the harmless error inquiry, just like in this as we know that the jury has found things like a respondent was a major participant, exhibited a reckless disregard for human life, discounted a significant portion of this - - of his statement by rejecting the duress defense. If there are no further questions, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: The Court of Appeals for the Armed Forces, or CAAF, held that military appellate courts possess open-ended jurisdiction under the All Writs Act to entertain a coram nobis challenge to the merits of a final court-martial conviction. This Court should reverse that decision, both because the All Writs Act cannot supply jurisdiction that Congress chose not to confer and because Respondent is a civilian who may no longer invoke the military court system. As this Court explained in Clinton v. Goldsmith, military courts, as Article I courts, are strictly limited to the bases of jurisdiction conferred upon them by the Uniform Code of Military Justice, or UCMJ. Three related aspects of the UCMJ make clear that it does not confer jurisdiction over Respondent's coram nobis petition. First, as noted in Goldsmith, the UCMJ narrowly circumscribes military appellate jurisdiction to the findings and sentences of a court-martial conviction. That is a direct review jurisdiction. UCMJ Articles 66 and 67, which define appellate jurisdiction, do not contemplate any further review within the military appellate courts. Second, once direct appellate review is complete and the military authority executes the judgment, UCMJ Article 76 affirmatively forecloses any further military court review. As this Court has recognized on two prior occasions, UCMJ Article 76 marks the terminal point of proceedings within the court-martial system.",
  "Your Honor, yes, Article 76 does that, but it does more than that. As this Court recognized in Gusik and in Councilman, it marks the end of proceedings within the military court system. Now, beyond the text, what this Court looked at in Gusik -- in Gusik, it was a Petitioner seeking habeas review. One of his alternative arguments in Gusik was that Article 76 essentially violated the Suspension Clause because it -- it marked the end of - - no further proceedings within the military court system as well as within the Article III court system. The Court agreed with the Petitioner that Article 76 marked the end of any further proceedings within the military court system. It disagreed that it also effected a repeal of Article III habeas jurisdiction, but there was no disagreement between the Petitioner, the government, and this Court in Gusik that it did mark the end of proceedings within the military court system.",
  "Well, Your Honor, one could say that, but this Court again in Councilman ratified that line that the Court drew in Gusik. It -- it reiterated the reasoning that Article 76 forecloses any further proceedings within the military court system. So I don't think it's just dicta. It was relevant to its denial of the Suspension Clause claim, and the Court reiterated that in Councilman 25 years later.",
  "Your Honor, it appears that Respondent no longer has any further remedies to -- to pursue. But we think the important point is that in a general -- in the general case, Petitioner is bringing -- the exact same claim the Respondent is bringing is normally going to have several avenues of remedy outside --",
  "Well, Your Honor, I think it's important to note that the UCMJ marks the high-water mark of process within the military justice system. What the UCMJ did is it took the prior system, which didn't even allow for real direct review within the military court system, and it made that direct review system much more robust. It added an intermediate court of review. It took administrative review that was embodied within boards of tribunals that had typically been under the Judge Advocate General. It moved that out and gave it greater independence to provide more robust intermediate appellate review. It added an entire level of a new court, the Court of Appeals for the Armed Forces, which provided additional -- a new level of review. And then it said still - -",
  "Well -- well, Your Honor, in enacting the UCMJ, Congress was balancing several values. On the one hand, it was balancing the rights of service members, but at the same time, it was balancing the important value of maintaining good order and discipline within the armed -- within the armed forces, mindful of the military's primary mission in fighting wars and defending the nation. Now, given those competing values, it was - - it was reasonable for Congress to draw a line at some point and say it, the conviction is final and to the extent you want to seek further collateral review you have to go to the civilian system to seek that review. That -- that line is reasonable not only from a historical standpoint, but also from a practical standpoint, given the institutional limitations - -",
  "Yes, as a general matter there's --",
  "In this case, Respondent no longer has any reviews because the time has passed. 2241 would - -",
  "No, there is no further review, Your Honor, in this case. Now, as a general matter there are ample avenues of review within the civilian court system. For the entire time that a Petitioner would be confined, he can seek 2241 habeas relief in the Federal court system. Even after - -",
  "1998, Your Honor.",
  "That is correct, Your Honor.",
  "Right. Your Honor, in the denials I agree with you that they did not alert him to deportation, but it based its denials on his military court convictions. So to that extent he was somewhat on notice that the military court convictions were posing a problem to his citizenship, potential citizenship status. Now, it is true, you're absolutely right, that the government did not begin deportation proceedings until October 2006, and until that time he was not on notice, but the fact that this particular claimant -- that the time has run should not be dispositive. For example - -",
  "Right. There are two reasons, Your Honor - -",
  "No, Your Honor. Mr. Taft's testimony that you're referring to was not given at the time of enacting of the UCMJ.",
  "That was during a subsequent amending process of the act.",
  "It was I think it was in terms of the 1983 amendments to the UCMJ. There have been several - -",
  "Okay. Well, what Mr. Taft was testifying to, we believe, are -- he was -- the specific testimony that Mr. Taft was giving was related to the boards of correction, I believe, and whether that the boards of correction should retain jurisdiction review of final court-martial judgments, so his testimony was related to that distinct issue.",
  "Nothing specific in the UCMJ?",
  "There's nothing specific in the",
  "No, Your Honor. What Mr. Taft was testifying to was the state of the prevailing law in 1983 before the CAAF. The fact that Congress did not amend the UCMJ in light of Mr. Taft's testimony -- this Court has said on multiple occasions that we don't read into congressional silence - -",
  "Right.",
  "Your Honor, I don't think we can read that into the silence, and here's why. We have much more precise legislative history on this very point. At the time the provision was enacted, at the time the UCMJ was enacted, there was Article 73 of the UCMJ provides one means of collateral review within the military justice system once a court-martial conviction is final, and that's a new trial petition, which is limited to certain subject matter and certain time limits.",
  "To fraud on the court and newly discovered evidence. The person who drafted that provision - -",
  "It does not appear it would be available to someone who has entered a guilty plea. The government is not aware of any cases where the military has granted an Article 73 petition to someone who has pled guilty. But the important point is at the time that provision was enacted, the person who drafted that provision testified before Congress and said, we've considered the universe of post-conviction remedies, and specifically named coram nobis relief, and said that we've looked at it and we think the only circumstances that warrant appeal within the military court system beyond coram nobis are those stated within or including coram nobis are those stated within Article 73 specifically.",
  "Well, I'll read the testimony to you, Justice Souter.",
  "And this appears on pages 25 to 26 of the government's brief, and it says: \"What we did was to combine what amounts to a writ of error coram nobis with a motion for a new trial on newly discovered evidence. We have provided for both of them and to our minds they are the only additional circumstances over and above the appeal that need a remedy.\"",
  "So I think that's conclusive on this point and provides a firm ground on which to distinguish this Court's decision in Morgan, which you referenced earlier, that applies coram nobis in the Article III system. Congress considered it for the Article I system and rejected it in the military courts.",
  "I don't think it's to eliminate coram nobis. It was never available within the military court system.",
  "There are two distinctions, at least two distinctions, Your Honor. The first is in the Federal court system there is an independent basis of jurisdiction when someone is bringing a Federal constitutional challenge, collateral challenge to their conviction. That separate independent basis of jurisdiction is 1331. There is -- there is independent basis of jurisdiction. The All Writs Act does not confer jurisdiction. The Court made that very clear in Goldsmith. What it requires is an independent basis of jurisdiction. That exists in Article III courts. It does not exist in the military court system. That's the first distinction. The second distinction, Your Honor, even if this Court wasn't convinced by that jurisdictional argument, is that Congress specifically considered whether to -- to allow coram nobis petitions within the military court system. The All Writs Act was designed to be a residual source of authority to fill gaps within the system. It is not - -",
  "Well, again, I would -- I would quibble with the characterization to -- to -- that it was previously available. As of the enactment of the UCMJ in 1950, coram nobis relief had never been available within the military justice system.",
  "Right. Right.",
  "The difference is significant, Your Honor. In the -- in the military court system there is only one avenue for post-conviction relief. That is, after your -- and I'm speaking after your direct review -- appellate review process has been complete, there's only one, and that is the Article 73 new trial petition. Of course, in -- in the Article III system there are several independent grants of jurisdiction, the habeas jurisdiction - -",
  "Right. In -- in Morgan, Your Honor, the Court was refuting the argument that 2255, section 2255, occupied the field and, therefore there wouldn't be a coram nobis petition. It rejected that argument. But I don't think the rejection of that argument means that coram nobis, which is still a residual source of authority, is available when Congress has specifically rejected its application within the Article I system.",
  "Well, your - -",
  "Your Honor, this Court could not have been clearer in Goldsmith. It says the All Writs Act requires an independent basis, an existing independent basis of jurisdiction.",
  "With respect, Your Honor, I would argue that the past jurisdiction in this case does not constitute an existing basis of jurisdiction.",
  "Okay.",
  "If he is still within custody - -",
  "Well, if the military isn't willing to correct that sort of error on its own as an administrative matter and that he needs some judicial forum to - -",
  "-- to get relief, he can go to the Court of Federal Claims and bring a Tucker Act action. There is a 6-year statute of limitations.",
  "Well -- well, then, Your Honor, he probably wouldn't have a judicial forum.",
  "Well - -",
  "Justice Breyer, to make your hypothetical work he has to no longer be in custody. He has had to have discovered this error 6 years after the conviction has happened.",
  "The military would have had to deny this -- correcting his - -",
  "Well - -",
  "Well -- well, Your Honor, once again, your hypothetical, I think there would be an administrative recourse there. And, of course, there's always the fail-safe of a presidential pardon if the obvious -- if the error is that obvious and that egregious. Now, you did refer to a second argument, which is an independent argument, which is that the military courts lack jurisdiction for the independent reason that Respondent -- it's an independent reason, Your Honor, that he lacks any remaining connection to the armed forces and, therefore, cannot invoke the military courts. This Court held in Toth v. Quarrels that Congress lacks power under Article I to extend military court jurisdiction over a civilian.",
  "Your Honor, once again, that would be relying on the long-expired past jurisdiction. It is - -",
  "Well, because the military -- Congress specifically contemplated that possibility, and now I'm going back to my Article 73 argument, Your Honor, and to the legislative history which shows what Congress was trying to do in Article 73. That is, to encapsulate whatever post-conviction remedy it's intended to be available within the military court system appears in Article 73 that considered coram nobis.",
  "Well, I think this - -",
  "Your Honor, I think the structure of the military court system is different than the civilian system, and -- and that goes back to - -",
  "Yes, Your Honor. In the military court system, Article 76, even though it was first enacted in 19 -- in 1950, there were other provisions analogous to it. It's always been understood within the military system that once a conviction was final and the military authority executed the judgment, that was it in terms of review within the military justice system, save for a presidential pardon. Any further relief to be obtained was through an Article III habeas petition in the Federal courts. That's the understanding that Congress had when it enacted the UCMJ, and that's the understanding - -",
  "Well, the difference is in Morgan, the Court specifically said that Congress did not intend to occupy the field when it passed 2255 governing habeas relief for Federal prisoners. That's not the situation here. We know that Congress intended to occupy the field when it passed Article 73. So regardless of the jurisdictional arguments, Your Honor, there's no right of action, there's no right of coram nobis relief within the military courts. Your Honor, if there are no further questions, I would like to reserve the remainder of my time for rebuttal.",
  "Thank you.",
  "Not if he has passed his enlistment period, no, Your Honor. The government's view is they would not be able to retry him. I would just like to make four quick points in response. First, to the Chief Justice's question, could someone be in custody after finality? Of course, yes, that -- that could be the case. The military doesn't have to issue a bad conduct discharge as part of its sentence. He could still be in confinement within the military during the post finality period. The second point I would like to make is that Noyd v. Bond is clearly distinguishable. That dealt with habeas review within the military while the person was still pursuing his direct appeal. So there was a clear, independent basis of jurisdiction in the Noyd v. Bond type situation, and that's the Article 66 and 67 direct review jurisdiction, and that - -",
  "Well -- well, Your Honor, the - - the habeas would be in aid of the direct review jurisdiction. In -- in Noyd -- in the Noyd v. Bond - -",
  "Well, what was going on in Noyd v. Bond, Your Honor, is he was pursuing a habeas petition for release pending the -- the resolution of his direct appeal. So the military courts just referred the petition to the same court reviewing his direct appeal on the merits, and it became part and parcel of that jurisdiction. The third point I would like to -- to make is in response to Justice Kennedy's question, which shows the incompatibility of coram nobis relief within the military justice system. That they've had to create this DuBay procedure where -- where a new court-martial -- and DuBay sets this out. The new court-martial does have to be convened, and then they would have a factfinding tribunal in which new -- a new military judge would have to be assigned to govern it. None of that is specified within Congress's scheme. That has all been created. It shows the incompatibility of the practical burdens that this procedure places on the military, and nothing in Article 66(c) which governs the jurisdiction of the military appellate courts, the intermediate courts, references any independent factfinding power. It says in a case referred to it, the court of criminal appeals may act only with respect to the findings and sentence as approved by the convening authority. It may affirm only such findings of guilty and the sentence or such part or amount of the sentence as it finds correct in law and fact and determines on the basis of the entire record.",
  "The fourth -- fourth point is in response to Justice Breyer. My military colleagues inform me that in the situation of a true clerical error, they could go to the Board of Correction of Military Review and seek correction of that error.",
  "Mr. Chief Justice, and may it please the Court: Section 1988 permits reasonable attorney's fees. That means going above and beyond the lodestar amount can be justified only if the lodestar is unreasonably low. We submit that a lodestar based on prevailing market rates does not require a performance bonus on top of the lodestar to make an award reasonable.",
  "There are none for attorney performance, Your Honor. There may be other circumstances --",
  "Right.",
  "Right. The government sets out one example in our brief of where we think an upward enhancement might be appropriate, and that’s where an attorney takes on a particularly unpopular client or cause that causes some external harm, external to the case, to his practice or income, where --",
  "Well, Your Honor, I think that circumstance is much more closely tied to the statutory purpose of section 1988, which is to attract competent counsel in this subset of --",
  "No, Your Honor. I think what our -- what our enhancement would allow for, even if you can't make the ex ante determination that taking on this representation is going to cause me some special harm; that is, all my clients will leave my firm if I take on this case -- even if you don't know that before the fact, the fact that there is an ability for the court to give you an enhancement when that occurs -- remember, this is done after -- after the case is already complete is when the -- fee hearing determination is made. The ability of a court to give that sort of compensation would provide an insurance, a guarantee to the attorney before they take on a case that if it turns out badly that -- that they will still get compensated.",
  "Well -- well, Your Honor, I --",
  "Well, it is -- Your Honor, it is one of the 10 -- one of the Johnson factors set forth, so it's not coming out of thin air. And I think it is --",
  "Your Honor, that is the only one that I think is left after this Court's fee-setting jurisprudence over the last 25 years. It has consistently knocked down other bases for an enhancement such as complexity of issues, novelty of issues, contingency risk, delayed payment. All of those other grounds of potential enhancement that the legislative history refers to have been categorically prohibited by this Court's jurisprudence. I think that --",
  "Your Honor, I think the limited circumstances which allow for a downward adjustment would be those set forth in this Court's decision in Hensley. I don't think that poor performance alone would justify a downward departure --",
  "Right. So if there were certain claims that the poor performance led -- led the plaintiff to be unsuccessful on certain claims but not all the claims, I think a downward departure would be appropriate.",
  "No, Your Honor, I don't think a downward departure would be appropriate in that circumstance, because that's what the -- the prevailing market would not allow for a downward departure. Normally, these are standard --",
  "Well -- well, Your Honor, that would be taken care of in the setting of the lodestar rate. Remember, there are two components --",
  "Well, it -- not in the lodestar rate, but in the number of reasonable -- there are two components to the lodestar calculation: the number of –- number of hours reasonably spent on the matter and the reasonable hourly rate. The situation you posit would be addressed by a downward adjustment of the number of hours reasonably spent working on the case. If the judge made a determination that any competent lawyer could have done this in 10 hours, he would not credit 50 hours of work. And that's -- that's how that situation would be taken care of.",
  "No, Your Honor, that would not require a reduction. That would be an extra award for the attorney taking on that type of -- of case.",
  "Well, Your Honor, I don't think there is any basis in the -- in the private market for that sort of downward adjustment. Justice Sotomayor, if I can address your concern about these alternative arrangements that -- that occur in -- that are starting to emerge -- at least Respondents suggest in their brief to this Court by citing a few newspaper articles and the proverbial word on the street that these are an emerging trend. First of all, there’s no -- absolutely no evidence in the record in this case that those type of arrangements were available in the relevant market. But even if they were, those sort of alternative arrangements are essentially modified contingency arrangements. And this is made most clear in Respondents' own amicus brief, the brief of the law and economic scholars. And this is at page 10 and 11 of their brief. They call these partial contingency or hybrid contingency arrangements. It's not the same standard hourly rate and then a client decides to throw in a kicker of a million dollar bonus. Rather, these are discounted rates with a success bonus, essentially a modified form of contingency arrangement. They are prohibited for exactly the same reason that this Court prohibited a contingency risk enhancement in Dague. The same reasons would prohibit relying on those sort of alternative arrangements to provide an attorney enhancement for performance.",
  "Yes, Your Honor.",
  "Two responses, Your Honor: First, the problem that you posit about attorneys having -- being deterred by having to absorb, you know, the -- the upfront outlay of significant expert expenses or to having absorbed the contingency risks, those are problems created by this Court's precedent in Dague, not before this Court now.",
  "Well, Your Honor, no one has asked --",
  "No one in this case has asked the Court to revisit Dague. But more -- more to the point of your question, the type -- even accepting Respondents' formulation of this enhancement, it would only be available in the rare and exceptional case. And no reasonable attorney making an ex ante determination to whether to take on a representation would rely on the speculative and remote possibility that the district judge is going to have found this to be one of the best cases he has ever seen in making that calculation. Respondents' own numbers suggest that these are granted less than one time -- once a year. That suggests that no reasonable attorney would take that into consideration, and it does not, in fact, further the statutory purpose in that event of attracting competent counsel. I would like to make one last point, and this is to bring us back to the facts of this case. I think Respondents' own trial counsel -- the discussion that they give of the lodestar rates used in this case I think is particularly telling. And this is the affidavit of Marcia Lowry, who was the lead plaintiff’s trial counsel, and this was submitted during the fee- setting hearing, and the relevant excerpt appears on page 41 of the Joint Appendix. And I want to read from paragraph 25, and here's what she has to say about the rates used by the court: \"The standard hourly rates reflected in Exhibit 2\" -- and those are the rates used by the district court -- \"are fair, reasonable and consistent with the hourly rates in the Atlanta market for the price of legal services of comparable quality rendered in cases demanding similar skill, judgment, and performance.\" Now, the affidavit goes on to say that the rates are still too low for the other factors that Mr. Cohen discussed -- contingency risk, delayed payment, expert fees -- but not for attorney performance.",
  "Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: By its plain terms, section 233(a) precludes any civil action against officers and employees of the Public Health Service arising out of performance of their medical duties. Instead, it makes an action against the United States under the Federal Tort Claims Act the exclusive remedy for injury arising out of PHS-provided care. Unlike the Westfall Act, section 233 contains no carve-out for constitutional claims, nor is there any textual basis for which to imply one. Accordingly, this Court should reverse the Ninth Circuit's decision allowing Respondents’ Bivens claims against the individual Petitioners on top of their FTCA claims against the United States. Now, even assuming Congress did not specifically have Bivens claims in mind at the time that they enacted this statute, that's no reason to limit the plain terms of section 233(a). First, Justice Kennedy, going to your question about whether there's authority for that proposition that when Congress doesn't specifically anticipate a certain set of facts yet the plain terms control, that that is the correct result, this Court has stated both in the RICO context as well as in other contexts that the fact that Congress doesn't specifically contemplate application of the statute to particular circumstances simply demonstrates the breadth of the statute and not any ambiguity. Those statements are set forth on page 15 of our brief, Sedima, Yeskey, and others. The second point I would make is the best indication of Congress's broad intent is simply the plain terms of the statute. Congress could have enacted a statute that only provided immunity for, say, negligent performance of medical duties. It included no such limitation in 233(a). It could have made the FTCA remedy exclusive of, say, only common law causes of action or State law causes of action, or even existing causes of action. It did not do that. It said it is the exclusive remedy for any other civil action by reason of the same subject matter. Congress could --",
  "Yes, Your Honor, in terms of that latter phrasing \"exclusive of any other civil action or proceeding.\" For example, the Gonzalez Act, which is reproduced in the gray brief on page 1a of our -- of the government's appendix, it uses very similar language. It says: The FTCA remedy shall be exclusive of any other civil action or proceeding by reason of the same subject matter. That’s identical language to that used in 233(a). Now, there is a way in which 233(a) is even broader than any of those other statutes in its description of what type of performance of medical duties is covered. There, there is no modifier of negligence or wrongful act or omission. It simply says: Any performance of medical duties is covered. In the Gonzalez Act, which we would submit has as quite broad language and should have the same effect, they at least have a qualifier of negligent or wrongful act or omission. Not that that should create a change in result, but it just goes to show the incredibly broad language that Congress used to show -- that Congress used in 233(a). And I think on the Gonzalez Act point -- and Justice Sotomayor, I think this goes to your question about whether there are other statutes -- even though that Congress may not have contemplated Bivens at the time, the Gonzalez Act was passed in 1976, 5 years after Bivens had decided, and yet Congress used the identical language or nearly identical language as present in 233(a) in enacting the Gonzalez Act. Presumably, Congress was aware of the potential for Bivens liability at the time, yet they chose to use the same categorical text. And in the legislative history of the Gonzalez Act, they say they used that text for the specific purpose of ensuring total financial immunity -- immunity from total financial liability for DOD and armed forces medical personnel.",
  "Outside which?",
  "Well, Your Honor, there's 6,000 -- approximately 6,000 commissioned officers. Of those, slightly more than 1,000 of the commissioned PHS officers work in either the Bureau of Prisons or in ICE detention facilities. So the remaining 5,000 of the commissioned officers may not work in what you would call a strictly custodial context. A bulk -- the majority of them work for the Indian Health Service, and that’s true for both employees and the --",
  "For the Indian Health Service.",
  "Well, Your Honor, I think they would want to immunize Bureau of Prison personnel. And, in fact, that's where a majority of these types of claims come up. That, of course, is another custodial setting, and -- and I think Congress would have been aware --",
  "Oh, I see.",
  "Right. Right. You’re right. If they were -- if they were a BOP employee --",
  "-- as opposed to PHS personnel, then you’re right, they would fall under the Westfall Act, and there would be the carve-out for constitutional claim. Now, what we do know is that Congress enacted this special protection for Public Health Service personnel and singled them out at the Surgeon General's request in 1970. And I think it's important to remember, in 1970 -- this is pre-Westfall Act -- it was not at all clear that Federal medical personnel were immune even from common law negligence, for example. And so even from that point, putting Bivens liability aside, Congress chose to accord special protection to PHS personnel above and beyond that entitled to those who they were working with side by side, say in the Bureau of Prisons or in detention --",
  "Well -- well, Your Honor, in terms of the -- in terms of the ordinary claims, the common law claims, of course, that would be covered by the Westfall Act. In terms of Bivens, in terms of insurance against Bivens claims in particular, my understanding -- and this is anecdotal -- is that most -- most of the medical personnel in the Bureau of Prisons do not have any other protection beyond that that’s provided by the Westfall Act. That is, they don't have separate policies. There is -- at least according to the citation in Respondents’ brief about a Web site that shows that you can get Bivens insurance. It's not clear to me whether that's available to Federal -- Federal medical personnel, at least in the amounts of insurance that might be necessary to adequately protect them --",
  "Justice Scalia, I completely agree. I think it's correct that the important fact is the fact that Congress accorded them special protection. Again, this was -- this was at the request, the specific request of the Surgeon General, and they did this to help revitalize the Public Health Service. Now, I don't think that it’s -- that the Public Health Service -- it’s anomalous that they get this protection. I think they’re in many ways similarly situated to medical personnel who have served for DOD in the armed forces. Like DOD medical personnel, PHS officers can be assigned to very difficult situations and settings, sometimes in armed conflict, other custodial settings, and they can be ordered to perform certain medical conditions. In the Gonzalez Act legislative history, Congress says that that was a reason -- an additional reason as to why they wanted to accord immunity. And I think PHS personnel are similarly situated. If this Court were looking for a reason, the fact is they were accorded the same immunity, and that’s the dispositive factor.",
  "Right. I don't know if they all came out of the same committee, but these certainly span a wide spectrum of years, all the way from the 1960s to -- to the late 1970s, in terms of when these various immunity provisions were enacted. Some of them happened at the same time, like, I believe, the provision for NASA personnel was added at the same time the Gonzalez Act was passed.",
  "Your Honor, it may be a closer case but I don't think that the result would be different, and here's why: If you look at the text of 233(a) -- and this is on the very last page of the -- of the government's brief -- it does refer to the FTCA in terms of the remedy that a -- that a plaintiff should seek, but it's not -- it does not look to the FTCA to make that remedy exclusive. Instead, it provides independent language, independent of the FTCA, to make the remedy exclusive. It says, “The remedy against the United States” under the FTCA -- that's what it references -- “for damage for personal injury including death resulting from” medical performance -- and then it has its own language -- \"shall be exclusive of any other civil action or proceeding by reason of the same subject matter.\" It does not reference the FTCA in that latter clause, and it's that latter clause that makes the remedy exclusive. So, regardless of the language of the Westfall Act, I think -- I don't think it would make a difference to the result if Congress had used the wording that you suggest, Justice Alito. The one -- the one final point I’d like to make is I think it bears emphasizing that this is not a case where there is no other relief than a Bivens remedy available. The FTCA remedy is not only available generally, but the United States has already admitted liability on Respondents' medical negligence claim in this case. The only difference from Respondents' amount -- from Respondents' perspective now is the amount of damages that are recoverable, and we would submit --",
  "To my knowledge, plaintiffs have not made that argument in this case, that they were not acting within the scope.",
  "They would lose their FTCA claim against the government, then, Your Honor. If there are no further questions. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The district court found that Respondent's original decision denying benefits disregarded pertinent medical evidence in violation of ERISA and found that the decision was otherwise unsupported by substantial evidence. Based on those findings, the district court ordered Respondent to make a new benefits determination, after which Respondent finally granted the benefits due. Those facts established Petitioner's eligibility for a fee award under ERISA section 502(g)(1), which authorizes a court to award reasonable attorney's fees, quote, \"in its discretion,\" end quote. That discretion, as per ERISA more generally, is to be exercised in accordance with well-established trust law principles, and those principles quite clearly reject a strict prevailing party standard.",
  "Yes, I -- I think we are in an agreement, Your Honor, with -- with -- with Petitioner's characterization. When there’s a judicial order finding a violation --",
  "Okay.",
  "I don't want to characterize his view, but here's our view on -- on \"some success on the merits.\" If the order -- to be concrete about it, the order in this case -- assuming this case, all that --",
  "Pardon?",
  "So there’s a finding of an ERISA violation, period?",
  "And then a settlement. Well, Your Honor, I think it depends on which framework we’re operating under. I think if we’re operating under well-established trust law principles, that clearly qualifies as enough success to justify a fee award. And we can look at several of the trust cases cited in both our brief and Petitioner's brief. In re Catell's Estate is discussed in all the briefs. There the plaintiff brought a claim to remove a trustee, and the basis for the claim to remove the trustee was a contention that the trustee wasn't complying with one of the terms of the trust. After he filed the suit -- and this was before even any finding by the judge -- the trustee then complied with that particular term of the trust. And then what the court said was, well, because the trustee complied with the underlying premise or the motivation for your suit, I'm going to deny your claim to have the trustee --",
  "Well, it wasn't -- in the dictum in Ruckelshaus; it was actually accepted, Your Honor, in that -- in the footnote the Court -- in the dictum within Ruckelshaus, the Court says quite plainly that Congress, in departing from a strict prevailing party language in Ruckelshaus, meant to embrace judicial -- relief that wasn't encapsulated within a judicial order. But we’re far afield from Ruckelshaus here, because we actually have a judicial order, and we’re far afield from the outer limits of the trust -- trust law cases which -- which, for example, In re Catell's Estate, which I just mentioned -- and by no means is In re Catell's Estate an outlier. The Third Circuit's opinion in Dardovitch, which is also cited in our brief, recounts In re Catell's Estate as falling well within the history of trust law cases. Petitioner's reply brief at page 11 cites Grien v. Cavano. That's another case where a plaintiff brought -- brought a claim that a union fund was not complying with accounting and proper bookkeeping procedures. After he filed the suit, they fell in line, adopted the various procedures that plaintiff had sought, and the court still said: Drawing upon trust law principles, we’re going to award fees. Now, again, I don't think the court has --",
  "Right.",
  "Your Honor, a couple of responses: First of all, ERISA is somewhat unique in that ERISA -- first of all, this provision doesn't have prevailing party language as -- unlike EAJA, for example.",
  "Okay.",
  "I think still this provision is unique in that it’s informed explicitly by trust law principles, as this Court has held numerous -- in numerous decisions regarding other ERISA provisions. And the trust law principles depart from the American rule. All of those other statutes which you have in mind, Justice Scalia, are premised on the background of the American rule. The trust law departs from American rule, and so when you interpret ERISA section 502(g)(1) based upon the trust law principles, I think that supports a different --",
  "Well, even --",
  "Well, Your Honor, it's -- it's a fee provision enacted within ERISA which explicitly states as one of its purposes to protect beneficiaries and to provide them access to courts. This is in the legislative history.",
  "Correct.",
  "Right. And, Your Honor, previously the government has made narrow arguments. For example, there were arguments --",
  "Under your hypothetical, Justice Breyer, a district court would be within its jurisdiction to deny attorney's fees. That doesn't --",
  "He wouldn’t --",
  "Probably not in application. He would be eligible, but a district court --",
  "Yes.",
  "Yes. But a district court applying --",
  "No, Your Honor --",
  "No, Your Honor, because that would be captured within Hanrahan, we think, and that's -- and that's easily distinguishable because those are errors -- even if some of those procedural victories were overturned on appeal or procedural losses were overturned on appeal, those are all errors within the court system or victories within the procedures of the court system, not a violation of -- on the merits of the underlying claim, which is what we have here. We have a finding of a violation of ERISA and then relief ordered to --",
  "Pardon, Your Honor.",
  "Well -- well, Your Honor, no. I think our -- our -- our argument is to interpret it in light of trust law principles. Now, the trust law cases -- there is language in some of the trust laws cases that suggests that fees -- fees could be awarded to unsuccessful litigants or regardless of outcome. But I think if you read those cases, on the facts of those cases they don't go that far. But I think what they do embody is a much broader notion of success than the strict prevailing party jurisprudence that this Court has promulgated --",
  "No -- no, Your Honor, I don't think it must keep jurisdiction. But certainly in a case where it does retain --",
  "May I respond, Your Honor? A couple of responses, Justice Kennedy: First, if they didn't retain jurisdiction -- and in the Seventh Circuit, for example, that's one circuit which says that these orders have to be final, and final judgment has to be entered -- then we’re exactly analogous to a sentence 4 Social Security case. And this Court has made it clear in a line of decisions that upon entry of final judgment -- and those are exactly analogous in the sense that what happens is that the court finds that the decision below committed some error in law, it vacates that decision, and then sends it back to the Social Security Administration for a new determination without preordaining the result. Regardless of the result there, at the time of the remand and entry of judgment, that plaintiff is eligible for -- for fees. We think that the same outcome would be controlled here, even if the Court applied its strict prevailing party jurisprudence. Thank you.",
  "Mr. Chief Justice, and may it please the Court: For 35 years, this Court's precedents have instructed that information is material for securities fraud purposes if a reasonable investor would have viewed it as having meaningfully altered the total mix of information. Under the terms of their question presented, Petitioners propose to depart from that contextual inquiry in favor of a categorical rule that deems information about an adverse drug effect immaterial absent statistical significance.",
  "To the extent -­",
  "Let me try to unpack the satanic connection hypotheticals a little bit. Now, to be sure, if someone just called a company and said, hey, I think you guys are affiliated with satanic practices, surely a company would not have to go and disclose that to all the investors. But this is going to depend on what the actual reality is and what the company's statements have been. Now, if the company has made a statement that, look, consumer confidence in our products is at an all-time high and we expect sales to double in the next quarter, and yet they are aware that there -- a consumer boycott is being planned by, let's say, 10 percent of their consumer base premised on the irrational notion that their company is tied to Satan, then certainly, to correct their affirmative representation that consumer confidence is at an all-time high and that they expect their sales to double, a reasonable investor would want to know that -­",
  "Right.",
  "Well, Your Honor -­",
  "In that hypothetical, it depends on what affirmative statements the companies have made. Under the securities law -- and this is an important point that I don't think has come through yet. Under the securities laws, there is no baseline duty to disclose for a manufacturer or a company. A company creates a duty to disclose once they have spoken. So it's going to depend on what the company has said. Now, in your scenario, if a company has made statements projecting their company's success into the next quarter, for example, and they have a concrete basis to know that, as your hypothetical submits, 10 percent of their computer -- consumer base is going to leave the company's products, that is almost certainly going to be material to an investor, and so, yes, they would have to disclose that we have reason to believe, however ridiculous it is and untrue it is, that 10 percent of our consumer base has decided to boycott our product. That's certainly reasonable.",
  "Yes, sir.",
  "It's based on what they said. So, for example, if the company had simply remained silent -­",
  "-- and not said anything about its future sales, its prospects, then under the securities laws there is no duty to disclose. Basic and other cases have long made clear that there has to be something to trigger a duty to disclose. That is, under Rule 10b-5 it's only statements that are rendered misleading by the omission of a material fact that can trigger liability. If there is no projection about the company's future success, then it wouldn't have to disclose in that situation.",
  "Sure, Your Honor -­",
  "In certain cases where there are very generalized statements -- for example, we think our product will do well -- that may close -- come close to the line of puffery that is a non-actionable statement that no reasonable investor would rely on. Petitioners have never pressed that argument before this Court. There is no dispute about whether the statements that Matrixx made in this case are actionable, even though I agree with you that some of them probably come close to that puffery line. Here, though, we don't just have those statements about the company being well positioned for future growth. There are additional statements, and these were made to stock analysts that they expected a 50 percent increase in annual revenues, and, of course, there are the much more affirmative statements that the drug's safety had been well established and that the rumor -- the reports of anosmia were completely unfounded and misleading. Those statements certainly crossed the line. And as I said before, there hasn't been an argument in this case as to whether those less specific and arguably puffery-type statements -­",
  "Well, Your Honor, yes, I think it would depend, again, on the statements the company makes. If -- if -­",
  "Okay. So -- so, for example, if a company had been faced with a potential adverse effect and it had assembled a blue-ribbon panel of scientists, conclusively determined that there is no causal connection between this purported adverse effect and their drug, the question is, would they have to disclose in that circumstance? I think if the company had simply made statements relating to the drug safety -- we think our drug is safe; there's no reason to believe that it causes any adverse effects -- then the answer is no, because the reported adverse effect would not call into question the accuracy of the company's statements relating to the safety of the drug. If, however, the company had made specific statements relating to consumer demand for its products and it knew -- notwithstanding the fact that there was no causal connection, it knew or had good reason to believe that a significant portion of its consumer base would avoid the product, then, yes, a reasonable investor would want to know that information, and under Basic the company would have a duty to disclose that, even though unfounded, these reports may lead a significant percentage of our consumer base to leave the product. I think that falls squarely within the definition of materiality, which is would a reasonable investor want to have known that information?",
  "Well, Your Honor, this Court in both TSC and Basic accorded what it called due deference to the SEC's views on the application of the materiality standard. I think it's certainly true -- and -- and those, by the way, were both -- the -- the Court was deferring to the views of the SEC as expressed in amicus briefs to the Court just like in this case. I think the SEC is due a significant deference based upon, one, its longstanding historical practice in applying the materiality standard, which is part of its own rule, Rule 10b-5, and its special expertise in knowing what a reasonable investor would want to know based upon its experience in this area. So, I do think that, to the extent there is any ambiguity remaining in this case, the Court should defer to the SEC's views. And back to Justice Breyer's questions about what should the Court write simply beyond reiterating the Basic standard, I think what the Court did in Basic was it not only articulated the general standard, but it laid out some factors. And in laying out those factors, that's where the Court deferred to the SEC's brief. And it laid out factors that a reasonable investor might find relevant. In that case, it was the merger context. And here, on page 28 of our brief, we lay out several factors that we think bear on the materiality question in this particular context; that is, involving adverse drug information.",
  "Sure.",
  "If you mean at the motion to dismiss stage, Mr. Chief Justice -­",
  "I think there would be some cases. And, in fact, we know there are dozens of 12(b)(6) motions granted in securities fraud cases, and let me lay out a few scenarios for you. One would be in the -- in the scenario where the company has not made any actionable statements. It has either -- statements to predicate a duty to disclose. It either has been made -­",
  "Sure.",
  "Sure.",
  "Sure. Two responses to that. One, the PSLRA does have a safe harbor for companies once they make forward-looking statements, that if they add in meaningful cautionary language -- and this is in the PSLRA itself, section 5(c)(1)(A) -- that if they add in meaningful cautionary statements, then they cannot be subject to liability. And I think there are a couple other scenarios that would -- would trigger, for example, if the product at issue is such a small percentage of the company's income or expected growth that no reasonable investor would care if it tanked, then that might be a circumstance where a motion to dismiss would be appropriate. Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: Petitioner seeks to suppress official records that were lawfully in the State's possession before any Fourth Amendment violation occurred. That unprecedented request should be rejected for three reasons. One, the DMV records were accessed merely through use of Petitioner's name; two, those records were produced and possessed by the State long before the allegedly illegal stop at issue; and, three, deterrence does not outweigh the costs, the substantial costs of suppression under the circumstances present here.",
  "No, I don't -- I don't think I would go that far in terms of our government records argument. I think it would have to be information -­",
  "Right, effectively in the government's possession I think would be the standard. So here I think we're talking, not about Google, but I think we're talking about governmental records.",
  "I think for the governmental records part of our argument, that rationale is an independent rationale. The key part of it is that the information was actually in the government's possession before the Fourth Amendment violation occurred. I think it's fairer to say that governmental records that are produced and owned and possessed by the government qualify. I think it's a harder argument to make that something -­",
  "That something might be -- that something that could be found by using Google was already in the government's possession before the violation occurred.",
  "I think it could. I think it would depend on the arrangement. If it's a fully reciprocal arrangement that effectively allows the State full access to those records, then I think it may be tantamount to the State having effective possession.",
  "I think -- I think that's stretching it a little bit further. That's a little bit harder. Again, if it were the case that the State could be said to have effectively have possession of those records because, for example, a copy of them are sitting on their servers or they have such full access that even though they're prepared by a private database, the State has paid for them, so they're effectively State records, that may also fall within the scope. But those are questions that are essentially pushing the boundary of what's effectual -­",
  "Okay.",
  "I think if I understand your -­",
  "Right.",
  "If I understand the hypothetical, they break into someone's house -­",
  "Right, and they find -­",
  "They find the defendant's name?",
  "Right. The defendant's name itself is not suppressible under these -­",
  "I think the government could have an argument that the fruits would not be suppressible.",
  "A couple of responses, Your Honor. There is, first, already extensive deterrent value from -­",
  "Right.",
  "Okay. So I think my -- my response is that the fruits are not necessarily suppressible in your -- in your hypothetical.",
  "Right. Because the government already possesses those records. Those records were within the government's possession before any Fourth Amendment violation occurred. It would be depriving the government of information it already had, and there is no precedent within this Court's Fourth Amendment jurisprudence that would -­",
  "No, no, Your Honor. I want to be very clear. My response is that that is not subject to suppression. And -- and -- and even my friend on the other side conceded that if it were an -- an outstanding arrest warrant such as in your hypothetical that would lead to of the name, even if the name were a fruit of an illegal stop or search, that that arrest warrant would still provide a basis to arrest the defendant and prosecute the defendant. Now, it may be that other fruits that are discovered in the home or statements taken from the defendant in the home would be suppressed, but certainly the prosecution could proceed under the Ker-Frisbie Rule, and any preexisting evidence that this person was an axe murderer or whatever else evidence that the government had would certainly still be admissible in the prosecution for whatever.",
  "Yes -- yes, Your Honor, we would say that a name is different, that it's not suppressible, and we would rely on the language this Court used in Lopez-Mendoza, which says the respondent's body or identity is never suppressible, even if it's obtained as a result of an illegal search, seizure or interrogation. We think name is -- is part and parcel of a defendant's identity, and that it has a special status within -- within the criminal justice system.",
  "Your Honor, I think other types of biometric evidence that you suggest, for example, of blood evidence, might well implicate competing considerations that would dictate a different result. And let me suggest a couple of the competing considerations, why I think the Court doesn't need to reach so far and say all sorts of biometric information should be treated the same. For -- for one -- for one thing, things like a name or even a fingerprint, this Court has said is not a separate Fourth Amendment event to acquire that. For example, once someone is detained, it's not also a search to ask for their name or to take a fingerprint. However, in your example, pricking someone with a needle to obtain their blood would be a separate Fourth Amendment event, because that would be a separate invasion of their -- of their bodily integrity, privacy, and that might warrant different considerations, since there are two violations there. There might be a need for greater deterrent. I think the other sort of consideration that might be implicated in -- in that type of hypothetical is that evidence unlike a name or fingerprint, DNA evidence, for example, that you suggest, might provide competing considerations in the sense that it could lead to other types of information that not -- that may not be relevant to the criminal justice system, medical records, genetic information. It may pose a specter of other competing considerations that might require a different balance in the end. I think it would be premature for this Court to weigh in one way or another as to whether that would be appropriate. I think we would need a record and we would want time to -- to -- to -- we would want that to play out and see -- and see what the consequences were. So I don't think the Court has to go that far. I think the Court can limit it, as in this case, to name, fingerprints and other traditionally -- other information traditionally used to identify a defendant. Thank you.",
  "Mr. Chief Justice, and may it please the Court: Relying on common law trust principles applicable to private fiduciaries, the Federal Circuit imposed on the United States a duty to disclose attorney-client privileged communications to an Indian tribe. That abrogation of the privilege should be reversed for at least three reasons. First, reflecting the sovereign nature of the United States function, the Indian trust context lacks the factors essential to recognition of a private trust fiduciary exception. Unlike in a private trust, government attorneys and other Federal officials owe an exclusive duty of loyalty to the United States, not to the beneficiary. The government pays the cost of trust administration out of appropriated funds, not out of the trust corpus. The government, not the trust, owns the resulting record, and the release of such governmental record, including to a tribe or individual Indian, is governed by specific statutes and regulations as well as the Freedom of Information Act, not the common law. Second, the decision below conflicts with this Court's precedents that distinguish the United States from a private trustee and that reject enforcement of duties governing the administration of Indian property that are not set forth by specific statute or regulation. The fiduciary exception to the attorney-client privilege is premised on a private trustee's general common law duty to disclose trust information, but no statute or regulation imposes such a duty on the United States.",
  "Okay -­",
  "Sure, Your Honor. The third point is that the Federal Circuit's decision poses serious practical problems for the government because the general common law duty to disclose which undergirds the fiduciary exception extends to all trust information without regard to the existence of litigation; excepting it implies a broad and burdensome disclosure obligation. For example, there are over 300,000 individual account holders, individual Indian account holders on top of the tribal, tribal account holders. If this Court were to accept the fiduciary exception and thereby ratify the underlying rationale, presumably then any one of those or all of those 300-plus thousand individual account holders could simply call up the Interior Department and request all related trust records outside of the existing statutory and regulatory regime. Now, Justice Sotomayor, let me turn back to your set of questions, and let me start with the first point that you made, which is the statutes here use the term trust; why doesn't that connote some sort of broad fiduciary relationship? This Court has made clear in its precedents, and it dates back to the Mitchell 1, the first decision in Mitchell case, where Congress's use of the term \"trust,\" the Court said, does not imply the full gamut of common law fiduciary obligations. The dissent made precisely -- the dissent in Mitchell made precisely the argument that you're sketching out here, which is when Congress uses a term like trust, we would naturally assume that it implies fiduciary obligations. The majority in Mitchell rejected that notion, and in fact in Mitchell 2 in the Navajo Nation decisions, the Court has continued to reject that proposition. But more -- more than as a matter of precedent I think that makes -­",
  "Justice Sotomayor, with respect, there is no competing interest that I'm aware of that were mentioned in -- in the Mitchell decisions, Mitchell 1, Mitchell 2, or even the Navajo Nation decision. Those were simply -- in Mitchell 1 it was the Indian General Allotment Act, which said that the United States \"shall hold in trust\" land for the benefit of the Indians. The argument made by the tribe in that case and by the dissenters in the Court was when the Court said you shall hold the land in trust, that implies certain management and other responsibilities for resources related to that land. This Court said no, when Congress uses the term \"trust\" in the Indian context, that there must be specific statutory regulatory duties that the Court sets out. Let me explain -­",
  "Sure, and let me -­",
  "Well, Your Honor, I agree everything up to the point when you said we go to the common law. Of course there would be in this context some enforceable duties with respect to investment of the funds held in trust, and that's because the relevant statutes, section 161a and 162a, set forth specific investment duties that the government must comply with. Now, as to your other point, that Mitchell 1 and the Navajo Nation -­",
  "A couple responses, Your Honor. The -- the two statutes that you're talking about, 161a and 162a, set forth specific investment duties. They don't say anything about disclosure. The 1994 Act does set forth some disclosure obligations, but they are extremely discrete. There are essentially two disclosure obligations that all of these statutes together impose. The -- the United States must provide an account statement, a quarterly account statement; and the United States must provide the -- the Indian tribes and individual Indians an annual audit. That is the extent of disclosure obligations that Congress has set forth and that the Interior Department by regulation has implemented. Now, to the -- to the extent that your question suggests that the tribes may need more in order to enforce those enforcement duties, I think the -- the account statements and the annual audit goes a long way towards suggesting that if there is a problem, then the tribe may want to try to enforce those duties. The other point I would make is, although the legally enforceable duties under this Court's decisions in Mitchell and Navajo Nation are those set forth by statute and regulation, that doesn't mean the Interior Department doesn't have discretion to provide more information. And in fact, in practice, the Interior Department does provide a much broader swath of information to the Indian tribes regarding these accounts than the two discrete pieces of information that the statutes set forth.",
  "Your Honor, the United States does not contest the existence of a fiduciary exception in certain private trust contexts where the criteria for that exception are satisfied. So the answer is no, we don't, we don't dispute the existence in certain contexts under certain circumstances of a fiduciary exception.",
  "Yes, Your Honor. It would depend on the circumstances. For example, if it were a private trust and the factors that -- in which the courts, the old English cases, for example, have recognized where the fiduciary exception applies, that is the information is sought solely for the benefit of the beneficiary, the expenses for that legal advice are paid out of the trust corpus, and as a result of that, the resulting legal advice and the resulting records belong to the trust corpus. All of those things give right, as the old English cases say, give right to a common law right of access for the beneficiary to access those.",
  "Absolutely, the Court need not decide that question in order to reach the question. The Court can assume it arguendo and then go forward. I think the critical point here is, though, that all of the factors that underlie that -- that exception in the private trustee concept are absent here. Here the government is acting out of its own interest. It is paying for the legal advice out of congressional appropriations. The government owns the records at issue by virtue of the Federal Records Act, by virtue of Interior Department regulations, which are cited in the back of our brief make very clear that the government owns these records, and because they are governmental records their disclosure is not governed by the common law. There is a highly -­",
  "Sure. Let me provide two responses, Justice Alito. First, I think as a formal position I don't think our position turns, as a formal matter, on the existence of a specific competing duty. I think such a rule would overlook the ways in which the U.S. inherently, United States inherently differs from a private trustee. And I think that's especially true in the light of the complex multifaceted ways in which the government interacts with Indians and Indian tribes. Those sovereign obligations extend to law -- providing law enforcement, educational duties, health services. One subset of those duties are the type of trust responsibilities at issue in this case. Now, to be more concrete, I think, even putting aside that larger framework which may create tensions between the United States and with -- and the Indian tribes in certain circumstances, I think even in the trust fund, purely in the trust fund context that we're talking about, there could be at least tensions that arise. For example, the D.C. Circuit in the Cobell case when it talked about the accounting obligation that it imposed on the government, it made clear that it's not the same accounting obligation that would apply at common law. And the reason the D.C. Circuit gave was because the United States would be taking that -­ performing that obligation at the expense of taxpayers. There are budgetary constraints that the United States must take into consideration as a sovereign. Maybe that's not a specific competing obligation in the formal sense, but I think it's -- it's a factor that distinguishes the United States from a private fiduciary. Also, there are -- for example in our brief we discuss one of, just as an example, one of the documents at issue in this case, which involves a judgment by a tribal court seeking to attach funds from an individual Indian money account. The United States acts as a trustee with respect to that individual -­ Indian account. It may be the case that the United States consistent with its fiduciary obligations in that sense could simply pay out the judgment, but I think there would be room for the United States to take a closer look at the judgment, to make sure that it complies with, for example, the Indian Civil Rights Act or basic due process -­",
  "Yes, Your Honor. We do not -­",
  "I think the response is, Your Honor, is that the situation will never be identical to the hypothetical you posed because the government inherently differs, and let me set out -­",
  "To be clear, Justice Sotomayor, the government is not arguing that no common law exception to the attorney-client privilege can apply to the government or that Federal Rule 501, Federal Rule of Evidence 501 is otherwise inapplicable. We're making a much more limited argument that this particular common law fiduciary exception is not applicable to the government, and that is because the premise of that fiduciary exception does not apply.",
  "Well, Your Honor, I don't think that those two things are inconsistent. The fact that we don't look to the common law to fill in all of the duties doesn't mean that the government doesn't have duties in this context. It has very specific duties, to invest the funds properly, to invest the funds as set forth in the statutes. What this Court has said could not be done is to look at the general common law to create obligations on the government.",
  "Sure.",
  "Okay.",
  "Okay.",
  "A couple of reasons, Your Honor. First, as this Court recognized, starting back in 1912 in the Heckman case, and reiterated in the Candelaria and Minnesota cases after that, is that the United States is not acting simply out of the beneficiary's interests. So in the hypothetical, the original hypothetical that you posed in the corporation or the bank that was acting as a trustee, there the trustee is simply acting out of its fiduciary obligation solely to benefit the beneficiary. That is not how the governments work. As this Court made clear, the government is acting not out of the beneficiary's interests, it is acting out of its own sovereign interest in managing the statutes and regulations that govern the administration of Indian property. That's a fundamental difference.",
  "Yes.",
  "Sure.",
  "Well, Your Honor, we would still win, and here's why. The factors that -- even assuming a common law trustee, the fiduciary exception doesn't apply automatically at all common law trustees. There's several things that underlie that fiduciary exception. One, the -- the -- the advice sought is typically paid for out of the trust corpus, and as a result of that fact, the trust itself owns the records. Those are the principal two factors that the cases recognizing a fiduciary exception rely upon to create a common law right of access of the beneficiary to such records. None of those factors are present here. The government pays for these -- for -- for the cost of administration, including legal advice, out of congressionally appropriated funds. The records resulting from that advice belonged to the government. The government owns those records, both as a matter of statute and regulation. And the disclosure of those records is subject to a highly reticulated regime. There are statutes, there is regulations, there is the Freedom of Information Act. All of that would be bypassed if this Court were to accept the fiduciary exception in this context.",
  "Yes, Your Honor. As I said to Justice Alito, it may not always be that the government can point to a specific competing interest in the sense that Justice Sotomayor is talking about, a competing statutory interest. But there are inherently these tensions, budgetary concerns, other ways in which the United States interacts with Indian affairs.",
  "Well, Your Honor, I think it could be more nebulous -- but -- but there -- I think there is a real chilling concern. And I think this dovetails into Justice Kennedy's question, that the Interior Department, in order to properly administer, to carry out the statutory and regulatory duties, it often needs to seek the legal advice of -- of the lawyers in the Interior office or in the Department of Justice. In order to avoid the chilling the full and frank seeking of rendering of legal advice, the same purposes -­",
  "Not as a general matter, Your Honor. If -- if -- if we were in the private trustee context and a court were to decide that the fiduciary exception applied -­",
  "Oh, absolutely, Your Honor. The justifications are general in nature and there isn't an obligation to -­",
  "I think that's exactly correct, Justice Scalia.",
  "Yes. Currently there are about 90 such pending suits, counting all of the district courts as well as the Court of Federal Claims. And -­ and -- and of course, this issue could arise in any of those cases. Let me get back to one of Justice Sotomayor's questions, the -- the initial question about the fact that the Congress has used the term \"trust.\" I think as a matter of precedent, both the Mitchell decisions and the Navajo Nation decisions, I think those are binding, controlling precedent, and the Court should not deviate from those precedents that say a statute or regulation must define the duty. But beyond the binding nature of those precedents, I think they make sense from first principles as well, and let me try to explain why. The -- the -- the term \"trust\" has been used by both Congress and the courts in a variety of ways, often in a variety of imprecise ways, when it comes to the relationship between the United States and Indians and Indian tribes. Courts and Congress have used the term when it comes to providing law enforcement, when it comes to providing educational services, health services, none of which are really the type of private common law trust that we know. And even in scenarios where there is a discrete property interest that might bring us closer to the common law context, this Court has used -- this Court and Congress has recognized that \"trust\" can mean a lot of different things. It can mean the type of bare trust that was at issue in Mitchell 1, the Indian General Allotment Act, when the trust was really simply to avoid alienation of the land. It may mean specific investment duties, as we have here. But the point is that there is no \"one size fits all\" trust terminology, and so that's why it makes sense for this Court to require Congress to set forth the specific duties and statutes, and the Interior Department to set forth specific duties and regulations before it implies such a sweeping obligation on the United States. I think it also flows from a more general principle of a reluctance to hold the United States to common law duties when there's an existing statutory and regulatory regime. I think for all of those reasons, not only as a matter of precedent, but as -- as a matter of principle, I think the -- the -- the fiduciary exception would -- would not apply here.",
  "Yes, Your Honor.",
  "Yes, Your Honor, but those -­",
  "Right. As I understand it, you're right, Justice Kennedy, that most of the documents that the -- the trial court said the government didn't have to produce were, as you stated, attorney work product privileges -- privileged documents, and those the trial -- the trial court said that no fiduciary exception would apply to the attorney work product privilege. And it was on that basis that it allowed the government to withhold the documents. If there are no further questions, I would like to reserve the remainder of my time.",
  "Thank you, Your Honor.",
  "Your Honor, if I can just make three -- three points on rebuttal. The first is with respect to Federal Rule of Evidence 501. The government is not implementing any trick here. This is not a \"heads you win, tails you lose\" type situation. Our argument is simple. We look to -- we invoke a valid attorney-client privilege. The other side invokes a common law exception to that privilege. Our argument is not that no common law exception is applicable to the government. It's simply that the basis for this common law exception is not applicable, so the exception should not be applicable. It's a very straightforward argument. The second point I would like to make is in response to the contention that we have a full-fledged trust here as opposed to a bare trust in Mitchell. I'm not quite sure what \"a full-fledged trust\" means in the Indian trust context. Certainly there's specific investment-related duties that the statute sets forth with respect to trust funds, but this Court has made clear in -- in Mitchell and reiterated in the Navajo Nation decision that it's not enough for the statute to simply set forth the statutory duties, but it must define, and this is a quote, \"define the contours of those duties.\" The statutes at issue, section 161a, 162a, do nothing of the sort. They don't even set out a general disclosure obligation, let alone the contours of any such disclosure obligation. But even if we were to disregard this Court's precedents in Mitchell and in Navajo Nation, and we were to resort to the common law to flesh out the nature of the responsibilities, again there's nothing from the discrete investment obligations that are set forth in those statutes that would lead to a general disclosure obligation, let alone an intrusive obligation to disclose the government's attorney-client communications. And there's good reasons to think that Congress did not apply such an obligation when it has set forth a fairly reticulated statutory and regulatory regime governing disclosures, and with respect to other statutes. For example, the 1982 Indian Claims Limitation Act specifically addressed privileged versus nonprivileged information. The last point I would make goes to the general duty to disclose. Whether that's contingent simply on payment, ownership or other factors. While it may not be the case that the payment is the sole factor, it's certainly an important factor, and I think as my friend responded in response to Justice Kennedy, if in fact the private trustee is paying for the legal advice on their own, that's going to be a significant consideration as to whether the beneficiary can get it. And as Justice Scalia pointed out, the lines are not always going to be clear between trust administration advice and liability advice. In fact, they're often going to run into one another. Beyond payment, I think the even more important factor here is the ownership of the records. While payment is indicative of ownership, when we're talking about the government context, payment is not the only reason why we say that the government owns the records that result from legal advice or any other trust administration facet. That's set forth by statute and regulation, the Federal Records Act, and the Interior Department regulations that are set forth in the appendix of the brief. The reason why I think -­",
  "I think as a general -- I think as a general matter, one would think that the client would -- it would belong to the client, at least in the sense that the client would have full access to that document. And I think that's a fundamental distinction here, that we're not -- because the -- these are governmental records, they're subject to the statutory and regulatory regime that governs disclosure of government documents, either specific disclosure obligations set forth by Congress, Interior Department regulation or the more general Freedom of Information Act.",
  "You're absolutely correct. The fact that they're accessible by FOIA does not -- does not change the government's ownership of those records, but the fact that Congress is able to set forth a scheme like FOIA is turned on the fact that these are government records that are owned by the government. Because they're government records, it's Congress and it's the Interior Department that decides when to disclose them and under what circumstances to disclose them. The tribe's rule here would eviscerate that very reticulated statutory and regulatory regime. Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: The last three decades of this Court's precedents make clear that judicial extension of a Bivens remedy is not the default presumption. It is permissible only where there is no adequate alternative remedy and there are no other factors counseling hesitation. Neither criterion is satisfied here. Respondent is suing employees of a private prison corporation who, unlike their federally employed counterparts, are subject to well-established theories of tort liability but lack a recognized qualified immunity defense. Under the circumstances present here, which I submit reflect the heartland of cases alleging Eighth Amendment violations for deliberate indifference to serious medical needs, recognition of the Bivens remedy is neither necessary nor appropriate.",
  "A couple of responses, Your Honor. First, this Court has never recognized a good faith defense. So, I wouldn't call it a recognized defense. It is true that some lower courts have applied a good faith defense. Reading those cases, it's not entirely clear exactly what the content of that good faith defense is. What is clear is that it's something less than qualified immunity. It appears in most of the cases that they're grafting on some sort of subjective element, subjective intent element, on top of what you must establish to get qualified immunity. So, whatever it is, it's something lesser than qualified immunity, and I think that in and of itself creates an asymmetry. But I think the larger point is, is that these prisoners have alternative adequate remedies under State law because they're suing a private employee rather than a government employee. The government employee is subject to the Westfall Act, and, therefore, all civil actions other than Bivens are pre-empted. And so, I think that's the fundamental difference. I think it further counsels hesitation because of the lack of a recognized immunity defense, whether that's qualified immunity or good faith.",
  "Sure. Your Honor, in that hypothetical -- and of course, there is no suggestion in this case that any State has such a rule -- but if a State were to adopt that such rule, I think that would be a case where there is no adequate alternative remedy, because in your -- in your hypothetical, there is absolute immunity. There wouldn't be a way for the prisoner to redress -- seek redress for the gravamen of his injuries. And I think in that case, we have a very different situation, and a Bivens remedy may well be justified. But - -",
  "Well, yes, Your Honor, except the fact that there has been no suggestion that any State has such a draconian rule or has ever passed one. We're simply arguing for a rule that would limit Bivens to when there is no adequate State law remedy. That's clearly the case here. It's clearly going to be the case in the vast majority of Eighth Amendment prisoners. What this Court should not do is craft a default rule allowing Bivens remedies against employees of private prison corporations just to account for the hypothetical possibility that there may be a case which may or may not ever arise in which an adequate alternative is not. That turns Bivens jurisprudence on its head.",
  "I would agree with that, Your Honor. I think -- I think - -",
  "I think it would be difficult to come up with a precise formulation. I think the formulation that we use in our brief is that as long as it redressed the gravamen of the prisoner's injuries. So, I think as long as it provides some meaningful relief for the injuries and in turn that would provide some deterrence to the individual employees' actions - - I think as long as those two elements are present, I think we would think that there is an adequate alternative remedy. Or, alternatively, if you wanted to use the words -- the word that this Court used in Bivens, you could approach it from the flip side and say there would not be an adequate alternative remedy where the State law is either inconsistent with or hostile to the corresponding constitutional interest. We submit in this case there's no question that there are remedies available under California State law and, as far as we know, the State law of every other State in this country that would allow - -",
  "Your Honor, it may not be an exact analogue, but I think Federal due process cases often will look at if someone's claims of deprivation of property, an unlawful deprivation of property, in violation of process -- the Federal court may often look at what are the available State law procedures to provide redress for that claim before it would impose or find a violation of Federal due process. So, I think there are analogues where Federal courts do look at the availability of State law remedies and look at their adequacy before determining whether a Federal law remedy is necessary. And this Court has done that. And the Court did it in Malesko, I think is the best example in the Bivens context of where the Court looked at alternative State remedies and said that, hey, look, the availability of these other remedies counsel against the imposition of a Bivens remedy.",
  "Two responses, Your Honor. While I agree the separation of powers problem is much more heightened when Congress acts, I think there is still a separation of powers issue even when Congress has not acted. That is, the Court should be hesitant before - - before implying a judicial -- a cause of action for damages under the Constitution, given that it's typically been Congress's province to do so. But, beyond that, the rationales -- there have been two rationales that have been given by this Court in its -- in its Bivens jurisprudence for implying such a remedy. One is the need to provide some meaningful relief. We submit when there is an alternative State remedy, that rationale has been satisfied. The other rationale this Court has offered is provide some deterrence to the actions of an individual employee or officer. We also submit that when there is a State tort damages remedy available, that rationale too will be accomplished. The three cases in which this Court has recognized a Bivens remedy, Bivens itself, Davis, and Carlson, those two factors were not present. There was either no alternative remedy at all or, at least as in Carlson, no alternative remedy against the individual officer.",
  "I think the Court should start with that. Certainly, here there hasn't been any dispute that there would be -- any real serious dispute that there would be an adequate alternative remedy. I think the Court could also say that, as long as the adequate alternative remedy addresses the gravamen of the prisoner's injuries, that should be sufficient. And I think it could give content to that by looking at the two rationales this Court has offered for Bivens.",
  "I think that would be a tougher case. And, of course, I assume in your hypothetical that that's -- that that would also apply to Federal prisoners and federally contracted prisons, and it's difficult to figure out what the State's interests - -",
  "Your Honor, again I think that would be a more difficult hypothetical because the rational about individual deterrence of the individual officer may not be as strong in that hypothetical. But, once again, no State has such a rule, and it's difficult to imagine a State's incentive to adopt such a rule because it's not coming out of the State's pockets. These are federally contracted prisons, contracted by BOP and run by private prison corporations.",
  "Your Honor, it is true, the labels are different and there's going to be different meaning to those remedies. But from the prisoner's standpoint, the rationale behind Bivens was to provide some damages relief. From the prisoner's standpoint, it's not going to matter, I would submit, whether that -- those damages are procured under State law or under a constitutionally implied action. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The postpetition income tax liability at issue in this case is not subject to section 1222(a)(2)(A) and thus cannot be treated as a dischargeable nonpriority debt for two reasons. First, consistent with the structure of chapter 12, a chapter 12 plan is limited to prepetition debts and does not cover postpetition debts, including administrative expenses. Rather, postpetition administrative expenses are paid separately through section 1226(b)(1), which contains no farm sale exception. Because section 1222(a)(2)(A) strips priority only from a subset of claims covered by a chapter 12 plan and does not alter which debts fall within that plan, it cannot apply to the postpetition tax liability at issue.",
  "Your Honor, it would be prepetition sales. That is, any capital gains tax incurred from a prepetition sale, those would be priority expenses covered under a chapter 12 plan under section 1222(a)(2), because they fall under -- they're an -- they're a priority claim under section 507(a).",
  "Well, Your Honor, two points: One, as a practical matter, chapter 12 is a reorganization provision. This is not a provision just designed to allow farmers to get out of the business of farming. So, often what will happen is that farmers will try to reorganize some of their farm sale assets, sell some of their livestock, change their farming operation, to see if they can save it outside of bankruptcy first. All of those sales -- an example of that is the Knudsen case. Knudsen is the only circuit case to go Petitioners' way. In Knudsen, it not only involved the postpetition tax liability of the type at issue in this case; it also had a significant prepetition tax liability component in that case based upon just what I was explaining, the farmer trying to -- trying to change their farming operation to save the farm without having to go into bankruptcy.",
  "Well, Your Honor, it certainly happens within the bankruptcy, and I'm not disputing your point that that may -- that may arise in a bankruptcy case just like it arises in this case. And it will be dealt through the bankruptcy. That is, the sale will happen, and it will be approved by the bankruptcy court. The question is, how do you treat the capital gains tax arising --",
  "Your Honor, we're not asking, to be clear, to pretend that that's not there. How the tax liability would be dealt with under the Government's view is at the time the debtor moves to sell the farm asset during the bankruptcy case -- like in this case, that sale of the farm asset generated $960,000. That was the sale price. The capital gains tax liability in this case is $29,000. If they would have set aside from that $960,000 sale price $29,000 to pay the capital gains tax debt, that would resolve the issue. We're not saying that you ignore it.",
  "Sure. So, Your Honor, when you say that everybody was focused on this problem, we have the evidence of exactly one person as to what one legislator thought that this bill would do. That's Senator Grassley. Now, admittedly, Senator Grassley's statements do indicate an intent on his part to reach postpetition taxes. But the pre-existing statutory framework does not permit that result. What section 1222(a)(2)(A) does is it allows the debtor to strip priority from a certain subset of governmental claims, such as prepetition taxes, and there is no doubt that Senator Grassley correctly understood that's how section 1222(a)(2) --",
  "A couple of responses, Your Honor. First of all, I don't think it's sort of a null set or a vanishingly small set. There's the Knudsen case which qualifies. Of -- in the professors' amicus brief, on page 10a of their amicus brief, they provide a chart of representative cases involving postpetition tax liabilities. They cite eight cases in their chart on page 10a. Three of those eight cases involve significant prepetition tax liabilities, even under the narrower definition of \"prepetition.\" But -- but to get to your larger point, even to the extent it might be narrower than what Congress intended, Congress certainly knew how section 1222 operated in the sense that it would strip priority from certain claims that are already entitled to priority under a chapter 12 plan, such as prepetition taxes. And both sides agree that that's how section 1220(a)(2)(A) works. There's no dispute about that. The dispute is about whether this postpetition tax liability comes within the chapter 12 plan in the first place. That dispute turns on pre-existing code provisions, part of the 1978 Act, part of the 1980 Act, and the 1986 Act. Whatever deference Senator Grassley is owed as to the operation of section 1220(a)(2)(A) itself, he's owed no deference whatsoever as to the proper interpretation of those pre-existing code provisions. It's our position that those pre-existing code provisions, section 503(b), section 346, and section 1398, 1399, all lead to the result that postpetition tax liabilities are not an administrative expense within the meaning of the code.",
  "Your Honor, employment taxes arguably could be treated differently. Now, as a matter of discretion, the IRS has chosen not to treat them differently. That is, they don't try to seek those as administrative expenses. I think there would be an argument -- and we set this -- set forth the argument in a footnote of our brief. What the potential argument would be is that they could be deemed an administrative expense not because they're incurred by the estate, but under the other part of the definition of an administrative expense under 503(b)(1)(A).",
  "Sure.",
  "Yes.",
  "Yes.",
  "Yes, Your Honor.",
  "Ah --",
  "Yes. Yes, Your Honor.",
  "I think so. Let me try to say what I think what you're saying. Under chapter 12 and 13, if it is in fact a priority claim, whether it's a priority claim or an administrative expense, those have to be paid in full. There isn't an ability for the court to shave those --",
  "Okay. So, Your Honor, there is a misunderstanding I think in what you are saying. That is, in a chapter 12 plan, the priorities matter more in terms of the relative priority between category 1, 2, 3, 4, 5, 6, 7, and 8. They matter more in a chapter 7 liquidation where there's a finite set of assets being liquidated, and then those will be paid out in the priority that you're talking about. In a chapter 12 or 13 case, there's going to be a plan proposed, and that plan will be confirmed. Now, under 1222(a)(2), any of those priority claims, whether it's first priority or eighth priority, has to be set out and to be paid in full in order for the plan to be confirmed.",
  "So, the plan won't be confirmed at all. There isn't a matter of ordering the priorities in a chapter 12 or 13 case. Now, if I could turn back to Justice Sotomayor's question.",
  "Right. Well, Your Honor, they're certainly not administrative expenses under the definition of incurred by the estate. That would be the relevant issue in this case. They may come under the other definition of administrative expense; that is, the costs -- necessary costs of preserving the estate, like wages. If you consider the employment payroll tax that's paid simultaneously as the wage, as part and parcel of the wages, you could get at it that way. But, again, that doesn't have anything to do with the \"incurred by the estate\" language. The \"incurred by the estate\" language, as you properly point out, is relevant -- the most relevant provisions as to whether a tax is incurred by the estate are sections 346(b) and 1398 and 1399 --",
  "Okay.",
  "Sure.",
  "Well, Your Honor it was a prescient Congress, because in the legislative history that we cite, they say -- and it's not true that all of the -- separate taxable entity rules weren't implemented until afterwards. There -- section 346, which dealt admittedly only with State and local taxes, they set up rules, the same separate taxable entity rules that Congress later enacted 2 years later, to apply to State and local entities. And that's the provision 346 that's reprinted in our appendix at page 2. What Congress said when they passed 346 is \"we fully\" -- \"we fully expect\" -- and as they had originally drafted them in the 1978 Act, to also apply to Federal taxes. But it decided to pull them out of the Act so as not to step on the shoes of the jurisdiction of the Ways and Means Committee. That's the explanation that Congress provided and then 2 years --",
  "It's not simply taking out of their head, Your Honor; the section 346 rules which are parallel and apply to State and local taxes, those didn't come out of nowhere. Those came out of prior IRS rulings as to when there is a separate taxable entity in a bankruptcy case. There were pre-existing -- before the 1978 Act, in particular, there was a 1972 IRS revenue ruling which set forth the rules about when there is a separate taxable entity, whether the Act should -- whether the tax should be taxed to the estate or to the debtor. Section 346 in the 1978 Act codified those rules for State and local income taxes. In the intervening 2 years between 1978 and 1980 when Congress consummated the step and extended those to Federal taxes, the IRS was still applying its pre-existing practice based on its revenue ruling. So, there wasn't a gap where there was no guidance as to whether -- how to determine whether these were incurred by the estate or not. Courts may -- courts readily would have looked, I presume, to the 1972 Treasury ruling and the parallel 346 rulings in that gap time until the legislative guidance came along and then codified that result with respect to Federal taxes. Now, I think to --",
  "Sure.",
  "No, Your Honor. There are two ways that a bankruptcy estate can incur a tax. One is if it's a separate taxable entity, then it -- then it's responsible for the taxes. All the taxes are taxed to the estate, and it has to file the return and pay it. The other way is if it has the duty to file the return. That's a different provision of the Internal Revenue Code, section 6012(b)(3). 6012(b)(3) also appears in the Government's -- in the appendix to the Government's brief. What 6012(b)(3) on page 14a says is that, in a bankruptcy case, the trustee of a corporate bankruptcy estate shall make the return for income in a corporation. What this Court held in Holywell, which both sides cite and both sides agree, is that when a corporate trustee has a duty to file a return under 6012(b)(3), it also has a duty to pay the tax. That is, it incurs -- it's liable for or incurs the tax. So, there are two ways to incur the tax: One is separate taxable entity; the other way is if the code imposes an obligation on the bankruptcy estate to -- to file and pay the tax return. That's the other way to interpret it, and that's why all the chapter 7 and 11 corporate cases that are cited by Petitioners are inapt. In those cases, the postpetition tax liabilities are, in fact, incurred by the estate. What's remarkable is that Petitioners do not cite a single chapter 12 case in which a postpetition tax liability has been treated as an administrative expense. Chapter 12 has been around since 1986, and yet, there is not -- if this was such a big problem that Congress was trying to get at it through this way, you would have expected at least a single case in which a postpetition tax liability had been treated as an administrative expense.",
  "Sure. So, the difference is, in chapter 12 and 13, they are treated outside of the bankruptcy plan itself, but they do need to be paid up front. And, in fact, they receive a special --",
  "Oh, that they're treated differently?",
  "Through the code. So, in chapter 12 and 13, 1226(b)(1) and 1326(b)(1), the parallel provisions in chapter 13, they pull out administrative expenses. They pull them out --",
  "Yes.",
  "Yes.",
  "Sure. Your Honor, it would be to the government's advantage if these were in the ordinary course -- at least before section 1222(a)(2)(A) was enacted that stripped priority, it would have been in the government's advantage to take the position that these were administrative expenses. And the reason why it's favorable to the government is, those have to be paid up front as part of the bankruptcy. If you don't treat them as administrative expenses -- and the government took the self-denying position here in the years leading up to 2005, consistently taking the position these were not administrative expenses, even though it was to the government's disadvantage, because the code required that interpretation. And the disadvantage is you don't get -- the government didn't get them paid up front as administrative expenses. They would have to collect them outside of the bankruptcy. And when you go to collect them outside of the bankruptcy, there's much more uncertainty. There may not be any --",
  "Your Honor, that -- that's just not true. Dating back to 1998 -- and these are cited in the Government's brief at pages 16a to 18a. Dating back to 1998, the government had consistently taken the position that postpetition tax liabilities --",
  "We have maintained our --",
  "Because Congress -- the government has stayed consistent in its position. Because Congress has changed the rules, it turns out that that same interpretation --",
  "I can't speak to what Congress wanted to do. If in fact they wanted to do that, then they did it the wrong way. They could have --",
  "You could easily enact a separate provision within 1222 that said something like -- use the language something like section 1305, that said any taxes that become payable after of the filing of the petition shall be treated as non-dischargeable, nonpriority debts and paid that way. But they didn't do that. And I think section 1305 is critical here, and this goes to your question, Mr. Chief Justice, as well, that the government is trying to take advantage here. The -- adopting Petitioners' position would have a significant ripple effect in chapter 13. This is not simply a matter of trying to get to the result that Senator Grassley intended by narrowly interpreting 1222(a)(2)(A), and it won't have any other effects in the code. It will have a significant effect in the intended operation of chapter 13. And -- and the reason why that's important is, is to put this in perspective, there are about 600 to 700 total chapter 12 filings each year. There's somewhere on the upwards of 400,000 chapter 13 filings each year, and here's where it would throw a wrench into chapter 13. If you look at section 1305 of chapter 13 -- and that's reproduced on page 11a of the Government's appendix. What 1305(a)(1) does is it provides a special procedure for the government to file a claim for postpetition taxes, exactly the type of tax at issue in this case. It says: Government, you can go file a claim to have that included within the bankruptcy plan. If -- if you adopt Petitioners' position, there would never be a case in which the government would ever have any occasion to invoke 1305(a)(1), because they would --",
  "It -- yes.",
  "I said it would be a significant disruption to the intended operation of chapter 13. In practice, it would actually mean that the government comes out better under chapter 13 than in the government's current position, because what Petitioners' position would do, if you read --",
  "Well -- well, not even that, Your Honor, because under -- the reason why 1305(a)(1) would be dead letter -- you could just rip that page out of the code and throw it away if you accept Petitioners' reading. The reason why that's true is because under their reading, it would get administrative expense priority, which are paid up front, super-priority, even before anything else; but under 1305(a)(1), it doesn't get administrative expense priority; it may not even get any priority at all. And so, it's a significant change in the operation of how the government would be seeking postpetition tax liabilities. Now, it would work to the detriment of the debtor in chapter 13 cases, the upwards of 400,000 chapter 13 cases that would --",
  "I would -- I would --",
  "Sure, the capital gains tax wouldn't, but there's all sorts of postpetition income taxes that would arise in a chapter 13 case. In a chapter 13 case, those are wages that are being incurred after the filing of the petition. All of the taxes on those wages after the petition would be the -- the type of -- would be eligible for postpetition tax treatment.",
  "Your Honor, it is true that -- from the statistics that I have seen, on average we're talking about 4 months in a chapter 13 case. On average in -- in a chapter 12 case, according to the professors' amicus brief, median time is about 8 months. What's clear from the legislative history, the reason why Congress set up the chapter 13 rules as to make the tax incurred by the debtor rather than by the estate is because Congress expressly said in the legislative history, which is cited in our brief, that they expected the confirmation time to be relatively quickly in a chapter 13 case. We know that they made the same assumption in the chapter 12 case because, one, they enacted the same separate taxable entity rules; and, two, they put in actual deadlines in the code for chapter 13: 90 days to propose a plan, 45 days to confirm it. So, roughly 4 months is what Congress had extended. Now, in practice, it's been the case that bankruptcy courts have extended that time beyond the statutory deadlines. So, perhaps they are open a couple months longer than what Congress had expected. But that wasn't the intent that Congress had enacted this with, and if Congress wants to change that, it can go back and rewrite the rules to -- to make that change.",
  "I don't think it would have -- I think -- I don't think it would have any adverse effects. And the reason is this: The administrative expenses, whether they're included in the plan or not, are still going to be paid up front. If you take Petitioners' reading that administrative expenses are really part of the plan under 1222(a)(2), rather than 1226(b)(1), you now have a conflict between 1226(b)(1), which is on page 10a, which expressly addresses and only addresses administrative expenses, and states that -- this is on page 10a. It said those will be paid \"before or at the time of each payment to creditors under the plan.\" Now, if you also said that they come under 1222(a)(2), which is the only way that Petitioners could win -- if they also came under 1222(a)(2), 1222(a)(2) says that their -- they must be provided for full payment in deferred cash payments. So, deferred interest-free payments over the life of a 3- to 5-year bankruptcy plan. That's very different than having them get super-priority treatment under 1226(b)(1) and be paid in front -- up front, separate from the plan. So that -- that is one significant piece of textual evidence that Congress thought that these should be paid outside of the plan. The other piece of textual evidence is section 1227(a), which appears on page 10a as well, and what it says is that the confirmed plan shall be binding on each creditor. That's the only potentially relevant category to the government. But section 101 defines \"creditor\" -- and this is on page 1a of our appendix -- as \"entity that has a claim against a debtor that arose at the time of or before the order for relief concerning the debtor.\" That is a holder of a prepetition claim. If a confirmed chapter 12 plan is only binding on the holder of a prepetition claim, it makes no sense to include postpetition claims within a chapter 12 plan. I don't even know what it would mean to have a confirmed -- to have a plan included that and not have that plan binding on the government. And so, I think if you take those two pieces of textual evidence together, I think that strongly supports the interpretation of 1222(a)(2) that when it says a claim of the type specified in section 507, it means \"claim\" and doesn't mean \"claim and administrative expense.\" Now, admittedly, Congress has not been perfectly clear in using that term. It uses -- sometimes it uses the term \"claim\" to mean claim and administrative expense. Sometimes it means it to only mean claim. But we should give effect to the distinction between claim and administrative expense in light of section 1226(b)(1), which specifically already addresses administrative expenses.",
  "Yes, Your Honor. And if --",
  "Sure.",
  "Your Honor, and if you are only construing that language in isolation, if it only said \"claim\" in 507(a)(2) and 1226(b)(1) didn't exist, I would be in full agreement with you that you would read it to mean \"claim and administrative expense.\" Because we know that administrative expenses have to be paid in some way through the bankruptcy case. But 1226(b)(1) does exist in this code, and we need to give that provision effect. The last point I would make is Congress knows how to include administrative expenses within a bankruptcy plan when it wants to. If you look at the corresponding provision in chapter 11, as opposed to the provisions in chapter 12 and 13 -- this is section 1129(a)(9)(A) -- it expressly provides for the payment of administrative expenses within the context of the chapter 11 plan. Chapter 12 and 13 take a different approach, and the Court should give effect to the choice that Congress made to treat administrative expenses outside of the bankruptcy plan. If there are no further questions?",
  "Thank you, Your Honor.",
  "Mr. Chief Justice and may it please the Court: Petitioner's proposed rule would confer a free pass from aggravated felony treatment to criminal aliens convicted under a majority of State laws that require neither remuneration nor more than a small amount.",
  "The free pass is that you would never have an aggravated felony for this conviction under any State that did not make an element of the State offense to disprove -- no remuneration or more than a small amount.",
  "Yes, Your Honor, they would still be subject - -",
  "Your Honor, you're talking about the discretionary cancellation of removal proceeding?",
  "It's true, Your Honor, that could come in there. But Congress specifically enacted this aggravated felony provision to take away that discretion from the Attorney General. The motivating factor behind - -",
  "What -- Your Honor, what Congress said when it passed this very provision was that immigration judges were granting too much discretionary relief to this very class of criminal aliens, and that is why it implemented this aggravated felony. Now, Petitioner says it's not going to have a big deal on immigration -- big impact on immigration policy for the reason that you suggest, the Attorney General can do it at the back end. But that - -",
  "Well, Your Honor, it's not an exercise of discretion under Castro-Rodriguez. We, at the tail end, have an inquiry that, I think, mirrors the CSA scheme. Remember that this aggravated felony provision in the INA incorporates by reference the CSA scheme. What the CSA scheme provides is, as a default matter, any conviction for possession with intent to distribute marijuana will be a felony. But the CSA scheme also provides a narrow mitigating exception for those who distribute just a small amount socially. What our scheme does is that - -",
  "I'm sorry?",
  "To -- to have that secondary proceeding?",
  "Well, I think it comes from the statute, the INA, which incorporates the CSA scheme. Because many of the State provisions don't offer that same affirmative mitigating exception that the Federal scheme does, what Castro-Rodriguez does is it looks to the INA, which incorporates the CSA, and then provides a similar mechanism in immigration court. But it's not an unprecedented inquiry. The Board has been doing similar inquiries for at least a quarter of a century.",
  "Your Honor, I agree. The government could have taken the hard-line approach that it's game over under the categorical inquiry because the elements - -",
  "Your Honor, I don't think it's inconsistent with the statutory scheme. In fact, I think it's consistent. And here's one way to think about it: This -- this particular aggravated felony is a little bit complicated because it incorporates by reference, in two different levels, the CSA. Congress -- let's assume Congress rewrote the aggravated felony definition to eliminate the incorporation by reference. I think what the equivalent -- the functionally identical formulation would be -- the definition of the aggravated felony is, \"any distribution of a controlled substance, unless the defendant shows that it involved a small amount of marijuana for no remuneration.\" That would incorporate both the presumptive felony provision, any distribution of controlled substance -- you have the same two elements -- and then it would add in the proviso that it's in the CSA mitigating exception. Functionally identical. Aggravated felony is, \"any distribution of a controlled substance, unless the defendant shows that it was a small quantity for remuneration.\"",
  "What our inquiry does is - -",
  "Sorry. What our inquiry does is allow the board to get to that second part of the definition, the \"unless\" clause, and that mirrors exactly other aggravated felony provisions in the INA.",
  "Your Honor, I'm not positing - -",
  "I'm not positing a new statute. I was simply taking out the incorporation by reference, so we could look at it in a different way. I think it's functionally identical to the provision at issue here. And I think it's - -",
  "Well, Your Honor, I -- I would say that it presumptively creates the aggravated felony, and it's because of that - -",
  "Well, well - -",
  "Well, Your Honor, the heading to the brief says, \"presumptively,\" and so I didn't use that word every time, but I think the point is that it would be the -- the aggravated felony has that unless clause. And if you look at other aggravated felony provisions in the INA, such as the one reproduced on the top of page 34 of the government's brief, it defines an aggravated felony as certain document fraud crimes, and then it has a clause that says, \"unless\" -- \"unless the alien has affirmatively shown that the alien committed the offense for the purpose of assisting, abetting or, abating only the alien's spouse, child, or parent to violate a provision of the INA.\" So you could say ball game over, once you have shown the document fraud crime under the categorical approach. But the INA specifically has a provision that says, unless the alien can show that he committed the offense for the purpose of assisting and abetting - -",
  "Well, Your Honor, I don't think that we categorically deny that you could have this sort of proceeding. And in the op to this case -- I know Petitioner says this is a new position in this case. Pages 13 through 16 of our op embrace Castro-Rodriguez as the right way to do it. I think it's - -",
  "Your Honor, I can say that the - - the government did dispute the particular facts in Castro-Rodriguez. I can't say that they categorically rejected the availability of that sort of inquiry. And that sort of inquiry is not new. If you look at the Grijalva decision, which is discussed on -- in footnote 23 of our brief on page 36, that was a precursor to the controlled substance ground of removability that is currently in effect. And so if you look at the language of that precursor provision, essentially, it said any aliens deportable for a drug offense, unless that drug offense involves simple possession of marijuana of 30 grams or less.",
  "It's a balance of equities. After, assuming that the -- the alien has established the three eligibility criteria set forth, it will be a balance. It's a favorable exercise of discretion. It's a balance of the equities.",
  "Your Honor, those are the sorts of factors that might be open to consideration, but what Congress did is it took away the ability for the Attorney General to exercise that discretion. That was the main purpose of this very aggravated felony provision. Now, Justice Sotomayor, if I can go to your - -",
  "Your Honor - -",
  "Your Honor, this will bar discretion in the vast majority of cases, and here's why. -if I could go back to the data question that you asked, Justice Sotomayor, we do have Federal data, and I interpret the data a little bit differently than my colleague. What data we have is that, over the last decade, there have been over 60,000 convictions under - - under Section 841(a), for crimes involving something more than possession of marijuana. 60,000. There have been, in those 10 years, exactly 20 that have been sentenced under Section 841(b)(4). My colleague combines 844(a), which is a possession offense, but if you isolate out of the data only those who qualify for the mitigating exception, those who are charged with distribution of marijuana, but only have a small amount of remuneration, you have 20 out of over 60,000. I think this is a fairly atypical case. To the extent this Petitioner - -",
  "I -- I don't agree with that because if it were, in fact, the case that the government had to disprove the -- the small amount and, more importantly, the remuneration element, that would be a very different statute. Every court of appeals and lots of the Federal - -",
  "Oh, I - -",
  "I'm not saying it -- the defendant has to show more. I believe Justice -- I thought Justice Ginsburg's question is what would the government have to show to disprove it. And I think - -",
  "I think it's a very different question. If you put the burden on the government to show that, in fact, no remuneration was involved, the government would have to meet its burden in a criminal case to show beyond a reasonable doubt that there was no remuneration at all. That is going to change the result in a large number of cases where there is a relative - - it's going to be the universe of cases where there is a relatively small amount of drugs involved.",
  "Right. But in -- and in that universe of cases, in fact, the presumption is probably going to be that it's not for a distribution or remuneration.",
  "Yes.",
  "Yes.",
  "That's exactly right.",
  "Your Honor - -",
  "I -- I think it's because of the proper interpretation of the statute. Apprendi might have influenced that interpretation of the statute, but every court of appeals that has interpreted this statute has said that the -- the default punishment, is this punishable up to 5 years - -",
  "Well, both before and after Apprendi, Your Honor, this statute was interpreted the same way. Apprendi didn't change anything because there were no sentencing factors or elements - -",
  "-- to get to the 5-year - -",
  "Uh-huh.",
  "Well, Your Honor, what Carachuri involved was something very different. It involved a recidivism factor, an aggravating factor. When you are talking about an aggravating factor, Apprendi jurisprudence has treated those somewhat equivalent to an element because it raises the statutory maximum. And so when you are trying to decide whether something is punishable as a felony, it's natural to look at the aggravating factor. The other thing I would say about Carachuri is that it's easily distinguishable on the grounds that Justice Ginsburg raised. It -- the government's argument in Carachuri was much more difficult. The government was trying to rely on a recidivism factor that was not part of the predicate conviction. And it was trying to rely on that factor to elevate what was otherwise a misdemeanor under both State and Federal law to a felony. Here, the predicate conviction itself has all the elements that are required for a Federal felony under the CSA, namely possession of marijuana and a specific intent to distribute it.",
  "I think there are - -",
  "I think there are -- I think there are two ways, Your Honor, that -- two different lines of reasoning that show that the government's approach to the categorical part of the inquiry is -- is the right approach and not Petitioner's approach. The first is - -",
  "Well, here's -- here's how - -",
  "Right. I think here -- here are the two ways you get there. First is by looking at how this Court has consistently formulated the categorical inquiry. Starting with Taylor, pre-Apprendi case, compare the elements of the predicate offense to the those of the generic offense. Fast forward past Apprendi through all of the more recent cases, Lopez and not -- still the same inquiry, focusing on the elements of the predicate and the elements of the generic. If that is not enough for you, Justice Sotomayor, if there is still some uncertainty as to when you have mitigating factors, like in this case, and the question is, well, does the predicate conviction have to affirmatively negate those narrow mitigating criteria, then this Court can look, if it wants to go to first principles, look at this Court's decision in Nijhawan. There, it had a different aggravating felony, certain fraud and deceit offenses which resulted in a $10,000 loss to the victim. What the Court said, look, fraud and deceit, those are clearly elements, we are going to apply the categorical approach to -- to figure out whether those elements are satisfied. But the $10,000 loss factor, we're not sure. We're not sure whether the predicate offense has to affirmatively establish it or not. And so what the Court did is it did a survey of the 50 States. It looked at the 50 States. And it turns out that, in a vast majority of those States, the predicate conviction will never establish that $10,000 loss factor. And so you're going to have a vastly underinclusive aggravated felony. And that's something that Congress -- that Congress could not have intended. The Court said Congress would not have intended its aggravated felony provision to apply in such a limited and haphazard manner. I submit that's exactly what you have here on pages 26 to 30 of our brief. And Petitioner does not take issue with a single one of the statutes that we cite. And we go through all 50 of them. We show that, in a clear majority of the States, the predicate conviction will not establish that there is remuneration or more than a small amount. Congress cannot - -",
  "Well, well, first, Your Honor, I am glad that we have an agreement on the first part of the categorical inquiry because I think that is the main part of the inquiry that this -- that would establish - -",
  "Okay.",
  "Again, Your Honor, I think you have to look at this particular aggravated felony, which I think is structured similar to other aggravated felonies in the INA. If you look at the aggravated felony in the INA that's on page -- top of page 34 of our brief, and that -- that is the one about document fraud crimes, it says the alien -- then, if the alien then shows that that document fraud crime was perpetrated in order to help a family member, then no more aggravated felony. How does the alien make that showing? He comes into immigration court -- after it's already been established that you have the predicate document fraud felony, he comes into immigration court. He has to bring forth evidence on his own that shows that it satisfied this familial exception to that document fraud aggravated felony. I think the - -",
  "I think the point is that there is a similar provision. In the -- the INA here incorporates the CSA to define the aggravated felony. The CSA says it's a felony if you have possession plus intent to distribute, unless the defendant shows -- and this is how it has been interpreted by every court of appeals that has interpreted the CSA -- unless the defendant shows it was only a small amount for no remuneration. That is an identical formulation to some of the other aggravated felonies in the provision. And how those other aggravated felony provisions have been interpreted is to allow the alien to come into immigration court to show the exception. We are not aware of a single court decision that has ever interpreted any similar provision in any of the other aggravated felony provision to require the predicate conviction to affirmatively negate it. And that's exactly what Petitioner's main submission is, that this predicate conviction has to affirmatively negate the possibility of a narrow mitigating exception. That is - -",
  "Well, Your Honor, I disagree with that characterization of that statute. Every court of appeals that has considered this statute has rejected the argument that we have two separate offenses and that the -- that the government, in order to get to the higher offense, the -- the default felony provision, that the government would have to treat as elements the -- the mitigating criteria of remuneration and small amount. Every court of appeals has rejected that. If this statute were drawn as you suggest, and it were elements of a crime, that is, you had two separate offenses, one is possession with intent to distribute a small amount for no remuneration, or it could just say possession with intent to distribute marijuana, if that was one distinct offense that was a misdemeanor, and then Congress created a second offense that says, in cases where there is more than a small amount, in which there is remuneration, then you get a five-year maximum instead of a one-year maximum, that is effectively making, as an element, the government to disprove both the possibility of no remuneration and more than a small amount. If that was the statutory scheme that were at issue, I would agree with you, Petitioner would prevail under the categorical approach. That's not the -- that's not the statutory scheme here. They do not disagree with that. They - - they agree that every court of appeals that has interpreted this has interpreted it as one offense and that those mitigating criteria are just that, they are mitigating exceptions and not offense elements. I think the other point I would make, Your Honor, is that - -",
  "Two things, Your Honor. One is I don't think it's a matter of labeling because Congress knows that these labels actually have big consequences. If you made those mitigating criteria elements, that would be a very different statute, which the government in every case would have to show beyond a reasonable doubt that it's more -- more than a small quantity. That may not be difficult; but in cases where there is a small quantity, it may, in fact, be difficult to disprove - -",
  "Your Honor, this statute was enacted before Apprendi, but Apprendi doesn't change the interpretation of this statute. This statute -- in the relevant criteria. This statute was interpreted -- interpreted both the same before and after Apprendi, with respect to the default provision, because the default provision doesn't require any factors or elements at all to get to the felony provision.",
  "Well, I think what Congress had in mind is that those mitigating criteria would not be treated as elements. And, Justice Kagan, to get back to your question, how do we know? Well, we can look at what - - the inquiry that the Court did in Nijhawan. It would not be -- it would not be consistent with Congressional intent to assume that Congress intended that this aggravated felony provision would not have any effect in the clear majority of States that do not make either remuneration or more than a small quantity an element of the offense. That is what Nijhawan was about. It was trying to figure out, did Congress intend this particular piece of the aggravated felony description to be subject to the categorical approach or not? That is, did it require the predicate conviction to establish or negate it? And the right way to look at that is to look at the State of the State laws. And here, we know that, in a clear majority of States, they do not require remuneration, they do not require more than a small amount. You will never get an aggravated felony conviction out of a majority of States. Congress could not have intended that result. That's what Nijhawan stands for.",
  "Your Honor, I think that's - -",
  "Your Honor, I -- I think that that -- I think that's an open question. That's one that has not come up yet. I think Congress specifically - -",
  "It may -- it may be -- be an option open to the Attorney General to do that. The Attorney General would have to issue an order to that ground. I imagine it would be challenged and we'd have to litigate it. But what we do know is that Congress didn't want those sort of discretionary determinations made. Congress knew that all of these areas - -",
  "I think the modified categorical approach would allow -- would allow - -",
  "Yes, Your Honor, I think - -",
  "I think if the -- the plea agreement or plea colloquy set forth the amount and it was more than a small amount, I think the modified - - our position would be that the modified categorical approach would allow you to reach that. Petitioner's and his amici's argument are essentially that the plea agreements aren't going to say that in a large majority of these cases, for the simple reason that a -- that a vast majority of the States don't make more than a small quantity an element of the crime, and so it's going to be irrelevant. But that simply shows - -",
  "And if that's the case, then the government would agree that, if we were to lose this case, we could then look at -- look at that evidence to -- to show -- to disprove more than a small amount, something that's not an element in any of the State crimes.",
  "Yes, Your Honor, there -- there are other consequences that matter. For example, a person who's not -- a person is not only removable and not only deprived of cancellation relief. There - - those who are aggravated felons are just essentially deprived of all forms of discretionary relief, except for Convention Against Torture relief and withholding of removal. It also has implications beyond the immigration context. At the same time that Congress enacted this aggravated felony provision, it made it a sentencing enhancement provision in -- in criminal prosecutions for illegal reentry. And so in any illegal reentry prosecution, if the defendant is also -- has a prior conviction for marijuana distribution, they would be subject to a significant sentencing enhancement under both the guidelines and Section 1326, the Illegal Reentry Statute. If Petitioner's rule were to prevail in a significant number of those cases, in any State in which it did not have those relevant elements, that sentencing enhancement would no longer have operative effect. So, Your Honor, it's not simply the case, as Petitioner would like to say, that the only thing here is -- is a difference between removability and cancellation of removal relief that the Attorney General can fix on his own. There are other ancillary consequences. And I think the criminal -- the consequence of the criminal prosecution is a significant one.",
  "If -- if I may respond, Your Honor?",
  "Thank you. I don't -- I think what -- we haven't had any criminal cases where the -- where an alien has come in and tried to make the argument. I imagine, if Petitioner prevails, it will be made in every single one of those 1326 reentry prosecutions. I think, if the Court were to accept the Government's submission, both on the threshold categorical inquiry and on the tail-end fact-specific inquiry, I think a defendant would probably be able to have the opportunity to try to make that showing in the Federal sentencing proceeding as well.",
  "Well, \"punishable\" is a good word - -",
  "Mr. Chief Justice, and may it please the Court: The answer to the question presented in this case is both straightforward and undisputed. Under this Court's decision in Miccosukee, no addition, and thus, no discharge of pollutant occurs, when water flows from a channelized portion of a river to a downstream portion of that same river. Because the monitoring stations at issue are actually located within the rivers themselves, the court of appeals erred in concluding that a discharge of pollutants occurred when, quote, \"the still-polluted stormwater flowed out of the concrete channels where the monitoring stations are located, through an outfall and into the navigable waterways.\" And because the court of appeals rested its liability determination on that erroneous premise, the judgment should be vacated and the case remanded to the court of appeals.",
  "Right. Your Honor, I think -- I think the one amicus that does raise that issue raises it limited to -- the biggest counterexample they raise is the one that you raise about Section 404 permits for dredged and fill material. Those permits are just very different in kind. Section 404 applies to dredged and fill material, which almost, by definition, is going to be coming from the source itself. And so we think that the Miccosukee line of decision just doesn't apply to that permitting regime, which -- which is a very different sort of permitting regime than we have at issue here. And in any event, I think it's far beyond the question presented in this case, the Miccosukee rule.",
  "Justice Sotomayor, I agree with your reading of -- of both opinions below. I think what we're asking for is the Court to do what it normally does when it vacates an erroneous part of a judgment and sends it back, that is, leave it open to the court of appeals, to address any issues consistent with this Court's opinion. We think it's conceivable that the Ninth Circuit might approach the permit construction issue differently, once it's corrected of the misimpressions --",
  "-- that it had before it.",
  "I think, in particular, the Ninth Circuit construed this permit on the understanding that there was a discharge of polluted water after it flowed past the monitoring station and said that the district could be liable, based simply on the exceedance measured by the mass emission station alone.",
  "Well, it --",
  "Well, again, I think the Ninth Circuit predicated its permit interpretation on the understanding that there would be at least some way to hold a permittee -- in this case, the district -- liable based on the mass emission exceedance alone, and that's because it misapprehended that there would be a discharge of flow of the polluted water. It could be, and it may not be. We don't know until it gets back to the Ninth Circuit. It may be that the Ninth Circuit would reject the view that you could have a permit that sets up a permitting regime that does not allow a plaintiff to sue any particular permittee, unless it has evidence beyond that provided by the monitoring regime.",
  "Well, Your Honor, if --",
  "Well, Your Honor, we think that this permit -- again, the terms of this permit are both complex and ambiguous. We do not think that permits should be written this way. We think permits that provide for water quality -- for MS4s to adhere to water quality standards based on ambient monitoring should be coupled with either individual --",
  "Well, I think the most persuasive -- and, again, we don't take a firm position on this, but I think the most persuasive argument on the other side would be that, when permit writers issue a permit, they -- they assume that the permitting regime provided in the permit would provide a basis to seek enforcement of that permit. If that were true --",
  "Well - -",
  "Well, one could imagine a regime where the permittees, that is, the municipalities who apply for a joint permit, would agree to a shared presumption of liability. For example, there are --",
  "Well, again, we don't --",
  "Well, Your Honor, I don't think it's a cert-worthy issue, how to interpret the terms of this specific -- this is a fairly --",
  "Well, Your Honor --",
  "Right. You Honor, I think in terms of the cross-petition issue, that is a closed question. I don't think the Court needs to get near it because I think there are several other good reasons why this Court should not decide the permit construction issue itself.",
  "Well, Your Honor --",
  "Your Honor, it's established that this Court -- even if a cross-petition were required, it's established that this Court has the authority to remand for disposition of any further issues once a case comes before this Court. So the cross-petition --",
  "Sure. I think the Court should just follow its ordinary practice. We're not asking for anything different than its ordinary practice of vacating the judgment and remanding for further proceedings, consistent with its opinion.",
  "Well, I think it would be unusual for the Court to reverse and then instruct that judgment be entered in favor of Petitioner. Of course, the Court is free to do that, and it may decide to do that. We just think that there is a possibility that the Ninth Circuit would -- would take a different approach.",
  "Right.",
  "Right. And, again, the Court is well within its -- its discretion to do that. We think --",
  "Doesn't it always say what, Your Honor?",
  "Yes, yes. And I think the typical -- I think the typical phrasing would be vacate and -- and remand for further proceedings.",
  "That's right, Your Honor.",
  "I -- I think that is correct, and the Ninth Circuit may decide that, therefore, it's not going to revisit its permit interpretation. I think it might be within the Ninth Circuit's discretion, since it still has the case on remand, if it were to revisit its permit construction.",
  "The other watershed.",
  "No.",
  "No -- I'm sorry. I thought it would be that the rationale that they used for those two rivers, it would be in tension with it, and if they agree that the rationale which led them to deny -- to deny liability on those two rivers, that may lead them to adhere to its current permit interpretation.",
  "No, Your Honor, we do not.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: Subsection (e) of the Gonzalez Act states, in pertinent part, that, \"For purposes of this section,\" which refers to the Gonzales Act, \"the FTCA's intentional tort exception shall not apply.\" The question in this case is whether those words unequivocally waive sovereign immunity for medical battery claims like Petitioner's. The answer is - -",
  "Well, Your Honor, I think the -- the canon actually applies most strongly in this set of circumstances. And let me talk about Dolan and the line of cases which recognizes a very narrow exception to the normal presumption against waivers of sovereign immunity. Dolan and the -- and its predecessor cases recognize that the narrow exception to the canon, when construing the scope of exceptions that were enacted alongside the broad waiver of sovereign immunity in the FTCA itself. And the purpose of drawing that exception to the canon was it didn't want -- the Court didn't want to defeat Congress's purpose as manifest in the broad waiver itself. Those exceptions were cutting back on the contemporaneous waiver of sovereign immunity. The Court said, we don't want to cut back, given the uniquely broad waiver that the FTCA enacts. It's a narrow rule exception limited to those circumstances that hasn't been applied outside those circumstances. Unlike those cases, this case is not construing the scope of an exception that was enacted alongside the FTCA that was trying to cut back on the waiver of sovereign immunity. To put it more concretely, on the day before the Gonzalez Act was enacted, there was no question that sovereign immunity barred the type of claim at issue; that is, no one had any dispute that the FTCA's baseline of sovereign immunity applied and would have blocked this claim. The question is whether --",
  "Correct.",
  "Here's --",
  "Well, Your Honor, we haven't used it up because of the scope of interpreting Section 2680(h). You wouldn't apply the waiver because of the exception that was enacted in Dolan. That's Dolan itself. If we were just talking about construing the scope of Section 2680(h) itself, I would agree completely with you. What we have here is, some years later, we have a baseline of sovereign immunity. Everyone agrees that the FTCA and its exceptions have struck the appropriate balance.",
  "With respect to the terms of 2680(h) as enacted at that time. The difference --",
  "The reason, Your Honor, is that you have a baseline of sovereign immunity. What 26 -- in order for -- for the other side to prevail, Section 1089(e) has to waive sovereign immunity. It has to -- it has to enact a new waiver of sovereign immunity that, undisputedly, applied the day before the Gonzalez Act. That is when the canon should apply most strongly, when -- when the other side is saying that Congress --",
  "Well, Your Honor --",
  "Sure.",
  "Your Honor, if all it said is that the intentional tort exception does not apply, I would agree with you, that that would be enough. And that's exactly what Congress said in the 1988 --",
  "That -- that may well be true, and Congress, when it enacted the 1988 VA Act, did it in the most direct way. It said, \"The intentional tort exception shall not apply with respect to personnel employed by the VA.\" But it --",
  "Well --",
  "Justice Scalia, I think it might be helpful to take a step back. We have four statutes starting in 1965, then 1976. The Gonzalez Act was part of that chain. All four statutes in this relevant subsection, the analogue, the Subsection (e) here, said, \"For purposes of this section, the intentional tort exception shall not apply.\" Then we get to 1988, the last one in the line, which is the VA amendment. It changes that language. It eliminates that opening proviso for purposes of this section. The legislative history accompanying it says, look, we want to allow intentional tort remedies for veterans. It does so -- the only reason I can conceive of that Congress would have done it is because it didn't think that the prior four model statutes did it clearly enough. And I think that is the reason. And -- and if we were in a normal statutory --",
  "Well, Your Honor, they used the identical language --",
  "Well, Your Honor, they use the identical language in every other provision of that statute. They made an affirmative decision to change the language of Subsection (e). Now, if this were an ordinary --",
  "Well -- well, Your Honor, it said the first part. It did not say the second part. There is nothing in that legislative history that says it is -- it thought 1089(e) nullified the intentional tort exception. It says it's patterned after the Gonzalez Act, and then it changed the main language, the opening proviso of that provision. Now, if this were an ordinary case of statutory interpretation, this Court would have to figure out whether, by changing that language, did Congress just want to tinker with the language to clarify its intent? Did it intend to have a dispositive change by making that change in language? But this is not an ordinary case of statutory interpretation.",
  "Well, Your Honor, it is patterned --",
  "Well, Your Honor, it is patterned in the sense it does use the operative language. It takes out the key opening proviso, which is the entire dispute in this case. But legislative history, while it might be important if this were a normal statutory interpretation case, this Court has said, time and time again, you cannot look to the legislative history to supply an unequivocal waiver that is not present in the text itself.",
  "Sure.",
  "Well, Your Honor, I agree with you, Congress could have written this provision in a different way and more clear ways, but I think it's helpful --",
  "Sure.",
  "Well, I would disagree with that. But let me -- let me take a step back here, on sort of the landscape in which Subsection (e) was enacted. Both sides agree that, without Subsection (e), covered medical personnel would have faced the risk of personal liability for medical battery claims. Both sides also agree that Subsection (e) was enacted to obviate that risk and, in fact, successfully does so under either side's construction. Everyone agrees on that. The dispute here is whether Congress accomplished that objective by, A, assuming the existence of an available tort remedy for purposes of the Gonzalez Act's conferral of immunity, as the text of the provision suggests; or, instead, whether it takes the substantial further step of actually amending the FTCA, which is a separate -- an entirely separate statute and, thereby, provide a remedy against the United States. The latter construction, I don't think is unmistakably correct, it's not unavoidable. And -- and, because of that, the unequivocal waiver requirement favors the government --",
  "No -- no, Your Honor. This Court has made quite clear you cannot look at the legislative history. And the fact that, if you find this confusing --",
  "-- Justice Breyer, if you find it's not --",
  "-- unequivocally clear, we win, and you don't look to the legislative history for clarity. That's the point of what --",
  "Your Honor --",
  "Well, the \"for purposes of this section\" language, I think, is the key phrase, and this section refers to the Gonzalez Act. What the Gonzalez Act primarily does -- what Sections (a) through (c) are all about, are about conferring personal immunity. So I think --",
  "Well, Your Honor --",
  "Your Honor, I think, when we are reading it --",
  "I think, when we are reading it against the canon -- the sovereign immunity canon, I think we would expect Congress to speak more clearly. And Congress gave us two examples of how it spoke more clearly in this very context. One is, in 1974, the sole -- the only time it amended Section 2680(h), it amended it within the -- the provision itself; that is, it amended the language of 2680(h) to add a law enforcement proviso that said, \"This exception applies except with respect to law enforcement in certain circumstances.\" That's one way --",
  "Well --",
  "Well, Your Honor, I don't think -- I don't think that's true. I think before -- before the Gonzalez Act came along, there was a split in the circuits. That's why the Gonzalez Act came along. There were -- there were circuits that did not allow a claim to proceed personally against the physician. There were circuits that recognized absolute immunity against a personal suit, even while it was undisputed that battery claim could not proceed against the government. That -- and what -- what Congress said, if you want to look at legislative history, what the Senate Report says is, in light of this D.C. Circuit decision that went the other way, Congress enacted the Gonzalez Act because it was primarily concerned about conferring personal immunity. Every time the Senate Report talks about the purpose of the bill -- it's on page 1, heading, \"Purpose of the Bill\" -- it says conferring personal immunity, nothing about expanding the government's tort liability.",
  "Sure, Justice Ginsburg. Well, the first thing I would say is that Section 1089(e) was not directly at issue in Smith, and the issue had really been litigated quite sparsely, both before and after Smith. Once this case presented itself, the government revisited its position. I think there were two --",
  "Well, Your Honor, I don't agree with that characterization. The government's argument would have been identical, with or without 1089(e). But I don't want to quibble about --",
  "Your Honor, if you want to read it that way, I think that's fine. I think --",
  "No, I agree. It was in order to --",
  "Your Honor, I agree. It -- it supported that position --",
  "I don't believe so, Your Honor. I don't believe the Court --",
  "Yes, but the Court did not interpret 1089(e). I think Smith -- what Smith hopefully said, Your Honor -- and this is one of the reasons why the government revisited its position -- what the Court said in the Smith decision -- you don't have to take my word of what the legislative history says. What the -- what the Court in Smith itself said is that the sole purpose of the Gonzalez Act -- not the primary purpose, not a purpose, not a chief purpose -- the sole purpose of the Gonzalez Act -- and it's talking about the Gonzalez Act as a whole -- was to confer personal immunity and not to create malpractice rights in favor of plaintiffs. What Justice Ginsburg --",
  "Your Honor, it did not address 1089(e) at all, and -- and I think that's plain as day from -- from the opinion. What the Court said in Smith is that the purpose of the Gonzalez Act -- the sole purpose of the Gonzalez Act is to confer personal immunity. And what it also said is the Gonzalez Act does not create malpractice rights in favor of plaintiff. That was one of the things that the government looked at in reformulating its position and adopting its current position, was the decision in Smith, which came after our brief. The other thing we looked at --",
  "You are correct.",
  "Yes, you are correct. We said it. This is a change of position. We revisited it. There were a couple things we looked at in coming to our --",
  "I -- again, I -- I disagree, fundamentally, with that characterization. It's two sentences in our brief. It's at the back end of the brief. It was not fundamental to the position in Smith. The Court did not rely on it at all in Smith. But, even if all that were true, I think the important thing is why we changed our position. The one is -- the first and foremost is the statements in the Court's decision in Smith itself, which, obviously, post-dated our brief --",
  "The two statements, the sole purpose of the Gonzalez Act is to confer immunity, not --",
  "But, no --",
  "Well, Your Honor, I would disagree with that. The other side's brief says, all along, the sole purpose of this Act was not just to confer personal immunity, but it had a dual purpose. The dual purpose was to confer personal immunity -- and this is, time and time again, in the other side's brief -- to -- to confer personal immunity and also to provide adequate remedies to tort plaintiffs. That was not, we submit, a purpose, let alone a primary purpose, of the Gonzalez Act.",
  "Of course, Congress doesn't say. I think there are two potential reasons, Justice Ginsburg. One might be the -- as -- as this Court has recognized, the special solicitude that Congress pays veterans, and it may have wanted to open up remedies to veterans that were unavailable to others. I think the second potential reason is the defense side reasons. The defendants in Veterans Act cases are civilian Veterans Administration employees. In a Gonzalez Act case, by and large, the defendants are going to be active military personnel. Congress is often hesitant to create -- expand judicial remedies against active military personnel because of the risk it poses to interfering with military function and order. So I think those are two reasons why Congress may have decided to -- to change course in the Veterans Act in 1988, after it had four provisions that said exactly the same thing, using the four purposes of this Act provision, it changed it, and it must have changed it for a reason. Two potential reasons are to change the result, which, of course, under which the government would win; or because it think -- it thought it needed to speak more clearly, in order to waive sovereign immunity. And, under the presumption against sovereign immunity waivers, the government would also prevail.",
  "Well, the provision that you describe, Justice Kagan, is not this provision. It's the 1988 Veterans Act amendment, which says the intentional tort exception shall not apply. This provision says, \"for purposes of this section,\" that is, for purposes of the Gonzalez Act's conferral of immunity in Subsection (a), that the -- the intentional tort exception shall not apply. Now, sometimes, when Congress uses the four purposes of this section's formulation, sometimes, it uses words like \"assume that\" or \"consider that,\" as it -- as cited in the other side's brief, in footnote 4, on page 18. However, other times, when it uses \"for purposes of this section,\" even though it intends somewhat of a counterfactual inquiry, it eliminates those words. In Title 10 itself, Section 10 USC 335 says, \"for purposes of this section\" -- the exact language is, \"For purposes of this chapter, the term 'State' includes Guam and the Virgin Islands.\" Now, there's no dispute that Congress was not trying to add Guam and the Virgin Islands as the 51st and 52nd States of the Union. What it meant is, when applying the provisions of this section, treat Guam and Virgin Islands as if they are States. So --",
  "Yes, sir.",
  "It was -- it was a common law absolute immunity.",
  "One -- one case is the Martinez --",
  "Sure.",
  "The theory was --",
  "The theory behind the individual immunity was the same -- essentially, the same theory behind the Westfall Act immunity that this Court rejected in the Westfall Act decision. So, up until Westfall, there was an argument that there was absolute immunity, that -- that the individual government employees had absolute immunity.",
  "It was a common law immunity that -- it was an offshoot of the sovereign immunity, and it conferred it on the individual employee. This Court, of course, in Westfall, rejected that notion and said -- you know, that immunity doesn't apply, unless you are talking about both beings in the scope of employment and that apply -- that involve discretionary policy decisions at a high enough level. The last point I would make, Your Honor, is, even if you believed -- and I think you do -- that the texts were more naturally read to favor Petitioner, that is not enough. And I think you can look at this Court's decision in Nordic Village. The statutory provision in that case made certain Bankruptcy Court determinations binding on the government, \"notwithstanding any assertion of sovereign immunity.\" The relevant language is reproduced on footnote 10, on page 41 of our brief. That language, \"notwithstanding any assertion of sovereign immunity,\" sounds awfully like a waiver of sovereign immunity. It seems pretty explicit. But what this Court said, in applying the unequivocal waiver requirement, in finding that there was no waiver of sovereign immunity, despite that very explicit language, was that the statute, nonetheless, performed a significant function. Here, the same is true. Section 1089(e), though not authorizing monetary relief, still undisputedly performs a function here. It performs a function of securing the personal immunity conferred by Section 1089(a), that is, for purposes of the Gonzalez Act, the conferral of immunity under Section 1089(a). Just -- just as in Nordic Village, that is enough to construe the statute against a waiver of sovereign immunity.",
  "Yes.",
  "Well, Your Honor, there are four courts that have decided -- conclusively spoken -- to my knowledge, four courts, in the history, that have interpreted this provision, Section 1089(e). All have come out in the government's favor. There were two district court decisions before the Smith case. Both came out in the government's favor. The only two decisions I am aware of are the two decisions in this case, conclusively interpreting 1089(e), the district court and the court of appeals. Both courts in this case relied on the unequivocal waiver requirement. And I think that that's -- it's not a stretch, at all, to apply the unequivocal waiver canon here. In fact, this case is far afield from Dolan. It would be a substantial expansion of the narrow exception in Dolan to say that the unequivocal waiver requirement didn't apply. There was no dispute that sovereign immunity applied the day before the Gonzalez Act was enacted. So the only question is whether the Gonzalez Act enacts a new waiver of sovereign immunity. That is the type of situation in which the canon applies most strongly. And Congress did it in a separate statute. Again, in Dolan, we were interpreting provisions that everyone agreed were part and parcel of the FTCA that -- that altered the balance of sovereign immunity. Here, the question is whether it even affects or amends the FTCA in the first place, whether it means to affect the sovereign immunity balance in the first place. That's an especially strong case in which we would want an unequivocal waiver requirement.",
  "Your Honor, I think it makes a lot of sense, and here's why: When Congress enacted the intentional tort exception itself in 1946, one of the principal reasons it -- it did that was because intentional tort claims are sometimes easier to allege but more difficult to disprove. That is particularly true with respect to these sort of lack of consent claims, where you have a patient who has signed consent forms, agreed to a surgery, and says -- and the facts of this case, I think, are illustrative -- says right before the anesthesia kicked in, \"I said I don't want the procedure anymore.\" Now, here, the government was successful in winning on summary judgment dismissal of the actual medical negligence claim, that the doctor's standard of care didn't -- that the doctor's care didn't meet the standard of care. The government won summary judgment on that because there -- there was no evidence -- no expert testimony that supported Petitioner's claim. But his claim that, \"I said no right before the anesthesia kicked in,\" survived summary judgment. And I think it was correct to survive summary judgment, but the problem is that that survived summary judgment, even though the deposition testimony, as pointed out in the government's brief, everyone else in the operating room, including the doctor, said that this patient did not so object, just shows that these claims --",
  "Well, Your -- may I -- may I respond, Your Honor? For -- this section -- Subsection (a), (b), and (c) all work in tandem. (D) is a settlement provision that really doesn't really have anything to do with this. So, when it says, \"for purposes of this section,\" \"Subsection (a)\" and \"this section\" are essentially the only operative provisions of the Act. The only other provisions that do any work are (e) and (f), which come after, obviously, Subsection (e). So, when Congress used the term \"for purposes of this section,\" I think the fair statement is it was referring to Subsections (a) through (c). Thank you."
]