[
  "Thank you, Justice Stevens, and may it please the Court: When executing a search warrant to investigate a violent crime, officers may routinely use reasonable restraints on detained occupants in order to exercise unquestioned command over the situation and to facilitate the orderly completion of the search. The Ninth Circuit erred in holding that the officers' use of handcuffs in this case violated the Fourth Amendment. Under the standard for excessive force claims first articulated by this Court in Graham v. Connor, as informed by this Court's decision in Michigan v. Summers, the degree of force used here was not excessive. The same considerations that justified the detention of the occupants in Summers, most notably, the paramount concern of ensuring the safety of the officers and the occupants themselves, will ordinarily justify the precautionary use of handcuffs during the detention.",
  "We --",
  "Justice Ginsburg, that's correct. It is our view that as a matter of law, the officers would have been entitled to prevail on the constitutional issue with regard to excessive force. And it's worth noting, I think, that the officers did move for summary judgment. They also orally moved for judgment as a matter of law at the close of the evidence, and that motion was denied. Now, we also believe that the jury, quite frankly, was given insufficient guidance on the excessive force issue, and to turn to the jury instruction cited by Justice Stevens at page 203, it's quite clear that the jury only received one very general instruction on Summers detentions.",
  "Perhaps an argument could be made that it's fairly included within the questions presented. There was an objection made at trial and an objection made before the Ninth Circuit as well, but our fundamental position is that the jury was simply given insufficient guidance on the excessive force issue. This instruction -­",
  "That's correct.",
  "I think that's true. It is true that they didn't object to the specific special verdict set of questions. I think they proposed slightly different language. But ultimately I think our primary submission is that as a matter of law on these facts, no constitutional violation occurred.",
  "We would concede, I think, Justice Scalia, that the issue should go to the jury where there are disputed issues of historical fact. We would submit that there are no relevant -­",
  "Well, there are certain -­",
  "Justice Scalia, those facts may be disputed in a particular case. We would submit that they really weren't disputed here, but there may actually be a dispute where the officers would say, yes, we used handcuffs and the -­",
  "-- or no we didn't use handcuffs.",
  "We believe that it is -­",
  "-- a mixed question of fact and law, and once the historical facts are established, it is essentially -­",
  "Well, we would submit that it is no different from the question whether officers had probable cause or reasonable suspicion on any given set of historical facts which this Court held in Ornelas was a question subject to de novo review, over your dissent, admittedly. And we believe that the primary rationale for the rule in Ornelas also applies here, namely that officers do need to have a consistent set of substantive guidelines by which they can judge the validity of their conduct.",
  "We believe that that certainly is the primary issue that was at stake. And in fact -­",
  "I think that the handcuffing was the key factor at trial, and I think that the best evidence of that, quite frankly, is that respondent in her proposed instructions referred only to handcuffing in her excessive force instruction. Unfortunately, that's not part of the joint appendix. It is part of the record.",
  "I think that that's true, but I think that the instruction didn't really provide any guidance on excessive force specifically. It was really an instruction with regard to the reasonableness of the detention more generally, rather than with regard to excessive force specifically. It was not a Graham v. Connor type instruction.",
  "Well, there were objections to the instruction below, and all I can say is that perhaps an argument could be made -- and perhaps Mr. Phillips will make the argument on rebuttal -- that it is fairly included within the questions presented.",
  "Justice Ginsburg, it was the primary issue before the jury, and to be sure, there were other issues. I think that the other relevant use of force was the initial detention at gunpoint, but -- and those -- and I would add that those are the two factors on which the Ninth Circuit relied in affirming the jury's verdict. Our submission is that both with regard to the initial use of force and with regard to the continued use of force, the justifications of Graham v. Connor support the officers' use of force in both instances.",
  "Assuming that that instruction is correct -- and that might very well be a valid instruction -­",
  "It may very well be a correct instruction -­",
  "-- with regard to a challenge to the manner of the detention itself. In that instance, then the jury does have a certain amount of leeway, but I think even then the teaching of Ornelas -­",
  "It is a mixed question of law and fact, and the jury's job is -­",
  "The jury's job is to -- to resolve the underlying factual issues and then -­",
  "We believe that that actually is ultimately a judge issue in the same way that the issue of whether or not probable -­",
  "That's correct -­",
  "I think that's exactly right, and I think that that is the teaching of Ornelas. And it may very well be that a more specific instruction should have been given so as to make clear that the jury had specific issues of historical fact to resolve. But ultimately we do believe that it's a question of law in the sense that it should be reviewed de novo for precisely the reasons given in Ornelas. And if I could just say a couple words on the substantive issue of excessive force. We believe that in cases involving violent crimes, officers should routinely be allowed to use handcuffs. In this case, I would just add that there were several additional case-specific factors that justified the use of handcuffs. In addition to the fact that this was a violent crime, the officers had reason to believe that at least one and possibly two members of a violent gang were living at the house. In addition, the officers had previously visited the house on two occasions to investigate other violent crimes and had encountered resistance on at least one of those occasions. And our fundamental problem with the Ninth Circuit's rule is that it seems to suggest that officers in the course of a detention should really stop and investigate whether or not each -- each individual that they encounter poses a safety threat. And we believe that that rule is as unworkable as it is unwise. It would effectively divert officers from the primary task at hand and could perversely have the effect of prolonging rather than expediting the completion of the search. And for that reason, we believe that the Ninth Circuit's rule, its substantive constitutional rule, was erroneous.",
  "To find out whether?",
  "Well, you know, I don't know that they ever actually made a -- a determination other than that Mr. Romero was not on the premises. I think they figured that out once they had actually identified each of the individuals, which was fairly early on in the detention.",
  "Thank you, Mr. Chief Justice, and may it please the Court: It does not constitute cruel and unusual punishment to prohibit a capital defendant from relitigating his guilt at sentencing. Contrary to the reasoning --",
  "Mr. Chief Justice, our view is that this Court certainly could reach the constitutional question presented. And, indeed, there are good reasons that this Court should. The Oregon Supreme Court squarely confronted, and resolved, the Federal constitutional question, and it is ripe for this Court's review. It is true, as Justice O'Connor suggested at the outset, that the Oregon Supreme Court appears to have been laboring under a factual misimpression -- namely, that Respondent's mother did not testify at the initial trial. That having been said, it appears to be clear that Respondent was seeking -- and is still seeking, even before this Court -- to introduce the live testimony of his mother.",
  "And the --",
  "Well, that is correct, Justice Souter.",
  "I do think --",
  "Well, I think that we would agree with the State of Oregon that a necessary implication of the Oregon Supreme Court's holding, albeit unstated, was that a defendant is constitutionally entitled to argue residual doubt, as well as to present evidence of residual doubt. Were that not true, the failure to admit the evidence would, in some sense, be harmless, since it is true, certainly to some extent, that the mere presentation of the evidence might lead to the jury taking it into account even absent an argument or instruction to that effect. But, as a practical matter, this Court has never distinguished, in its consideration of mitigating factors, between the presentation of argument or evidence and obtaining --",
  "-- an instruction --",
  "Well, I think that that is true, to some extent, Justice Souter, but I do think that -- at least with regard to the question of what factors are relevant to the ultimate determination, that is governed by a quite different statutory provision. And the Oregon Supreme Court construed that provision to limit the mitigating factors that the jury can take into account to those that are mandated by the eighth amendment.",
  "And I would further note --",
  "Yes, certainly.",
  "Well, acceptance of responsibility may present different issues, but we would submit that the fundamental problem with the constitutional rule that the Oregon Supreme Court did expressly adopt is that it would effectively allow jurors, at their discretion, to apply what is a higher standard of proof at capital sentencing than the reasonable-doubt standard, which, after all, is the standard that applies in all other criminal contexts.",
  "Well, the jury did --",
  "Well, the jury did determine, at the guilt phase, that the defendant was guilty beyond a reasonable doubt. And the fundamental point of the reasonable-doubt standard is that it is the highest standard of law -- of proof known to the law, short of absolute certainty. And I think, turning to this Court's case law in the mitigation area, this Court has, time and time again, limited mitigating evidence to evidence concerning the character or record of the defendant and the circumstances of the offense. And the reason for that, I think, is that the very concept of mitigating evidence really does presuppose that the defendant has committed the crime in the first place. To put it another way, mitigating evidence is evidence that suggests that a defendant who has committed the crime is somehow less deserving of the death penalty. And going back to --",
  "Well, we believe that that would be permissible. And I think, going back to the joint opinion in Woodson versus North Carolina, which was really where this constitutional requirement of mitigation was first recognized, this Court did not suggest in any way that, to the extent that individualized consideration at sentencing is mandated, a jury is entitled to consider any and all factors that it might think is relevant. Instead, the Court really recognized a category of mitigating factors that is limited to factors that are traditionally taken into account at sentencing -- namely, the character or record of the defendant and the circumstances --",
  "-- of the offense.",
  "I think --",
  "-- as a practical matter, it may be very difficult to --",
  "-- prevent it. I'm not sure that it is necessarily desirable for jurors to do that. And there is some suggestion, in the empirical evidence, that what actually goes on in the jury room is that jurors with some level of doubt about a defendant's guilt will actually negotiate with other jurors to ensure that a defendant is convicted, but ends up not being sentenced to death.",
  "Justice Ginsburg, the model penal code does say that. It was adopted, I think, in 1962. And I think that it is telling that, in the years since 1962, since this Court recognized that the death penalty was constitutional again in the 1970s, no State has expressly adopted a statute that permits consideration of residual doubt in --",
  "To be sure, there are courts in several States -- I think we identified seven in our brief --",
  "-- that have --",
  "-- recognized --",
  "That's exactly right, Justice Ginsburg, just as it would be up to the States, at their discretion, to decide to simply adopt a higher standard of proof across the board in capital cases. A State could certainly decide to adopt an absolute- certainty standard. But I think my point is simply that no State has expressly permitted consideration of residual doubts. Courts have construed statutes in some States to permit it, typically because those State statutes contain broad language either with regard to the definition of \"mitigating factors\" or with regard to the discretion the jury has in making the ultimate sentencing determination.",
  "Might come out that way with regard to the right of a defendant to, say, argue residual doubt?",
  "Well, there's no indication of that on the face of the opinion. And I think that, in some sense, it would be quite difficult for the Oregon Supreme Court to do that, having construed the statute that governs the determination that the jury actually makes at sentencing, to limit the factors that the jury can consider to those that this Court has recognized are constitutionally mandated under the eighth amendment. So, as a practical matter, I think the Oregon Supreme Court's reasoning in this case really forecloses that interpretation. If the Court has no further questions, we would ask that the Court vacate the decision -- Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: Where a prisoner challenges a particular method of execution but fails to identify a permissible alternative, that claim is functionally equivalent to a claim challenging the prisoner's death sentence per se and therefore must be brought --",
  "Well, our view is that the Heck principle is not applicable here where a prisoner is seeking relief that is indisputably available in habeas. Our view is that the governing precedent and really the touchstone here is this Court's decision in Preiser v. Rodriguez, which drew the distinction that the Court has long recognized between claims challenging the conditions of a prisoner's confinement and claims challenging the fact or duration of that confinement. Now, to be sure, that analogy is not exactly apt in the capital context. But we believe that where a prisoner identifies a permissible alternative, it is that which renders the claim --",
  "Well, we do believe that where a prisoner brings an open-ended claim of the type at issue here, it would necessarily prevent the State from carrying out the execution in one relevant sense. Namely, it would prevent the State from carrying out the execution --",
  "Well, that's exactly --",
  "Well, no, I don't think that that's true, and I do think that the --",
  "No. I think that the cold cell case clearly is a conditions of confinement claim. And let me explain to you, Justice Breyer, if I may, the reason that the identification of an alternative is so critical. It is the identification of an alternative that renders the claim the functional equivalent of a conditions of confinement claim because a conditions of confinement claim is really necessarily predicated on the assumption that the prisoner will continue to serve exactly the same sentence, even if the claim is successful. In your hypothetical, if a prisoner claims that his cell is too cold, the necessary implication is that the prisoner will be able to continue to be imprisoned at some higher temperature, even if the prisoner does not specify in his complaint that he wants to be held at 70 degrees or 72 degrees. And that is the reason why the identification of the alternative is so important.",
  "Well, in Nelson, it was important, and we would submit that it was really the dispositive factor in the Court's analysis. The Court noted the fact that the State had conceded -- the prisoner had identified and the State had conceded that an alternative method could be used to administer the execution.",
  "Yes.",
  "Let me try -- let me -- let me try again through a different route, though. Where a prisoner fails to identify an alternative, the risk here is that such a claim could delay and may, in fact, prevent the ultimate execution of the death sentence.",
  "Well, in that case, he may very well have a valid Eighth Amendment claim. But our principal submission --",
  "-- is that he cannot proceed in a section 1983 action. Presumably what would happen --",
  "Well, again, the concern with the claim that fails to identify a permissible alternative is the risk of seriatim litigation. And I think that the history not only of the Nelson case, but also of some of the ongoing litigation, most notably the Morales case in California, demonstrates that that risk is a very real one. Where a prisoner fails to identify an alternative method, it is not --",
  "Well, the State would at least have the option in that case --",
  "-- of acquiescing in the alternative. The State would, of course, have the option of saying no and litigating it.",
  "That would make it a 1983 action. And the critical point, as this Court recognized --",
  "Well, the only reason that there would be no functional difference is if the State chose to, in fact, litigate the issue, notwithstanding his identification of the permissible alternative. And in Nelson --",
  "Well, I --",
  "-- I would -- I would respectfully submit, Justice Breyer, that that is exactly the kind of research that they would have to do in order to bring the claim in the first place.",
  "Well, the alternative at a minimum has to be --",
  "At a minimum, the alternative has to be one that is permissible under currently governing law.",
  "Well, that would not -- presumably that would not be a method of execution at all.",
  "I'm not sure whether it -- it would have an obligation to use the most humane method under the Eighth Amendment because this Court's cases have only suggested that the gratuitous infliction of pain is barred by the Eighth Amendment. I'm not aware of any cases --",
  "Well, I think more broadly, Justice Kennedy, that one reason that States do have discretion in this area -- and I think that Florida is not unusual in that regard -- is that prison officials are expected to adopt to evolving methods of execution and to take into account changes that might suggest that a particular method is problematic. And so whether or not there is a constitutional obligation, I think that there is every reason to think that States will, in fact, do that. I think that it is noteworthy --",
  "Well, whether or not the State has that obligation -- it may very well have that obligation as a constitutional matter, but putting that to one side, it does seem as if the critical question is whether or not the State, in fact, has adopted a method that inflicts cruel and unusual punishment, and where a prisoner has a claim of that variety, a prisoner has other options if the prisoner is unwilling to identify a permissible alternative to bring that claim besides --",
  "And the Court has never held that.",
  "The Court has not held that. Instead, it has --",
  "Well, I think that that is presumably true, based on the formulations that this Court has used which have repeatedly focused on the gratuitous or wanton infliction of pain as opposed to the least painful method.",
  "It is available to the district court, and indeed, it would potentially be available even to this Court as a matter of first instance as it was in the Gomez case. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court. Aggressive bidding by the buyer of an input, no less than aggressive pricecutting by the seller of a finished product, is usually procompetitive. Because a claim of predatory bidding is simply the flip side of a claim of predatory pricing, the Brooke Group standard for predatory pricing claims should apply to predatory bidding claims as well. And in our view the court of appeals erred in this case by sanctioning a broader and more subjective standard of liability. In Brooke Group, this Court adopted its now familiar two-pronged standard for predatory pricing claims despite recognizing that each prong of that standard might permit some anticompetitive pricecutting. The court was willing to tolerate that modest degree of underinclusion because, in the Court's own words, \"The mechanism by which a firm engages in predatory pricing is the same mechanism by which a firm stimulates competition, namely by lowering its prices. And the Court explained that a broader or a less precise standard of liability would run the risk of prohibiting or chilling some procompetitive price cutting. In our view the same analysis can apply to a claim of predatory bidding. Because aggressive bidding is usually procompetitive, application of the Brooke Group standard is warranted in order to avoid prohibiting or chilling procompetitive conduct with regard to price in that context as well. The court of appeals in this case held that Brooke Group was inapplicable to respondent's claim of predatory bidding by - -",
  "Well, Mr. Chief Justice, I understood Justice Stevens' hypothetical, and he can correct me if I'm wrong, to posit a case in which there was dynamite evidence that the defendant had a monopolistic or exclusionary intent. But in our view that is insufficient to state a section 2 claim. One has to have exclusionary conduct as well.",
  "Well, that is also true, and with regard to a claim of attempted - -",
  "Well, I think you need to have all three of those elements in order to state a claim of attempted monopolization - -",
  "That would be enough to state a claim for attempted monopolization under this Court's decision in Separate Forks.",
  "In our view the jury was instructed that it would be sufficient to establish an anticompetitive act to find that petitioner priced its logs - -",
  "That is correct, Justice Stevens, and the jury was also instructed and in our view the jury was properly instructed with regard to the other two elements, namely a dangerous probability of monopolization and a specific intent to monopolize. The sole question before this Court is what constitutes exclusionary conduct for purposes of section 2, what constitutes it regardless of whether it's a claim of attempted monopolization or actual monopolization.",
  "No, Justice Stevens. That would solely be - -",
  "That would be evidence, and it may be powerful evidence, of a monopolistic intent, though courts have noted that even with regard to that requirement it's famously difficult to distinguish between a legitimate competitive attempt on the one hand and an illegitimate monopolistic intent.",
  "No, Justice Stevens. You would need to have objective evidence that the defendant met both of the prongs of the Brooke Group requirement.",
  "Well, I'm not quite sure what it means to say that you otherwise prove a violation in that example.",
  "That is insufficient. You have to have some action - -",
  "It is insufficient to prove a violation of section 2 because you have to have some conduct that is classed as exclusionary, and in our view that is the content that the Brooke Group standard supplies. It specifies the conduct that you need to have and that conduct is the defendant suffering a loss in the short term and having a dangerous probability of recouping that loss in the long term.",
  "Justice Scalia - -",
  "You could have an incompetent monopolist more generally or an incompetent predator in this specific context. And I think that the only other thing I would say with regard to this colloquy is that the Court really did confront this issue in Brooke Group. There was fairly strong evidence of monopolistic intent and the majority opinion - -",
  "That's right, and it wasn't an issue simply because it was a Robinson-Patman Act case and all that is required under the Robinson-Patman Act is the possibility of harm to competition and there was some disagreement about whether a showing had been made of that requisite possibility between the majority opinion and your dissenting opinion. But I don't think that there was any disagreement in Brooke Group with regard to the relevant standard for exclusionary conduct. Even the dissenting opinion recognized that recoupment would be necessary in order to state the predatory pricing claim in the Robinson-Patman Act context.",
  "High barriers to entry, Justice Alito, would be very relevant to the inquiry under the second prong of the Brooke Group standard, namely whether the defendant had a dangerous probability of recoupment in the long term. And indeed in many predation cases, many predatory pricing cases in the 13 years since Brooke Group, barriers to entry have been absolutely vital in resolving predatory pricing claims at the summary judgment stage, because typically defendants will make the argument that the absence of barriers to entry make the possibility of recoupment unlikely. But that is a consideration that is built into the Brooke Group standard and it certainly would be part of the Brooke Group analysis in the predatory bidding context as well. I want to say just one thing in response to Justice Ginsburg and Justice Kennedy's questions to my friend Mr. Pincus about the question of the appropriate measure of cost if Brooke Group were to apply to predatory bidding claims. As in Brooke Group itself, we believe that it is unnecessary for this Court to specify the exact method of calculating costs in this case. But the position of the United States more generally both in the predatory pricing context and in the predatory bidding context is that a Court should look to a defendant's incremental costs, and in this context that would mean looking to the amount of the input that was the subject of the alleged predation. So in this case the amount of logs that petitioner allegedly predatorily purchased on the open market. And such an incremental approach to be sure is not within its difficulties in application and for that reason a number of lower courts in the predatory pricing context have instead looked to average variable costs or other measures as a proxy for incremental costs. But we believe that in a case such as this one, looking to incremental costs may be useful because it effectively excludes from the analysis any potential cross-subsidization, whether by virtue of the fact that in this case, for example, petitioner may have harvested logs from its own lands. There are claims in this case that petitioner entered into various exclusive dealing arrangements as well, obtained logs at a lower price on that basis. And an incremental approach has the virtue of focusing only on that portion of the market that is the subject of the alleged predation claims.",
  "Yes. That's absolutely true, Justice Souter, and again this is an issue that the lower courts have been grappling with in the predatory pricing context, and I by no means want to suggest that it is always an easy analysis in the predatory pricing context. Professor Arita's treatise has hundreds of pages on the appropriate calculation of cost, but I think that the important thing to remember with regard to the below cost pricing prong of the Brooke Group analysis is that it does provide an objective yardstick by which a defendant's loss can be measured. Thank you.",
  "Thank you Mr. Chief Justice, and may it please the Court: While meritorious private actions are an essential supplement to Government enforcement of the securities laws, abusive action impose substantial costs on companies and their shareholders. As a cornerstone of its effort in the Reform Act to address the problem of abusive actions, Congress adopted uniform and more stringent pleading requirements including the strong inference requirement at issue in this case. The court of appeals erred by holding that a plaintiff can satisfy that requirement simply by alleging facts which an inference of state of mind could be drawn. The court of appeals thereby misinterpreted the Reform Act. And - -",
  "First of all to be clear, Mr. Chief Justice, we don't believe that the Court needs to address that question in this case, because we don't believe that that sort of disparity would present any Seventh Amendment concerns. However, if the Court does believe that any disparity in the degree of probability required does present Seventh Amendment concerns, we believe that it is more consistent with Congress's intent to apply the strong inference requirement at the proof stage as well as the pleading stage rather than to water down the strong inference requirement that Congress adopted at the pleading stage. And we believe that that requirement does impose a very high burden. In our view, it requires a plaintiff to allege facts that give rise to a high likelihood that the conclusion that the defendant acted with the necessary date of mind follows from those allegations.",
  "I think that that is right, Justice Kennedy. I suppose that if the perceived constitutional concern is solely regarding the degree of likelihood that is required, it could be applied simply at the summary judgment stage; but to the extent that the Court believes that it is a matter for the jury to determine whether a given set of facts gives rise to an inference of the requisite strength then yes, the jury would need to be instructed in a manner consistent with the strong - -",
  "Well, again, we don't believe that the Court needs to address that question.",
  "Well, I think that the answer is yes if the Court feels it needs to address that question. And to be sure, the strong inference standard that Congress adopted was framed only in terms of the pleading stage. And our view - -",
  "I think that it is, Justice Ginsburg, to this limited extent. In an ordinary civil case, the case is governed of course by Rule 8. And in some sense the rule that the allegations in the complaint must be construed in the light most favorable to the plaintiff is really derived from Rule 8 and its requirement that a plaintiff need only provide a shortened claim statement of the relevant underlying facts in order to survive a motion to dismiss. What Congress did in the Reform Act was to require first of all some degree of particularity in allegation; but Congress went further than that; and to the extent that Congress spoke in terms of the inferences that can be drawn from those allegations, we do believe that Congress abrogated the background rule that the allegations must be read in the light most favorable to the plaintiff, or as some courts have put it, that all reasonable inferences that can be drawn from the complaint should be drawn in the plaintiff's favor. That clearly is a change on the preexisting law; and it is a change with regard to the law that circuits were applying before the enactment of the Reform Act.",
  "I guess, Justice Souter, that I would wonder what it would mean to say that you read the allegations in the light most favorable to the plaintiff. If what it means is that a plaintiff can simply accumulate reasonable subsidiary inferences in order to create the strong inference of state of mind that is ultimately required, then I think I would disagree that that rule remains in effect. Precisely because our view is that in applying the strong inference standard, a court should consider other possible explanations for the defendant's conduct that are not foreclosed by the allegations - -",
  "I think our only concern, Justice Souter, would be that where a plaintiff includes ambiguous allegations in the complaint, a court should consider the possibility that those ambiguities work to the defendant's favor as well as working to the plaintiff's favor. And one concrete example of that in this case are the allegations that concern the Titan 5500. There are allegations in this case that there was a study and there were various internal reports that indicated that demand for that product was declining. But the complaint does not specifically allege that that study and those internal reports were even available at the time the CEO made the alleged - -",
  "Well, that is certainly correct, Justice Scalia, but in our view, there is no constitutional problem here. And the reason that there is no constitutional problem here is in making the probabilistic determination that is required by the Reform Act, a court is taking the allegations in the complaint as true. It is not engaging in any weighing of the evidence.",
  "Well, to the extent that the Court views the constitutional issue in this case as sufficiently substantial to trigger the canon of constitutional avoidance, then we do believe that the better view, the view that is more consistent with Congress's intent, is that if the Court is choosing between raising the standard at the pre stage and watering down the standard at the pleadings stage, we believe that the former is more consistent with Congress's - -",
  "Well, Congress was concerned, Justice Alito, with the problem of abusive pleading. That much is crystal clear. And as part of that concern, Congress was concerned that plaintiffs could readily allege fraud by hindsight, and Congress may have been concerned that the plaintiff could do so not only by making a conclusory allegation of state of mind, but also making a slightly less conclusory allegation of state of mind by alleging facts that merely give rise to a reasonable inference of state of mind. If Congress hadn't had that concern, it obviously could have codified the reasonable inference standard that was then in use by a number of other courts.",
  "Justice Breyer, our primary concern in this case is with the way that the Court of Appeals articulated the applicable standard, which we believe may have pernicious effects in future cases. And so we certainly believe that it would be appropriate for the Court to vacate and remand for the Court of Appeals to apply the correct standard. But just to be clear - -",
  "In our view, Justice Ginsburg, applying the correct standard, the decision of the Court of Appeals in this case should be reversed. And if the case were remanded to the Court of Appeals for application of the standard, we certainly think that the Court of Appeals should come out the other way.",
  "I think it was just that point, Justice Breyer, namely, that if the Court believes that it would be useful to provide guidance to the lower courts by applying the standard itself in this case, we do believe that the decision of the Court of Appeals should be reversed rather than vacated.",
  "The requisite scienter is either intent or recklessness, with regard to the underlying conduct at issue, in effect - -",
  "Yes, that's right. And in fact, in misstatement cases, that is knowledge of falsity.",
  "Thank you, Mr. Chief Justice, and may it please the Court: Section 2680(c) preserves the government's immunity against tort claims concerning the detention of property by any law enforcement officer. That reading is consistent not only with the plain language of the statute but also with Congress's underlying policy objectives in creating the FTCA's exception. Petitioner effectively asks this Court to engraft language on to the statute by adding the amorphous limitation \"acting in a customs or tax capacity\" to the unambiguous statutory phrase \"any other law enforcement officer.\"",
  "Yes, I think that's correct with one caveat, Justice Souter, and I don't mean to quibble, but I think that this is important. I think when one looks at the evolution of the statute, it may very well have that when Judge Holtzoff drafted the relevant statutory language, he started with customs or excise officers because the British bill that was apparently the model for the detention of property clause - -",
  "-- used that phrase, and he may then have decided to expand it to other law enforcement officers simply because he concluded that there was no basis for treating other law enforcement officers differently.",
  "So - -",
  "Justice Souter, it is certainly true that Congress could have written that statute that way and indeed could have omitted the customs or excise officers entirely, and that certainly would be a clearer statute in the sense that I don't think that Mr. Andre would be here if we had a statute that simply referred to any law enforcement officer. But the United States Code is replete with provisions that fit this model, that start with specific examples and then contain a general residual clause. And, indeed, even the Constitution has similar provisions. To take one concrete example that we cite among the many examples in footnote 11 of our brief, the Extradition Clause in Article IV of the Constitution refers to extradition for treason, felonies, and other crimes, and there is no doubt that the framers could have simply referred to crimes, but they cited those examples. As this Court held in a case way back when, Kentucky v. Denyson, the reason that Congress used those examples was for emphasis to make clear that political crimes such as treason and other felonies that would qualify as political crimes were covered.",
  "So - -",
  "You know - -",
  "Well, we believe, first of all, that if one looks at this Court's decision in Kosak, the Court did not in any way suggest that the availability of alternative remedies was the sole purpose - -",
  "Justice Stevens, it certainly was one of Congress's primary purposes in creating the exceptions generally, but we do believe that our interpretation of the statute serves that purpose, albeit to a lesser extent perhaps than it serves the other congressional purposes, but that was - -",
  "It's very difficult to quantify, Justice Breyer, but I do think we have some sense historically of the state of play at various law enforcement agencies; and the FBI was in a relatively nascent stage in 1946. I think the FBI dates from approximately the turn of the 20th century. Certainly the Bureau of Prisons, while it existed, was detaining far fewer people than it does now.",
  "It did. To be sure, but there were not - -",
  "Well, I don't - -",
  "Yeah. I don't have exact numbers. I attempted to find them out. But - -",
  "I can't offer you a ballpark, but I think what I can say, and this accords with observations that various members of this Court have made over the years, is that there were simply far fewer Federal criminal provisions then than there are now, and I think that that is one of the reasons why we've really seen an explosion in the number of these cases as time has gone on, while the FTCA - -",
  "Well, they may very well - -",
  "He did testify before one of the committees. He did not address this specific issue, but as this Court - -",
  "15 years before it was passed, Judge Holtzoff wrote this report, and as both the majority and Justice Stevens in his dissenting opinion in Kosak observed, there was no evidence that this report was even introduced into the legislative record.",
  "Yes. I want to - -",
  "Well, Justice Breyer, I wanted simply to make the point that in the pantheon of legislative history sources for those members of the Court who are interested in legislative history, we recognized that the Holtzoff report should not be afforded great weight. But that having been said, I want to address directly the language you cite from the Holtzoff report, because I believe that that language if anything supports our position, and not Petitioners, because in the relevant sentence of the Holtzoff report, Judge Holtzoff wrote that the additional proviso, meaning the detention of property clause, has special reference to the detention of imported goods in appraisers' warehouses or customs houses as well as seizures by law enforcement officials, Internal Revenue officers and the like. Now Petitioner - -",
  "Well, one could make the argument that that legislative history is itself ambiguous; and indeed the D.C. Circuit in adopting Petitioner's construction itself acknowledged that at best, the legislative history was as unclear as the statute. All I mean to suggest is that Petitioner does not have available to him any sort of ejusdem generis argument in construing that sentence.",
  "Well, I think, Justice Breyer, with all respect, that this is not a case in which very much of a conclusion can be drawn from the legislative history one way or another. We have this language from the Holtzoff report which I admit, you know, could be susceptible to the same sorts of arguments that Petitioner is making with regard to what we feel is the unambiguous language of the statute. But other than that the only thing that my friend has Mr. Andre has cited are these summaries in various congressional reports which essentially summarize in shorthand, often in a single sentence, all of the proposed exceptions in the FTCA; and none of those summaries so much as refers to the \"and any other law enforcement officer\" language at all. In fact, some of the summaries on which Petitioner relies do not even cite the detention of property exception at all. So this is, in our view, a case in which at most, the legislative history is simply silent. And we are left, I think, and indeed we should start with the text of the statute, and we have the unambiguous phrase \"or any other law enforcement officer\" in this case.",
  "Well, we do believe that it is a rare occurrence, but in some sense, Justice Ginsburg, I think that the answer to that question depends on exactly what it is that Petitioner means when he says that an officer is acting in a customs or tax capacity. And with the Court's leave, I'd like to offer at least three possible explanations for what that means and then explain why each of them would be an erroneous interpretation for this Court to adopt, and each of these three explanations I should add, appear at various points in Petitioner's brief. The first is that an officer is acting in a customs or tax capacity when the officer is actually acting in a revenue collecting capacity. And we believe that if the Court were to adopt that limitation, there really are no actual cases of which we are aware that would fall within that language. And indeed, it would cast some doubt on the meaning of the preceding phrase \"any officer of customs or excise\" because one might very well wonder whether under Petitioner's construction that phrase should also be limited to a revenue collecting capacity. The second possible explanation is that an officer is acting in a customs or tax capacity when the officer is more generally acting to enforce the customs or tax laws, that is to say, the provisions of Title 19 or 26 of the United States Code. But we believe that that interpretation, too, would suffer from the same two deficiencies that I've already identified and would also suffer from a third, namely, to the extent that Petitioner relies for his noscitur a sociis argument on the assessment of taxes clause, that limitation would actually sweep more broadly than the mere assessment of taxes. So the third possible interpretation and the one that we're left with, I think, is that an officer is acting in a customs or tax capacity whenever the officer is actually performing a function that is performed by customs or excise Internal Revenue officers. But if anything, that limitation would exclude only a very small number of cases apart from cases in the prison context such as this one, because as Petitioner himself recognizes, customs officers have virtually plenary authority to enforce the criminal provisions of the United States Code.",
  "All customs officers, by statute, have law- enforcement authority, and that is under, I believe, 19 U.S.C. 1589(a). Now, to be sure, there are people employed by the Customs Service, now ICE and CBP components of the Department of Homeland Security, who wouldn't qualify as customs officers. There are secretaries and other people employed there that don't that statutory definition.",
  "I think they typically would be, and I'm not aware of any examples in which they would not be, because customs officers are the vast majority of people who are employed by the various customs-related agencies. And the same is true, I would note, with regard to Internal Revenue officers. One of the oddities of this statute is that Judge Holtzoff, rather than using the known term \"Internal Revenue Officer,\" actually used this phrase \"officer of excise,\" seemingly borrowing from the British bill. And we believe that, at most, that phrase would have to refer to an Internal Revenue officer acting in an excise- collecting capacity. But, to the extent that \"excise officer\" has a narrower meaning than \"Internal Revenue officer,\" we believe that that actually supports our construction, because it would have been quite peculiar for Judge Holtzoff and Congress to have referred only to an excise officer and not to an Internal Revenue officer if they had meant to limit the residual phrase \"any other law-enforcement officer\" to officers acting in a customs or tax capacity.",
  "I wish that I could point to such a book, Justice Breyer. I know that, in doing my own research, what I did was simply to go on the Internet and go to the website's of various Federal law-enforcement agencies and try to get a sense of when they were established. But, unfortunately, as I said earlier, I was just unable to obtain any numbers as to how much officers these various agencies had, and the like. But I think that, more broadly, certainly Congress knew what the phrase \"any other law enforcement officer\" meant. And Judge Holtzoff proposed this language in what would become the bill that was introduced in December of 1931. The FTCA was, of course, ultimately enacted in 1946, and I think that one of the difficulties in attempting to look to this legislative history, which, as I say, we believe is silent, is that you're talking about, you know, a number of Congresses over many years. And, to be sure, this Court has looked to these same legislative history sources in prior decisions construing the FTCA. But, you know, I do think that we are left with the plain language here. And we are also left with Congress's underlying policy objectives, and I do want to say a word about the other two policy objectives on which this court relied in Kosak which - -",
  "Well, Justice Souter, I think, with no disrespect to the good law-enforcement officers of New Hampshire, that these cases come up far more rarely in the Federal context, because both customs officers and Internal Revenue officers are law-enforcement officers who have, I think, quite a refined capability. They carry weapons, and they are, I think, usually very well prepared to kill if - -",
  "There certainly might very well be cases in which they would feel the need to call in the FBI or other law- enforcement agencies. But I do think that it is telling that in the 60-year history of the FTCA there don't appear to be any cases that fall into that category.",
  "Well, there are quite a few cases more generally. I think that there are something in the neighborhood of 17 prior decisions in the courts of appeals alone involving these fact patterns or similar ones.",
  "Over the 60-year period of the enactment of the FTCA.",
  "But our fundamental submission, Justice Souter, is that there is no good textual reason for confining the phrase \"any other law-enforcement officer,\" because that phrase, in our view, is unambiguous. And, notably, Petitioner in his brief and at oral argument does not directly contend that there is any ambiguity in that phrase, itself. And this Court has noted, in applying both the noscitur a sociis and the ejusdem generis canons of construction, that where the relevant phrase to which a limiting construction is being applied is itself unambiguous, that that is the end of the inquiry.",
  "I don't believe that that's correct, Justice Souter, and the reason that I don't believe that that is correct is because this Court has suggested that the starting point is the relevant phrase that is being interpreted. And here we have the phrase \"any other law enforcement- officer.\"",
  "Well, no, Justice Souter. I think that where the phrase is unambiguous, this Court has suggested that the inquiry is at an end, and, to take an example - -",
  "Well, let me - -",
  "Let me try to explain to you why you should make that assumption, and it is because Congress here used the word \"any.\" And this Court has repeatedly noted that where Congress uses the word \"any,\" it is substantial evidence that Congress intends a phrase to be construed broadly. And this Court has specifically refused to apply the ejusdem generis canon to phrases introduced by the word \"any\" on precisely the ground I cite, namely, because they conclude that that phrase is unambiguous.",
  "Well, we wouldn't be taking the words out of the statute, because we do believe - -",
  "They add nothing to the text of the statute in the sense that Congress could have written the statute to refer to any law-enforcement officer. That is certainly true. That is also true with regard to all of the statutes and constitutional provisions that we cite in footnote 11 of our brief. And, indeed, in some sense, it would be true with regard to Petitioner's proposed construction insofar as Congress could easily have written a statute that simply referred to any law-enforcement officer acting in a customs or tax capacity.",
  "I'm certainly referring to the \"any\" that modifies \"any other law enforcement officer.\"",
  "That's right. And contrary --",
  "That's right. And contrary to Mr. Andre's submission, this Court has made precisely that point in Harrison v. PPG Industries, in which the Court was construing a similar phrase that referred to \"any other final action by an EPA administrator.\" And that came after a series of specific final actions to which the statute referred. And the Court actually said, in so many words, it might be different if the word \"any\" were omitted, but we believe that the inclusion of \"any\" renders that phrase unambiguous. And I would note as well, Justice Souter, that in your dissenting opinion to be sure in Circuit City in footnote 2, you cited all of these very cases on which I'm relying now in support of your proffered construction of the statute.",
  "Well, I think -- I would respectfully submit that they are on point to our construction as well. But I do want to say a word about the underlying policy objectives here - -",
  "Sure, Justice Ginsburg. And the answer is, yes, that he does. He does have an administrative remedy. And I'd like to say just a couple of things about the available administrative remedies. First of all, any claimant who claims that a Federal agency, including a Federal law enforcement agency negligently damaged his or her property, would have a claim under 31 U.S.C. 3723 for up to $1,000. That statute, which we cite in a footnote, I believe in our brief, would cover the vast majority of claims involving the Bureau of Prisons. There's actually another Federal statute, 31 U.S.C. 3724, which provides a further remedy against the Department of Justice for up to $50,000 for personal injury or property damage caused by a law enforcement officer. And critically, that statute expressly makes clear that it applies where the FTCA does not. And so that administrative remedy would be fully available.",
  "There is no court role in that process, but the Bureau of Prisons routinely processes these administrative claims. As we note in our brief, there were 12,000 such claims over the last three years. The Bureau of Prisons has procedures for processing those claims. It paid out something in the neighborhood of 1,100 of those claims. And there's no reason to think that the Bureau of Prisons would alter those procedures if the Court were to hold in this case that there is no judicial remedy. Indeed, the Bureau of Prisons has paid out on such claims even in circuits that have adopted our interpretation. I do want to say just a word about the underlying policy considerations, because to the extent that members of the Court feel that the statute is ambiguous, we believe that they strongly support our construction. In Kosak, this Court analyzed two other policy considerations in addition to the avoidance of duplicative remedies: First, protecting important government functions from the threat of suit; and second, avoiding exposure to fraudulent claims. And we believe that those concerns are particularly implicated in the prison context which constitutes the mine run of cases in this area. Thank you very much.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The Armed Career Criminal Act is one of the Federal Government's most important tools for incapacitating serial offenders who commit serious crimes, and, like other Federal recidivism statutes, the ACCA defines the prior offenses that trigger its application based partly upon the maximum terms of imprisonment for those offenses. The question presented in this case is whether the relevant maximum term of imprisonment for an offender who was already a repeat offender is the maximum to which repeat offenders were subject to that offense. Alone among the circuits, the Ninth Circuit held that the relevant maximum for a repeat offender is instead the maximum to which first-time offenders were subject, even though that purported maximum would sometimes be lower than the term that a repeated offender would actually receive. Because the ACCA cannot support that counterintuitive and counterfactual approach, the judgment of the Ninth Circuit should be reversed.",
  "That is because, Justice Scalia, we believe that the text of the ACCA naturally accommodates the possibility that there may be alternative maximum terms of imprisonment for a given offense. The provision the ACCA at issue, Section 924(e)(2)(A)(ii), defines a serious drug offense as \"a State drug trafficking offense for which a maximum term of imprisonment of 10 years or more is prescribed by law,\" and we believe that that language is susceptible to the interpretation that the maximum for a repeat offender is the maximum to which repeat offenders were subject and the maximum for a first-time offender is the maximum to which first-time offenders were subject. And that is particularly true because Congress - -",
  "Well, to be sure, Justice - -",
  "To be sure, Justice Scalia, the ACCA speaks of the maximum term of imprisonment for the offense. But a higher sentence for repeat offenders is no less a maximum for the offense than the lower sentence for first-time offenders. This Court's cases involving challenges to recidivism statutes make that clear because they have uniformly held that a recidivism enhancement constitutes a stiffened penalty for an underlying offense.",
  "I don't that we're flinching from those consequences, Mr. Chief Justice. I think that it is simply a consequence of the fact that the statute does speak of the maximum term of imprisonment for the offense, not for the offender. And, while we believe - -",
  "It is because, Mr. Chief Justice, that we believe that the language of the statute can be susceptible to the interpretation that there can be alternative maximum terms of imprisonment for broad categories of offenders, such as recidivists and non-recidivists. But we don't think that it can - -",
  "Well, it would lead to harsh results for first-time offenders and we certainly think that Congress - -",
  "Well, that's correct. But with regard to the text of the statute, we simply believe that the text of the statute cannot be stretched to accommodate the possibility of individualized maximum terms of imprisonment for every offender based on the potentially infinite combinations of facts that may determine an offender's guidelines range. And I think it's important to - -",
  "Well, I think probably the closest analog in the criminal code, Justice Kennedy, would be the statute that was at issue in RLC. I believe it's 18 U.S.C. 5037(c)(1)(b), which provided at the time that the court was construing it that the maximum -- that the sentence that a juvenile should receive should be no higher than the maximum that an adult offender should receive. And the court did construe that statute to refer to the maximum that an adult could receive under the guidelines.",
  "Yes.",
  "It focused on categories of offenders and there Congress's concern was obviously with career offenders. But I think critically in the LaBonte opinion itself, written by Justice Thomas for the Court, the Court recognized the possibility that a statute could establish alternative maximum terms of imprisonment for recidivist and nonrecidivist offenders. The Court specifically discussed the Controlled Substances Act, which does exactly that. Now, to be sure the language of that statute was somewhat different, but in our view the critical lesson of LaBonte is simply that it is possible for a statute to establish alternative maximums and the statute at issue here no less than the statute at issue in LaBonte accommodates that possibility.",
  "Well, it would be easier to accept that if a State - -",
  "If a State, Justice Scalia were to essentially define a new crime of drug trafficking by a recidivist, then to be sure by definition the maximum sentence for that offense would be the maximum to which repeat offenders were subject. But to say one more thing in response to the Chief Justice's question about guidelines maximums, I do think that it is critical to remember that Congress enacted the ACCA in its present form in 1986, well before this Court's Apprendi jurisprudence took root, and at that time Congress surely would have conceived of the relevant maximum as the offense-specific statutory maximum, and we know that Congress viewed that maximum as a discrete creature from the relevant guidelines maximum because in passing the Sentencing Reform Act 2 years earlier, the statute that gave rise to the Federal guidelines, Congress smoke specifically about statutory maximums as distinct from guidelines maximums. And certainly we believe - -",
  "One of the virtues of our approach, Justice Alito, is that the answer is in some sense the same whether a legislature defines drug trafficking by a recidivist as a distinct offense or whether recidivism is simply a sentencing factor that gives rise to an alternative maximum term of imprisonment for the underlying offense of drug trafficking. And our fundamental submission with regard to the Court's Apprendi line of cases is simply that it alters nothing with regard to how the ACCA should be interpreted because, again, Congress was defining \"offense\" in 1986 in its colloquial sense as essentially what the legislature defines the offense to be. And to be sure, it is a prerequisite for a fact to be an offense element that it be submitted to the jury, but all this court did in Apprendi line of cases was effectively to state a procedural constitutional rule under which a sentencing factor that raises the applicable maximum sentence has to be submitted to the jury.",
  "Yes, that's correct. In the Federal system, that would of course be the statutory maximum. In some State systems, of course, the guidelines are themselves statutory and for that reason we refer to them in our brief as offense-specific maximums. But the critical point with regard to the Sentencing Reform Act is that Congress did believe that there was such a thing as the maximum for the offense, and indeed in Section 994(r) of Title 28, one of the provisions of the Sentencing Reform Act, Congress actually asked the Sentencing Commission to come back with recommendations to alter those offense-specific maximums, which we believe is certainly evidence that Congress viewed that as something distinct.",
  "Our position, Justice Ginsburg, is that it would count because the relevant inquiry is whether the offender was potentially eligible for an enhanced maximum sentence as a repeat offender as a substantive matter. That having been said, we certainly believe that in the mine run of cases a court applying the ACCA will merely need to resort to the judgments of conviction or other judicial records in order to determine the maximum to which the defendant was actually subject. And this case of course presents a perfect example of that because the judgments for each of Respondent's prior convictions made clear that he was in fact subject to a 10-year maximum sentence as a repeat offender.",
  "Well, if there were such a dispute, certainly we believe, first of all, that ACCA courts would be perfectly competent to resolve those disputes. They are no different in kind from the sorts of legal and factual issues - -",
  "Well, our view, Justice Stevens, is that once the government comes forward, for example, with a judgment of conviction that indicates that the defendant was subject to a 10-year maximum, it would then be incumbent on the defendant to come forward with evidence suggesting that that was erroneous to the extent that a defendant would be permitted to collaterally challenge that prior sentence at all. But we do believe that courts can resolve those disputes. Now, if the Court were to disagree and to conclude that, for comparable reasons to the reasons that the Court articulated in Shepard, it would be difficult for courts to resolve those determinations, then I suppose that we could live with a rule that said that the government is limited to judicial records like a judgment of conviction. But Taylor and Shepard of course were dealing with a quite different concern, the concern of how to define the prior offense, and I would submit that the factual disputes that the Court was concerned about in Shepard are quite different from disputes about the applicability of a recidivism enhancement. Those were disputes about the actual underlying facts of the underlying substantive offense itself. And the Court suggested in the plurality portion of Justice Souter's opinion that resolving those sorts of factual disputes might raise constitutional concerns. But we certainly believe that by virtue of the rule of Almendarez-Torres, at a minimum the resolution of factual disputes ancillary to the fact of a prior conviction fall within the scope of the Almendarez-Torres rule and present no constitutional difficulties.",
  "Yes. That issue would arise, of course, only under the definition of \"violent felony,\" which sets a one-year trigger rather than the ten-year trigger that is contained in the definition of \"serious drug offense.\" I think that the only point that I would note is that, with regard to an offense that remains a misdemeanor, even when it is committed by a repeat offender, there is a distinct statutory provision which we cite in our reply brief, 18 U.S.C. 921(a)(20), which tinkers with the definition of what constitutes a qualifying offense for purposes of the definition of \"violent felony.\" It says that if it's a misdemeanor, the sentence, the applicable sentence, actually has to be two years or more. But where a State actually says that when you commit an offense and it becomes a felony when you are a recidivist, then certainly we think that there is no problem with treating such an offense as an ACCA predicate for purposes of the triggering maximum term of imprisonment.",
  "That's absolutely correct, Justice Souter, and I believe that that was actually the fact pattern that was presented in the ACCA case that this Court heard earlier this term, Logan.",
  "And in a footnote in its opinion, the Court noted this very peculiarity of how ACCA operates and how you need to have a two-year maximum rather than a one-year maximum if the State still treats the offense as a misdemeanor.",
  "States do have somewhat different rules, Justice Ginsburg, as Respondent correctly points out, though I would note that many of the sort of factual and legal issues that would arise under those different rules arise outside the drug-trafficking context. Most States' drug-trafficking recidivism provisions, as least those States that have adopted the Uniform Controlled Substances Act provision, operate in a quite straightforward manner because they essentially sweep in all prior drug offenses. That having been said, we are unaware of any ACCA cases that have presented those sorts of difficulties. And typically what one would find, if one looked at Respondent's cases, is that most States by now have fairly clearly defined rules for determining when an out-of-State conviction qualifies. And so at most, if it were unclear from the judgment of the prior conviction whether the prior sentencing court had determined whether the defendant was subject to the enhanced maximum as a recidivist, it would be a relatively easy task for a Federal ACCA court to apply those largely settled rules in order to make that determination. I do want to say one more thing about the text of the ACCA more generally, and that is that if the Court, as Justice Scalia had suggested at the outset, were to conclude that the statute is susceptible to the interpretation that there can be only a single maximum term of imprisonment for a given offense, we believe that it would not necessarily follow that Respondent's interpretation is correct, and indeed that the more natural consequence of that interpretation would be that the relevant maximum is the maximum that any offender could receive, rather than the maximum that a first-time offender could receive, and that is because - -",
  "Well, that might be true as a numerical matter, though, you know, I suspect that there are probably more recidivist offenders than one might think. But I think that the fundamental difficulty with Respondent's interpretation is the anomaly that I identified at the outset, namely that even an offender who actually received a term of imprisonment of 10 years could be said to have a maximum of 5 years. And while it is true that - -",
  "Well, with respect, Mr. Chief Justice, I would disagree. I would submit that if the Court has to choose a single maximum it has to be the maximum that the worst offender could receive. As a matter of common sense, when one thinks about the maximum - -",
  "That's correct, and that's because of the statute's reference to the offense and not the offender. But my submission is simply that if the Court thinks that the statute is susceptible to the interpretation that there has to be one maximum and indeed if the Court thinks that that interpretation is compelled, then we would submit that all offenders who commit an offense for which some offenders could receive a 10-year sentence would be subject to the ACCA. But we of course primarily submit that the statute is not only susceptible to the interpretation that we advance here, but that it is the better interpretation, namely that a statute can have alternative maximums. And we certainly believe that that interpretation is consistent with the long history and widespread practice of imposing enhanced penalties on repeat offenders, a practice that Congress surely was aware of when it enacted this statute dealing with the problem of recidivism.",
  "It is - -",
  "The difference, Justice Scalia, is that the statute does speak of maximum terms of imprisonment for the offense and not the offender, and, while we certainly believe that the language of the statute with its reference to \"a maximum term of imprisonment\" can naturally accommodate the possibility of alternative maximums for broad tiers of offenders such as recidivists and nonrecidivists, we really don't believe that it can accommodate the possibility of individualized maximums for every offender.",
  "Well, in a sentencing guidelines system where being a ringleader may be the basis for an enhancement, as it is in the Federal system, the fact remains that an enhancement under a guidelines system is merely one of many factors that ultimately determine the offender's guideline sentence. A guideline sentence is, of course, an individualized determination made after a court evaluates a panoply of offender- and offense-specific factors.",
  "Well, we believe that such an enhancement could be subject to our alternative maximums approach as well, to the extent that the standard was - -",
  "Well, if a statute is as a formal matter structured in such a way as to create broad tiers of punishment for categories of offenders, then certainly that would seem to be an alternative maximum term of imprisonment. The guideline systems, of course, are not structured in that way.",
  "Right. Well, that's correct, and so in Apprendi, of course, I think it was the fact that the defendant had acted with a biased purpose, and that form of structuring of statutes was not unheard of prior to this Court's decision in Apprendi. And essentially what New Jersey did, as I recall, in Apprendi was to say that if you unlawfully possess a firearm your maximum is 10 years.",
  "And the relevant question, Justice Stevens - -",
  "This case does not present that issue; and, in light of the history and practice of imposing heightened penalties on recidivists, an essentially universal practice as far as we're aware in the drug-trafficking context, we certainly don't believe that the Court has to address that issue. And, in any event, after this Court's decision in Apprendi, it is certainly true that States have made modifications to the structure of their offenses and their sentencing systems such that, with regard to factors other than recidivism, it may very well be that as a prospective matter that issue would not arise very frequently. And - -",
  "That's correct, Justice Scalia. And, with regard to a State that does that as Washington, indeed, has done in the wake of this Court's decision in Blakely, we believe that the relevant offense and the relevant maximum term of imprisonment actually remains the same. And that is simply because where all a State does is to say that sentencing factors must be submitted to the jury in order to comply with the constitutional rule of Apprendi and Blakely, the fact remains that the State has not redefined the offense. In our view, a sentencing factor can remain a sentencing factor even if it is the functional equivalent of an offense element for Apprendi purposes.",
  "I suppose that may be true, Justice Kennedy, though again the statute spoke about the maximum term of imprisonment for the offense, which I think presupposes, at least to some extent, that the maximum may be higher than the maximum to which a particular offender is subject. I think the only thing I would say with regard to the reference to \"prescribed by law\" in the ACCA is that one could naturally understand that phrase being used by a Congress that was acting in 1986 as referring to the prescribed statutory maximum. And, notably, the Ninth Circuit in a case that we cite in our opening brief, United States v. Parry, construed that phrase in exactly that manner in actually holding that, notwithstanding its rule in this case, the applicable maximum for a defendant sentenced under a mandatory guidelines system cannot be the applicable guidelines maximum; It has to be the maximum for the offense. We believe that the Ninth Circuit erred only insofar as it thought that that maximum is the maximum to which first-time offenders were subject, even for a repeat offender. Mr. Chief Justice, I'd like to reserve the balance of my time.",
  "Justice Souter, an enhanced penalty for repeat offenders is every bit as much a penalty for the offense as the lower penalty for first-time offenders.",
  "Well, and that is a question that this Court has answered in a variety of different contexts dating back almost a hundred years to Graham v. West Virginia. And we would submit that that principle is certainly equally applicable here, and a penalty for a recidivist, while in some sense holding a recidivist more responsible by virtue of his or her recidivist status, is every bit as much a penalty for the offense. And under our alternative maximums approach that can be the maximum for the underlying offense. I'd like to reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. There are just two points that I'd like to make in rebuttal: The first is that the government believes that the rule of lenity is inapplicable here for the simple reason that we believe that the text of the statute is not susceptible to Respondent's interpretation. And if the Court concludes that the statute does permit the interpretation that a given offense can have only a single maximum term of imprisonment, we believe that the only logical conclusion is that that maximum is the maximum that any offender could receive, not that the maximum -- not that it is the maximum that some better-positioned subset of offenders could receive. And while we do believe that the considerations that underlie the rule of lenity have less force in this context, and the Court has never applied the rule of lenity to the ACCA, we ultimately believe that the fact that the text does not permit Respondent's interpretation is the end of the inquiry. The other point that I would just make is that if this Court were to adopt Respondent's interpretation, it would have pernicious consequences, not only for the ACCA, but likely also for a number of other critically important Federal statutes as well. With regard to the ACCA itself, both the definition of \"serious drug offense\" and the definition of \"violent felony\" are framed in terms of the maximum term of imprisonment for the offense, and at least 28 States and the Federal Government have drug-trafficking offenses that would qualify as ACCA predicates for repeat offenders under the government's interpretation but not under Respondent's. And with regard to other statutes similar language appears - -",
  "Well - -",
  "I mean only to highlight the practical significance of this issue, Justice Scalia, and again, certainly in enacting a statute that itself deals with the problem of recidivism, we believe that Congress would not have wanted to be insensitive to an offender's past recidivism. But with regard to other statutes, I want to note that similar language also appears in the Federal three-strikes law and in the Controlled Substances Act, which along with the ACCA, are among the most important Federal statutes dealing with a problem of recidivism. And similar language also appears in a number of general Federal criminal statutes, including RICO and the very substantive statute at issue here, the felony possession statute. And if this Court were to adopt the Ninth Circuit's interpretation, it could potentially lead to the narrowing of all of those statutes as well. The Ninth Circuit, alone among the circuits, has adopted this view that the relevant maximum for an offense must be the maximum that first-time offenders receive. We believe that that is erroneous and that the judgment of the Ninth Circuit should be reversed. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: As this Court has repeatedly recognized, section 5 of the Voting Rights Act requires a cover jurisdiction to seek preclearance whenever it seeks to administer any change in its voting practices. And there is no basis in either text or policy for carving out an exception for all or some changes precipitated by State-court decisions. The judgment of the district court should, therefore, be affirmed.",
  "Absolutely not.",
  "Well, I don't think, with respect, Justice Scalia, that that's actually happened here. What happened in this case was that the practice of special elections actually went into effect while the litigation was ongoing. The Alabama Supreme Court then held that the statute adopting that practice was invalid as a matter of State law, to be sure, and, therefore, was void ab initio as a matter of State law. As a result of that decision, the remedy in some sense was to revert to the practice of gubernatorial appointments. And what happened then was that it was then incumbent on the attorney general under section 5, the Alabama attorney general, to seek preclearance of that practice. And the Federal attorney general made the determination that it would be retrogressive to go back to that practice.",
  "It had been adopted by the people of Alabama.",
  "It was invalid, to be sure, as a matter of State law. And then -- and then what happens at that point is that the Alabama attorney general is in very much the same position as he would be if the Federal attorney general had held that some statutory provision that had been enacted by the Alabama legislature was improperly retrogressive. He would be faced with a choice: He could either proceed under a practice that was invalid under State law, or the State could pass a new law providing a - -",
  "That's exactly right, and under our view there would not have been a change, because it was the fact that there was a special election that was critical.",
  "There becomes a change, Justice Ginsburg, because the practice of special elections actually went into effect by virtue, at a minimum of the fact that an election was held. And to be sure - -",
  "Well, with respect, Mr. Chief Justice, I think what a State court might do in that circumstance would be to enter a stay until it could adjudicate the validity - -",
  "Well, it is certainly the implication of our position that if the law actually goes into effect and an election is held and if preclearance has already been granted for, in some sense, the contrary position, then, yes, if the State Supreme Court or the State trial court subsequently gives State law a different interpretation, then that change is going to require preclearance.",
  "Well, it is our theory as to what the \"in force or effect\" requirement means. And we believe that that follows from this Court's decision in Young versus Fordice, which sets out the parameters for determining - -",
  "Justice Breyer, the harm is that there would be actual retrogression. And I think that there are two critical and distinct legal issues that this Court needs to address. The first is whether this practice was in effect for long enough for it to have been in force or effect. The governing precedent on that issue is Young versus Fordice. And we believe that there is more here. There is not simply the partial implementation of voter registration procedures for a very brief period of time, a matter of weeks. An election was actually held and if that is not sufficient to satisfy the \"in force or effect\" requirement, it's hard to see what would be. The second question is whether a practice can be said to be in force or effect when it was void ab initio as a matter of State law. And we do respectfully submit that the City of Lockhart and Perkins answer that question because in both of those case the Court held that the relevant question was whether the practice was actually in effect.",
  "Well, it isn't quaint at all. I would say that I do think that as a textual matter one could perhaps make the argument that where a covered jurisdiction changes its voting practice after the statutory coverage date and then enacts basically a new version of the pre-existing practice, that the new practice could as a formal matter be said to be a new practice. But I want to make two additional points. The first is that the question of whether the statute covers reversion to coverage date practices is really not properly before the Court. Appellant seemingly did not raise it before the district court and it is not - -",
  "Well, it's not within the scope of the question presented, either. The question presented focuses solely on the question of whether changes precipitated by State court decisions require preclearance. And that's a question that this Court has answered twice in Hathorn and Branch. The only other thing that I would say is that it has been not only the consistent interpretation of the attorney general, but also the consistent interpretation as far as we are aware of the lower court, that the statute does reach reversions to preexisting practices as well.",
  "Well, I do think that a textual argument could be made, Mr. Chief Justice, that the practice that was in effect as of the coverage date in some sense ceases to exist when the jurisdiction adopts an intervening distinct practice. And certainly there is enough ambiguity, I believe, to get us into the realm of deference, and this Court has repeatedly recognized that the attorney general's interpretations of section 5 are entitled to substantial deference.",
  "I think this bears - -",
  "This bears on a critical point, Justice Scalia. And this Court has a line of cases in the section 5 area that says that it is really incumbent on covered jurisdictions when they seek preclearance clearly to identify the relevant change in their voting practices when they come to the attorney general for preclearance. And when the 1985 act was submitted for preclearance, there was nary a word in the Alabama attorney general's submission that there was any potential difficulty with the statute under State law. And so, the attorney general precluded on the understandable understanding that the statute simply affected a shift to special elections. And I do think that the great price of Appellant's interpretation is if the court were to adopt it, it would suddenly shift the burden to the Federal attorney general or the D.C. District Court to when they receive a preclearance submission, essentially assess the meaning and validity of any State statute, lest the State statute be construed differently by a State court, and thus, lock in the preclearance court or attorney general. And we believe that that problem along with this Court's decision in Branch and Hawthorne support our interpretation. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The only issue properly presented in this case is whether the Hawaii Supreme Court concluded that the Apology Resolution created an affirmative federal obligation not to sell ceded land. In our view, it did not. The Hawaii Supreme Court held only that the sale of ceded lands would breach the State's fiduciary duty to Native Hawaiians under State law. And it relied on the Apology Resolution only for its recognition that Native Hawaiians have claims to the ceded lands that are currently being addressed through the political process.",
  "Then the Court should vacate and remand. But we believe the better interpretation of the Hawaii Supreme Court's opinion is that it believed that the source of the fiduciary duty at issue was State law and not Federal law. To be sure - -",
  "As the source for fiduciary duty?",
  "The source for the fiduciary duty, according to the Hawaii Supreme Court, was State law. To the extent that the Hawaii Supreme Court - -",
  "They did say at various points in the opinion that the Apology Resolution, together with State law, gave rise to the fiduciary duty. But I think that if one looks at the critical portion of the Hawaii Supreme Court's opinion on pages 31A to 32A, where the Hawaii Supreme Court actually discusses the relevance of the Apology Resolution, the Court makes clear that it is relying on it only for the acknowledgment that Native Hawaiians have unresolved claims.",
  "Well, it was more than mere window dressing, Justice Ginsburg. The apology resolution really did confirm the factual predicate for Respondent's State law claim. And I do mean to emphasize that these have been State law claims from the outset. If you take a look at the original complaint in this case, which is found in the Joint Appendix at pages 34a to 36a, the only source of law on which we rely for the counts at issue here was article 12, section 4 - -",
  "Let me -- let me be clear about this, Justice Ginsburg, if the Hawaii Supreme Court's opinion is read to construe the Apology Resolution as creating some affirmative duty or obligation as a matter of Federal law, we agree that that would be erroneous. And if the Court - -",
  "No, because we believe that read in context, Justice Kennedy, that that statement is consistent with our theory of the Hawaii Supreme Court's reliance on the Apology Resolution. So - -",
  "The Hawaii Supreme Court relied on Hawaii law only for the existence of the fiduciary duty and that fiduciary duty has repeatedly been recognized by the Hawaii Supreme Court. That duty gives Native Hawaiians an equitable or beneficial interest in the plan.",
  "Well - -",
  "There are two separate issues, Justice Scalia. The first is what was the source for the injunction in this case. And the source of the injunction was Respondent's instant claim for breach of fiduciary duty. Now to be sure, we were arguing that there would be a breach of the fiduciary duty to Native Hawaiians precisely because Native Hawaiians have underlying claim to the land. It's those underlying claims that trigger all of these additional Federal issues that Petitioners are now seeking to inject into the case. But I think that the critical point for purposes of this Court's review at this stage is that in the Hawaii Supreme Court, we freely and repeatedly conceded that any underlying claims to ceded lands would be nonjusticiable. That much was clear as a matter of State law.",
  "The Apology Resolution --",
  "-- does not directly speak to the merits of any underlying claims.",
  "I -- I think so, with one caveat and I don't mean to quibble - -",
  "I think we would acquiesce in that with one small quibble, which is that I think the issue being debated here is not whether the Hawaii Supreme Court relied on the Apology Resolution as creating some cloud on title. Precisely because we conceded below that the underlying claims were nonjusticiable, the Hawaii Supreme Court did not opine on the merits of those underlying claims. The only issue is whether the Hawaii Supreme Court believed that the Apology Resolution created a fiduciary obligation to essentially preserve and protect the ceded lands, until those underlying - -",
  "Yes. And we agree that the Apology Resolution could not be read to create some affirmative duty not to sell the ceded lands.",
  "No. There are various --ere are various findings in the Apology Resolution that could potentially be relevant to the ultimate disposition of the land.",
  "It is, after all, significant that Congress - -",
  "Congress expressed its support for the reconciliation process, Justice Breyer, and that would provide an obvious boost in the Hawaii legislature for the ultimate resolution of those claims; and it's really for that reason, to get back to Justice Ginsburg's question, and we feel it's important -",
  "Yes. I think that's it.",
  "And it's for that reason, Justice Ginsburg, that we freely concede that if the Hawaii Supreme Court had relied on the Apology Resolution as creating some Federal duty, that would be problematic. That would be not - -",
  "Well, it's hard to say because it would depend on how they relied on them, but I think that the critical point - -",
  "Well, I don't think that a Federal act could be read as creating a fiduciary duty not to sell the ceded lands. So I think I would concede that that would be problematic as well. But I think that the question before the Court according to Petitioners is whether an injunction, even if that injunction were framed solely in terms of State law, might itself contravene the Newlands Resolution by virtue of - -",
  "Well, I think that that is right in the sense that we certainly think that the Hawaii Supreme Court in the first place intended to rely on a State law of fiduciary duty. And we would certainly have no problem with and indeed would welcome a remand that afforded the Hawaii Supreme Court an opportunity to do what we think they did in the first place.",
  "Well, I don't think they would do that, Justice Scalia.",
  "On remand, I think that they would consider the issue of whether the injunction could be granted on State law, which after ball was the basis of our complaint from day one in this case. And there is certainly language - -",
  "Well, presumably - -",
  "Presumably, Justice Scalia - - JUSTICE SCALIA. -- why would that require any action on their part?",
  "If the Court were to write that opinion, I assume the last line of the opinion would be to vacate and remand, and that would eliminate the injunction and so the Hawaii Supreme Court would have the case once again; and at that point the Hawaii Supreme Court could clarify that the source of fiduciary duty at issue was State law.",
  "And if the Hawaii Supreme Court on remand, Mr. Chief Justice, addressed the merits of any underlying legal claims, then the Court could review the decision, and at that point it might have a sense of, for instance, what those legal claims actually are.",
  "Well, that is presumably always true, but, you know, I think for purposes of the current posture of the current case, Mr. Chief Justice, the only Federal issue that is before the Court is the question of whether the Apology Resolution was the source of the underlying obligation.",
  "Petitioners did not - -",
  "The -- the Apology Resolution in this case does not speak directly to the merits of any underlying claims. What does do is recognize that the overthrow of the Kingdom of Hawaii was illegal, apologized for the Federal Government's involvement in that overthrow, and, in the operative provision of the resolution, expresses support for the reconciliation process. And it is that expression of support on which the Hawaii Supreme Court critically relied here in informing its application of State law.",
  "Yes, that would be okay, Justice Breyer, and I do think that it would be important for this Court to make clear that to the extent that the Hawaii Supreme Court, in any subsequent remand, relies on the Apology Resolution only for what are essentially factual findings, its acknowledgment that Native Hawaiians have unrelinquished claims, which is undoubtedly true as a factual matter -- I don't hear petitioners to suggest otherwise -- and its recognition that there is an ongoing reconciliation process, that is entirely proper. And the - -",
  "Well, that - -",
  "But the Hawaii Supreme Court, in the opinion under review, did not ground that duty on any judgment about the validity of the original conveyance of title - -",
  "But I do think, Mr. Chief Justice, that that is an entirely discrete question from the question presented, and it's entirely discrete precisely because this argument concerning the Newlands Resolution could have arisen, even if the injunction were, as we believe it was, unambiguously based solely on State law with nary a reference to the Apology Resolution.",
  "And it is precisely - -",
  "That's correct.",
  "Yes, that's right. It comes out of -- I think it's Hawaii statute 10-13.5, and as a matter of State law they get 20 percent of the revenue from the ceded-lands trust, though the amount of that revenue has itself been the subject of protracted and unresolved litigation.",
  "The valuation of the Leiali'i parcel was challenged in this litigation, and it remains pending before the trial court. But, I think, more broadly the important point is that to the extent that the injunction in this case was based on the lack of resolution of underlying claims in the State political process, the Hawaii legislature could readily resolve those claims without in any way casting any doubt on the validity of the original conveyance of lands to the Federal Government.",
  "Well, now -- but let me say something about that, because you think that it is relevant to our interpretation of the Hawaii Supreme Court's opinion. What State of Hawaii did, with article 12, section 4 of the Hawaii Constitution, was essentially to say that, while the State does have some discretion to use the assets in the section 5(f) ceded-lands trust for any of the stated purposes, the State owes a particularly high duty to Native Hawaiians. The Hawaii Supreme Court has so construed article 12, section 4, in other cases involving the ceded-lands trust. And, at page 39a of its opinion in this case, the Hawaii Supreme Court plainly relied on that provision as a source of its fiduciary duty, the fiduciary duty that we believe was at issue in this case. The opinion does not cite that provision in so many words, but it refers to the Hawaii Constitution in a case construing that provision.",
  "The State is the trustee.",
  "Well, article 12, section 4, we would respectfully submit, Justice Scalia -- it does place Native Hawaiians in something of a privileged position vis-a-vis the other beneficiaries. And in construing article 12, section 4, the Hawaii Supreme Court was doing, albeit in a somewhat unusual context, what courts do every day, which is essentially to evaluate whether the trustee is acting consistent with the trustee's obligations under the terms of the trust.",
  "All that the Hawaii Supreme Court said was, in light of the very realistic prospect that lands may be returned to Native Hawaiians as part of the reconciliation process that Congress recognized in the Apology Resolution, it would constitute a breach of fiduciary duty to sell those lands for another trust purpose, for the simple reason that once those lands are gone, they are gone forever. And that is entirely consistent with the general principle of trust law, that a trustee in exercising its discretion - -",
  "Well, Congress did support that - -",
  "Only until the claims of the Native Hawaiians are resolved. And what is clear - -",
  "-- regardless of the degree of the reliance on the Apology Resolution, Justice Scalia, is that the Hawaii legislature has substantial discretion to act and to act in a way that essentially vacates the terms of the injunction. So if the Hawaii legislature either says, we're going to reach a definitive solution of the underlying claims of the Native Hawaiians by giving them land or additional monetary compensation, or the Hawaii Supreme Court determines that - -",
  "Or denying it to them. Then presumably, according to the terms of the injunction, it would no longer have any force. So the Hawaii Legislature remains empowered to act in such a way as to get out from under the terms of the injunction to the extent they are restrictive. I would note, however, parenthetically, that immediately after this litigation was commenced the Hawaii Department of Land and Natural Resources imposed a unilateral moratorium on the sale of ceded lands. That moratorium, as an executive matter, has remained in effect during the 14-year pendency of this litigation even during the considerable period between the trial court's ruling in favor of the Petitioners and Hawaii Supreme Court's ruling in our favor. So there doesn't seem to be any great impetus on the part of the State to sell the ceded lands. Indeed, Governor Lingle, one of the Petitioners in this case, has recently and repeatedly made statements to the effect that the State has no intention to sell ceded lands. And if that is really the State's position -- and I would be very interested in my friend's, General Bennett's, views on the matter, then it would seem that there really is no case or controversy before this Court at all. Because if the State has no intention to sell ceded lands and the sale of ceded lands was the instigating event for this litigation, there would not necessarily be any real dispute between the parties. I -- I want to say just, you know, one more word - -",
  "The petition would be dismissed under Munnsingwear.",
  "Yes.",
  "If there is, in fact, mootness. And if there were -- if the State -- if the State had not intention to sell ceded lands, presumably the underlying dispute would be moot.",
  "Well, if - -",
  "If a Federal court enjoins you from selling your house without any underlying legal authority for doing so, presumably that injunction would be invalid. But the critical point here - -",
  "Well, here the lawsuit was commenced by Respondents, because Respondents believed that the State was going to imminently sell the Leiali'i parcel. That was the triggering event for this litigation. It now appears at -- at least possible that the State has no intention to sell even that parcel. If that was true - -",
  "Well, it just -- it merely suggests that the -- that there is no longer an underlying dispute, Justice Scalia. Because, again - -",
  "Well, I -- I think that there is -- you know, that there was a case or controversy as this case came to the Court in the Article III sense precisely because there was a dispute between the parties about - -",
  "Well, first of all, our whole theory has never been that there is a cloud on the title. To be sure, we have maintained at various points in this litigation that Native Hawaiians do have potentially valid legal claims, as well as moral and political claims, to the underlying land. But we have never argued that the injunction in this case should be based on some assessment of the existence or validity of legal claims. To the contrary, we have consistently taken the position -- and this is clear from our briefs in support of the Hawaii Supreme Court -- that any such underlying claims would be nonjusticiable. And for that reason all we were seeking was an injunction to protect these lands until those claims could be resolved through the political process. That was all we were conceding below, and the Hawaii Legislature again could readily resolve those underlying claims without in any way casting doubt on the validity of the Newlands Resolution or any other Federal enactment that purports to recognize absolute title - -",
  "-- to ceded lands.",
  "A lot of money was sunk into this parcel, at least according to the record below. And the State would remain free at a minimum to proceed with the development by simply entering into long-term leases instead of the sale of these parcels of land. Indeed, that appears to be some suggestion that that is what the State would do in the event that this Court does not vacate the injunction. And so -- and, indeed, in the State of Hawaii it is not uncommon for land to be transferred by means of such long-term leases. So it isn't as if the State would be barred from engaging in any development whatsoever. The terms of the injunction simply prohibit the sale of these lands. And, again, the State's executive has been operating under an effective moratorium on the sale of ceded lands of its own volition during the pendency of this litigation, which suggests at a minimum, regardless of the jurisdictional implications, that there is no great burden on the State from this injunction, which, again, by its terms lasts only as long as the State legislature acts. And I would add one additional point on that score, which is that to the extent that we believe that the Hawaii Supreme Court's decision rested on a fiduciary duty under State law, the State would, of course, be free to amend its constitution in order to make clear that the State's fiduciary duty to Native Hawaiians does not run to the extent of requiring this injunction. But this -- there has been no effort to do that, and I would submit, as a political matter, it would be highly unlikely.",
  "Well, the governor's statements about the lack of an intention to sell ceded lands were only made literally in the days before we filed our brief. We do refer to them in a footnote in our merits brief, and I think that that would be sufficient to preserve the issue.",
  "Well, I would submit that even if the Court does not believe that this rises to the level of jurisdictional import, that it is at least significant in assessing the substantiality of the burden on the State. That the State through its highest representative appears to be suggesting that the State has no present need to alienate any of these lands.",
  "I think the most recent figures from the 2000 census are that there are something like 1.2 million people in the State of Hawaii. And of that number something like 240,000 identify themselves as Native Hawaiians in the way that that phrase is currently defined under State law. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The statute of limitations for private securities fraud claims incorporates the equitable principle known as the discovery rule; that is, the principle that the limitations period begins to run from the discovery of the facts constituting the violation. Under the discovery rule, a plaintiff who suspects the possibility that the defendant has engaged in wrongdoing is on inquiry notice and thereafter must exercise reasonable diligence in investigating his potential claim. The court of appeals in this case erred at the first step --",
  "Well, Congress did say that, Justice Sotomayor, in section 77m, section 13 of the 1933 Act, but we don't think --",
  "Well, we don't think that Congress's inclusion of that express language referring to constructive discovery in that provision was significant, and that's because of the default understanding --",
  "We don't think it makes any difference in terms of the application of the rule. And, indeed, there are cases applying section 13 of the 1933 Act that interpret it in exactly the same manner that we’re suggesting the Court should interpret section 1658(b) in, in this case. And that’s simply because the default understanding has long been that when a statute of limitations is triggered by a discovery rule, that includes both express and -- both actual and constructive discovery, and with the exception of three sentences in Respondents' brief, the parties before this Court are really in agreement on that proposition.",
  "Well, no, Justice Scalia. We believe that the concept of constructive discovery itself incorporates the specific principle of inquiry notice, which is --",
  "Well, we are asking the Court to adopt the principle of inquiry notice, but we don't believe that that is a particularly significant additional step. And that is simply because that principle has likewise long been understood as part of the discovery rule with regard to fraud claims specifically, and it was well understood to be part of the application of the discovery rule with regard to securities fraud claims specifically, at the time Congress enacted section 1658(b).",
  "That's right, and at least where --",
  "At least where a plaintiff fails to conduct an investigation --",
  "-- as is the case here --",
  "-- the limitations period --",
  "Well, I think it's true that at that point the plaintiff discovers the remaining fact, and so to the extent that the Court embraces our fallback approach, under which a plaintiff who actually exercises reasonable diligence and conducts an investigation gets the benefit of additional time, one can essentially embrace and codify that understanding of the words of the statute, which is to say a plaintiff at the point of inquiry notice suspects the possibility that the plaintiff has a claim. The plaintiff may not be in possession of information bearing on each and every element of the underlying violation, but if the plaintiff at that point exercises reasonable diligence and uncovers, discovers any remaining information --",
  "-- at that point the plaintiff will have discovered the underlying facts.",
  "Right. Well, just to be clear, as a preliminary matter, as I understand Respondents' position, it is that the alleged misstatement in this case is that Merck made misstatements when it expressed its belief that the naproxen hypothesis was the likely explanation for the disparity in cardiovascular events that was reported in the VIGOR study. Now, as a first-order response, we believe that there was considerable information in the public domain suggesting the possibility that Petitioners had engaged in securities fraud when they made those statements. At that point, we believe that Respondents were on inquiry notice, and that is a point that is more than 2 years before the limitations period --",
  "-- before the plaintiffs filed.",
  "Well, there was more than that.",
  "Well, most notably, you had the FDA specifically accusing Merck of deliberate wrongdoing in connection with its public representations concerning the cardiovascular safety of Vioxx.",
  "Well, but the FDA did more than that in the warning letter. It accused Merck of misrepresenting the cardiovascular safety profile of Vioxx, and it accused Merck of minimizing the potential of cardiovascular arrests.",
  "But I do think that the fair reading of the FDA warning letter is that the FDA was accusing Merck of intentional misrepresentation.",
  "Well, it is true that Merck continued to maintain its belief in the naproxen hypothesis. We don't believe that that is sufficient somehow to toll the running of the limitations period. Such an approach would render the limitations period in section 1658(b) effectively triggered by a continuing violation theory. But I do want to get back to your question about what more the plaintiffs in this case could have done, because I do think that that is a very critical question here. We do believe that there was sufficient information in the public domain to cause Respondents to suspect the possibility that Petitioners had engaged in wrongdoing. At that point, there are several things that Respondents could have done. They could have talked to experts to test the validity of Merck’s naproxen hypothesis.",
  "Well, we don't believe that the Respondents would have had sufficient information to file a complaint then; and, indeed, we have taken the position that they still don't have sufficient facts to satisfy the PSLRA's pleading requirements. And I think it's notable in this case that Respondents really can't point to any facts that came into the public domain between the date of the FDA warning letter and the date in October of 2003 when the plaintiffs first filed suit --",
  "-- that somehow provided them additional information.",
  "Right.",
  "Well, it may very well --",
  "It may very well be that the plaintiffs have to possess at least some information bearing on scienter. And again, under our fallback approach, where a plaintiff suspects that a defendant has engaged in securities fraud but doesn't, at the point of inquiry notice, possess information bearing on every element of the claim, if the plaintiff then investigates, the plaintiff will have the benefit of additional time until the plaintiff comes into possession of --",
  "-- information relating to scienter.",
  "I think, Justice Sotomayor, that there are at least a couple of other things they could have done. One thing that they could have done is talked to former Merck employees and consultants. Another thing that they could have done is talk to the lawyers who had filed other Vioxx-related lawsuits. There were quite a few as of the inquiry notice date. There were even more by the time they actually filed the securities fraud complaint.",
  "Well, there’s no way to know, of course, because the plaintiffs in this case failed to conduct an investigation at all. One other thing --",
  "I would say that the very fact that other lawsuits were filed that accused Merck of making intentional misrepresentations with regard to the very same statements that are at issue here actually itself constitutes additional information that should have put the plaintiffs on inquiry notice in the first place.",
  "Well, first of all, Justice Ginsburg, the market did respond. We don't think that a market response is dispositive for purposes of --",
  "-- inquiry notice analysis.",
  "A brief drop in response to the FDA warning letter, a substantial drop, but the stock price did rebound; and a longer term drop over the course of 2001 when the various other events that are discussed in the briefs were occurring. So I think that there was a --",
  "Well --",
  "Well, the FDA did issue the warning letter, and the label was changed to incorporate language indicating the cardiovascular disparity from the VIGOR study. That took place in 2002. And I think that it is noteworthy for purposes of the merits of this case that the FDA itself thought that that was sufficient. But in this case, Respondents seem to be pointing to much later information as the point on which they were on inquiry notice. They seem to suggest in their brief that they were not on inquiry notice until as late as 2004 when The Wall Street Journal published an article disclosing certain internal e-mails. Now, leaving aside the sort of fundamental embarrassment to their position, I would submit, that that suggests that they were on inquiry notice after the complaint was actually filed. I --",
  "Well, that's correct, Justice Breyer.",
  "I think there’s no doubt, Justice Breyer, that the easiest rule in some sense for the Court to apply would be a rule that started the clock running from the date of inquiry notice. But when you're comparing our fallback position, a rule that is triggered by an actual investigation by the plaintiff, with Respondents' rule, which looks to what a hypothetical plaintiff could have done, I really do believe that our rule is going to be much easier to administer because Respondents' rule by definition calls for speculation. And in the context --",
  "Well, again, Justice Ginsburg, the fundamental inquiry, so to speak, in determining whether a plaintiff is on inquiry notice is simply whether a reasonable investor based on the information in the public domain would at least suspect the possibility that the defendant has engaged in securities fraud. And a plaintiff need not possess information bearing on each and every element of the underlying violation in order to be on inquiry notice. Were the rule otherwise, the concept of inquiry notice would collapse --",
  "Well -- well, that's correct. But this Court has never tethered the running of the limitations period to the ability to satisfy any applicable heightened pleading requirements. Indeed, to the contrary, in Rotella, this Court held quite the opposite.",
  "Well, I -- I’m by no means conceding that the storm warning theory doesn't work. I am simply suggesting that a plaintiff need not possess information specifically relating to scienter in order to be on inquiry notice. And that, we would --",
  "Well, there are certainly going to be cases, Justice Breyer, in which a plaintiff frankly can never get to the point where the plaintiff can satisfy the PSLRA's pleading requirements. And I think it's noteworthy that --",
  "No. We certainly don't believe --",
  "Well, I think that in understanding the term \"discovery,\" Justice Stevens -- that term really can't be meaningfully understood without reference to the common law against which the statute was enacted. And this Court in interpreting discovery rules --",
  "Well, that's right, and, again, I think that getting to the point of \"should have discovered\" is a fairly modest step. But this Court has repeatedly made clear in interpreting the discovery rule that a plaintiff must exercise reasonable diligence in order to invoke the rule's benefits, and that is simply because the discovery rule is an equitable rule, and it effectively incorporates the principle of laches, that is the principle that a plaintiff who sleeps on his rights is not entitled to the benefits of equity. Indeed --",
  "Well, no, I don’t --",
  "Well, Justice Scalia, the Court did choose to essentially incorporate the language from -- it was section 9(e) of the 1934 Act. There were various provisions in the '33 Act and the '34 Act that incorporated discovery rules. And that’s one --",
  "Well --",
  "Well, I think one potential difference is that section 13, section 77m, refers to discovery of the untrue statement or the omission. But I think more broadly with regard to both section 9(e) and the other provisions of the 1934 Act to which the Court looked, courts had actually construed those provisions as reaching both actual and constructive discovery at the time the Court decided Lampf. So I really don’t think --",
  "No, there was really --",
  "There was no difference between the two, and I think really for the reasons that the government states in its brief as well as the reasons that we state in our opening brief, the default understanding has always been that a reference to discovery includes at least constructive discovery. And a rule that triggers the limitations period from actual discovery would have significant vices because it would give plaintiffs --",
  "Well, I think --",
  "I think it's an open question, Justice Sotomayor, as to what actual discovery would -- would actually mean, and I think that there would be a pretty good argument that you don't actually discover the underlying facts until the plaintiff himself subjectively actually has them in his possession.",
  "Well --",
  "Well, I think it does -- constructive knowledge obviously also includes information in the public domain, and we believe that the plaintiffs in this case were on inquiry notice precisely because --",
  "-- of that information.",
  "Well, for purposes of the inquiry notice analysis, I think that that's all you look to. You look to either information in the plaintiff's possession or information in the public domain. And once there is sufficient information –-",
  "Well, I would hope at a minimum that if the Court were to embrace an actual discovery standard, it would look to information in the public domain, precisely because otherwise you really would be rewarding an ostrich plaintiff because a plaintiff who claimed not to read what was in the newspapers could have the benefit of additional time. But --",
  "Well, again, that’s not how I would ordinarily understand the phrase \"actual knowledge.\" But I think that it's important to remember that if in essence the standard that this Court were to adopt is a standard that does not start the clock running until there is sufficient information in the public domain for a plaintiff actually to plead a complaint, that would radically extend the limitations period for private securities fraud actions.",
  "No circuit --",
  "I think I’ll answer that question, and then I would like to reserve the balance of my time. I think the only problem with that rule is that, at the tail end, it effectively mandates the same hypothetical plaintiff inquiry that Respondents suggest. It requires a court to attempt to assess whether a plaintiff could have discovered the remaining information within a 2-year period. And that has all of the same vices, we would submit, as Respondents' rule and the government's rule. I’d like to reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. A narrow issue before the Court in this case is whether a plaintiff must possess information specifically relating to scienter in order to be on inquiry notice. And really under any standard for inquiry notice, there was abundant information in the public domain as of 2001 at least suggesting the possibility that Petitioners in this case had engaged in securities fraud. Now, my brothers don't really dispute that proposition. Instead, they really advance two other options for interpreting section 1658(b), under which the concept of inquiry notice, the well-established concept of inquiry notice, really has no role. My friend Mr. Frederick suggested, at least in cases involving alleged fraud on the market, that the standard really should be an actual discovery standard. But no court of appeals has adopted that interpretation of section 1658(b), and as a practical matter that would dramatically lengthen the limitations period for private securities fraud actions. And it is no answer to say that Congress's inclusion of a statute of repose makes everything okay. We would respectfully submit that the inclusion of the statute of repose suggests that Congress was simply particularly concerned with the inclusion -- with the fact that plaintiffs could bring stale claims, and that Congress in no way intended to modify the traditional operation of the discovery rule. With regard to the suggestion that the Court should simply adopt a constructive discovery rule that pays no heed to inquiry notice, which is the standard that the government seems to be advancing, I think, first of all, Respondents' difficulty in coming up with a date on which constructive discovery occurs in this case simply illustrates the problem that would be multiplied a hundredfold if that standard is applied nationwide. And where a statute of limitations is concerned, one needs to have clear rules and rules that courts can easily apply without inconsistency. I do think that that rule would also lead to abuse. It would lead to the abuse of the ostrich plaintiff who simply lies in wait and waits to see how a company's stock performs before bringing suit. And make no mistake about it: That is what precisely happened in this case. By counsel for Respondents' own admission in the district court, the filing of the lawsuit in 2003, before the withdrawal of Vioxx from the market, was triggered by a disappointing earnings report that led to a decline in the stock price. And one can expect that that phenomenon will be multiplied if such a hypothetical plaintiff inquiry is adopted. In this case, there was abundant information in the public domain by virtue of the FDA warning letter and other sources as of 2001. The plaintiffs in this case conducted no investigation at that point. And this Court's cases --",
  "The plaintiff may not have suffered an injury by that point, but it is clear that section 1658(b) refers to the facts constituting a violation of section 10(b), not all of the elements of a private cause of action. So Congress itself contemplated the possibility that the limitations period could begin to run before the loss occurred. And if I can just say one thing about this Court's cases concerning the discovery rule, I respectfully disagree with my friend Mr. Frederick. This Court's cases make clear that a plaintiff must exercise reasonable diligence in order to take advantage of the discovery rule. Indeed, recently in Klehr in the context of civil RICO, this Court held that a plaintiff must exercise reasonable diligence even to invoke the doctrine of fraudulent concealment.",
  "And under our approach, if a plaintiff comes forward and shows that the plaintiff exercised reasonable diligence but was unable to discover any remaining information, the plaintiff will have the benefit of additional time. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: In Brady v. Maryland, this Court established the now-familiar principle that the prosecution must hand over all favorable material evidence to the defense before trial. This case presents a flagrant violation of that principle. The Orleans Parish district attorney's office produced almost no relevant evidence to the defense before Petitioner's trial, and Petitioner was convicted of first-degree murder based solely on the testimony of a single eyewitness. Unbeknownst to the defense, however, that eyewitness had told the police on multiple occasions that he could not identify any of the perpetrators or, as he put it, that he would not know them if he saw them. The suppression of those statements alone justifies a new trial, but the district attorney's office in this case also engaged in the wholesale suppression of statements of numerous other witnesses, statements that further undermined the sole eyewitness identification of Petitioner and, more broadly, cast doubt on Petitioner's involvement and role in the shootings. If all of that information had been disclosed to the defense before trial, the jury surely would have viewed this case in a completely different light. The trial court therefore erred by rejecting Petitioner's Brady claim, and its judgment should be reversed. In our view, in order to conclude that Petitioner is entitled to a new trial here, this Court need do nothing more than to consider the suppressed statements of the key eyewitness, Larry Boatner. Respondent concedes that those statements were withheld from the defense before trial, and argues only that the failure to disclose those statements was not prejudicial. Those statements, however, could not have more clearly contradicted Boatner's confident identification of Petitioner at trial - -",
  "That is correct. The basis for Boatner's identification was that he saw a photograph in the New Orleans newspaper of Petitioner. It was in connection with an article describing the shootings and suggesting that Petitioner was one of the suspects in the case. And that was what led to his prior identification out of court. But just to be clear, Justice Ginsburg, we're not arguing today that the identification was somehow constitutionally problematic. At most, we're arguing that the identification was of questionable validity in light of the fact that Boatner had only a limited opportunity to see the perpetrators and in light of the circumstances that led to his identification. Now, even if his identification were more clearly reliable, our argument today would be the same. In a case such as this one, in which the sole basis for linking the defendant to the crime is the testimony of a single eyewitness, and there is evidence that the single eyewitness said on multiple occasions that he couldn't identify anyone, we believe that, absent extraordinary circumstances, that will be sufficient to - -",
  "Yes, that's correct.",
  "Justice Alito, it is true that Boatner provided identifying details in the later statement that night. I would respectfully submit that they were relatively limited identifying details, simply the fact that the first man through the door had a low-cut haircut and gold teeth. And as we indicate in our brief, those were characteristics shared by numerous other suspects in the case. But I think more broadly, with regard to both sets of statements at issue here, the State's explanations for those statements are at best plausible. And we really think that in a case such as this one, in which the evidence on its face is so clearly of high exculpatory or impeaching values, it takes something more than that. It is not sufficient for Respondent to argue here simply that, even taking into account these statements, a rational juror could still reach the same result and return a verdict of guilty here, because this Court made clear in Kyles v. Whitley that the standard for Brady claims is not a Jackson v. Virginia type sufficiency of the evidence standard. So, again, where you have statements that on their face are not simply statements calling a witness's credibility into question, but statements that really directly contradict the confident in-court identification, it would take an exceedingly persuasive explanation for those statements to defeat a showing of materiality. Now, with regard - -",
  "Yes, that's correct. And this Court made clear in Kyles v. Whitley that that's not a more likely than not standard. That is essentially the same standard that this Court has articulated for prejudice for ineffective assistance of counsel claims under Strickland v. Washington, and by now it's a quite clearly established standard. And, again, it requires something less than a showing of more likely than not and perhaps something slightly more than the showing required for harmless error under Chapman v. California. But I do want to touch upon the State's explanations for these statements and explain very briefly why we think that those explanations are frankly not even plausible. With regard to the first statement to which Justice Alito referred, the statement that was made at the scene approximately half an hour after initial -- officers initially responded to the scene, the State's argument is that Boatner was somehow too traumatized to make an identification at the time. But not only did Boatner not so testify at the postconviction hearing -- in fact he testified that he couldn't recall the statement at all -- but the very officer who took the statement himself testified at trial in this case that at the time of the statement Boatner was, quote, \"coherent and articulated very well the events that transpired.\" And that is at pages 137 to 138 of the joint appendix.",
  "Justice Alito, I think that it's possible that a juror could credit that explanation in any retrial, though I - -",
  "That is - -",
  "That is correct, Justice Ginsburg. But even if we didn't have the March 6th statement or statements, I would frankly be happy to take my chances with the jury, even with regard solely to the March 1st statement, in light of that testimony of Officer Ronquillo that Boatner was in fact coherent, articulated very well the events that transpired, just like any witness, and so on and so forth. So, again -- -",
  "-- we don't think that it's our burden to show that no juror could credit the State's explanation. It's simply that we think that that explanation doesn't hold water.",
  "There - -",
  "There was some degree of variation in what the witnesses said. Now, in the main, we're talking, again, about statements that were withheld. And I want to lay out those statements very briefly, if I may. There were two eyewitnesses who made statements to the police indicating that some or all of the perpetrators, including the first man through the door, were wearing masks. Those were the statements of Shelita Russel and the statement of Dale Mims. Now, with regard to the statement of Shelita Russell -- and this was what we believe was the dying declaration that she made at the scene in the immediate aftermath of having been shot multiple times -- Russell said she saw people barge into the kitchen; one had a black cloth across the face, first one through the door. So, it is at least theoretically possible - -",
  "The lower court did not make such a determination in this case on this or any of the other evidentiary issues that Respondent now advances, at least in part because it does not appear that Respondent advanced any of those arguments below. But I think more broadly, Justice Sotomayor, in terms of the role of this Court or any other court considering a Brady claim, this Court hasn't quite spoken to the specific issue of whether a Brady court is supposed to itself make an evidentiary determination where there's a question about admissibility, but the closest that this Court came was in Wood v. Bartholomew, in which this Court indicated that with regard to Brady material, it either has to itself be admissible or be reasonably likely to lead to admissible evidence. And the Court's reasoning in Wood v. Bartholomew was somewhat spare on that score. That was a summary reversal in a per curiam opinion. But I do think that it would be appropriate for a Brady court to make that determination itself or, at a minimum, make a determination as to whether it appears that it's reasonably likely that the evidence would be admissible. Here, we really don't think that it's a close question, particularly with regard to the statement of Shelita Russell, because the context of the handwritten notes makes clear that the statement was taken at the scene of the crime. Shelita Russell was taken to the hospital approximately a half an hour after the shootings occurred. She told two witnesses that she believed that she was dying. And so, under the law on dying declarations -- and I have no reason to believe that the law is any different in Louisiana from the Federal system or the 49 other States -- that would comfortably satisfy that requirement.",
  "There's some doubt as to whether or not there were three or four assailants. And Mims himself, in all candor, was a little bit inconsistent on that point. But he consistently said, both in the handwritten notes and in his testimony at the postconviction hearing, that all of the assailants, however many there were, were wearing masks and that - - that he saw them as they were getting into the car. He didn't say anything further other than that the masks were ski-type masks. But the State's argument with regard to the materiality of Mims's statement is that it is possible that the men would not have been wearing masks when they entered the house to allegedly commit the armed robbery; and, therefore, the fact that Boatner saw the first man unmasked can be reconciled with his statement. And, again, we would be happy to take our chances with the jury and make the argument that that would be an exceedingly unconventional way to go about committing an armed robbery. And, again, with regard to the Russell and Mims statements, I think it's important to remember that we view those statements as going directly to and contradicting Boatner's in-court identification. And so, in some sense, we view those statements as being of a piece with Boatner's own prior statements in which he indicated that he could not identify anyone and that he did not - -",
  "First of all, Justice Alito, it would, of course, not be the defense's burden in any subsequent retrial to come up with a theory of its own. The defense could simply argue, as it did at the first trial, that the prosecution simply didn't bear its burden on reasonable doubt. But - -",
  "As this Court will be aware from its recent consideration of eyewitness evidence, it doesn't necessarily follow from the fact that an eyewitness identification is mistaken that the eyewitness was somehow lying about it. It may very well have been that Boatner made a mistaken identification in good faith out of a desire to identify the person who killed several of his friends. And, indeed, as the amicus brief of the Innocence Project explains in this case, there is a phenomenon known as \"mug shot exposure effect,\" where an individual who sees a mug shot in some other context is more likely to identify that same person when confronted with a subsequent line-up. Of course, where, as here, the individual is exposed to the mug shot for the first time in seeing a newspaper article that depicts the individual in question and suggests that that individual is a suspect in the crime, it would not at all be unusual for the individual, when confronted with that photograph again in a line-up a few weeks later, to pick that individual.",
  "Well, on the evening of the event, he provided those limited details about the gold teeth and the low-cut haircut.",
  "Well, that may suggest that the person was not wearing a mask. Of course, it's possible that the person somehow had part of his face covered. But I think it's important to realize, Justice Alito, that even with regard to that statement, while it is true that Boatner provided those limiting details, he also made statements suggesting that he was not confident of his ability to actually make an identification. And in that statement, which is found at page 296 of the joint appendix, he says: I was too scared to look at anybody. I wish I could give y'all a description. So, in some sense, we think that the focus on the gold teeth and the low-cut haircut in this case is a bit of an aside, because the question here is not whether he saw enough to support the subsequent identification; the question is whether his suppressed statements in which he repeatedly said, I can't make an identification, contradict his in-court confident identification of Petitioner. And we think that in order to decide this case, all that the Court essentially need say in an opinion is that in a case such as this one, in which all you have is the identification of a single eyewitness, where you have statements in which that eyewitness said I can't make an identification, and those statements have concededly been suppressed, the Brady materiality threshold is satisfied.",
  "First of all, none of those statements were given to the defense. The only relevant - -",
  "Yes. None of the statements or the surrounding materials was given to the defense at all. The only even remotely relevant thing that was given to the defense was the initial police report, which was a five-page document prepared by the officers who initially responded to the scene, with a one-page narrative of what took place. And that document, for the Court's reference, is in volume 10 of the initial record that was received from the district court at pages R1907 to 1911. Now, with regard to these specific statements, both the narrative statements and the handwritten notes, the narrative statements were contained in a relatively voluminous document -- I believe it was an 83-page document -- that was a narrative prepared by Officer Ronquillo that set out everything that took place over the course of the investigation. And none of that was disclosed. Respondent makes the argument that the trial court reviewed that document in camera, but we think that it is somewhat unclear what, if anything, the trial court actually reviewed in camera. There's no dispute that that document was not handed over to the defense. With regard to the handwritten notes, there actually are a relatively small number of relevant handwritten notes in this case, but all of them were contained in the police files, and none of them, none of the ones at issue on which we're relying, was handed over before trial. So, this is not a case in which selective materials were handed over. None of this material was handed over, and that's why we really think that this is a case that involves the categorical withholding of documents and not simply the withholding of selected documents that may subsequently turn out to be relevant.",
  "No. This Court has made clear that a request is unnecessary to trigger the Brady obligation, and this Court has made clear in cases dating back to Brady itself that the good faith or bad faith of the prosecutor is irrelevant. And, of course, the prosecutor has a duty under Brady to hand over not only materials in the prosecutor's own possession but also materials in the possession of the police as well.",
  "There were five other suspects who had gold teeth or -- and low-cut haircuts. Three of the other individuals who were primarily in the frame for this murder had those characteristics. I believe that the three were Bannister, Phillips, and Young. The only other suspect who is a reasonably likely suspect who didn't was Robert Trackling, the suspect whose confession to involvement in these shootings was withheld.",
  "They were not uncommon in the 1990s.",
  "I have to admit that my familiarity with this practice is perhaps not that much greater than yours, Justice Scalia. But my understanding is - -",
  "My understanding is that these are gold teeth that are worn either as temporary or perhaps semipermanent implants, and that in hip-hop culture in the 1990s, this was relatively common. But whatever the provenance of this practice, it is undisputed on this record that multiple other suspects had those characteristics. Justice Sotomayor, there was one thing you asked that I just want to get back to with regard to the remaining categories of evidence. I just want to set them out, and then I'd be happy to answer any questions that the Court has about them. And if there are no further questions, I'll reserve the balance of my time. As we explain in our brief, there are three other categories of evidence at issue here. There was the statement of Phillip Young, Petitioner's co-defendant, suggesting that Petitioner was not involved in the shootings. There were also the statements that would have called into question the prosecution's theory that Petitioner was one of the shooters, a theory that was essential to establishing the intent required for first-degree murder under Louisiana law. Louisiana is somewhat different from other States in that it doesn't require premeditation, but that it -- but it does require a specific intent to kill or inflict great bodily harm.",
  "Well, we don't think that that's a meaningless distinction, and we cite numerous sources in our brief that draw precisely that distinction. But I think that what's noteworthy with regard to the statements at issue is that both Boatner, who identified the weapon that the perpetrator whom he believed to be Petitioner was carrying, and the State's ballistics expert, Kenneth Leary, who identified the weapon that was responsible for the firing of the casings at issue, conspicuously failed to say that the weapon at issue was a 9- millimeter handgun. But at trial their testimonies suddenly converged, and Boatner, who had previously said only that the perpetrator was carrying a handgun, said that the perpetrator was carrying a 9-millimeter handgun; and Leary, who said that the casings at issue had come from a machine pistol of the Intratec or MAC-11 type, suddenly said that they came from a 9-millimeter handgun instead. And so, at a minimum, if the defense had possessed those statements, it could have sown doubt on whether the firearm was in fact one and the same and, therefore, sown doubt on a critical element of the offense at issue. And finally, the only other category - -",
  "Well, that's right with regard to Leary's testimony. I think the thing that was a little bit odd with regard to Boatner's testimony was the sudden degree of specificity. Having said only that it was a handgun or a chrome automatic in his prior statements, he said at trial that it was a 9-millimeter handgun, which he had not previously said in the statements that were withheld. And, finally, the last category of evidence consists of the notes of the interview in which Eric Rogers relayed Robert Trackling's confession to involvement in the shootings. As the amicus brief of the NACDL points out, courts have routinely held that confessions by other perpetrators constitute exculpatory evidence, even with regard to offenses that may have had multiple perpetrators. And we certainly believe that at a minimum the suppression of those notes, when considered in conjunction with all of the other evidence, comfortably satisfies the Brady materiality standard, and it's for that reason that we think that the judgment of the trial court should be reversed.",
  "Yes. We believe that all of this evidence was before the State postconviction court. Thank you, and I'll reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. Just three very quick points. First of all, with regard to Larry Boatner's statements on March the 6th, Justice Breyer, you'll be happy to know that your law clerks' notes were correct. Boatner on March the 6th said -- and this is at page 308 of the joint appendix -- could not ID anyone because couldn't see faces; can't tell if had faces covered; didn't see anyone; would not know them if I saw them.",
  "It is quite clear that that statement applies to all of the perpetrators. The State advances the argument today, as it did in its brief, that Boatner must have been too scared to cooperate by March the 6th, but that is utterly belied by the record in this case. Boatner continued to cooperate with the police investigation in the following weeks, reviewing police line-ups. He even testified that he wanted to go looking for Petitioner after seeing his photograph in the New Orleans newspaper, pages 489 and 494 of the joint appendix. He didn't leave New Orleans until June, 3 months later, and he actually returned to New Orleans before Petitioner was even apprehended. So, again - -",
  "Justice Alito, it is entirely unclear based on this record. Counsel for Respondent cites the transcript from October 31st, 1995, a transcript that wasn't even prepared until after cert was granted in this case. It's clear that the court reviewed something, but it is entirely unclear from that transcript what the court reviewed. And, of course, even if the court had made an in camera determination, it would no way -- in no way affect our claim after the fact here. My second point: The State today for the first time says, in response to the question from Justice Scalia, that there was more evidence here linking Petitioner to the crime and relies on the testimony of Eddie Young, the brother of Phillip Young, the individual who was found at the scene. But the sole substance of that testimony was that Phillip Young knew Petitioner. And we would respectfully submit that that is scarcely inculpatory, and if it was, anyone in New Orleans who knows a felon ought to be worried. And, therefore, we really don't think that that adds anything to the evidence in this case. The sole evidence linking Petitioner to the crime was the statement -- the testimony of Larry Boatner. Third, there has been some discussion about the language in this Court's cases in Kyles and Agurs suggesting that prosecutors should err on the side of caution. That is part of the constitutional standard because, after all, the materiality requirement is part of the requirement for a constitutional violation under Brady. But all of the evidence at issue here, including Boatner's statements, was withheld from the defense, leaving aside this question of what the trial court may have reviewed in camera. And the prosecutor's conduct in this case, with all due respect to Ms. Andrieu, was not, quote, \"a little too close to the wind.\" The Orleans Parish district attorney's office acted with flagrant disregard for its obligations under Brady in this case. The Brady standard has been around for half a century. There is no real ambiguity about what that standard requires, and we think that the conduct in this case was in fact egregious and clearly violated that standard. We think that the trial court erred by rejecting Petitioner's Brady claim, and for that reason, we think that its judgment should be reversed. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: In Michigan v. Summers, this Court established a categorical exception to the default Fourth Amendment requirement of probable cause. Under Summers, officers executing a search warrant for contraband may detain individuals they encounter at the scene while they are in the course of executing the warrant. This case presents the question whether the Summers exception also permits officers to detain individuals who have left the scene before the warrant is executed. Because individuals who have left the scene do not pose an immediate threat to the safe and efficient completion of the search, the court of appeals erred by permitting their detention absent probable cause or even individualized suspicion. Its judgment should therefore be reversed.",
  "Well, let me explain, Justice Sotomayor, first, the sort of theoretical basis for why we're offering this line, and, second, say a word about the comparative merits of the two tests. First of all, with regard to the theoretical basis for the line, our fundamental submission to this Court is that Summers does not create a police entitlement; it is instead a rule of necessity and should be confined to situations in which a detention serves search-related purposes. And in our view, the justifications for a detention evaporate once an individual has left the immediate vicinity of the premises. And, again, that's because in those circumstances a detention serves no interest in ensuring the safe and efficient completion of the search because the individual poses no immediate threat to the safe and efficient completion of the search.",
  "Well, ordinarily, the immediate vicinity will be the physical bounds of the property; but, there may be circumstances in which an individual who is just outside the physical bounds of the property should nevertheless be detained, so to provide - -",
  "Well, in Summers itself, the individual was on the premises just outside the house that was going to be searched, and the officers were, in the government's words in that case, approaching the property.",
  "Well, he was actually on - - he was on the property because he was on a sidewalk that connected the front steps to the public sidewalk in front of the house. The officers were approaching the house, about to effectuate entry.",
  "He was pretty clearly within the curtilage, Justice Scalia.",
  "If anything, it's the government's approach that requires a greater number of officers at the site because, under the government's approach, you have the two officers who conduct the detention while a separate group of officers execute the search. And it's really for that reason, Justice Scalia - -",
  "Well, let me say something about this prospect that the individual will return. We think that the appropriate analysis here is the analysis that this Court set out in Arizona v. Gant. And this Court, in Arizona v. Gant, suggested that where a categorical rule is involved, you have to look at the class of cases to which the rule would be extended to see if the justifications apply. Now, with regard to this class of individuals who have left the scene, we believe that it is simply unlikely either that such an individual who has left the scene will be aware of the presence of police, or that such an individual will return in an effort to disrupt the search.",
  "Well, we wouldn't. And that's simply because we believe that this should be a categorical analysis. And so, again, you're looking at this entire class of cases where individuals have left the scene to determine whether the justifications for the Summers rule apply. Now, let me provide a - -",
  "Well, the analysis under Terry is whether there is reasonable suspicion, a reasonable basis to believe that the individual is engaged in criminal activity - -",
  "Well, ordinarily, when an individual is seen leaving the scene -- and suppose - - let me provide - -",
  "Well, of course, the individual who is leaving the scene doesn't necessarily know that the search is about to take place.",
  "And so, to provide a hypothetical that will hopefully put some meat on the bones of this issue, suppose that an individual leaves a house, and he actually sees police officers sitting in a car, whether marked or unmarked, outside the house. And it is clear that he has seen the officers. He waves at the officers and then ambles down the street. I don't think that there would be any doubt but that that individual could not be detained unless he did something more; unless, for instance, he engaged in flight at that point, at which point he could perhaps be detained under Terry. And so we simply submit that the analysis should be no different in a situation in which the purpose -- the reason why the officers are sitting outside the house is because another group of officers is about to execute the search warrant. Of course, that individual - -",
  "That is correct, Justice Ginsburg. And just to be clear about how these two doctrines work together, our submission to this Court is that within the search zone, within the immediate vicinity of the premises, the rule of Summers applies, so that, if officers encounter an individual within that zone while they are in the process of executing the warrant, a detention is permissible absent probable cause or individualized suspicion. Outside that search zone, ordinary Fourth Amendment principles apply. And, of course, under the Fourth Amendment, detentions of persons have to be justified by some degree of individualized suspicion; probable cause for a full-fledged arrest, individualized suspicion for a more limited detention under Terry.",
  "The justifications articulated by this Court in Summers, Justice Alito, and in particular what we really believe are the primary justifications, first, minimizing the risk of harm to officers executing the warrant; and, second, facilitating the orderly completion of the search. And let me say a word about - -",
  "But they also have the choice not to engage in a detention at all. And I think the fundamental problem with the court of appeals' rule and with the government's submission to this Court is that it really entails the conclusion that once officers see the individual leaving the house, they have an entitlement to detain that individual, with the only open question being where and how they go about effectuating the detention. But we simply believe that the justifications for the detention don't attach to the individual. They are search-based justifications. And the mere fact that an individual is seen leaving a house that is about to be searched in our view is insufficient to give rise to reasonable suspicion.",
  "Well, we simply think, Justice Kagan, that that justification is insufficient standing on its own. And that is simply because the justification in preventing flight is different in kind from the other two justifications that we've been discussing. The other two justifications are truly special law enforcement interests, to use this Court's words in Summers. The interest in preventing flight, by contrast, is an ordinary law enforcement interest. And just as in my hypothetical, when the officers are sitting outside and they see an individual wander by, the mere fact that the individual saw the police and perhaps would therefore conclude that the police were on to him would not give rise to a basis for detention simply because that individual could subsequently flee. So, too, we think that preventing flight in and of itself is insufficient. That is the ordinary law enforcement interest that requires individualized suspicion.",
  "Under Terry?",
  "Sure. Well, and first of all, I should preface what I'm about to say by noting that the court of appeals itself didn't reach the Terry issue, and the government doesn't advance that issue in its merits brief.",
  "So that would be an issue that would be open on remand. And let me say why on remand - -",
  "Well, that's right. The stop and the - -",
  "And just to be clear, because there are the two separate issues. There's the question of the stop and the question of the detention. And there would be a separate question about whether under Terry a detention of a particular length might or might not be permissible. But as to the stop, the argument that we would make on remand if we were to prevail before this Court would be that here what you have is insufficient to meet the reasonable suspicion standard. And what I assume that the government would argue is that the combination of the search warrant and the fact that the individual was seen leaving the premises that were about to be searched, and as to which there was probable cause to believe that contraband was present, and the fact that my client met the extremely generic description provided by the confidential informant, would be sufficient to give rise to reasonable suspicion. Now, clearly we don't think -- I was just going to say, clearly we don't think that either of those factors standing on its own would be sufficient. The question would be whether that combination of factors under the facts and circumstances of this case would be sufficient, and we would submit that that combination is insufficient as well.",
  "They could very well, with one caveat, and that caveat is simply that the circumstances under which the contraband is found might be relevant to the analysis of whether or not there is probable cause, because the question would be whether or not there is probable cause to believe that the individual constructively possessed the contraband at issue.",
  "Well, that would be the additional question, whether the detention in this case, which did involve taking my client and the other individual, putting them in handcuffs, putting them in the patrol car, and then taking them back to the scene, was permissible within the scope of a Terry stop. And I think that would also be an open question, and that would particularly be an open question in a number of these cases in which the detention, pursuant seemingly to Summers, occurs over a very lengthy period of time. Under Terry, of course - -",
  "Well, under Terry officers may detain an individual for the period of time it takes for them to confirm or dispel the suspicion, and I think that there would be an open question as to whether or not when officers are executing a search warrant, for the duration of the execution of the search warrant, that falls within the scope of that Terry test.",
  "I think ordinarily it will be within the physical bounds of the property. So - - but -- but if, for instance, officers saw an individual coming out of his house and he walked out and he just happened to step -- step off the curb into the road before the officers got to them, we would say that that would satisfy the immediate vicinity standard.",
  "Well, and the point of - -",
  "Well, we -- we proposed to this Court the immediate vicinity standard in large part because it really is comparable to similar limits this Court has adopted for other Fourth Amendment - -",
  "Well -- and to provide a couple of examples, under Maryland v. Buie, the case that permits officers to conduct a protective sweep incident to an arrest, the Court permits officers to search the area immediately adjoining the place where the arrest occurs and that has not proven to be a difficult standard to apply in practice.",
  "Well -- well, let me - -",
  "Let me address each of those three.",
  "Well, I actually don't think that even the first one is identical. But look, we think that first and foremost, the interest in ensuring officer safety is really the paramount interest here, and we simply think that it is unlikely that an individual who is seen leaving the scene is either going to be aware of the presence of police or return to disrupt the search.",
  "The government has not identified a single example of an individual who is seen leaving the scene who has returned to disrupt the search in that fashion. Indeed, the government makes a much - -",
  "Well, and that was going to be - -",
  "Well, and that was going to be my next point, Justice Sotomayor; and the government really tries to make a broader and more ambitious argument. The government tries to make the argument that an individual with a connection to the place to be searched could arrive at the scene while the search is ongoing, really regardless of whether that individual was aware of the presence of police, and then seek to disrupt the search. Now, we think even as to that broader category of cases the government hasn't made a sufficient showing that those sorts of confrontations are a common occurrence, particularly in light of the routine precautions - -",
  "I haven't personally conducted any searches, Justice Breyer. But I can say that with regard to categorical rules it is really incumbent on the government to make a showing as to why an extension of a categorical rule is required. Because after all - -",
  "Officers will naturally take precautions in situations like that. They will go in with - -",
  "They cannot be covered by Summers, but what they can do is either follow the individual for the period of time during which they are executing the warrant, or they can detain that individual if he returns to the scene. And again, all of the examples that the government cites -- and there aren't that many of them -- but the examples that the government cites are examples of individuals who arrive at the scene and when they realize that their place of residence is being searched, they become obstreperous; and to the extent that there is a concern about the threat posed to the safety of officers in those circumstances, we would submit that the obvious solution is to make clear that Summers permits the detention of individuals who arrive at the scene; and officers routinely do establish perimeters when they are executing search warrants. And so when they - -",
  "Well, if he were to return to the scene while the search is ongoing, we believe that he could be detained pursuant to Summers, and we cite a number of court of appeals cases that have so held. What the government is really arguing for here is an even more ambitious rule, an additional layer of Fourth Amendment prophylaxis, if you will, that permits officers to detain an individual who is seen leaving the scene based on the possibility that they are going to return. The government has not come even close to making an empirical case as to why that additional layer of prophylaxis is required.",
  "Well, I think that the natural limit on the immediate vicinity rule is imposed by the underlying justification, namely, that officers should have the authority to encounter individuals -- to detain individuals they encounter while they are in the course of executing the warrant. And so if in your hypothetical, Justice Alito, the search team is marching up to the house, and they encounter the individual 50 feet away from the door or the property line while they are in the course of doing so, the justifications of Summers kick in at that point. That individual is aware of the fact that the police are about to search his house, and, as such, that individual poses a threat to the safe and efficient completion of the search.",
  "Well, we don't think - -",
  "We don't think that that's necessarily a line of sight rule. So if you had an individual who was sitting out in front of a house six doors down, we don't think that that individual could be detained. Of course, in this case, my client was detained at least seven-tenths of a mile away - -",
  "-- so the issue - -",
  "You're missing the - -",
  "They -- they could always proceed to execute the warrant when they see an individual leaving; and, if they are in the course of executing the warrant, a detention is permissible. But let me say just one word about the issue of the administrability of the rule because, after all, what we're talking about here is a bright-line rule. And the very purpose of a Fourth Amendment bright-line rule is to provide guidance to courts and officers alike. It is true that one can posit difficult hypotheticals under our immediate vicinity standard; but, it is also true that it is even easier to posit difficult hypotheticals under the as soon as reasonably practicable standard that the government advances, which really reintroduces the very case-by-case analysis that bright-line rules are designed to avoid. And, in addition, it is entirely unclear to us what Fourth Amendment purpose that limitation serves because it is not clear to us why it matters for Fourth Amendment purposes how quickly officers effectuate the detention. And just one last point that I'd like to make before reserving the balance of my time for rebuttal. The rule that the government seems to be advocating before this Court is really a much more ambitious rule than we've even been discussing this morning. The government seems to suggest that the government has the authority to detain any individual with a connection to the place to be searched. And I think that that is out of recognition that an individual who happens to be at their workplace could just as easily return to the place to be searched as an individual who is seen leaving. In our view, that is an astonishing extension of the rule that this Court announced in Summers. And I would like to reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. Just -- just a couple of points. First of all, having suggested in its brief that the police may detain any individual with a connection to the place to be searched under Summers, the government today falls back to the view that the police may detain any individual with an observed connection, suggesting that this Court can leave for another day the question of whether to detain people with a certain but non-observed connection. Leaving that aside, the government suggests on at least five occasions today that that observed connection is sufficient to give rise to reasonable suspicion. That was not the basis on which this Court adopted its categorical rule in Summers. If it had been, the discussion of the special law enforcement interests supporting the rule would have been entirely superfluous. And it's for that reason we would respectfully submit that the Court made clear in footnote 19 that Summers permits officers to detain individuals regardless of the quantum of proof justifying the detention of specific individuals. And this Court's subsequent cases applying Summers have made clear that Summers permits the detention of individuals with no apparent connection to the criminal activity being investigated. And that leads into my second point, which is that Terry will serve as a fallback in many of these cases to permit detentions of individuals who are seen leaving the premises, where there is a sufficient additional basis to give rise to reasonable suspicion. In fact, it may very well be the exception to the rule that you have a case in which there aren't sufficient additional articulable facts to give rise to reasonable suspicion. We would respectfully submit that this case falls within that exceptional category, but it really underscores why the expansion of Summers that the government is seeking is really unnecessary. I would just note, in response to a point that Justice Scalia made, that the fundamental flaw with the government's position is that it really can't be reconciled with any original understanding of the Fourth Amendment. There's no historical evidence suggesting that officers at the time of the founding or thereafter, when executing search warrants, detained the occupants of the premises. And the problem with the government's approach is that it really would convert any search warrant into a search and seizure warrant. It would really would suggest that there is a freestanding right to detain anyone with a connection or an observed connection to the place to be searched that operates alongside the warrant-conferred right to conduct the search.",
  "No, we wouldn't, Justice Alito.",
  "We're not challenging the rule of Summers itself. We're simply suggesting that there's no historical basis for that rule, and for that reason we think that any expansion of Summers would really be of questionable validity. In Summers itself, the detention was truly incident to the execution of the warrant because, after all, the officers were approaching the house and literally just about to effectuate entry when the detention took place.",
  "Perhaps, but we have been unable to find any examples of detentions of occupants of the premises until at least 1880. And our point is simply that the detention ceases to be truly incident to the search where the individual has left the scene. The justifications for the detention evaporate at that point. Thank you.",
  "Thank you, Mr. Chief Justice, and may it please the Court: Maryland searched my client without a warrant, in order to investigate crimes for which there was no suspicion. It is settled law that warrantless, suspicionless searches are presumptively unconstitutional. The State cites no --",
  "That is correct.",
  "That is also correct.",
  "I don't know that the record indicates that.",
  "Yes.",
  "We're –",
  "Yes. Just to be clear, Justice Kennedy, we're not disputing the proposition that certain intrusions on privacy are permissible as to arrestees, but where we fundamentally disagree with the State and the Federal Government is with regard to the argument that this Court should take the rationale of Samson v. California and essentially extend that rationale to the point of arrest. The government --",
  "That is correct. An agreed condition of parole. That is -- that is correct.",
  "I would concede, Mr. Chief Justice, that it -- that it could be taken at least while he is still under the supervision of the State because, after all, both Samson and Knights were cases in which the individual was still under State supervision; that is to say, we're not arguing that, at the point of conviction, that the resulting lessened expectation of privacy extends in perpetuity as, say, a firearm or felon disability does. But what we are arguing is that -- to look at this Court's cases in Samson and Knights, they both centrally depended on the proposition that it is the fact of conviction that deprives an individual of the full protections of the Fourth Amendment.",
  "Well, Mr. Chief Justice --",
  "I think it's an open question as to whether or not there would be a search when DNA is collected from cells that could be said to have been involuntarily or voluntarily abandoned. And, to the extent that there's an argument that there would still be a search, it would be based on this Court's reasoning in Skinner, where the Court suggested that the subsequent analysis of a urine sample would constitute a further invasion of the test of the individual’s --",
  "-- the privacy interest.",
  "I would say two things about the privacy interests at stake here. First of all, there is an intrusion into the body, and that is what triggers the applicability of the Fourth Amendment here, to be sure, but it is also a relevant intrusion for Fourth Amendment purposes. But, second, and perhaps more importantly, there is a legitimate expectation of privacy in the contents of an individual's DNA. And, to the extent that this Court were to engage in balancing, we certainly think that interest is –",
  "Yes, and we think that the answer to that question is yes, that an individual has --",
  "Well -- Mr. Chief Justice, I've heard Mr. Dreeben to concede, as I think he must, that an individual retains a legitimate expectation of privacy in at least some of the information contained in the individual's DNA. And I suppose we can have a dispute about what types of information would qualify. But I think it really is settled that there are profound privacy concerns raised by the government's coming into possession of an individual's DNA.",
  "Well -- Justice Scalia, I didn't think I was conceding anything, but if I --",
  "If I was -- let me just be clear. We don't think that this Court should be engaging in balancing here. Indeed, that is really our principal submission to this Court.",
  "Well, we think that it is settled that intrusions into the body constitute a search for Fourth Amendment purposes.",
  "I suppose that the argument could be made, Justice Alito, that there is a similar trespass on the person and, therefore, a search when fingerprints are collected. I would note, parenthetically, that, in the first half an hour of this argument, we heard no explanation, either by the State or by the Federal government, as to their theory as to why fingerprinting is constitutional. Now, we --",
  "Justice Alito, we think that fingerprinting is distinguishable on three grounds. First of all, as a practical matter, an individual's DNA contains far more information and far more personal information than an individual's fingerprints. But, as a doctrinal matter, we think that fingerprinting is distinguishable --",
  "But that is because --",
  "But that is because, Justice Alito, in those cases, cases like Skinner and Von Raab and Vernonia, there was a special need, apart from the ordinary interests in law enforcement. And, here, it is clear that the primary purpose of the Maryland statute and, indeed, the similar statutes on the Federal and State levels, was the ordinary interest in crime control, to solve unsolved crimes. And that is why those special needs cases are distinguishable. And I think that that's why the State, essentially, disavows any reliance on the Special Needs Doctrine --",
  "With regard to fingerprinting, we think that, notwithstanding the physical intrusion involved with taking an individual's fingers and putting them on the pad, that the better view is that fingerprinting is not a search, and, to the extent that this Court has addressed the question, it has suggested that fingerprinting is not a search because an individual has no expectation of privacy in their fingerprints because their fingers are constantly exposed --",
  "Sure. Well --",
  "Justice Breyer, let me --",
  "Let me -- I will gladly get to three with regard to fingerprinting, and then I would like to say a word about balancing, in the event that the Court reaches it. Obviously, we don't think that balancing is appropriate here because we don't think that the Special Needs Doctrine is applicable, and we don't think that Samson should be extended to arrestees. But, with regard to fingerprinting, the other reason why we think fingerprinting is different, above and beyond the fact that we think the better view is that fingerprinting is not a search, is because fingerprinting, as it is currently practiced, does serve a special need. The primary purpose of fingerprinting is to identify an individual who is being taken into the criminal justice system.",
  "And my response to that would be that, under the Special Needs Doctrine, what is relevant is not how a system could conceivably operate; what is relevant is the primary purpose behind the program at issue. So, if the government were to come back in 5 years' time with a DNA testing program, the primary purpose of which was pretrial supervision or identification, one of these other purposes that is being offered, then, sure, the analysis would be different. That is simply a consequence of the fact that this Special Needs Doctrine, unlike the rest of the Fourth Amendment, looks to purpose, namely, the purpose of the program at issue.",
  "The justice system always has an interest in law enforcement and solving crimes, and we certainly don't dispute that proposition. But what we do dispute is Mr. Dreeben's principal submission to this Court, which is that simply because law enforcement can do certain things to arrestees, it can do others. The primary thing is --",
  "The difference between an arrestee and an ordinary citizen, Justice Kennedy, is that, as to an arrestee, the police have probable cause to believe that the arrestee committed a particular offense.",
  "Related --",
  "They have that interest, but, if they want to investigate other crimes, they have to do what they would have to do as to an ordinary citizen. They have to have a warrant or some level of individualized suspicion.",
  "The touchstone of the analysis, under the Special Needs Doctrine, is what was the primary purpose of the program at issue. And there is no evidence that pretrial supervision was a purpose of any of these.",
  "Well, Mr. Chief Justice, as I said to Justice Kagan, the constitutional analysis may very well change at later point. But I think it's important to underscore that neither the State of Maryland nor the Federal government identifies a single instance in which a pretrial supervision decision in their jurisdictions was altered as a result of the DNA test.",
  "Well, outside the programmatic context, ordinary Fourth Amendment rules would apply. And ordinary --",
  "Well, I think, in that circumstance, where there is no individualized suspicion, a search cannot occur. And an arrestee stands --",
  "Well -- you know, I will say that the one thing that is slightly different about your hypothetical, Mr. Chief Justice, is that the analysis might be somewhat different where what you are talking about is a condition of release. I think you would trigger the Unconstitutional Conditions Doctrine and the analysis might operate somewhat separately -- somewhat differently. But, just to conclude with regard to my answer with Justice Kennedy and then to get back to the rest of Justice Breyer's question, Justice Kennedy, with regard to arrestees, the intrusions on privacy that are permissible are all intrusions that relate to the arrest. So to take the two principal examples, the Search Incident to Arrest Doctrine, which you mentioned, and searches associated with an individual's continued detention, so the strip searching example, those doctrines have discrete justifications that limit their scope. So the Search Incident to Arrest Doctrine permits searches for officer safety, to prevent destruction of evidence, and at least in the vehicular context, to search for evidence related to the offense of arrest. Now, none of those rationales apply here, and I would note, parenthetically, that in Schmerber v. California, this Court suggested that the Search Incident to Arrest Doctrine would not permit searches into the body. It will permit only --",
  "I am not disputing that the government has an interest in knowing about prior offenses that an individual has committed. What I am simply saying is that the primary purpose of DNA testing, unlike fingerprinting, is to investigate unsolved crimes. That is the ordinary interest in law enforcement, and when the government is indicating --",
  "Fingerprints taken upon booking are primarily used for the purpose of identification, and, by identification, I would include determining whether the individual had a prior criminal record because, as IAFIS is currently structured, that is information that is returned once there is a hit for that initial search. Now --",
  "Well, I think fingerprinting really has, from the outset, served the purpose of identification because fingerprinting really came into being approximately 100 years ago because, in large urban areas, officers could no longer identify individuals on sight. Now, to be sure, fingerprinting does serve a law enforcement purpose as well. As Mr. Dreeben indicated, there is a latent fingerprint database that roughly corresponds to --",
  "That is true. But, again, the purpose of fingerprinting, as it developed over time, was identification in the sense that, as fingerprints were being collected, individuals could proceed to be identified based on prior --",
  "But I think it's important to realize, Justice Alito, that at least, as the DNA system is currently constituted, when an arrestee's profile is prepared, it is compared against the offender and arrestee indices, not the forensic index. And, indeed, as we understand it -- and I think Mr. Dreeben's discussion of this is probably consistent with this, at least on the Federal level, it is not permissible to take that profile and search it against the offender and arrestee indices. Now, that very well may occur in certain States. We don't have any reason to believe that that is what takes place in Maryland. But, again, this is really what distinguishes the way in which fingerprinting is --",
  "Sure.",
  "We think it means determining or confirming the identity of an individual.",
  "Confirming, for instance, in this case, that the individual in the government's custody was Alonzo King.",
  "Well, but 73 million people are in the criminal offender --",
  "And his criminal -- and, to be sure, his adjudicated criminal history, which can also be --",
  "Justice Breyer, no, I think, with respect, you haven't. With regard to DNA testing, a DNA profile -- at least as the Federal system is configured -- is compared against the forensic index. That is the index of samples from unsolved crimes. And so that is really in contradistinction to how the fingerprint database works.",
  "Sure. Well, Justice Sotomayor --",
  "Justice Sotomayor, assuming that this Court does not accept the proposition that arrestees are somehow subject to a lessened expectation of privacy, the only other --",
  "Right. And the only other potentially applicable exception to the principle that warrantless, suspicionless searches are unconstitutional is the special needs exception, and that exception looks to the primary purpose of the program at issue. And the mere fact that DNA testing could be used for other purposes wouldn't necessarily be dispositive of the inquiry. If the primary purpose of DNA testing is still to investigate unsolved crimes, the program would still not qualify under the Special Needs Doctrine.",
  "I think that it could be, and that would simply be because you would have a system where DNA testing is essentially being used as fingerprinting is being used today. But, again, I don't think --",
  "Well -- well –",
  "Well, there is, and that gets me back, finally, to the rest of Justice Breyer's question from a few minutes ago because Justice Breyer had kind of asked how the analysis should work, in the event that the Court were to proceed to balancing. And so I just want to say a word about the relevant privacy interests and the relevant governmental interests and to explain why we think that the relevant privacy interests outweigh those governmental interests. On the privacy side of the ledger, we certainly believe that there are profound privacy concerns associated with the government's collection of an individual's DNA. And, leaving aside the question of how much personal information is contained in the 13 loci -- and we certainly think that there is significant personal information, even as to those loci -- I don't think there can be any dispute that, when you evaluate the entirety of an individual's DNA, there is a great deal of personal information contained there. And, in our view, that has to be taken into account when engaging in balancing. Now, the government's response to that is essentially the \"just trust us\" defense; namely, that the government is not looking at all that information, it is only looking at a certain subset of that information. But that has never been how this Court has analyzed privacy interests, at least outside the special needs context. Probably the closest analog is this Court's decision in Kyllo v. United States, where the Court said that it was of no moment that the heat-sensing device that was at issue in that case did not detect any information about the intimate details of activities within the home.",
  "But, Mr. Chief Justice, as I said at the outset, we believe that there might still be -- indeed, we think the better view under this Court's cases is that there would still be a Fourth Amendment search there. The only difference would be that you don't have the intrusion into the body that makes the question of whether or not there is a search here an easy one. Now, I want to say just a word about the governmental –-",
  "The argument would be that the subsequent analysis of the DNA, nevertheless, still constitutes a search. And the most significant decision on this issue, to date, is the Fourth Circuit's decision in United States v. Davis, which I would encourage you to look at, if you are interested in this issue, because it holds that the extraction of the DNA from an item that was lawfully in the government's custody still constitutes a search. Let me say just a word, though, about the governmental side of the balance here because I think this is important. Ms. Winfree started with the statistics about the efficacy of DNA testing of arrestees, but our submission is, simply, that, when you look at the relevant subset of cases, namely individuals who have been arrested, but who are not subsequently convicted of the offense of arrest, the law enforcement value of DNA testing is relatively modest. My understanding is that --",
  "That is correct.",
  "Well, my client --",
  "That is -- my client was convicted of the crime of arrest, to be sure. But, under the Maryland statute, that crime was not a serious enough crime to qualify for DNA collection at that point.",
  "We think that it would be permissible to collect DNA from any individual who has been convicted and is subjected to the continued supervision of the State. And that is simply because those individuals have a lessened expectation of privacy. But just to get on the table --",
  "We don't -- we don't think, in that circumstance, Justice Ginsburg, that the government would have to destroy the DNA sample. But we --",
  "I'm sorry? A felon who has been --",
  "I would not say that that person has a reduced expectation of privacy. What I would say is that there are certain intrusions on privacy, some of which are quite substantial, that are permissible because there are justifications unique to the arrest. So, in Florence, this Court permitted the strip search of an individual who is being admitted into the general jail population, based on the special need of ensuring prison safety and preventing contraband from being introduced into the prison.",
  "Thank you, Mr. Chief Justice, and may it please the Court: This case concerns the Bankruptcy Code's retirement funds exemption. By its plain terms, that provision categorically exempts funds that have been set aside for retirement in certain tax­exempt retirement accounts. Funds in an inherited individual retirement account qualify for the exemption first because they were set aside for retirement when they were deposited in the account, and second, because an IRA remains tax exempt after it passes to a beneficiary upon the death of its initial owner. Respondents ask this Court to exclude inherited IRAs by engrafting an additional limitation on to the statute. Under their interpretation, the funds must be in an account that not only is tax exempt, but also possesses certain \"objective features.\"",
  "Well, I don't think that that is true, Justice Kennedy.",
  "Yes. And ­­ and let me explain why we think that retirement funds are not superfluous here. First of all, we think that retirement funds serves a clarifying function with the result that in the event that if Congress were to add something to one of the many tax provisions that are incorporated into the provision, that is not a retirement account, that would be excluded. In other words, the phrase \"retirement funds\" makes clear that only funds that have been set aside in a retirement account are exempted. But I want to say something more broadly about this argument concerning superfluity, which I think is really at the core of Respondents' textual argument here. I think that argument really misapprehends, with respect, the structure of the statute. It may very well be true that at least as matters currently stand, the phrase \"retirement funds\" does not independently exclude anything from the scope of the statute. But this statute, of course, includes a \"to the extent that\" clause. And our interpretation gives the phrase \"retirement funds\" meaning. It gives it a broader meaning. Retirement funds ­­",
  "Two points in response to that. First, Justice Ginsburg, with regard to the admittedly very high cap on retirement funds, it is true that a beneficiary of an inherited IRA has the ability to withdraw the funds immediately, though Congress has created considerable tax incentives for such an individual not to do so. But the same could be said of, for example, an individual who holds a 457(b) account, that's a retirement account for employees of certain governmental entities and nonprofits, who has left employment and then goes into bankruptcy. So, too, with regard to an individual who holds a Roth IRA, at least with regard to the contributions that the individual made to that IRA. And, in fact, while the cap limits the amount of money that can be exempted at $1.25 million, it actually also contains exceptions for rollover IRAs such that an individual can exempt essentially an unlimited amount. All of which is to say that Congress did intend this exemption to be quite expansive. Now, to go to the first part of your question, Justice Ginsburg, and the text of the statute. The court of appeals, unlike Respondent ­­ Respondents here ­­",
  "But not with regard to the money that was originally contributed to the account. That is to say ­­",
  "Well, there is no penalty with regard to contributions. And indeed there is no penalty with regard to the entire amount to the extent that it is being used for one of the specified non­retirement purposes, for which the funds can be withdrawn without penalty. And those are the educational and medical and other purposes that we set out in our brief. The two primary types of accounts for which money can be withdrawn without penalty are Roth IRAs and these 457(b)'s that I was referring to a minute earlier. Now, I do want to say just one more thing about the text of the statute in response to Justice Ginsburg. The court of appeals, unlike Respondents here, offered an interpretation under which retirement funds would mean funds that have been set aside for the debtor's own retirement. But the fundamental flaw with that interpretation is that it reads an additional limitation into the statute, this debtor­based limitation. And as we point out in our brief, all 11 of the other exemptions in Section 522(d) contain references to the debtor. And many of those references, including the homestead exemption, specifically refer to uses by the debtor. And so in order to invoke the Federal homestead exemption ­­",
  "Well ­­",
  "Well, that is certainly true, which is to say that that limitation would obviously exclude inherited IRAs and inherited IRAs alone. And I would just note parenthetically that if there were any evidence that Congress had actually focused on this issue and if in fact Congress's intent had been to exclude inherited IRAs, this would be a very odd way of going about effectuating that intent through this negative inference from the phrase \"retirement funds.\"",
  "Justice Alito, that is simply because ­­ and this is a very important \"because\" ­­ the funds remain in a tax­exempt retirement account. And while it is true that the degree of tax deferral in the hands of a beneficiary is perhaps not quite as great as it is in the hands of an initial owner, it is still considerable. The funds remain tax exempt while they remain in the account. And while it is true that the beneficiary of an inherited IRA must take certain required minimum distributions, the accountholder, the beneficiary, can stretch out the tax consequences over the course of her own lifetime.",
  "I actually don't think that that is correct as an empirical matter, Justice Alito. And as we explain in our brief, as long as the annual rate of return is a reasonable one, it will often be the case and, indeed, it's a quite plausible scenario, that a beneficiary will end up with more or roughly the same amount in the account at retirement as at the time ­­",
  "Yes, that is correct.",
  "Well, at the risk of seeming flip, Justice Kagan, I think that one point that's important to keep in mind is that this is still denominated a retirement account. And why that's actually substantively important and not just a formalism is because that has significant tax consequences. The funds remain exempt as long as they remain in the account. And to go to Justice ­­",
  "But it also gives the beneficiary the ability to use the funds in the account for her own retirement. Now, just to be clear, we don't think that whether or not the beneficiary in fact does so is relevant, precisely because of the language that Congress chose. And, Justice Alito, to go to the underlying policy justifications here ­­ and I do so with the proviso that we obviously think that the plain language disposes of this case without any need to weigh the policy justifications. But we think that there are, in fact, important and compelling policy justifications to support our interpretation, and we think that it is therefore no accident that seven States in the last 3 years alone have expressly exempted inherited IRAs. The first of those policy justifications is that Congress wanted to link bankruptcy exemption to tax exemption and there is some evidence in the legislative history to support that as the policy justification for this very expansive provision. After all, Congress enacted the retirement funds exemption knowing that there were already other exemptions or exceptions that covered a vast range of retirement accounts and yet Congress deliberately chose this very broad language in order to provide even broader protection and, really, to link bankruptcy exemption ­­ bankruptcy protection to tax protection.",
  "I think really for ease of application. Congress in the Tax Code has obviously already made judgments about which types of retirement accounts should be subject to special treatment. And the retirement funds exemption simply creates congruence between the Bankruptcy Code and the Tax Code. Now, to be sure, we don't think that that's the only relevant policy justification here. And we do think that the fact that Congress has made considerable tax benefits available to the holders of inherited IRAs is indeed significant. And Congress for two decades had provided this ability for the beneficiaries of inherited IRAs to stretch out the tax consequences over the course of their entire lifetimes. And so exempting inherited IRAs really does encourage beneficiaries to take advantage of those available tax benefits.",
  "She had taken out more than the required minimum distributions before she went into bankruptcy and then she took out one additional extra distribution immediately after going into bankruptcy. But I think it is fair to say that, regardless of the circumstances of my clients, many individuals who are in this position will use these inherited IRAs as retirement tools or at a minimum as long­term financial planning tools. And again, it is certainly congruent with that policy interest, an interest that is expressed in the relevant tax provisions, to exempt inherited IRAs as well.",
  "I think my second point, Justice Kagan, was simply that the use of the phrase \"retirement funds\" really makes clear the purpose of this provision in a way that I think would obviously not be clear absent that reference.",
  "Well, I think that it is admittedly descriptive. And to be sure, Congress at the time it enacted this provision may not have been 100 percent sure that everything in those tax provisions was in fact a retirement account. Because if you take a look at Section 501 of the Internal Revenue Code, it may be many things, but immediately clear it certainly is not. And so Congress may have just wanted to ensure that only funds that have been set aside in retirement accounts are exempted, whether with reference to the Tax Code as it currently stands or with regard to anything that might subsequently be added to the tax code in the future. But again, I think it's really important to underscore the structure of this particular provision. I think when you have a statute that contains a phrase like \"to the extent that,\" it is in fact entirety natural for what comes before that clause, the antecedent, if you will, to set out a broad category which is then narrowed by the \"to the extent that\" clause. And so, for example, if you had a statute that created a tax break for sports teams to the extent that they are members of the major professional sports leagues, you wouldn't immediately think that the phrase \"sports teams\" has to somehow do some exclusionary work. It would be perfectly natural to view \"sports teams\" as an incredibly broad category that could include little league teams as well, but then view the \"to the extent that\" clause to narrow it to teams that play in Major League Baseball or the National Football League. So too here, \"retirement funds\" simply refers to funds that have been set aside for retirement and the \"to the extent that\" clause narrows that broad category to funds that have been set aside and remain in the enumerated types of retirement accounts.",
  "Well, you might say either of those things, Mr. Chief Justice.",
  "Well, I don't think that there actually is anything odd about that, and I think in part that's because of what these accounts actually are. We refer to them as inherited individual retirement accounts, and there are a few references to inherited IRAs in the statute, but they really remain individual retirement accounts in the most relevant sense. I don't think there's really any dispute that, even in the hands of a beneficiary, an individual retirement account remains tax exempt under Section 408(e) of the Internal Revenue Code.",
  "But I think, Justice Sotomayor, that is what it means in the context of this statute. And our interpretation ­­",
  "Right. The Roth IRAs remain tax exempt. That is to say, as long as the funds are in the account, they remain tax exempt.",
  "That's correct. But they also remain tax exempt while they're in the account. And so to give you an example, if, for instance, you have an IRA or a Roth IRA and you engage in certain transactions, you move funds out of a particular stock and move them into another stock, you would ordinarily have to pay capital gains. But as long as they remain in the account, they are not subject to taxation. That's all that \"tax exempt\" means in the statute. But I think more broadly, our interpretation of the statute really reads the statute as an integrated whole. To be sure, it might be a very different statute if it stopped after the phrase \"retirement funds,\" and someone might be able to argue, for instance, that if they put money aside in a general purpose investment account, that would qualify as long as they intended to use those funds for retirement. But under our interpretation, \"retirement funds\" has to be read in the context of the \"to the extent that\" clause, and that clause really explains how it is that the funds are set aside for retirement. Funds have to be set aside in one of the enumerated types of accounts in order to qualify. And I think this discussion really points up the fundamental textual flaw with Respondents' interpretation. Respondents talk at great length in their brief about the supposed objective features that define a retirement account. As we explain in our reply brief, many of those features are not shared by all of the enumerated accounts in the statute. But more importantly, Congress specified, Justice Sotomayor, the one objective feature that matters for purposes of the application of the exemption, and that is the tax­exempt status of the funds in the account, and that is all that is required in order to trigger this very expansive provision.",
  "It ­­ it may very well be, Justice Ginsburg, that such a statute would have the same meaning, at least as the Tax Code is currently constituted. But again, we think that it gives meaning to the word \"retirement,\" which is really the only term that Respondents argue would be superfluous under our interpretation, by saying that the word \"retirement\" serves a clarifying function. It makes clear that only funds that have been set aside in retirement accounts can be exempted. And so if Congress were, say, to tack some new form of educational savings account onto the back end of Section 408 of the Tax Code, money that is set aside in that account would be excluded and that would be a circumstance under which the term \"retirement\" would do some additional work. But I think it's important to underscore, and this is why I really want to focus on the structure of this particular statutory provision, that \"retirement funds\" has meaning under our interpretation. It is a broader category which the phrase \"to the extent that\" then narrows. It is simply that the word \"retirement\" does not necessarily do any exclusionary work. But that does not mean that the word \"retirement\" is superfluous. It simply means that as a matter of natural grammar Congress started with a broader category, retirement funds, and then proceeded to narrow it with the \"to the extent that\" clause that follows. Our interpretation naturally follows from the structure of the text of the statute and it is certainly preferable as a textual matter to Respondents' interpretation, which, however it is sliced, ultimately reads an additional limitation into the text of the statute. And this is not the paradigmatic sort of statutory interpretation case where ­­",
  "And that is the additional limitation that the court of appeals read into the statute. I would respectfully submit that that is not quite the interpretation that Respondents are advancing. But this is the one exemption in Section 522(d) that contains no reference to the debtor. And if Congress had intended to set ­­ to limit the provision to funds that have been set aside for the debtor's own retirement, Congress certainly knew how to say so. And I would just say one other thing before reserving the balance of my time, and that is, that this is not the paradigmatic statutory interpretation case where you have the text of the statute on the one hand and the legislative history of this statute on the other. There is no relevant legislative history here. There is no evidence in the long history of BAPCPA ­­",
  "I would respectfully submit that if you think that this is that sort of case, that seven State legislatures might have a beef with that, Justice Kennedy, because seven States ­­",
  "No, Justice Ginsburg. But what is really unique about this exemption is that it applies to individuals regardless of whether they opt for the Federal or the State exemption regime. So this was a case in which my clients, Petitioners, opted for the Wisconsin exemption regime, but were entitled to invoke this exemption precisely because it applies regardless of which regime debtors proceed under. And in our view, that is an additional policy argument in addition to the ones that I set out earlier that supports our interpretation. Congress clearly wanted to provide uniformity across the Federal and State regimes. Our interpretation provides that uniformity. I am sure ­­",
  "Well, no, because under that interpretation, by virtue of the fact that States have as a policy matter opted to provide protection for inherited IRAs, you would have disuniformity, depending on whether or not an individual was proceeding under the exemption regimes of one of these States. Justice Kennedy ­­",
  "We have been unable to find any legislative history in those seven States and we have certainly looked for it. I would respectfully submit that the policy interests are the ones that I've articulated. And in addition to the ones I've articulated, I would just add that our interpretation does provide additional encouragement for individuals to save for retirement in the first instance, knowing that if they leave funds to an intended beneficiary, those funds will be protected in the event that the beneficiary goes into bankruptcy. My point is simply that in the absence of any legislative history, this is not a case in which this Court should weigh the policy judgments itself and impose them on the broad language that Congress actually wrote. It should give effect to that language and if the ­­ in the event that Congress wants to create an exception, it can obviously do so. And I would reserve the balance of my time.",
  "Thank you, Mr. Chief Justice. I'd like to start with the text of the statute. The court of appeals in its opinion defined \"retirement funds\" as funds that have been set aside for the debtor's own retirement. And I think it's clear from the arguments this morning that Respondents really don't defend that interpretation. And you may be left wondering why. Why, I would respectfully submit that the reason why is the reason that was exposed in Ms. Spinelli's colloquy with Justice Breyer: That interpretation really would nakedly read an additional limitation into the statute. And I want to address Ms. Spinelli's argument as to why that is not so and explain why that is in fact so. If you take a look at the 11 exemptions that Justice Breyer recited, it is true that to some extent the references to the debtor simply confirm what Section 541 already makes clear, namely that the debtor after all has to have a property interest in the property in question at the time the debtor goes into bankruptcy. But those exemptions also contain limitations relevant to the debtor's use of the property. And if you take a look at page 5(a) of Respondent's brief and the text of Section 522(d)(1), the homestead exemption, that text makes this point clear. The homestead exemption reads, and I'm quoting: \"The debtor's aggregate interest,\" not to exceed a certain amount in value, \"in real property or personal property that the debtor or a dependent of the debtor uses as a residence.\" That is precisely the type of limitation that the court of appeals was reading into the retirement funds exemption. And of course, that sort of limitation is entirely absent. And it's not just (d)(1). You can find them in (d)(3), (d)(4) and others of the exemptions. Now, I think that because of that problem Respondents instead offer this objective features interpretation. But while Ms. Spinelli made some references to the objective features in the course of her argument, she didn't actually tell us what those objective features actually are. And I think that the problem, once you start to identify those features, is that it inevitably leads you into a fact­intensive case­by­case analysis as to whether a particular ­­",
  "Well ­­",
  "Well ­­",
  "Well, let's focus on the objective features that Respondents did identify in their brief, and two of those features were limitations on early withdrawals and required minimum distributions after retirement. And as we explained in our reply brief, at least as to some of these types of accounts, even in the hands of the initial owner those limitations would not apply. And I would respectfully submit that if there is one thing that is reasonably clear from the legislative history, it's that Congress certainly wanted to provide protection for all of these types of accounts when they are in the hands of the initial owner. And any sort of test like that, a by­and­large test, would be a recipe for chaos in the lower courts, as bankruptcy courts have to try to figure out whether particular types of accounts, even in the hands of initial owners, would qualify. And I want to say just one other thing about text. Ms. Spinelli referred to this ­­",
  "The limitations on early withdrawals, which do not apply to Roths and to 457(b)s and ­­ and with regard to Roths, that is true only with regard to contributions, but, of course, the contributions to a Roth can be a very substantial part of the funds in the account. And then required minimum distributions after a retirement, which Roth IRAs do not possess. And I want to say just one other thing on the text with regard to Rousey. Rousey itself obviously involved very different language, and Congress was legislating against the backdrop of Rousey when it adopted the retirement funds exemption. But when it adopted that exemption, it contained no limitation on whether or not the payments were being received on account of age, but instead swept much more broadly, focusing on the accounts and focusing on the one objective feature of the accounts that matters, the tax­exempt status of the funds in the account. And so Rousey, I would respectfully submit, really offers Respondents little help. I want to say just a word about the policy issue that we were discussing during my opening argument. This question of whether beneficiaries are, in fact, going to be relatively young and, therefore, more likely to make free use of the funds. First of all, as Justice Kagan pointed out, beneficiaries have every incentive to keep the funds in the account because of the tax benefits. But I think it's more important to kind of understand the reality of this type of situation. It is true that my client, Heidi Heffron­Clark, was about 22 years old when she inherited this account. Her parents tragically died at a very young age. But the Department of Labor has indicated that the prime age for inheritance is between the age of 50 and 59. And, of course, with regard to retirement accounts in the hands of an initial owner, the funds can be accessed at the age of 59 1/2. So it will often be the case that the beneficiaries will use the funds for retirement."
]