[
  "Mr. Chief Justice, and may it please the Court: I'd like to direct my first comment to the question that the Chief -- Mr. Chief Justice asked about didn't the indictment and the verdict correspond. Mr. Chief Justice, you're exactly correct. The problem is that the sentence didn't correspond. And these defendants were on notice for what later turned out to be a (b)(1)(C) drug case that had a 20-year statutory maximum and they ended up receiving a life sentence.",
  "The issue with jurisdictional is twofold in this case. One deals with the Court's sentencing jurisprudence, which goes back all the way to In re Bonner, which is essentially unchallenged by the Government, which sets the proposition that any excess sentence beyond the statutory maximum is void. And that was at the heart of Apprendi. And Apprendi says and recognizes that a district court judge, like Judge Blake in Baltimore, was limited necessarily at her outer limits with what's charged in the indictment and what's found by the petit jury. A district court does not have a sense of roving jurisdiction under 3231. If a defendant comes into that courtroom charged by the grand jury with a specific offense, that sentence must be rendered for that specific offense.",
  "Mr. Chief Justice, I don't believe that a -- a case that's old somehow loses its force after Apprendi.",
  "And I think that is exactly what the Apprendi Court and the majority is restricting now is -- is that -- that exact caution of the Court. Until -- I -- I don't think that when a defendant goes into court and has notice that he's charged -- let me just back up to say this. The rule of law in this case is much more important than what happens to these defendants. As Justice Kennedy pointed out, all we were challenging is the illegal sentence in this case. We're not challenging the conviction. We were convicted of a 21(b)(1)(C) offense. We recognize that. We recognize the court had jurisdiction over the offense. We recognize that the court had jurisdiction over our defendants or our clients. What we challenge is the illegality of the sentence.",
  "Justice Scalia, the burden is upon the Government in their prosecution to indict the appropriate offense. I disagree with my friend, Mr. Dreeben, that somehow the error solely belongs to us. The genesis of the error is the Government's failure to indict drug quantity.",
  "Much like Neder, Justice Kennedy, this case is the product of a laboratory test tube. I acknowledge that, and the propositions and the fundamental beliefs that all of us went into the trial with are far different because none of us could ever imagine that the Apprendi case was forthcoming. Both Jones and Apprendi were decided while this case was on direct appeal. So, I don't see how we could forfeit an error that we could never even imagine would -- would result in --",
  "Justice Scalia, let me -- as a trial attorney, let me just --",
  "I don't know the answer to that.",
  "Perhaps I overstated --",
  "Right.",
  "In -- in -- my point is simple, Justice Scalia, is that in pre-Apprendi practice, the -- the Fourth Circuit made it abundantly clear to defense attorneys and to Government attorneys that we were not to concern ourselves with sentencing factors of drug quantity at the time of sentencing.",
  "Justice Ginsburg, I'm sure there are attorneys who did that. That was not done in -- in our case. We challenged drug quantity in the typical pre- Apprendi way under the sentencing guidelines. I'm reminded that in Johnson, this Court indicated that sometimes defense attorneys aren't expected to make laundry lists of objections, and I would dare suggest that many of the judges that I appear in front of would not be too welcoming of my trying to speculate what this body would do two or three terms from now. So, I don't think that -- I'm sure that there are attorneys throughout the country who were making these types of objections, sensing the change from McMillan and Almandarez-Torres, sensing the direction of this Court, but we -- we did not.",
  "Justice Breyer, my -- my answer is that it all goes back to the Indictment Clause of the Fifth Amendment and to the jurisdictional end-run that Justice Souter was alluding to. The -- you can't guess or speculate -- no court, most respectfully this Court or any other reviewing court, can't guess what the grand jury would have, could have, or should have done.",
  "Justice Breyer, Mechanik and Nova Scotia were not -- were not constitutional rules. They were procedural rules under rule 6, which had a trial that followed through and the court could -- had a record, and the court could look at the record to see if the grand jury problem affected the validity of the trial.",
  "I think it goes back to the historical function of the -- the grand jury, Justice Scalia, and the fact that what happens to the grand jury is absolutely --",
  "The petty jury is an -- is the product of an adversarial process where a judge acts as a referee and the law is well defined and the evidence is well known. And the judge sits there and makes determinations. So, there's a certain sense of reliability to entire trial process. We don't have that given the secrecy of the grand jury, the fact that no matter how many times I knock on the door to be asked to enter the grand jury, the Government will not let me or my client --",
  "A defendant can certainly waive a grand jury and proceed by information. But just if a -- if a defendant chooses to waive the grand jury and go by information, that doesn't mean that they can be sentenced for a crime that they don't waive the indictment for. So, for example, if a defendant waives jurisdiction on an 841 case and allows to go by indictment and --",
  "I don't mean waive jurisdiction, Your Honor. I meant waive -- waive indictment and -- and go by an information. You can only be sentenced for the crime that you've waived for, that you've knowingly and intelligently waived for. You can't be sentenced for another crime.",
  "And following up on that, Mr. Chief Justice, I don't agree that the evidence in this case, despite Mr. Dreeben's articulation, was that overwhelming. One of the defendants in the trial court were acquitted, Roger Evans. And I would suggest that now in a post-Apprendi practice, we would do things a lot differently attacking drug quantity that we never did when it was a detectable amount because no one ever had to worry about it.",
  "I -- well, I can't argue with that. I think that's a mathematical, you know, formulation, but I agree that -- what I would suggest is that what the Fourth Circuit said which is that the quantum of evidence is irrelevant when the problem stems from a defect in the indictment from the very beginning But I would suggest, Justice Stevens, that now in the post-Apprendi environment, defense attorneys are taking a much different strategy and not giving up or -- or just resting on drug quantity or challenging drug quantity, challenging the laboratories, challenging the weights of the drugs, distancing ourselves like we would normally do in conspiracy cases farther away from clients who are holding heavy amounts of drugs because we now know that drug quantity is -- is very important.",
  "A detectable amount -- when -- when you're charged with a detectable amount, it doesn't behoove you, as a -- as an attorney, to challenge a detectable amount. It's almost a impossible task. Any amount is detectable.",
  "And -- and the problem is, Justice Ginsburg, that under Apprendi Judge Blake -- she was the wrong judge applying the wrong standard of proof. She was the wrong fact finder and the wrong standard of proof.",
  "That's correct.",
  "The Government cannot -- I take the position, Justice Kennedy, that the -- that the Government cannot reindict on double jeopardy grounds, but our clients would still receive 20-year sentences in the Bureau of Prisons.",
  "And I find that fantastic because it's usually the other way around.",
  "That -- the rule of law -- I mean, sometimes you -- you roll the dice and sometimes the defense wins and oftentimes the Government wins, Justice Kennedy. And perhaps the results in this case are not palatable to some -- to some people. But in this case --",
  "Judge Blake instructed the jury, the petit jury, that drug quantity was not a concern of the court -- I mean, concern of the jury. In Neder and Johnson, Justice O'Connor, again there -- there was a trial. There was an adversarial process. And we don't know to this very date, quite frankly, whether the grand jury was ever asked to make a determination on drug quantity in the superseding indictment, and that's the problem. In Neder and Johnson, there was a record. There was a great record that this Court could apply the appropriate test. You can't do that in this case, in the Cotton case, because there is no complete record for this Court to go back and basically usurp the responsibilities of the indictment because we don't know whether on a certain date the Government brought in their witnesses to establish drug quantity. We simply don't know that in this case, and I think that is the fundamental difference that distinguishes the line of cases of Neder and Johnson that go to trial problems as opposed to indictment problems.",
  "I think in pre-Apprendi practice, no. I think there was -- the instruction from the judge that drug quantities are not your concern would have been the judge's instructions at that point.",
  "Justice Ginsburg, I had -- the Olano test is quite clear that you don't -- well, that a decision on a basic right that is forfeited doesn't matter on -- if somebody is innocent or guilty. It's much stronger and much more important than that. I do suggest, most respectfully, that the integrity of the court under the fourth Olano prong would be impaired if the -- the decision is that you can be indicted for one offense and convicted for another offense, that that's why the fairness and the integrity of the judicial proceedings comes into question. The very integrity of the court, the power of the court to do the most -- one of the most important things to a person who's charged with a crime -- oftentimes people don't care what they're charged with.",
  "I think this is the exception rather than the rule. That's correct.",
  "No. It's --",
  "That's correct.",
  "I'm sorry.",
  "Justice Breyer, in this multi- defendant 846 conspiracy, the defense was one part that the Government cooperators lacked credibility, that they weren't reliable. It was one part attacking the Baltimore City Police Department. This is what we call a historical case. It was a series of arrests that the Government put together at the end and made it into a conspiracy.",
  "It was that and there was also multiple conspiracies. The judge instructed the jury on multiple --",
  "I -- I don't think that that -- that that would have been -- you never use drug quantities as a defense.",
  "I don't think it can be harmless, Justice Breyer, because the very thrust of Neder, the very thrust of harmless error analysis is the Government must prove beyond a reasonable doubt that the error didn't affect substantial rights. And I don't know how the Government could make that burden of proof in this case --",
  "I think -- I think --",
  "That -- I think you're obviously correct, Mr. Chief Justice, but I think the important thing too about Neder is that the Court was -- was convinced -- I think part of its position was that the correct standard of proof that the district judge on the materiality element found it by -- beyond a reasonable doubt. So, I think that we don't have a problem with a mishmash of different standards of proof like we do in this case here where -- where some elements of the indictment are found beyond a reasonable doubt and some elements are found by a preponderance of the evidence and you have different fact finders performing -- performing different functions.",
  "And my point is, Justice Breyer, that I agree with the premise of your question and my answer would be that Neder and that harmless error rule enunciated there would be utterly meaningless in this case because there's no object and no gap that any reviewing court could fill because we don't know and we will never know what happened in front of the grand jury when that element was not returned. And it's precisely that no object to scrutinize for harmless, which you'll never have in a trial for the most part because of the adversarial process, because of the judge refereeing what goes on -- there's a reliability factor there. There's not that reliability factor before the grand jury.",
  "I -- I don't believe that Mechanik was wrongly decided, Mr. Chief Justice. Mechanik was not a constitutional issue. It was -- it was a -- more of a procedural issue --",
  "That's correct, but there was never a challenge to the validity of the indictment -- the indictment itself in Mechanik, which is the root of our contention here. The Mechanik indictment was concededly free of error. I think that's what the Court -- what the Court found to be a very important distinction. And that -- we don't have that in this case. The indictment is the cause of -- of our problems in this case. So, I think Mechanik is -- is distinguishable, and the Court did apply harmless error in Mechanik but found that it didn't rise to the level to -- to challenge the structural integrity of -- of the grand jury process itself.",
  "Justice Souter, I think the answer is that we try to remain as true as we can to the Framers' intent and the Framers' fear of a corrupt judiciary or an oppressive prosecutor. And that bulk -- that bulk word or whatever -- whatever that barrier that exists between the process, that very threshold that brings someone into the criminal justice system that that cannot be -- that is indispensable to our system.",
  "I -- you're right in that regard, Justice Souter, but we don't know if the Government did its duty and presented to this grand jury drug quantities in the superseding indictment. So, we don't even know, based on any record that we can discern, whether or not that major element, that critical element that -- that drives the sentences in this case was ever presented to them. So, sure, I guess that, you know, grand juries can charge greater offenses of it. And that's one of the beauties of it. They can charge greater offenses, lesser sentence, no -- no -- I mean, not -- offenses, or none at all, and they can even nullify, although it's not -- we -- we shouldn't encourage it.",
  "And I -- and I guess it goes back, Justice Souter, to where I began this morning. It's the Government's responsibility to indict each defendant based on their roles and their culpability. You can't go in and just do a blanket 846 indictment. You must delineate each and every element of each and every offense for each and every defendant. And that's the Government's failure in this case. Look, I -- I understand the fact that it's not terribly difficult for the Government to obtain a Federal grand jury indictment. I mean, I -- it's very rare that they -- a Federal grand jury will no-bill what the U.S. Attorney wants him or her to do or them to do. There is a tension there. But I think the rule of law and the purpose of the grand jury and why we need the grand jury is far greater than whether or not Mr. Hall, the leader of this drug conspiracy, is going to do life or 20 years or by whether other people who may have had different roles in the conspiracy which no drug quantity has ever been attributed to them -- there's evidence that they have been involved in multiple conspiracies. Whether they're mules or couriers or street vendors or kingpins, sometimes the rule of law requires that -- that fairness be done. And -- and fairness in this case is a sentence based on what you were charged with, not a sentence based on something that you weren't charged with.",
  "The dilemma is, Justice Souter -- is that what -- this would crack open the gate to allow, I would suggest, the Government to trample into the -- the grand jury function. They already go into the grand jury room each and every day, but now they can indict for one thing, prove another thing, if their position is adopted here, charge one thing --",
  "But --",
  "No. I'm talking in a different case, a more broader case, not this actual case.",
  "That's correct, but it's also correct that I told the Chief Justice earlier that --",
  "-- that the -- that the problem is a sentencing problem in this case and not a difference between -- well, it is a -- my time is up.",
  "Justice Stevens, and may it please the Court: Nothing in today's case, Justice Kennedy, requires you to take on the three-tier system, for the issue that is presented here is a very narrow one.",
  "All that we ask in this case, Justice Kennedy, is that you strike down Michigan and New York's decision to apply the three-tier system to everyone except their own in-state -­",
  "-- producers of wine -­",
  "Justice Kennedy, in our case, we want to suggest that it is -- just as in Healy and Bacchus -- that a law that discriminates in favor of in-state producers and against out-of-state producers loses its immunity afforded by the Twenty-First Amendment. As Justice Scalia said in concurrence in Healy, a liquor law's discriminatory character eliminates the immunity afforded by the Twenty-First Amendment. It's really the state's position, aided by their wholesaler allies, that it is the sweeping one. Their position is that every state law that regulates the importation of liquor is, per se, valid if it has any conceivable rational connection to a state purpose. So, for example, if Michigan wanted to simply bar all California wines, facially exclude California wines, saying, \"There are too many of them, it interferes with\" ­ ­",
  "That's exactly correct, Justice Ginsburg. As you've said in the context of gender discrimination, you can cure an equal-protection problem by leveling up or leveling down. In this case, we would suggest that the principle of free trade that was the reason, the principal reason, for the framing of the Constitution and has been reflected in over a century of dormant Commerce Clause jurisprudence, suggests that you should -- the remedy should be to open the markets to out­ of-state producers -­",
  "Correct, Your Honor.",
  "That's correct, Your Honor.",
  "That's correct, Justice Stevens, if it were in aid, and only if it were in aid, of the states -- and necessary to serve the state's internal purposes.",
  "That's -­",
  "The state can have a monopoly if it's, itself, a market participant. What the state may -­",
  "Private -­",
  "Justice Stevens, a state may not discriminate against out-of-staters for the sole purpose of economic protectionism.",
  "In Young's Market.",
  "Correct.",
  "But Justice -­",
  "But -­",
  "Justice Breyer, the Young's Market language permitting state discrimination is, indeed, broad, but it's been superceded by 40 years of this Court's jurisprudence harmonizing the Twenty-First Amendment with the rest of the Constitution. Remember, Justice Brandeis, in Young's Market, didn't even think the Equal Protection Clause applied to liquor imports, a position that's inconsistent with Craig against Boren. And nobody would suggest today that equal protection permits a state to import only from male-owned wineries or only import wine from white-owned wineries. So there -- the 40 years of jurisprudence -­",
  "-- has been -­",
  "Correct, Your Honor, but if -- if there were a law -- the states are claiming that any law governing -­",
  "But the dormant Commerce Clause reflects a fundamental structural principle that is every bit as much a part of the Constitution as the Equal Protection Clause upheld in Craig v. Boren. Indeed this Court, in cases from McCulloch to the Eleventh Amendment cases and state sovereignty cases, has recognized that a principle of the Constitution is no less fundamental because it is a structural implication of the text. So the dormant Commerce Clause stands on the same footing as the affirmative power of Congress and on -- it's the same footing as the Equal Protection Clause at issue -­",
  "-- in Craig v. Boren -­",
  "Absolutely, but it has not. And the Wilson Act -- to go back to Justice Souter's question and Justice Ginsburg's question -- Congress could authorize it as it has done, for example, in the McCarran­ Ferguson Act, allowing the states to discriminate against out-of-state industry with respect to the industry of insurance. It has not done so here. Webb-Kenyon did not authorize discrimination, and the Wilson Act forbade discrimination for just -- reasons Justice Ginsburg described. It said you may regulate imports of liquor in the same manner as local liquor laws. And, of course, the purpose of Section 2 was to allow to the dry states to keep dry by preventing all those original packages from piling up in the railway stations and being open to bootleggers throughout the state, undermining the dry policies of the state. Wilson forbade discrimination. Web Kenyan didn't authorize it. And in Congress' most recent articulation of its view of the harmony between the Twenty-First Amendment and the rest of the Constitution, the Twenty-First Amendment Enforcement Act, passed in 2000, enacted in 2000, Congress has a rules-of-construction section that says, \"We view any state plea to the federal courts to enforce their laws as reflecting the jurisprudence of this court.\" And, in fact, floor debate on that rules-of-construction section reflected allusions to Bacchus, Healy, and the other cases that said dormant commerce -- the negative implications of the Commerce Clause, no less than the Equal Protection Clause or the Due Process Clause or the Establishment Clause, constrain the states in their regulation of importation of liquor. So with all respect to Justice Brandeis, Justice Breyer, the Young's Market statements about discrimination have been superceded. What New York and Michigan have done here is say that one set of exceptions apply only to in-state producers, just as Connecticut, in Healy, said, \"If you just sell beer within our state, you don't have to face price ceilings that you have to face if you do business over in Massachusetts or Rhode Island.\" Just as in Bacchus, the -- you struck down a decision -- an excise tax exemption that said, \"If you're an importer of liquor, you have to pay an excise tax, but if you're a local producer of locally produced wine and spirits, you get out of that restriction.\"",
  "Justice -­",
  "Justice Souter, we believe the standard should be strict scrutiny, though there must be a necessity to serve -­",
  "-- a legitimate -­",
  "Because it's facial discrimination. It's absolutely undisputed. Michigan -­ in fact, Michigan state concedes that they have flatly banned out-of-state wineries from shipping directly to consumers. There's no question that this is facially discriminatory. But even if the standard were a more deferential one in which all the state needed to show was a reasonable need for discrimination, it can't come close to doing that here. Neither Michigan nor New York has shown that the facial discrimination here is necessary to protect minors or to protect the collection of taxes. Let's start with minors. The Michigan claim that it's protecting against under-18 sales is belied by the fact that Michigan is allowing 40 Michigan wineries and, at last count, 7500 Michigan retailers to deliver directly to consumers. The way to protect my -- so just as in Craig v. Boren, the exception for young women to drink 3.2 beer, as opposed to young men, belied the state's interest in temperance. So the pattern of exceptions here that Michigan has created belies any notion that it's protecting under-18-year-olds from drinking. And, of course -­",
  "On revenue, the nondiscriminatory means that's available to the state that Michigan and New York have not shown any reason to reject -- 26 states have adopted some version of this -- is to require an out-of- state winery to get a permit. And that's a -- Justice Breyer, one thing that's still left of Brandeis. You can require a permit from an out-of-state winery, which would be unusual to acquire from widgets or milk. But you can require a permit, and, as a condition of the permit, Justice Souter. The out-of-state winery has to agree to submit to the state's jurisdiction, to submit to the state's tax jurisdiction. And, Justice Kennedy, whether or not Quill would permit taxation if you were simply sending by common carrier, our clients want to -- want to pay taxes, want to sign up for permits, want to play on a -­",
  "-- level playing field -­",
  "But, Justice Souter, to -- look at the experience -­",
  "They certainly don't, Justice Souter, but New Hampshire is a state that has actually -­ your own state is a state that has on its Web site a set of out-of-state wineries. It requires that they keep and supply sales records on a monthly basis, that they keep those records for three years -­",
  "-- think New Hampshire's done very well collecting taxes from out-of-state producers, Justice Souter. It's a leader -­",
  "-- in the field.",
  "That's correct.",
  "That's correct, Justice Kennedy. But to go back to the physical-presence question, Justice Souter, Michigan is not now -- Michigan officials are not now traipsing up to the upper peninsula and all around the state to inspect wineries. The record is clear on that. What Michigan does is require that wineries in Michigan send samples and records to their offices. And the Internet actually, if anything -- the states say that the Internet increases the danger, but the Internet also increases, in parallel, the power of the states to police out-of-state wineries without an in-state presence. Just as, Justice Stevens, the Internet may make every speaker with a PC a town crier, as you said -­",
  "-- in Reno versus ACLU --",
  "-- so it makes every interstate",
  "Yes, Justice Souter, if it were part of a -- an agreement to a permit that the -- that the out-of-state winery is willing to make, then there's no extraterritorial regulation there, that would be just fine. So, yes, the state can, through Internet, so to speak, -- Internet monitoring, through virtual monitoring -- do all the work it needs to do to make sure that the out-of-state winery is paying taxes. And, by the way, Michigan does not collect taxes, Justice Kennedy, through the distributors. Michigan collects taxes from the wineries, whether they're in-state or whether they're out-of-state wine shippers. So Michigan can give no justification for why out-of-state wineries have to go through the distributors for tax purposes. They're not using the distributors as their tax-collection agents now.",
  "Justice Kennedy, reciprocity laws -- yet -- possibly. They may be a necessary requirement now that so many states are closed to states. They may be a necessary mechanism for some states trying to get wines to market in the way that the framers envisaged. It may be a necessary, for now, to get into closed states. In a world that we hope that you create, in which discrimination is not allowed, they would be completely unnecessary and possibly unconstitutional. But to return to the key point here, Michigan and New York may not facially discriminate in favor of their own producers unless they can show that reasonable nondiscriminatory alternatives are unavailable. And here, Justice Souter, on any standard of heightened scrutiny, they have not come close to making that kind of showing, because there are all these other means -- means that have been recognized by the 26 states that don't discriminate, means that have been proven in states from New Hampshire to Virginia, means that are not based on facial discrimination. It's the discrimination that has to be shown to -­",
  "-- be necessary here.",
  "Not -- they are subject to heightened scrutiny because they discriminate against out­ of-staters in a way that you could not -- for example, in New Energy, you said that you can't have a preference for -- you can't have a discrimination in Ohio in reciprocity for Indiana. Reciprocity laws normally do violate the principle of dormant Commerce Clause invalidation.",
  "Not -- we contend that they would be subject to strict scrutiny, and they could be upheld if the state could show that they are closely tailored in a",
  "-- way that these laws are not.",
  "Your Honor, that's not before, and if there were other reasons -­",
  "-- the state could -­",
  "Justice Stevens, and may it please the Court: This case presents two disparate views of what kind of loss is necessary to sustain a claim for securities fraud under the Reform Act's loss causation requirement. The minority view of artificial inflation articulated by the Ninth Circuit is illogical and equates loss with purchase, regardless of whether the investor has suffered any economic harm. An investor does not suffer any harm until some form of corrective disclosure occurs and the artificial inflation is removed from the stock. The two events must be related. There is no causal connection between the harm and the misrepresentation otherwise. The majority rule correctly requires a causal connection between the misrepresentation and a decline in value. The -- and the statute itself is expressed in terms of causation that a plaintiff prove that the act of the defendant caused the loss. When we look at the statute of the Reform Act and other provisions, we see supporting language. In section 21D of the Reform Act, we see under the provision that has been known as the look-back provision that the Congress discussed the loss in terms of trading price after a corrective disclosure. Similarly in section 105 of the Reform Act, although dealing with section 12 of the Securities Act, the Reform Act, in its one place where it actually spoke of loss causation and its definition, defined it in terms of depreciation in value. And the -- the depreciation in value of the security would be attributable to the fraud.",
  "At the trial court, the -­",
  "Well, the Ninth Circuit remanded for specific reasons on repleading, which Your Honor has articulated, and those would have occurred. The other issues relating to loss raise questions concerning whether some of the -- the claims might be time barred and whether or not those claims could be stated. So that would have raised a different issue. In addition, throughout the pleadings of this case -- we're now on the third complaint -- the -- the plaintiffs have not raised that issue and have not sought to plead causation consistent with the -- our view of the world.",
  "Well -­",
  "Well, the -- the real problems that the trial court had and what we would continue to espouse with this opinion is that it doesn't link the loss with the misrepresentation. And in this case, the misrepresentation offered occurred 9 months after the price drop that is being sought. I think when you -- when you carve it all back and you look at what the real issue is, at the end of the day, it's -- it becomes an issue of what -- what damages does the plaintiffs' class seek.",
  "The -- the problem is we wouldn't have been able to -- to frame a clear jury instruction that would have indicated whether or not the loss that the jury should look at would be related to the disclosure about Albuterol Spiros, which would have occurred in the November time frame, or whether we would have had to step back to the February time frame and -- and the loss that was incurred then. And the issue would have not only related to the -- the damages instructions but would have related to the misrepresentation instruction. And the -- the problem that -- that we continue to have with the -- the case after the Ninth Circuit's opinion is where do you look for the misrepresentation and where do you look for the damage and how do you know that there is a loss under the statute. You're looking at a -­ at a -­",
  "Well, I think that would have been different. That would have been a disclosure prior to the -- to the drop, and there -- I would expect under pleading that the plaintiffs could have done, they could have tied the two of them together and argued that the cause of the loss was the combination of the two events in the marketplace.",
  "That -- that would be the theory under the Ninth Circuit.",
  "Well, the --",
  "The problem with -- with that theory is that Congress has told us that the misrepresentation has to have caused the loss and -­",
  "And -- and what we would be looking for is evidence that -- that such a actual loss occurred in response to a corrective disclosure in the marketplace.",
  "Yes, it is.",
  "That is correct.",
  "That is correct.",
  "And would have the ability to continue to sell that stock for $60 in the marketplace until such time as there was a corrective disclosure.",
  "Thank you. The -- the other is -- is I think an issue of certainty as to the marketplace. Remember, we are operating on a fraud-on-the-market theory context here in this kind of action, and in that -- in that context, when there is a disclosure in the marketplace, you have certainty as to what the market actually valued the decline to be as opposed to speculation that there was in fact inflation at the -- at the time of purchase. The Ninth Circuit's purchase time rule in the -­ in the fraud-on-the-market context doesn't necessarily identify the decline in the value of the stock which you can get from the marketplace, and that I think is just better -- a better indicator.",
  "The Congress has told us that we should look for loss, and that -­",
  "-- and that leads us to the -­ the point that -- that whether the increase can actually be pled. But if there is a disclosure that indicates that the gold component was not part of the -- of the -- the discoveries, and the plaintiffs can indicate that there was an upward tick because of the platinum and a downward movement in the stock because of the disclosure about gold, then I think those two can be separated and pled accordingly.",
  "Well, that shareholder -- it would depend on what has happened in the marketplace. If there has not been a disclosure about the absence of gold, that stock would still reflect the -- the value of the expectation of gold.",
  "Our position is we believe that a drop in the price is necessary to demonstrate the loss.",
  "They do.",
  "In this case -­",
  "We don't have to decide that issue for this case.",
  "The plaintiff has that burden -­",
  "And -- and at the pleading stage, I believe that they could be segregated and -- and an upward movement in the stock could be distinguished from a downward movement in the stock. But the downward movement in stock would be the focus from our standpoint.",
  "We don't believe that they are entitled to any expectation damages. It would be an out- of-pocket loss calculation.",
  "I -- I think that it is perhaps inclusive of expectancy. It really depends on how you view that price inflation theory.",
  "And it gets back in our view to the transaction causation distinction in the securities cases that talk about the reliance transaction, price inflation that occurs at the front end.",
  "Following your -- your suggestion about the price of gold, it would depend on where that -­ that disclosure occurred in connection with the price of -- the price of gold, if that disclosure occurred, and if there was an economic loss that could be -- could be tied to it. The passage of time here is important only insofar as it allows for the corrective disclosure and a chance for the market to reflect an economic loss.",
  "I think --",
  "I think that a plaintiff would be able to handle that in -- in a pleading and they would have to identify the leaks and if there are several, identify each of them and identify them as -­",
  "The key is that they have to prove that the loss was connected to the misrepresentation and that the drop in -­",
  "So I was distinguishing -- yes is the answer to your question. I was distinguishing a situation where the price just trickled down and no one knew until later. And the -- the question that Justice Scalia poses about the -- the leak coming out over time but it is the -- the fact that the market becomes aware of the reason for the misrepresentation, it is in fact appropriate. The -- the other point that I would like to make, in addition to the statutory scheme, is -- is this Court's decision in Basic v. Levinson creates a tension here, and I -- and I think a conflict that is very important to -- to discern. The -- Basic v. Levinson presents the fraud-on-the-market theory, and from that fraud-on-the-market theory we have a rebuttable presumption of reliance for transaction causation. The Ninth Circuit's view collapses the -- the Ninth -- the Ninth Circuit's view of transaction causation with loss causation and presents a conflict as it relates to that presumption. The presumption, which is based on a well- developed, efficient capital market that gets the information out quickly and is easily digestible -- that -- that presumption is at odds with the Reform Act's requirement that there be a burden of proof. If you collapse the transaction causation and the loss causation, you've got a head-on collision between the rebuttable presumption of reliance and the Congress' codification of the Loss Causation Act and the Reform Act. And we think, at the end of the day, the Ninth Circuit's decision really renders that conflict apparent and makes the act of Congress in the Reform Act one that was meaningless. The -- I think the legislative history is also supportive of our position so far as particularly the Senate report is very important in the -- in the phrase where it talks about the obligation of the plaintiff to prove that the loss in the value of the stock was caused by the section 10(b) violation and not by other factors. That is a critical component here of the analysis and I think very helpful from the standpoint of the legislative history in identifying what we have. Finally, I -- the last point I'd like to make is that the Reform Act from Congress was designed to and sought to establish uniform and fairly stringent pleading guidelines, and this was to address congressional concerns over frivolous suits. And Congress, in enacting the Reform Act, was not signaling any intention to relax the requirements of section 10(b), was -- rather, was enacting a very specific loss causation requirement. And historically there was a very clear and distinct body of law at the time, the Huddleston case, the Bastian case, and that was codified. And there was a very clear perception that Congress was acting and not collapsing the loss causation transaction rule into the loss -- the transaction causation into the loss causation, which I think creates this conflict. If there are no further questions, Justice Stevens, I'd like to reserve the balance of my time for rebuttal.",
  "Thank you.",
  "Justice Stevens, and may it please the Court: One point I think I want to focus upon for the -- for the Court is -- is the comment in the Senate report which said that the damages had to be a result of the cause -- the -- the misrepresentation, not other factors. I think what we've just heard about, in terms of the decline in the market value, is -- is a look at a number of the other factors. And there are disclosures that are related to fraud and there are disclosures that are not related to fraud. And if there was a misrepresentation in the marketplace, that -- that is one thing. If a new competitor comes out with a new product, that's not -­",
  "And -- and --",
  "I would -- I would agree with you and -- and I would just -­",
  "-- I would just add -- I don't disagree. I would add that the cause is not by other factors because I think when we heard the discussion about the -- the reduction of inflation, we were hearing about factors other than that. I just want to close by saying the loss causation codification in the Reform Act was meaningful and was part of the Reform Act. And that really indicates that this is a pleading standard that we -- we -- we're dealing with, that the cause of action for a securities fraud has to be stated at the time. And that's consistent with what the Reform Act was trying to achieve which is to give the defendants a chance to respond and actually have the motion to dismiss serve as a meaningful screen in dealing with those cases. Thank you.",
  "Mr. Chief Justice, and may it please the Court: Petitioners and the Government have fallen far short of the -- meeting the burden that would be required to overrule a presumption that has been in force for nearly 60 years since the International Salt decision, a presumption that, as Justice Stevens acknowledged, reflected the Court's prior experience dating back to the enactment of the Clayton Act in 1914 with the use of patents to enforce requirements ties like the one at issue here, buy our printhead and you have to buy our ink at whatever price we set for the life of the product, even after the patent has expired. It was precisely the Court's experience with a series of patent cases in which such requirements ties had been imposed that led it to set forth the presumption in International Salt.",
  "Yes, it is, Justice O'Connor. This is absolutely a requirements tie case. This is a case in which Independent Ink seeks to sell ink that is required to operate Trident's printheads, their piezoelectric impulse ink jet printheads used to put carton coding directly onto cartons. And the requirement here -- a requirements tie is that if you buy our good A, you need to buy good B that's a necessary --",
  "-- operating it in perpetuity.",
  "Justice Breyer, this is not Jerrold Electronics. There's no indication that in this case there was any price discount given on the printheads in order to make it up through a supracompetitive royalty payment extracted from the end users by requiring them to pay three times the market for ink. The end users are charged three times what Independent Ink would sell them the ink for directly. And -- and the original equipment manufacturers, the printers who put the Trident printhead into the printer to sell to the end users like General Mills and Gallo Wines -- they're charged twice the price. So there is a markup on the ink. This is a case in which a supracompetitive profit is being extracted as a kind of royalty on the ink sales for life.",
  "No. Justice Breyer, if I could just remind us how narrow the presumption is here. The presumption here attaches to one element in a tying case. There are still other screens. The other screens -- the plaintiff still bears the proof of showing that there are two separate products. As Justice Kennedy pointed out, if two products are bundled together, if the tie is bundling two products together, there may well be a single product. If there's a procompetitive reason for a bundle, that will be screened out by the requirement that a tie involved tying product A to product B. If products A and B are combined as components in a single product, the screen of separability will operate. And --",
  "With respect, Mr. Chief Justice, this does not entail a heavy burden on the defendant. What the presumption does is simply presume from a patent used to effect, as here, a requirements tie. And Justice O'Connor, it's not just a component in the larger product. The patent has to be used through the licensing of the patent to effect the tie. We're not suggesting that the presumption attaches to any product that happens to contain a patent in the component. But when that happens, Mr. Chief Justice, the -- when the patent is used through its license to exact in perpetuity -- you have to buy a requirement for life -- it is quite fair to ask the defendant to come forward and say, well, that's not so bad because there are reasonable substitutes. We just looked at them when we got our patent in order to show that it was novel. We looked at what the prior art was, and we've studied our competitors and the printhead market closely --",
  "Justice Kennedy, the patent presumption makes economic sense because, more likely than not, a patent used to effect a requirements tie will have market power. Justice Breyer said at the outset that a patent is intended to confer market power. That's what a patent is -- is registered for. It's intended to create legally enforceable barriers to entry that make it rivals -- entrance into the market more difficult. That's what it's intended to do. It doesn't matter that 95 percent --",
  "95 percent of patents are valueless according to petitioners' own statistics, but they won't arise in a patent tying case because if they're valueless, they won't be licensed. And if they're not licensed, they can't be used to effect the tie.",
  "Justice Breyer, Justice Souter asked before to petitioners' counsel, has there been any evidence of frivolous litigation, tying litigation, brought where there was a valueless patent to which a tie to a requirement was -- was made, and petitioners' counsel could name none. The focus here has been on the wrong pool. The arguments are about valueless patents, which there's no evidence they've been used to tie --",
  "To try to --",
  "To make up the money through a requirements tie in perpetuity.",
  "If it takes off.",
  "Justice Breyer --",
  "Justice --",
  "Justice Breyer, that couldn't happen unless there was market power in the patented product. There's reason -- there's no reason why a consumer would agree to pay supracompetitive prices for the requirement --",
  "Not the case here.",
  "This returns us to Justice Stevens' question. Can metering be procompetitive? And the petitioners and Government have utterly failed to show how metering could be procompetitive in a requirements tie case. The briefs of Professor Nalebuff and Professor Scherer, the only economist briefs submitted in the case, show how metering is not necessarily efficient. Even if it produces -- produces some kind of gain to production, it transfers surplus from consumers. And in any event, metering -- if -- if the goal here were to try to impose the royalty on the ink, if the goal here -- if -- if Trident really wanted to say we want to be efficient price discriminators, we're charging less for the printhead -- and there's no evidence there was any kind of discount on the printhead here. This is not a penny for the product. These are $10,000 printheads that go into $20,000 printers that last for 20 years. So this is not --",
  "-- the discount case.",
  "Justice Stevens, we believe the district court erred in holding that there was no --",
  "-- direct evidence of market power here, and we urge, as an alternative ground for affirmance, that there's ample direct evidence of market power here. Mr. Chief Justice?",
  "Mr. Chief Justice, that is not typically going to be the case. This is an unusual case in that the direct evidence of market power comes from defendants' own customer surveys, which at pages 393-394 of the joint appendix indicate that the customers here were deeply dissatisfied with having to pay supracompetitive prices for ink when Independent Ink and other independent providers were offering them discounted ink on the market. The license here precluded either the original equipment manufacturers or the end users from buying that ink. The license extends to customers of Trident and to their end users. And the original equipment manufacturers were deeply dissatisfied. Jefferson Parish says that there's evidence of market power when a -- the producer in the tying product market is able to impose onerous conditions that it could not impose in a competitive market --",
  "That's correct, Justice Scalia, but it's -- there -- there -- it would take a far better showing than the petitioners and the Government have made to overturn a sensible rule of thumb that makes sense as a matter of theory and makes sense of -- as a matter of practice. They've failed to indicate a single case in which there's been frivolous litigation over a patent tie. The presumption, if it was going to unleash this wave of frivolous litigation because the screen was too low, you would think that they could name a single case over the last 60 years in which that occurred.",
  "Well, in this case that isn't so because the petitioner initiated the litigation. Let us remember that this case began as a patent infringement action in which Trident came after Independent Ink for patent infringement claims, which were dismissed with prejudice by the district court, found to be unsustainable. But, Mr. Chief Justice, just to go back to the direct evidence point, you asked before isn't market power doing all the heavy lifting. Market power can be shown through expert evidence, and that's what the district court erroneously said that we had failed to provide. But it can also be shown, as this Court has acknowledged in Kodak, as -- and in FTC v. Indiana Dentists, market power can be shown directly. If there's direct evidence of anticompetitive effects in the tied product market -- here, three times the price one wants to pay for ink in order to use the patented printhead for 20 years and thereafter -- if there's evidence directly of anticompetitive effect in the tying -- in the tied product market, then there's no need for that expert evidence. This happens to be the rare case in which the petitioner was cooperative enough to have taken customer surveys showing the -- the dissatisfaction its customers had over a long period of years with having to pay supracompetitive prices for ink. But that won't be the general case. And in other cases, the patent rule is a sensible rule of thumb -- the patent presumption, not a rule, is a sensible rule of thumb for capturing the wisdom that patents used to enforce requirements ties are more likely than not to show market power. That's what they're intended to do through barriers to entry, and that's what they have done. In fact, the petitioners and Government have been able -- unable to show a single procompetitive requirements tie.",
  "Mr. Chief Justice, there could be a sensible argument that you should always presume requirements ties to indicate market power. That's not the law, and we don't urge it here. We think that you capture the same point if you retain the presumption, as it was stated in Salt, as it was restated again by this Court in Jefferson Parish, as -- by the Court in Loew's --",
  "Do we -- we argue that the rule should continue to be, as it has always been, that when a patent is used to enforce a tie for a requirement -- sorry -- when a patent is used to enforce a tie, that's presumptive evidence of market power.",
  "We -- it -- it's not the law and we don't urge it in any other context. You need not reach, Justice O'Connor, the question of copyrights here. They are not presented. Loew's was a copyright bundling case. This is a patent requirements case, and that's all that's at issue.",
  "Justice Breyer, you should affirm the court of appeals.",
  "The reason is that we've had the patent presumption for 60 years. It is not murky. It is not the least bit murky. Congress is open, willing, and -- and able to change this Court's rulings --",
  "They -- they did not. They did not, Mr. Chief Justice. The Patent Misuse Reform Act of 1988 eliminated a market power presumption as a patent misuse defense to an infringement action -- in -- in a patent misuse defense to an infringement action. But Congress declined to remove the presumption from the antitrust laws. And while congressional inaction might not always be a good guide to what Congress is thinking, here the Senate actually placed legislation in the -- in the bill that was sent to the House to remove the presumption from the antitrust laws as well, and the House took it out and the Senate acquiesced.",
  "Not at --",
  "It's not inconsistent, Your Honor, at all because the patent misuse context lacks the other screens that are present here, the other screens that are present here from the other elements, and the affirmative defenses, like the business justification defense in Jerrold Electronics, like the business justification defense in Microsoft. The -- the other --",
  "That's correct, Your Honor. We believe that if -- the narrowness of the presumption here is we're only talking about patent cases, not copyright cases. We're only talking about one element of four. The plaintiff still bears the burden on substantial effect on commerce, separate products, and forcing. There is still affirmative defenses available to the plaintiff. In your case --",
  "No, no, not --",
  "Justice Breyer, with respect to your concerns about stopping innovation, there's no reason to think that the presumption of market power in a patent tying case has had the slightest adverse effect on the important new technological developments you've described. To the contrary, patents have increased exponentially in the 20 years since Jefferson Parish restated the presumption of market power in -- in a patent case. So the -- the fears about innovation have -- the burden is on the petitioners and the Government to show that a 60-year-old rule, settled precedent of this Court, in a statutory case in which Congress is free to overrule it and which it hasn't --",
  "Justice Ginsburg, the presumption here arises in a very special statutory context. The Clayton Act was passed in 1914 in response to a decision of this Court which Congress viewed as erroneously upholding a patent tie just like the one here. A.B. Dick wanted to sell you its mimeograph machine only if you bought its fluid and stencil paper in perpetuity from A.B. Dick. It was Congress' dissatisfaction with permitting such a -- the anticompetitive effects of such a patent requirements tie that led to the passage of the Clayton Act. And so the presumption of stare decisis with respect to this Court's rules to effectuate the anti-tying goals of the Clayton Act is accorded -- should be accorded more weight than just ordinary common law --",
  "It does. It does, indeed, Justice Stevens. It eliminated a patent exemption from the antitrust laws. But we're not suggesting that patented and unpatented products are -- are different with respect to the showing of market power. Both have to be shown to have market power when they're used to effect a tie. We're simply arguing that when the -- when a patent is used to force the tie, it makes sense -- it makes good economic sense today, as it did in 1914, and in all the cases that led up to International Salt -- to assume that it's only through market power that the patent is able to effect -- effectuate the tie. Patents are intended to confer market power. They do in a small set of cases. Professor Scherer, whose amicus brief supports the presumption, has demonstrated that there's an innovation lottery in which only some patents are successful, but those that are successful are highly successful, highly valuable.",
  "Justice Scalia, the -- the economic theories that focus on the relevant pool, which is patents that have sufficiently high value to be used to enforce a tie, is unanimously on our side that there's no procompetitive value, that there are anticompetitive effects.",
  "The -- they're focusing on the pool. Petitioners and the Government have cited a number of economists who talk about price discrimination in the abstract. We're not talking here about senior citizen discounts at the movies. We're talking about price discrimination with respect to a tying market, in which, by the way, the dangers of shrouding information to the consumer are demonstrated by this case. The -- the petitioners --",
  "But the --",
  "It --",
  "Most -- the majority view is that price discrimination does reflect market power, that you can't discriminate without it, and that's reflected in Judge Posner's recent decisions, for example. So if they're -- if they're using metering here to price discriminate, all the more reason for you to uphold the presumption here because the metering is being used to price discriminate the very thing that shows there's market power. But if -- to go back to Justice Stevens' point about whether metering can ever be a good way for the monopolist to take his profit on the ink, rather than on the printhead, there's very good reason to think it's bad, inefficient, and certainly bad for consumers for the monopolist to take his profit on the ink rather than on the printhead because the consumer can't make, as this Court pointed out in Eastman Kodak, a good judgment at the beginning of how much ink he's going to need for the life of the product and what it's going to cost. And in this case, petitioners did everything possible to keep its -- its customers from knowing what the ink would cost over its lifetime. On page 396 of the appendix, you'll see the customers complaining in petitioners' own survey that they couldn't get the ink consumption rates out of Trident. This is a case in which, if you shroud to the consumer the true life cycle cost of using the printhead with the ink need -- needed to run it, you're going to create lots of inefficiencies in the market. You're going to create, first of all, the inefficiencies of enforcing the tie. You're going to create the inefficiencies and social costs of creating alternative routes when the customers seek to go elsewhere. Think of chop shops for auto parts.",
  "Well, we would argue that the presumption makes sense no matter whether the patentee is a big or a small company, and the reason is, to go back to Justice Scalia's question, that the -- the patentee will always have better information about the market for the tying product. Here, Trident is the expert in printheads. Independent Ink, the plaintiff, doesn't know about printheads. It knows about ink. For Independent Ink to try to show that there are no reasonable substitutes for the printhead is a very arduous burden to place on Independent Ink, whereas it's a very sensible burden to place on the defendant to say, show us that there are reasonable, noninfringing substitutes for your printhead.",
  "Justice Scalia, we argue simply that it's fair to shift the burden to the defendant. Remember, this is a narrow presumption. It's not a per se invalidity rule. It's just a rebuttable presumption.",
  "That's correct, Mr. Chief Justice. But it is harder for us to find out what new competitors have come into the tying product market in the meantime, and it is easier for defendants to prove the affirmative, that there is a reasonable substitute. Of course, in their own promotions and advertising, they said that nothing else is as good as their printer. But it's reasonable to ask them to prove that there is a reasonable substitute. It's far harder to ask the plaintiff to prove that there's no reasonable substitute because we don't have access to the information about their competitors that they could be expected to keep as a matter of ordinary business records. But, Justice Ginsburg, to return to your point, if there's any doubt about whether metering can ever be efficient, if there's any doubt about whether there could be a procompetitive reason for a requirements tie, evidence that has utterly been failed to be presented here, where there's no economist brief on their side and several economist briefs on our side by very distinguished economists cited by the other side, if there is any doubt about that kind of economic wisdom, then indeed it should be decided by Congress. It's a matter of economic policy to be decided by Congress. Congress has not only failed to reform the antitrust laws in 1988, when it looked at a bill that the Senate had written and the House rejected it, it's failed five times since then to reject this presumption. So there's nothing murky about the presumption. It's still the law. If petitioners really believe they can come forward with an economic record they haven't come forward with so far, Congress is open and able to correct it. But when this Court has guided plaintiffs and defendants for 60 years with a presumption that still makes good economic sense -- and Justice Stevens, if there were anything to the metering argument, why wouldn't Trident simply put a counting chip in the printhead and say we're going to charge you a per-use fee? Every time you put a bar code on a carton, you pay us a royalty. That would be the way to have metering and to capture the monopoly profit through the ink market without all the inefficiencies that come with tying the -- the sales of ink, keeping other rivals out of the ink market --",
  "Justice Stevens, that's correct. Had -- had that technology existed in 1984, maybe Jefferson Parish might have mentioned it. But it's certainly the case that today there's no reason for -- to get the efficiency gains from metering through tying arrangements. Tying arrangements are a very inefficient way of getting the efficiency gains from metering when there is this completely transparent alternative. Trident might not want to tell people what it's really costing them to put a bar code on a carton because if you tell the consumer, they might defect. But it -- the -- the metering argument is satisfied by a transparent use of counting technology today. So there's no procompetitive reason here. This is not a bundle. This is not a case where, as the concurring opinion in Jefferson Parish suggested, there might be very sensible ways to see efficiencies in a bundle where I buy two products at the same time, an air -- a car that comes with tires and an air conditioner. But it's quite a different matter because the cost savings from that accrue to the consumer. There are efficiencies that can be passed on to the consumer by bundling two products that can be simultaneously purchased and consumed together. But this is a requirements tie case. There's no efficiency that's been demonstrated in selling the car but requiring you to buy gasoline from the car manufacturer for the rest of the life of the car, long after any patents exist. And in the absence of that kind of evidence, there's no reason to overrule a sensible rule that does not just date to Loew's, as Mr. Hungar incorrectly suggested. It dates back to Salt, to 1947 for arguments in our -- we've argued in our brief that Salt had to depend on the presumption. And the Court was -- with respect to the petitioners' argument that the Court didn't know what it was doing when it decided those cases, we respectfully disagree. The Court was well aware, as it indicated 2 years later in Standard Stations that there might be some substitutes for a patented product, and it reaffirmed the -- the presumption anyway. The presumption makes good economic sense. It makes good litigation sense. And -- and as an alternative to the argument that you should affirm the Federal Circuit on the presumption, we respectfully suggest that there's -- there was direct evidence of market power here, the supracompetitive prices charged on ink to both the original equipment manufacturers and the end users, the customer dissatisfaction displayed in the petitioners' own customer surveys in the joint appendix at 393. But, Mr. Chief Justice, that is the unusual case. It won't be every case in which a defendant is so imprudent as to create a -- a record of its own anticompetitive effects on its tying -- on its tied product requirements market. And in the other cases, it would be a -- there's danger, Justice Breyer, that -- there's been no harm to innovation shown here. The presumption has been in effect for 60 years, but there could be grave danger to this Court lifting it. There may be many meritorious anticompetition cases screened out by that rule. So we respectfully urge you affirm the Federal Circuit. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The court of appeals in this case untethered CERCLA liability for response costs from the plain statutory language of CERCLA section 107(a)(3), and in so doing also imposed potentially crippling liability on entities with only the most attenuated connection to any harm. 107(a)(3), which is reprinted in the petition appendix in 1607 on page 266a, provides that among the potentially responsible parties under CERCLA are so-called arrangers; that is, those persons who by contract, agreement, or otherwise arranged for disposal of hazardous substances. The paradigmatic case, of course, would be a generator of hazardous waste calls up \"Waste Co.\" and asks Waste Co. to take those substances to a landfill or to otherwise dispose of them. Where CERCLA does not define a statutory term -- and there's no definition of \"arrange\" -- this Court has long said, for example in United States against Bestfoods, that we look to the ordinary meaning of the language, and the plain meaning, the ordinary meaning, of \"arrange for\" is to make plans or preparations to do something. The ordinary meaning of the word \"for\" is to refer to a purpose or goal. And the ordinary meaning of \"to dispose\" is to discard or to throw away. So - -",
  "No, Your Honor. That's not our facts, of course, but even if there -- there had been knowledge here, knowledge is not sufficient to give rise to the specific intent required by the statute. Just as in the criminal law, we wouldn't infer in a specific intent case that one is presumed to know the natural consequences of one's acts. What is required here is an actual plan to dispose. And - -",
  "Justice Kennedy, Shell might well be liable there, but not under 107(a)(3), rather under 107(a)(2).",
  "You wouldn't reach arranger liability there, Your Honor, because as in the Amcast case, when Judge Posner said the truck is a facility, the truck would be a facility that Shell owns or operates in that instance. But in this case, of course, Shell was hiring independent contractor truckers to ship the waste.",
  "Well, Your Honor, we believe under arranger liability shell would never be an arranger here. The only thing - -",
  "That's correct, Your Honor.",
  "Justice Souter, if Shell had residual waste product that it was seeking to dispose, then the natural reading of 107(a)(3) would apply because that would be waste product.",
  "Your Honor - -",
  "Your Honor, the key difference in the two hypotheticals that you've posed is that Shell is the owner and operator of the disposal of waste there, and therefore it would be a 107(a)(2) case, not an arranger case. The arranger liability is designed for - -",
  "Yes, Justice Ginsburg, that would be a different case. That would be a case like the so-called formulator cases, of which United States against Aceto from the 8th Circuit is paradigmatic. And in that case the key is that the company arranging - - the company was held liable for arranging to dispose of waste where it owned the product throughout a manufacturing process, sent it out to a formulator, but got it back as its own product, knowing that inherent in the formulation process was the creation of waste material. So Shell would have been the owner of the waste.",
  "Justice Ginsburg, that is correct with respect to arranging for the disposal of waste. One couldn't evade one's responsibility for arranging for the disposal of waste products. If you're shipping sludge or discarded materials or spent battery casings or waste oil, if you're shipping waste then you can't get out of your obligations by simply arranging for someone else to collect the waste FOB destination. But the difference here is that this is not a waste case. This is a - -",
  "Justice Kennedy, it only matters for 107(a)(3) if we arrange for it to spill. And as Judge Posner said in Amcast, no one arranges for an accident except in the - -",
  "Well, Justice Kennedy, the district court found in this case that Shell had knowledge of spills at the site of the bulk unloading. These were minute spills, only 80 gallons, 80 gallons a year out of 123,000, or .07 percent.",
  "Your Honor, even if the spills are waste, the key for arranger liability, the key for arranger liability is that you arrange for spills.",
  "Your Honor, the statute CERCLA, by cross-reference to the Solid Waste Disposal Act, does include spills and leaks as possible waste, and the natural application of that definition would be to spills or leaks in a waste disposal. If a landfill operator spills or leaks waste, then obviously that's waste. But even if you treat drips of a useful product -- and there's no dispute here that the D-D shipped to the agricultural facility was a useful product, shipped for commercial use for application in the fields. Even if you view it as a spill of that product if a little bit falls out of the hose upon delivery at the bulk storage tank, it does not entail that Shell was an arranger for the disposal of hazardous waste.",
  "It might well be because there would be an economic benefit to Shell from the arrangement for shipment in the leaky truck. That would be quite a different case from this one. There was no economic benefit to Shell from the leaks here. In fact, Shell did everything possible, so far as the record shows, to prevent spills.",
  "That is correct, Your Honor. We believe the - -",
  "Justice Kennedy and Justice Souter an easy way to hold this case and to reverse the court of appeals would be simply to hold that when a useful product is spilled it is not waste. And the cross-reference to the Solid Waste Disposal Act would support that interpretation because in 42 U.S.C. Section 6903(3) Congress defined \"hazardous waste\" as that material which is discarded. It analogize it to sludge. This is not a case about sludge or waste material.",
  "Correct, Your Honor. But the -- so even if you don't draw the line simply at the useful product-waste distinction, we still do not qualify as an arranger under 1007(a)(3) because we did not arrange for the spill, we did not arrange for the waste. The government relies on facts in the record to suggest that we had some special knowledge or special responsibility, and of course the government's argument that mere knowledge of a third-party's spills would create arranger liability would disrupt commerce across a range of industries. It would mean that the chlorine company is liable when the pool supply store spills a few drops of chlorine and the place becomes a facility. It would mean that the maker of perchloroethylene is liable when the dry cleaning establishment spills dry cleaning fluid near the dry cleaning machine, even if they had nothing to do with it.",
  "Your Honor, there's no suggestion in the record here that we're in Justice Alito's example. The district court found that spills - -",
  "There -- we believe there would not be because spilling a useful product while it's being delivered should not count as waste. But even if you treated that as waste within the meaning of the statute or even if you treated that as a discard of a hazardous substance, there still should not be arranger liability based on mere knowledge. There has to be knowledge of a third party's spills. The difference from Justice Alito's example is that Shell there would be invested in the spillage as part of its own economic transaction, as in formulator cases, where you send a material out to a manufacturer intending for it, expecting for it to spill in the process, you know you're going to get 98 percent back. That's not this case. Shell sought here, as most routine commercial sellers and shippers do, to get a third-party truck to take all of the stuff to B&B and have it used for its commercial application as pesticide in the field. There was no built-in here, no effort to build in here any benefit for Shell in the leaky truck, Quite distinguishing Justice Alito's example. The government - -",
  "Your Honor, this is the first and only case in the nation that has held that arranger liability applies to a mere sale of a useful product because a third-party purchaser after acquiring possession and control spilled the product. So there's no other case I am aware of in which it's been adjudicated that there is any liability under these facts. But the key distinction here is that even if you don't distinguish between the useful product and waste and even if you go with Justice Kennedy's idea that spilling a useful product could be waste, it still is not arranging for the disposal of that substance unless there's an intent to dispose. Here Shell wanted every drop of D-D to be safely placed in the bulk storage tank.",
  "No, we are not, Justice Stevens.",
  "Justice Stevens, we concede that if there is a waste product that leaves Shell and Shell deliberately arranges for a leaky carrier, there would be no issue. That would be 107(a)(3). Even if - - and we concede there might be a possible case in which Shell deliberately chooses to send a useful product in a way that it leaks. It puts the product into leaky containers when it leaves the shop. Then there might be some case in which you might attribute knowledge, infer intent from knowledge. But this is not that case because here the transfer to the third party -- the transfer to the third party occurs at tender of delivery under ordinary UCC principles. The -- the transfer to the third-party purchaser occurs, and that's when the spillage occurs.",
  "Justice Ginsburg, two points: The manual comes out only in 1978, and a Shell representative visits the site only in 1979. That leaves 19 years of liability unaccounted for on that period. But, more important, it would be terribly impractical and terribly perverse in relation to the purposes of the environmental laws that Congress passed to penalize a manufacturer for telling a third-party purchaser how to handle a product more safely. So to use the manual issued in 1978 or the inspection in 1979 as evidence that Shell knew there were spills and, therefore, was an arranger would be perverse in relation to the environmental statutes. If there are no further questions, I would like to reserve the balance of my time.",
  "Yes, Justice Kennedy. The - - there is no dispute in this case that this was a divisible harm. Mr. Stewart answered Justice Scalia's question incorrectly. The district court found and the circuit court also found -- the circuit court's finding is on page 36-A of the Petitioner's appendix -- that there is no dispute that the harm here is divisible; that is, there -- the -- the harm here is capable of apportionment. That is not disputed before this Court. What is disputed is whether at the second stage of analysis the railroads and Shell met our burden -- and we agree it is our burden under restatement principles -- of showing the -- the quantum of division, the reasonable basis for how the shares were allocated by the District Court. And Justice Alito is correct. There are meticulous findings, 20 pages of findings, based on record evidence from the government's witnesses and from the extensive expert testimony that both Shell and the railroads put in that went to the apportionment issue. Shell argued - -",
  "It's capable of apportionment. The restatement suggests in the cases applying this -- it says you ask at the first stage: Is the harm capable of apportionment as a matter of law? And then as a matter of - -",
  "They should bear. But then they -- it's up to the parties to prove a reasonable basis for apportionment. But both Shell and the railroads did argue, Justice Ginsburg -- put into evidence and argued at the district court that there should be apportionment - -",
  "Well, Mr. Chief Justice, the district court here was conservative. It allocated all of the costs, fixed and specific, to the parties. So the conservative estimate of six percent for Shell, nine percent for the railroads, was based on the heroic assumption that a few drops spilled two football fields away of a volatile substance that evaporates twice as fast as water would be picked up by a rainfall that could happen at the relevant quantities only once every ten years according to our expert, once every seven years according to the government's expert -- on the heroic assumption that all of those drips reached the pond which created a single plume of contamination. Assuming that, then we award six percent or nine percent of liability. But the point is there was record evidence, Justice Ginsburg -- and there is no need for a remand on this. There was ample evidence for which the six percent and the nine percent could be -- we -- and we didn't object and say we - -",
  "Justice Ginsburg, there is no question that both the railroads and Shell argued for zero percent liability. But the same evidence that we put in and the proposed findings of fact -- for example, if you want to look at Docket Nos. 1317 and 1318, Shell's proposed findings of fact did suggest a basis for apportionment. So we met our burden of production as well as proof. But the -- to return to the question - -",
  "Justice Kennedy, here -- and I refer you to the Petitioner's appendix at page -- I'm sorry, to the joint appendix at page 288, to the expert Kalinouski who described it as a single mass removal scheme. This is not a case like a toxic soup case in a landfill with 238 different chemicals that require different extraction procedures. This is a case in which two chemicals reached the ground water and were to be removed by a single mass extraction scheme, a single -- what the expert called at joint appendix 288 a mass removal scheme. It was not disputed or argued on appeal that there was a single remediation process. So this is a simple case in which we are relying - -",
  "May I answer? A reasonable basis is all that's required. A practical approximation is appropriate here. Here the court did not distinguish between fixed capital costs and operating costs that might matter in a different case. But the key point here is that you should affirm as a matter of Federal common law that restatement 433(a) provides only a demand for a reasonable basis and not exactitude. Thank you very much.",
  "Mr. Chief Justice, may it please the Court: I would like to start by answering the question that was raised by Justice Ginsburg. This Court does not need to reach the question of whether or not punitive damages are available under the Jones Act or under the FELA in order to decide this issue, because maintenance and cure is different. It precedes the Jones Act by centuries, perhaps even a thousand years, and it deals with a distinctly different problem. Maintenance and cure deals with a situation as what do we do with an injured seaman to get him back to health and get him into the workforce? And the law has provided since Catherine of Aragon went to Greece in the 1200s that the ship owner has a responsibility, in its capacity as a ship owner, to provide that seaman with medical care and to provide that seaman with a living allowance so that he can get better and get back into the work force. Now in 1920, Senator Jones intended to make the United States merchant marine the world's greatest merchant marine. He was dealing in a factual scenario where 12 years earlier, on April 12 of 1912, the Titanic had sunk; 1,900 people had died. Virtually every member of the Senate and Congress knew somebody who was on the Titanic, and during the intervening eight years, certain points of law became obvious. First of all, the people who died on the Titanic could not recover for anything other except their lost baggage. They could not recover for the fact that their loved ones had passed away because there was no cause of action. Secondly, because the Titanic hit an iceberg and was not unseaworthy, there was no cause of action for negligence. So Senator Jones set around to correct these two anomalies in the law, and said what we are going to do is we're going to create a new class of beneficiaries, who are dependents of people who die at sea, and we are going to give them the right to recover pecuniary damages. That's the only place where pecuniary damages are mentioned in the law. And then it said, and as to seamen, we're going to give them an additional right, a cumulative right on top of unseaworthiness, and that's going to be negligence. It never sought out to touch maintenance and cure. Maintenance and cure has been something that's been monitored by the courts ever since its inception, and it is a self-regulating system. Before Guevara, ship owners regularly provided their employees with medical care without asking the question. If there was a close call, they provided the medical care without running to the court. They provided maintenance. Then came Guevara, and Guevara decided for the first there were no punitive damages, and now you have a growing problem in this country. You have a problem with ship owners providing less and less medical care without resort to the courts. Now our position here is that a seaman should be not ever have to come before a court to seek maintenance and cure, and the court should never, ever have to award punitive damages.",
  "No. And Judge, when a - - when an employer comes to the court in good faith and says there's no entitlement to maintenance and cure, and there -- the court finds that -- or the factfinder finds in good faith, there's no basis for punitive damages. Then you merely have a dispute. But the situation - -",
  "Well -- and I agree, Your Honor, that is a prospect and a possibility, something which I personally abhor doing. I mean, you should only plead punitive damages when you have a good faith basis for doing it; you believe you will survive a directed verdict. It should not be thrown in to every single complaint, and I'm not denying that some counsel will do that. But what I'm saying is that today, in 2009, in 2006, there are actually ship owners who are, as a regular practice, denying their seamen medical care. I don't know why that is. Perhaps it's because it is expensive now, more expensive than it has ever been. Perhaps it is because there are safety nets that will allow the seamen to seek Medicaid, and so the taxpayer will pay for it. Whatever the motivations are, it is a growing trend that we are seeing.",
  "Judge, I'd be picking a number out of the air, but I can give you anecdotal evidence of this. In the Fifth Circuit attorneys who regularly do maritime personal injury work tell each other -- we talk about the fact that you can't afford to represent somebody who's got a maintenance and cure case that's not combined with a Jones Act case. And there are a number of practical reasons for that. You have to pay all of the experts, and it is very expensive to bring these cases. You have to hire the orthopedic surgeons, the -- the radiologists. You have to pay for the tests, and then, as an attorney, these are never recoverable as costs. And then you are working on a contingent hourly fee. If you win your case and you prove that they were willful, wanton, and callous in -- in denying maintenance and cure, then you might get a portion of your attorneys' fees back. Now, you may do that as a pro bono matter on occasion. But you cannot rely upon the fact that attorneys will take these cases.",
  "Well, because when you join it to a Jones Act case, you have the substantial possibility of getting either a settlement or a verdict at the end of the case which is going to compensate the attorneys for taking on the maintenance and cure case as a portion of it. And so, consequently, if somebody has a serious accident, it falls under the Jones Act and there is a maintenance and cure count, the attorney will handle all of those together and feel adequately compensated.",
  "Exactly, Your Honor.",
  "That's correct, Your Honor.",
  "Judge, first of all, I would cite to you two cases: The Rolf case, which is a 1924 Ninth Circuit case - -",
  "No. No. This issue did not come before this Court.",
  "It hasn't -- it has not, Your Honor.",
  "We don't, but we know that there was outrage on behalf of the court. And, unfortunately, in -- and I think, as Justice Souter pointed out - -",
  "Well, Judge, I would say that - -",
  "Yes. I would say that the best are the Rolf and the Margharita, which were denials of medical care where the damages were enhanced because of outrageous conduct. But to say that, Judge, is there a case that says this is maintenance and cure, we are going to award punitive damages, that's not been done.",
  "Well, let me -- let me respond to that in a couple of ways. First of all, punitive damages were part of the common law until taken away by Congress. And -- and it could be asserted that maintenance and cure punitive damages were not necessary because the threat was enough to -- to require shipowners to go ahead and provide this. And I would point out to the Court that this had not been a problem prior to Guevara. Shipowners did self-regulate. They didn't -- seamen didn't run to the courts every time they wanted maintenance and cure; whereas, today they have to. The leading scholar in this whole area is Professor Robertson at the University of Texas who wrote the AHA brief. And his brief on pages 7 through 11 catalogs the cases where he suggests punitive damages or exemplary damages were awarded for outrageous conduct involving failure to provide medical care. And I would suggest that those show that punitive damages were unexceptional before Vaughan. They were part of the common law. They -- they were before this Court in the Amiable Nancy even though it didn't involve medical care. There is no reason to assume that punitive damages are accepted in maritime law; as part of the common law, that they weren't also accepted for the willful, wanton, and egregious failure to provide a seaman with medical care.",
  "The existence of prior maintenance and cure cases?",
  "Yes, Judge. There is not empirical evidence out there. Nobody has done studies. I'm not aware of any. But do we really want to wait for the situation where we have hundreds and hundreds of seamen who are -- are, you know, living homeless or living in their cars or unable to obtain medical care before this Court decides that if somebody does this, it is something that can be punished? And -- and I think that's the situation we're at today. It is a growing problem. And it is a growing problem because Rivera is a relatively new case, and it has spread to the other circuits.",
  "Well, it does come up in the Vaughan dissent because it was not requested by the - - in the -- in the lower courts. And this Court would not consider a claim for punitive damages for the first time on appeal. I -- I think what Justice Stewart was saying is we have a question before us where somebody is requesting attorneys' fees in -- in derogation of the American Rule. The majority is saying we are going to find an exception to the American Rule and give attorneys' fees. And justice Stewart is saying, I don't want to do that. I think that the better - -",
  "I'm sorry? Was he more - -",
  "No, I -- I think - -",
  "No. No. I - -",
  "He was quoting from McCormick on damages amend some basic treatises. And I think he was taking the position that punitive damages are in our quiver of weapons that we can use to deter - -",
  "Well, I think that he was saying that this is one of the weapons we have. Instead of creating an exception to the American Rule, let's give them punitive damages to account for this egregious conduct.",
  "No, it wasn't. It wasn't. The first time counsel for Mr. Vaughan raised the question of punitive damages was on remand. And then the district court said, hey, look, you didn't raise it before. Just because Justice Stewart suggested this as -- as an alternative to attorneys' fees doesn't mean we're going to award punitive damages now.",
  "Judge, I would like you to look at how Congress treats this problem. If you had, for example, a bridge-building project where a seaman, a longshoreman and a State worker all got injured identically in the same accident side by side, and the shipowner failed to provide medical care for the longshoreman, the shipowner could go to jail. If the shipowner provided -- or failed to provide medical care to the State worker, he could be, again, subject to criminal penalties. On top of the criminal penalties, Congress has established these administrative agencies to assure that those workers get medical care. On top of that, if they don't get medical care, they lose their defense of workers' compensation immunity. They lose the defense of assumption of risk, contributory negligence, and they are subject to personal liability, not just corporate liability.",
  "Yes.",
  "That - -",
  "I don't think so, Your Honor. What I think he would be saying is this is part of our power as a common law court. And just because.",
  "Yes.",
  "Judge, I - -",
  "I would hope that would not be the case.",
  "Well, I don't think it is invited, Judge. There are reasons why that there is this anomaly that there are no punitive damages for death. And that's because in 1920 when Congress created the Death on the high Seas Act there were no -- any kind of damages. There was no recovery at all. And so, Congress preempted this field of death. And it said that death cases shall be decided under the Death on the High Seas Act. But Congress has completely stayed away from the area of maintenance and cure. It hasn't enacted administrative remedies because the Court has always been the one who has decided what's appropriate. And this Court, as a matter of its -- as maintaining its court docket and maintaining these remedies, has the right and I think the obligation to say we're going to keep these cases out of court by awarding punitive damages when somebody willfully denies this right, when somebody willfully withholds medical care. And I think if you do that, you're going to see these cases are going to disappear. Seamen are going to start getting their medical care again. They are not going to be coming to the court every time they get injured and saying, I haven't gotten my back surgery. I haven't gotten my rotator cuff surgery. It is sort of a matter of court administration to - -",
  "This is a very narrow area of law, Your Honor. We are talking about are you giving the seaman the medical care he needs to get the maximum medical improvement? And that's all it is.",
  "I think this would be different because all we're talking about is does the seaman get the surgery he needs. If he doesn't get the surgery he needs and he gets worse or continues to stay ill or he continues to stay in pain, then the ship owner should be punished. But - -",
  "The goal here, Judge, is not money. The goal here, I think - -",
  "I think it would decrease the incidence when medical care is denied.",
  "That's all it is, Your Honor. Just say if the ship owner will treat the seaman fairly, will follow the doctor's recommendations, get him to a doctor, give him treatment so he gets better, there's -- I mean, you are saying there may be more claims for punitive damages, but there will be more awards of punitive damages because there won't be this willful and wanton, callous disregard of the seaman's rights. And so, I would suggest that, in fact, in this narrow area of the law, if you impose punitive damages, actual punitive conduct, conduct that deserves punishment will go down and it will go down rapidly.",
  "I don't think so, Judge. I think those kind of cases should be weeded out on summary judgment by the courts -- by the district court, because we're only talking about the willful, wanton and callous withholding.",
  "And the court is going to have to -- the district courts are going to have to make a judgment as to the bona fides of that case. But I think that you are going to find that it is very rare when somebody is going to act callously when the potential on the other side is that they are going to be awarded -- have punitive damages awarded against them. And that, therefore, this is going to be a corrective mechanism that's going to do away with the problem we currently have now and make the plaintiffs even better.",
  "If the punitive damages are awarded. But the hope, of course, is that - -",
  "It's going to err on behalf of the seaman. Yes.",
  "That's true, Judge. But here again, we're balancing the interest of somebody who is injured and whose condition may become permanent and incurable by virtue of not getting prompt care as opposed to the limited costs to the ship owner of providing a doctor who is going to determine what the best care is. And that's all we asking for, the best care that medical care can currently provide to get the seaman to maximum cure. If there are no further questions - -",
  "Thank you, Your Honor.",
  "Mr. Chief Justice, and may it please the Court: Congress enacted the National Childhood Vaccine Injury Act against the backdrop of a wave of tort litigation that threatened to drive manufacturers out of the business of providing the vaccine -­",
  "Because, Justice Sotomayor, the kind of lawsuits that caused Congress concern were the very kind of lawsuits that are expressly preempted by 22(b)(1), and that is design defect claims, which have the exact problem that was just being discussed. For a design defect claim, as Justice Scalia pointed out, the challenge that is brought to the vaccine that was approved by the FDA can be challenged as less safe than some alternative vaccine, bounded only by the imagination of the experts. It was those design defect claims that were the problem. Congress preserved -­",
  "Not design defect claims, Your Honor. Just to go back to 1986 and what the crisis was. As the 1986 House report makes clear, the manufacturers were being driven out of the vaccine business, imperiling the nation's design -- vaccine supply by design defect claims that did survive summary judgment. And that did lead to the danger, as Justice Kennedy pointed out, of settlements. The key point about protection -­",
  "There is not, Justice Sotomayor. What the FDA is empowered by regulation to decide under the Food, Drug, and Cosmetic Act is whether the vaccine is safe and efficacious. Once approved -­",
  "The Act itself. But section 27 of the Act -- let me just go back and describe what Congress did in 1986. It said, We have a crisis, and it created three things to solve the crisis: A preemption provision that said, Let's end the design defect claims that are causing the problem. Let's provide --",
  "Justice Ginsburg, let's go back to the text and put -- read the two clauses together. And our main point here is, as Justice Alito and Justice Scalia have already pointed out, the Petitioners render the \"even though\" clause surplusage. We read the two clauses together. And let's read them together against the backdrop of the three kinds of product liability claims that could be brought: Design defect, manufacturing defect, and failure to warn. The -- the statute references two out of the three. And we -- we believe that -- and the Government believes that the reason that was done was to say that the third omitted kind of claim, design defect claims, were preempted. The two that were allowed -- and, Justice Sotomayor, this is what makes it different from straight pure administrative schemes -- this does preempt defect claims, the omitted claim. It allows manufacturing defect claims and it allows warning claims subject to the presumption in 22(b)(2). Limited -­",
  "Well, Justice Kennedy, the manufacturer is subject to ongoing reporting requirements under section 28 of the statute. And I think that if you think there is ambiguity in the text, as Justice Breyer suggests, we can go to the structure of the statute. And let me just mention a number of features of the statute -­",
  "Well, Justice -­",
  "Yes. First of all, Justice Sotomayor, Justice Kennedy is correct, the FDA can order removal from the market.",
  "But the reason why -­",
  "And -- and, Justice Sotomayor, the reason why the FDA has never had to use that nuclear option is that it -- it works closely with manufacturers long before it needs to be used, and that's because of the rest of the structure of the Act. I would like to focus on what Congress did in 1986 in addition to -­",
  "That's not correct, Your Honor. So the -- section 27. Section 27 distinguishes vaccines from other drugs. Section 27 says that the Secretary of Health and Human Services shall -- shall have an affirmative mandate to promote safer vaccines and to reduce the number of side effects. And the Vaccine Act didn't just eliminate design defects -­",
  "Of design defect claims, Justice Kennedy, but not of warning claims. And it will -- there are grave consequences if a manufacturer withholds knowledge of adverse effects from the FDA. Section 22(b)(2) --",
  "There is not a freestanding cause of action. But if you look at 22(b)(2), you see that the manufacturer will lose his -- lose its presumption that its warnings were correct. It will be subject to warnings suits in State court if it withholds information from the FDA without the benefit of the presumption.",
  "And if you look at -­",
  "Always avoidable. Exactly, Your Honor.",
  "That's exactly right, Your Honor. And that's how the text makes sense. To go back to the text, the text says there are two kinds of avoidable side effects: Side effects that come from improper preparation -- well, of course the manufacturer can avoid those; it can prepare the vaccine better without contaminants -- and it can avoid warning defects by changing the warning.",
  "It does not. That's correct, Your Honor. And that's because -­",
  "But look. Mr. Frederick has told a story that perhaps has misled the Court into thinking there was a safer vaccine in the 1980s. There was not. And just to be -- just to tell the story of a success in the way that FDA worked with the scientific community and the national Government worked with manufacturers to produce a safer vaccine, it was the Federal -­",
  "Yes.",
  "Justice Ginsburg, Tri-Solgen was a split cell vaccine. It was manufactured and produced by Lily in the 60s and withdrawn in the 70s. But Mr. Frederick was incorrect that the Government ever deemed it as effective and safer than the wholesale vaccine, Tri-Immunol, that was administered in this case. If I could refer Your Honor to page 19 of the Respondent's brief, we cite to 50 -- Federal Register 51051 and 52. That's where the FDA specifically determined that Tri-Solgen was not safer, was not safer, than Tri-Immunol with respect to seizure disorders or other severe effects. It simply may have involved less local effects like fevers and rashes. So there was never any government determination that Tri-Solgen was safer. In fact, Tri-Solgen came off the market. Why? Because the section 27 worked, the Federal Government worked to promote safer vaccines.",
  "There is not anything that requires him to tell the FDA that is so.",
  "That \"unavoidable\" in the statute is a term of art. And to the extent that comment k is relevant at all, Mr. Frederick says, \"Oh, Congress was adopting comment k, the majority view.\" Well, first, there was not a majority view.",
  "First, there will be enough liability to drive manufacturers from the market. Let me correct some things that Mr. Frederick said that were not true. The vaccine court, 99 percent of those who receive monetary judgments in vaccine court, the administrative no fault system, do accept their award, but what Congress was concerned about was those who lose in the administrative system and then go take their second bite at the apple in State court, whereas, as has been mentioned, they are not bound by any findings in the vaccine court. 23(b) says -­",
  "No. You go into a vaccine court and there is an exhaustion requirement. 22(b)(1) must add something to the exhaustion requirement. We say it adds an exemption preemption provision, but you can elect at the end to take the judgement or not. Those who get money in vaccine court, 99 percent take it. What we are worried about is the 64 percent who lose in vaccine court.",
  "I can't answer that, Your Honor.",
  "That's true, Your Honor.",
  "But there are 5,000 claimants in vaccine court now who claim there is a relationship between the mumps, measles, and rubella vaccine and autism. They have lost all six test cases and when the individual cases are resolved, that is 5,000 potential claimants in State court. Congress was worried about episodic waves of fear about vaccines leading to future litigation. They took care of existing Claimants with vaccine injuries back in 1986 with the compensation system. The reason they put in 22(b)(1) was to prevent future litigation in State court where manufacturers could be driven from the market by the fear of liability that had in 1986 involved the withdrawal of insurance, the escalation of insurance costs, the withdrawal of one manufacturer from the vaccine market. And today there are very few vaccine manufacturers and the risk of the vaccine supply on which the nation's protection from contagious disease depends, it depends upon the existence of that stable supply of vaccines.",
  "Your Honor, Justice Ginsburg, I think you have to look to the rest of the structure of the Acts to see what Congress did here. It did three things. It made vaccines quite different from other drugs. And this is not a situation where the FDA has to monitor 11,000 drugs, of which it wouldn't even care if they came off the market. The government doesn't care if -­",
  "That's right -­",
  "Your Honor, Congress enacted a preemption provision that we think it was in the four corners of the provision of 22(b)(1), \"preempts design defects.\" It has a carveout for the two kinds of suits that are allowed, manufacturer and warning defects. The clear holding of the rest of the text is that design defect claims are precluded. Compensation makes sure that people who do have injuries from vaccines are taken care of. The rest of the structure of the Act injects the Federal Government into driving the vaccine development process in a way that it does not for other drugs. Congress wants people to take vaccines. It wants us to inoculate all our children. It wants us to have compensation to ensure people who are injured that they can get some money to take care of their children's disabilities. But Congress wanted to make sure that it was driving, that the Federal Government, the FDA, the Centers For Disease Control, together with the AMA, together with task forces, were driving research to make safer vaccines.",
  "Not at all, Your Honor.",
  "They compensate the victims.",
  "For manufacturing and warning claims. For manufacturing and warning claims.",
  "Two purposes: Compensation and the protection of the vaccine supply. Justice Sotomayor, the clearest way that I -­",
  "No -­",
  "Well, there is no such drug here. Acellular vaccine was not approved by the FDA for use in infants under two until 1996. It was approved for children over two in 1991. That's because in this country, we require clinical studies that weren't required in Japan a decade earlier to make sure that -­",
  "Justice Sotomayor, manufacturing claims and warning claims are susceptible to summary judgment. Design defect claims are not in the same way. You are shadowboxing against an infinite number of theories about how there could have been a safer vaccine. But the clearest way I can say why Mr. Frederick's interpretation can't be right is: If you concede at least one purpose was to protect manufacturers, to protect the vaccine supply, in addition to compensating the victims, Mr. Frederick's reading of 22(b)(1) does not serve that purpose. He reads 22(b)(1) to leave manufacturers in the exact same place after the Act that they were before. Go to State court. Try to show that there was -­",
  "That's not quite right, Justice Ginsburg. The Act allows all losers in vaccine court to go to State court. There are 5,000 -­",
  "For vaccine court winners, that's true. For vaccine court losers, the fear was that these lawsuits would drive manufacturers out of the market, even if the manufacturers could win in the end. For a preemption provision to do any work, it needs to attach at the beginning of the claim. 22(e), for example, refers to bringing an action. 22(b)(1), to do any work to protect manufacturers, has to attach to prevent the cause of action from being brought.",
  "Well, Justice Kennedy, it could have been drafted a different way and it would have meant the same thing. We think the best way to read the two clauses together \"unavoidable,\" \"even though,\" is to refer to what comment k meant. Now, comment k used the term \"unavoidable.\" We know Congress was thinking about the term unavoidable. We know that because in the 1986 House report the congressional committee say we would like to enact the principle of comment K. Well, what is the principle of comment K? The principle of comment k is there are so products so useful that we want them to stay on the market without design defect liability. They can only be sued for manufacturing or warning defects. Those are the only two kinds of suits you can bring. In our view, comment k was Congress's denomination of vaccines as comment -- sorry, 22.1 was the denomination of -­",
  "-- as a comment k product. Thank you.",
  "Mr. Chief Justice, and may it please the Court: I'd like to begin with the answer to Justice Kennedy's first question. Justice Kennedy asked, and Justice Breyer renewed the question, is there any source in customary international law throughout the world that holds corporations liable for the human rights offenses alleged here? And the answer is there is none.",
  "Not a case --",
  "Justice Breyer, yes, the corporation would not be liable.",
  "The corporation would not be liable.",
  "The -- look to Justice Story in U.S. v. Smith, cited in the Respondents' brief at footnote 12. It looks to piracy. And piracy is allowed -- in rem actions. You could seize the ship with which the piracy was committed, as you could later slave trading ships. But you could not seize another ship, and you could not seize the assets of the corporation. So, piracy --",
  "Your Honor, let's be clear that Sosa referred to specific norms. So, the answer to Pirates, Inc., does not determine the answer in this case, which is about whether corporations can commit post-Nuremberg human rights offenses. A given norm must be applicable to a corporation. So, even if I gave you Pirates, Inc., it wouldn't decide this case. But in fact Pirates, Inc., was not suable; it was the ship that could be seized. But to answer Your Honor's question about the genocide convention, and perhaps I could go back. I want to be very clear: We're not arguing there needs to be an international adjudicated case finding a corporation liable in order for Petitioners to win, but they have failed to show anything in the conventions, the non-binding treaties engaged in by multiple nations. They've failed to show anything in custom or practice. They failed --",
  "But, Justice Kagan, international law does speak to who may be liable, which you correctly identified as a substantive question, not a question of enforcement. And international law holds corporations liable for some international law violations. Look to the convention on the suppression of the financing of terrorism, which speaks about legal entities, or the convention on bribery of public officials, which speaks about legal persons. But the human rights offenses here do not arise from conventions like those, which allow corporate liability. To the contrary. The human rights offenses here arise from conventions that speak to individual liability. The liability of individuals. And, Justice Breyer, in precise answer to your question about the convention on genocide, if you look to the Chevron brief on page 20 -- this is the amicus brief of Chevron filed by Professor Goldsmith. On page 20, it quotes in full the relevant passage from the genocide convention, article IV. I'm sorry. There are many briefs, but perhaps if I could read it to Your Honors, I'll read it in full. It says that \"persons committing genocide or any of the other acts enumerated in article III shall be punished, whether they are constitutionally responsible rulers, public officials or private individuals.\" And, Justice Kagan, all the other relevant conventions also speak about natural persons. The convention against torture speaks about \"him,\" not \"it.\" And when Congress -- in the one time it implemented the conventions that are the source of the human rights offenses that are alleged here, Congress, in the Torture Victim Protection Act, said that the suit may be brought against individuals. And it expressly declined to use the term \"persons,\" which could embrace corporations. And we --",
  "Justice Ginsburg, a corporation could sue if it were an alien, and if you decided \"alien\" embraced corporations. And, of course, the Attorney General Bradford opinion from 1795, which I agree with the Chief Justice, extended -- and with Justice Alito -- did not extend to conduct in other countries; it extended only to conduct on the high seas. But Bradford -- the Bradford opinion, if you give it any credit, only establishes that a corporation may be a plaintiff. It does not speak to the question here, which is whether a corporation may be a defendant.",
  "Yes, Your Honor. You would say that because there is no assaulting ambassador norm that applies to corporations. I just want to go back and --",
  "Exactly. Exactly.",
  "The burden rests on the Petitioners to show that the norm is established by international law, not on us to show that corporate liability is anchored --",
  "Could absolutely.",
  "Congress tomorrow, Justice Scalia --",
  "This did not. And what international law has not established -- not just through cases, Justice Breyer, but through any source, convention or custom. If you look to the jurisdictional statutes of the ICC, the Rome Statute --",
  "Yes, Your Honor.",
  "Justice Kagan, let's be clear to separate two very different causes of action. There is no country -- and to answer Justice Ginsburg's first question, there is no country in the world that provides a civil cause of action against a corporation under their domestic law for a violation of the law of nations. In Mr. Hoffman's hypothetical, if there were a suit in England or in the Netherlands, it would be for assault and battery, wrongful death, or --",
  "They are meaningfully different from individuals under international law, which is the crucial choice of law question you need to answer here. The crucial question that's at the threshold is which law determines whether corporations are liable?",
  "Let me be clear. The question is not \"could\" --",
  "-- international law apply.",
  "Corporate liability, even for norms on which the international community agrees -- torture, genocide, piracy, slavery -- corporate liability is a substantive norm that is established by international law. And the nations of the world, for various reasons, have treated individuals and corporations differently. And, Justice Kennedy, over and over and over again, as not just the Respondents' brief at page 17 but the U.K./Netherlands brief -- two of our most important allies filed a brief in support of Respondents, saying, at pages 11 through 15, there is no international norm applicable to corporations for violations of the human rights offenses here. Now, the international community has many reasons for this. In 1998, when the Rome statute established the ICC, the signatories actually discussed whether to have criminal liability for corporations; and as the Scheffer amicus brief in support of Petitioners points out, at page 18, they actually also discussed civil liability for corporations, and the nations of the world who created the ICC, one of the most important modern instruments for bringing about human rights prosecutions, declined to embrace --",
  "-- jurisdiction over corporations.",
  "Well, Justice Kennedy, there's many reasons. For one, a corporation involves many innocent stakeholders beyond the perpetrators. And the regime established at Nuremberg, if it established nothing else, established that it is individuals who are liable for human rights offenses. It pierced the notion of hiding behind a state abstract entity, and it held individuals, including individual businessmen, from Alfred Krupp to 28 officials indicted from the I.G. Farben firm. But Nuremberg was about individual liability.",
  "Yes, Justice Ginsburg. I.G. Farben was dissolved by the Control Council Law Number 9 in 1945. It was a political act. It preceded any of the tribunals, either international or national. It was not until later that year that the international military tribunal began. It prosecuted no corporations. When the Allies prosecuted perpetrators of the Nazi horrors in later cases, they prosecuted, again, only individual officers, not any corporations. There are two amicus briefs on the Nuremberg history, one in support of Petitioners filed by Jennifer Green and one in support of neither party filed by Jonathan Massey. Both of them agree on one proposition, and that is that no corporation was prosecuted by either the international military tribunal in 1945 and '46 nor in any of the subsequent U.S. tribunals. In fact, in U.S. v. --",
  "That's correct, Your Honor. And to answer your question, when I.G. Farben was dissolved, it was part of denazification, decartelization, and the destruction of the Nazi war machine of which I.G. Farben was an integral part. It was practically viewed as an enemy state in and of itself. That is a -- so, the precedent of Nuremberg, like the precedent of the ICTY, the ICTR, the ICC, all exclude liability for corporations, even for the most heinous offenses of the modern era. They focus liability, rather, on corporate officers. And, Justice Kagan, we don't dispute that corporate officers can be held to account for these offenses, assuming, Justice Alito, that we don't have concerns about extraterritoriality --",
  "-- even as to individuals.",
  "Justice Kagan, you should look at questions of corporate liability. Like questions of aiding and abetting liability. Like questions of individual private liability as opposed to state actor liability. You should look at all of those questions as substantive questions answered by international law. And that's because footnote 20 of Sosa says you look to whether international law extends liability to the perpetrator being sued. You can't just find an act out there and fan out to anyone in the entire world, including consumers pumping gas in Ohio, and say there's been an act of -- an international law violation.",
  "It's a question of who.",
  "It's not.",
  "Respectfully, Justice Kagan, we disagree. The question of who may be sued is fundamentally part of the question of whether there has been a tort committed in violation of the law of nations. It would read the verb \"committed\" out of the statute, if you just said find a violation of the law of nations anywhere and then apply it to whoever you want.",
  "Justice Kagan, we respectfully disagree. That is a question of substantive law. Think about a domestic analogy. Look to the Restatement of Conflicts. You would ask whether -- you would not look to foreign law to determine a question of respondeat superior or contribution or indemnity. You would not look to foreign law to determine whether, in the words of the Restatement, one person is liable for the tort of the other. You would look to the law of the place of misconduct or the place of where the corporation is headquartered. We -- foreign law determines in this case whether you had can have civil remedies rather than criminal. We concede that the ATS allows a civil remedy where the world would impose only criminal liability. That's because civil liability versus criminal liability -- that's a matter of remedy. So would be the amount of damages. So would be the choice of compensatory or punitive damages.",
  "Those are matters of remedy for domestic law to decide.",
  "Justice Ginsburg, respectfully, we don't think the world is all of one when it comes to issues of corporate responsibility for the acts of its agents. If you look at the ICJ -- sorry. If you look at the Rome statute, the Rome statute itself has very particular sections about when an -- a corporate superior is liable for the actions of a corporate inferior. It looks to a knowledge and deliberate indifference standard. Not every nation of the world agrees on what standard must -- there must be for even attributing the agent's act at the bottom of the corporate hierarchy to a senior officer, much less to the corporation as an entity. In answer to your question about -- earlier about respondeat superior, Justice Kagan, the only way a corporation can do anything is through the acts of human beings; thus, there's always the question, when it comes to corporate liability, to ask how to attribute the action of the human beings who work for the corporation to the corporation. And we respectfully submit that Sosa footnote 20 commits that question, as does the ATS itself, to international law.",
  "Yes?",
  "Justice Kennedy, I agree completely, and let me be very clear on one thing. I've addressed only step one of Sosa, which is, does international law provide for a specific universal and obligatory norm of corporate liability? It does not. In fact, it refutes it. The Rome statute rejected liability for corporations. The jurisdictional statutes of the ICTY and the ICTR apply jurisdiction only to natural persons. The international community at step one has rejected it. But, Justice Kennedy, it's very important that Sosa puts a second screen into your inquiry. You must ask, at the second step, even if international law had provided any source of corporate liability, which it does not, you would still have to ask -- footnote 30 of Sosa says it's a higher bar -- should Federal common law, should Federal common law now embrace these kinds of actions? And the answer is \"no.\" Even if you found this were a question of domestic remedy, we think you cannot. This is a question of substance. But even if this were a question of -- domestic remedy, you should not find liability for corporations for the same reasons you rejected corporate liability in Malesko.",
  "Justice Ginsburg, respectfully we disagree and so do all the courts of appeals who have addressed the question of aiding and abetting liability. Every court of appeals, save one, including the Ninth Circuit and the D.C. Circuit, which disagreed with us on the outcome, said that the question of whether international law permits liability for aiding and abetting is to be determined by international law. The second --",
  "Yes, Your Honor. That was under English tort law, 1666.",
  "You may --",
  "Justice Breyer, first we disagree that the question of who may be sued is a question of enforcement. We think that bridge --",
  "-- was crossed in Sosa. And as I was saying to Justice Ginsburg, in all the cases that hold, all the courts of appeals agree that who may be liable, just primary actors or also aiders and abetters, is determined by international law is a question of substance. So, we disagree with the premise. But to answer Your Honor's question, the Federal common law still should not fly in the face of Congress, and I think the important question in your hypothetical is who is the \"you\"? As Justice Scalia just pointed out, Congress could amend the ATS tomorrow to provide for a Federal common -- a Federal statutory cause of action against corporations. But the one time Congress spoke to the very question at issue here, it held the diametric opposite. Congress in the TVPA rejected corporate liability by choosing the term \"individuals\" rather than \"persons.\" And I realize, Mr. Chief Justice, that's the next case, but we think there's -- really the answer that the TVPA excludes corporations is compelled, and the U.S. agrees. So, Your Honor, the question is not what should Federal courts do in the abstract; it's what should Federal courts do when there is exact statutory decisionmaking by the political branches that has gone the other way. In maritime law, in Miles v. Apex, you didn't -- you didn't decide to go contrary to the Congress in the Jones Act; you said if there's a Jones Act statutory statement about wrongful death, we should follow it in Federal common law. Similarly here, even if the international community thought there was anything to corporate liability -- which it doesn't. It disagrees. Our two allies the U.K. and Netherlands disagree, and Germany has filed a brief saying it also disagrees with the ATS as it has been applied. Even if there was international consensus, you would still have to ask, should the Federal courts, through free-form Federal common law making, do the opposite of what Congress is saying?",
  "Well, Your Honor, the ATS has language that says the tort must be committed in violation of the law of nations. And so, although, Justice Ginsburg, it doesn't specify who may be the defendants, it does point us to the law of nations to figure out what the law of nations thinks about who may be the defendants. And the law of nations is uniform. It rejects corporate liability. It rejects corporate liability. So, to find a Federal common law cause of action here is to fly in the face of both the international community, with all the foreign policy consequences Justice Kennedy referred to earlier, if as Mr. -- as the Chief Justice said earlier, the point of the ATS was to stop war, by making sure there was a forum for the Marbois incident so that France wouldn't think it had to go to war on us to stop the offense to its sovereignty. But it will it provoke war to go out ahead of the international community, foiling the purpose of the ATS. But also -- and this is --",
  "Well, Your Honor, respectfully, we -- we accept that the United States here before you today doesn't speak to the foreign -- foreign policy consequences of this kind of ATS liability, and we haven't even gotten to the alternative ground Justice Alito and the Chief Justice referred to earlier, which is Charming Betsy canon says don't lightly construe your law to offend international law. But just back to the -- the United States, I respectfully suggest you should look to the TVPA, rather than simply to what the United States says here today. And the TVPA, which is Congress interpreting --",
  "Well, far -- it's -- it's one of many sources, Your Honor. Just to go back to the key point about international community, the international community -- Justice Breyer says don't just look for adjudicated opinions, but every convention for every international tribunal excludes corporations. Look to the U.N. process. The Petitioners make a great deal out of a U.N. process that's taken place since 2007. We cite the U.N. special representative, saying I have looked at the international human rights instruments that are out there, and I find no basis --",
  "-- for corporate liability.",
  "That's the U.N., not Congress.",
  "Read, first of all, the Rome statute, 1998, and the legislative history of it, reports --",
  "Read -- but the Rome statute also rejected civil liability. That's in the Scheffer brief. The Scheffer amicus brief. He was our representative there, and he said civil liability was considered but rejected. So, the Rome statute rejected either corporate or criminal liability for corporations under the new ICC. The ICC -- the ICTY, the convention against torture itself, and --",
  "Well, Justice Ginsburg, we don't -- we agree that there's no civil liability for human rights offenses. The answer to Justice Alito's question at the beginning -- is there any other nation in the world that provides for civil liability for human rights violations? The answer is, no, there is no other nation in the world that provides an ATS.",
  "That's correct, but for --",
  "-- human rights violations.",
  "None other than the ATS, Your Honor. If -- there --",
  "The -- well, there's no alien diversity jurisdiction. So -- because an alien is suing an alien. And there's a good argument you could dispose of this case, but not all the other ATS cases, by simply holding there's no alien diversity jurisdiction here, and the ATS can't have been viewed as displacing Congress's intent to limit jurisdiction at the time. That would dispose of this case and other cases involving foreign corporations sued by foreign plaintiffs, cases likes Talisman and Nestle and Rio Tinto. But we respectfully urge you to reach a broader ruling, which is that corporate liability is foreclosed both by the uniform practice, the uniform practice, not just adjudications, of the nations of the world --",
  "Your Honor, we do not urge a rule of corporate impunity here. Corporate officers are liable for human rights violations and for those they direct among their employees. There can also be suits under State law or the domestic laws of nations, but there may not be ATS Federal common law causes of action against corporations. Thank you, Your Honor.",
  "Mr. Chief Justice and may it please the Court: This case has nothing to do with the United States. It's Nigerian plaintiffs suing an English and Dutch company for activity alleged to have aided and abetted the Nigerian Government for conduct taking place entirely within Nigeria. And, Justice Ginsburg, to the personal jurisdiction question, Shell did not waive personal jurisdiction objections to the suit. The court in the companion Wiwa case determined -- rejected the personal jurisdiction affirmative defense, and the Second Circuit affirmed. So if you look at Joint Appendix pages 111 to 112, you'll see that we absolutely preserved the personal jurisdiction defense. Missing from the discussion you've just had with Mr. Hoffman about possible ways to minimize the dangers of applying the ATS in foreign countries is any mention of Congress. And I'd like to return us to the question presented on this round of the argument, which is: Should the ATS and, Justice Ginsburg, Federal common law be applied to conduct taking place entirely within the borders of a foreign country? And our answer is it should not, under the - -",
  "We do not believe that you need to address Filartiga because Filartiga is taken care of entirely by the proper body, which is Congress. Congress, in enacting the TVPA, the Torture Victim Protection Act, covered a situation like Filartiga, where a Paraguayan plaintiff sues a Paraguayan individual defendant for conduct in Paraguay.",
  "Yes, Justice Kennedy. We think the current correct result is that the ATS and Federal common law, which is substantive and remedial law of the United States -- and here, we agree with the United States on page 2 of its brief -- ATS plus Federal common law is the substantive and remedial law of the United States. And we think, under the well-established canon against extraterritorial application of U.S. law, absent congressional clear indication, there should not be such an extension. So, therefore - -",
  "Well - -",
  "We -- we don't concede that the statute applies on the high seas.",
  "Sosa said, looking to the three Blackstone paradigms, assaults on ambassadors, interference with safe conducts, and piracy, that certainly the antecedents to the ATS, the Marbois incident of an attack in Philadelphia, and the New York constable entering the home in New York City of the Dutch ambassador, those were incidents on U.S. soil. And Sosa says perhaps also the third paradigm, piracy, might also be covered.",
  "At the time.",
  "Our clear -- our position on piracy is this. Even if you think the ATS and Federal common law can extend to conduct on the high seas, which are stateless, a place where no foreign sovereign rules, that does not mean that the ATS and Federal common law can apply to conduct within a foreign sovereign's borders - -",
  "Justice Breyer - -",
  "Justice Breyer, with respect, the United States has not acceded to the principle of universal civil jurisdiction. And with respect - -",
  "Justice Breyer, in our brief at 48, note 11, you'll see that that's not quite the case. I'm sorry -- I'm sorry. We object -- the United States objected to the universal civil jurisdiction aspect of the convention against torture. We have never acceded to that. And the reason is that we fear exactly the consequences Justice Kennedy began the argument with. We fear that if we say that a United States court can be open to try any accused law of nations violator for anywhere in the world regardless of the place of the conduct, the other nations of the world might seek to do the same to us.",
  "Criminal is very different from civil. And what we -- the precise argument we are making here is that the presumption against application of U.S. law to conduct within foreign sovereigns -- and remember, the purpose of the presumption, Justice Scalia, is to avoid conflict with foreign sovereigns. There is no foreign sovereign over the high seas. The conflict arises, and the presumption protects against this conflict, when we go into a foreign nation, we project our law.",
  "Well - -",
  "-- Your Honor, if you wish to say no extraterritorial application, we think Sosa does not foreclose that, because Sosa simply said piracy might be one of the -- the actions covered. But I want to get back to the key point, which is - -",
  "No, we do not, Your Honor, because we think that in rem actions were the typical things contemplated. And as soon as United States v. Palmer comes along, this Court applied the presumption against extraterritorial application of U.S. law to -- the application of the then-extant piracy statute to a foreign-flagged vessel on the high seas. The thought was, don't apply it to the foreign-flagged vessel because that's like a mini - foreign country on the high seas. So we would argue that the presumption against extraterritoriality actually applied in the founding era even to piracy. But even if you were to say, well, piracy is covered now, it doesn't follow that the norms that are invoked here under the law of nations can be subject to a U.S. civil cause of action. And I want to stress that our point is that the U.S. is projecting here -- and I don't believe through the statute, the ATS, but through the causes of action under Federal common law -- our law onto foreign countries.",
  "The difference it makes is that in your hypothetical, the reverse Marbois case, the proper remedy would have been to seek -- for France to seek extradition of the U.S. assailant and - -",
  "Because Congress hasn't clearly said so. And the point of the presumption is to avoid all of the judge-made possible qualifications that were discussed earlier: exhaustion, political question, the possible limitations suggested by the European Union. Congress doesn't get to say anything if it's the courts deciding, through their own prudence, together with the advice from the Department of State. And, Justice Alito, in answer to your question whether - -",
  "They're not always applied, Justice Scalia. And if so, it sometimes takes many years before they happen. And the State Department is not always listened to. In the South African apartheid case, not only did the State Department seek to protest the action, but the Government of South Africa filed a letter, and the district court ignored both.",
  "Correct.",
  "With respect, Your Honor, the French had several remedies. The French victim could have sued in tort in the United States. And under the transitory tort doctrine that was adopted at the time, which is not a precedent for the ATS, would have allowed a suit under French law. French law would have been imported to try that claim. So it could have been tried in State court as an assault. Second, there could have been extradition. Third, the point of the Marbois in stimulating the ATS was that if -- if a U.S. citizen attacks the French ambassador on U.S. soil, and we then harbored him, that could have led to an incident of war. But there is no incident of war or conflict posed in your hypothetical because extradition was possible, and State court tort violations -- State law tort -- State court jurisdiction over a transitory tort should have obtained.",
  "Well - -",
  "Justice Sotomayor, I -- there is theoretically the possibility that if State law transitory tort didn't work, and if extradition didn't work, and if the French didn't just seek to punish the assailant in their own country, maybe there would have been international conflict, but there is no evidence Congress was thinking about that at the time.",
  "It did. But, Your Honor, there is not a single founding era precedent, not a single one, that involves the reverse hypothetical. Every single founding era precedent that stimulated the ATS or came soon in its aftermath involved international law violations alleged to have occurred on U.S. soil or in U.S. waters. The two cases most soon after the ATS were Moxon v. The Fanny and Bolchos v. Darrell, which involved supposed law of nations violations on U.S. waters and on U.S. soil.",
  "Justice Alito, we would respectfully urge that direction is -- is not enough. If the place of the injury and the place of the last conduct was on foreign soil. We think ordinary restatement of conflict principles would suggest that you look to the law of the place of injury, not to the forum law. And the most important point about the ATS and Federal common law, even if it were under section 1331, Justice Ginsburg, is that it's an application of U.S. substantive and remedial law to another country. And the offense is we're telling the other country that they have to entertain private civil litigation. And there is a difference, Justice Breyer, between criminal and civil - -",
  "Bradford is the best thing the Petitioners have in the founding era, and it's not enough to overcome the presumption - -",
  "-- because he could have been speaking about the high seas.",
  "And he - -",
  "It was Americans, but we -- we think, if properly read, the hostilities of which he spoke was the high seas part of the conduct. It was an American who piloted the French fleet 60 miles from the Iles de Los to the Sierra Leone River. And that was -- if you read grammatically, we think that is what Attorney General Bradford was referring to.",
  "Yes, Your Honor. There are many -- many differences between us and Filartiga. For one, this is a case in which there is a -- a class action against a corporation. And if you don't agree with us on the lack of extraterritorial application, we still maintain that the ATS does not apply to corporations. Second, there is -- there was a -- there's an allegation here of aiding and abetting a foreign Government. It was unclear in Filartiga whether the Paraguayan was acting within or without the state's authority, but -- and he was later deported, so we don't know the answer. But here the offense is magnified because the allegation is that an English and a Dutch company aided and abetted the Nigerian Government. That is where the offense to the principle against international friction is at its highest. And so if you weren't to adopt our position in full, at a minimum we think you should hold that the presumption applies to foreign-cubed cases involving aiding and abetting a foreign government, where everything is foreign. But we don't think you should do that in the first instance. We respectfully submit the better approach is to apply the presumption as a categorical matter.",
  "Well - -",
  "Yes.",
  "We think there is, Justice Kennedy. And we think the principle of extraterritoriality is -- is essentially a democracy-forcing device to send these questions back to Congress. And if we send it back to Congress - -",
  "You have - -",
  "Chief -- Mr. Chief Justice, you are making it up themselves, and that's why there's all the more reason to apply the presumption against application to foreign countries. It's far worse to have judges - -",
  "We - -",
  "We are not, Your Honor. Sosa did not address the question we have before the Court today.",
  "To answer the Chief Justice's question, you don't need to overrule, so to speak, Filartiga on Justice Kennedy's question. You can simply say that in the intervening period, Congress did, as is appropriate in the area of applying law to foreign conduct, pass a specific statute, the TVPA, that applies exactly to the conduct in Filartiga. That should inform your decision today, that you don't need judge-made law to address the situation in Filartiga. And you don't need to overrule Sosa, with respect, Justice Sotomayor, because Sosa did not address, for better or for worse, the extraterritoriality argument we make today. It went off at the first step. No international norms, specifically universal and specific -- sufficiently specific and universal. So it didn't get to the concerns about friction with foreign countries.",
  "If -- the fact that the nations of the world agree on norms does not mean the nations of the world agree on remedies. And what the ATS and Federal common law, as interpreted in Sosa, do is project a U.S. civil cause of action with U.S. rules, punitive damages, no attorney fee shifting, contingent fee and punitive damages. That should not be done except by Congress. They did it in the TVPA, but you should not permit it to be done here. Thank you.",
  "Mr. Chief Justice, and may it please the Court: The FDCA does not deal just with health. Section 341 makes clear that it also and with respect to the labeling requirements at issue here, quote, \"promotes honesty and fair dealing in the interest of consumers.\" And here, the most important data we have about what Congress did that's barely been mentioned by POM or the government, is the enactment in 1990 of the NLEA, the Nutrition Labeling and Education Act, and its express preemption provision. Now, Justice Kennedy, our position is that if POM's suit had been brought as a State law lawsuit, it would be precisely preempted by the terms of that express preemption provision.",
  "That's correct, Justice Ginsburg. And it preempts precisely these claims if they had been brought As state law claims, because let's look at the language of the express preemption provision. And To be clear, Coca­Cola's position is very narrow. Our position is that were these claims that POM is making brought as State law claims, they would be expressly preempted, and it cannot be that Congress meant to preempt these claims if brought as State law claims designed to go above the Federal floor, but meant to say never mind ­­",
  "In fact, Justice Kagan, it's very rare that Congress actually says no State or Federal claims.",
  "Fair enough, Your Honor. But you have said in numerous cases in which you have found a prior or more general law narrowed by a subsequent or more specific law, you have said Congress should not be put to the burden every time it enacts a statute of looking to the four corners of the U.S. Code and figuring out what it might displace. And there is no reason ­­",
  "I cannot, Justice Ginsburg, though I can cite to you the most relevant and unbroken line of court of appeals authority, which are the Federal Railroad Safety Act cases. The Federal Railroad Safety Act expressly preempted State law negligence claims, and the Fifth, Sixth and Seventh Circuits have held, without a competing circuit, that therefore, Federal FELA negligence claims must be deemed to be precluded, because otherwise, the national scheme of uniformity in Federal railroad safety would be undermined. So, too, here. And if I could just go back, Justice Ginsburg, to make sure I answer the question. The passage of the NLEA and its express preemption provision in 1990 was all about national uniformity. In fact, what Congress aimed at in passing that statute was the ­­",
  "Justice Kennedy, you have perhaps succumbed to Mr. Waxman's attempts to argue his jury argument here. We're on a motion to dismiss. There is no record. We've put in a brief ­­",
  "Yes, Your Honor. It's changed in non­material aspects. There is no aspect covered by the claims here that has changed. But I just want to be very, very clear on what POM is arguing here. POM is arguing ­­ and, Justice Sotomayor, they are not arguing your hypothetical. POM is arguing here that it may challenge Coca­Cola's name and label under the Lanham Act even if that name and label complies with the FDCA and all the relevant implementing regulations. So, Justice Kagan, this is exactly your case, where POM said it can say misbranded under the Lanham Act, even where Coca­Cola has complied with all of the authorizations set forth in the FDA.",
  "First, Justice Ginsburg, let me be clear: Safety is not at issue in this case. Safety warnings are especially carved out. Justice Alito, if there is a worry about allergies; Chief Justice Roberts, if there is a worry about health. That's not what we're about here. In fact, the NLEA especially ­­ expressly in 6(c)(2) carved out safety warnings from the preemption clause. We're not talking here about safety. we're talking here about labeling so that consumers have adequate information, at the same time as manufacturers are not put to the burdens and inefficiencies of having constantly shifting labeling standards imposed by juries, which ultimately will cost more to the consumer.",
  "It's an authorization.",
  "Justice Sotomayor and Justice Kennedy, I need to make very clear that we believe that under the FDCA and the FDA regulations, Coke's label is as a matter of law not misleading. And once we reach that conclusion under FDCA and FDA, Lanham Act can't come in from the side and say, oh, yes, it is, because that would undermine the express preemption provision that was designed to create national uniformity.",
  "Well, Your Honor ­­",
  "Justice Sotomayor, there are five different attacks that POM has made on our label, only two of which were addressed in the lower court. And we say that we comply with FDA regulations as to all five of them. But more important, compliance doesn't matter; what matters is are these of the type covered by the provisions of the NLEA preemption provision ­­ sorry. Are these of a type covered through the NLEA preemption provision?",
  "Absolutely not, Your Honor. Let me make absolutely clear we do not argue for field preemption. We argue that where the NLEA express preemption provision would make POM's claims expressly preempted under State law, it follows as a matter of inference from the national uniform scheme that Congress set up, that Lanham Act claims are precluded to the extent and only to the extent the state claims would have been preempted under if they were brought as state law claims. Now, Justice Sotomayor, all five of POM's issues here ­­ name, vignette, font size, multiple lines, and coloring ­­ name, vignette, font size, multiple lines, and coloring ­­ every one of those is of the type required by certain enumerated sections in the NLEA express preemption provision. And POM wants something that is not identical. Justice Ginsburg, POM doesn't just want to enjoin our label. POM at JA61 said: You should have called it apple grape juice, not pomegranate blueberry juice.",
  "Justice Ginsburg, every single aspect of their misleadingness claim is covered by specific provisions of the FDCA that have preemptive force. Under ­­ I just want you to focus, if on nothing else, because my colleagues on the other side haven't even mentioned it, on 21 USC 343­1)(a)(2) and (3), the express preemption provision. The express preemption provision says ­­",
  "It's set forth, Mr. Chief Justice, in the red brief addendum at page 5A.",
  "And if you look at the express preemption provision, which is notably called \"National Uniform Nutrition Labeling,\" Section (2) and Section (3) on 5A over to 6A, set forth those portions of the FDCA that will and won't have preemptive force. We are living in this case entirely within two sections that have preemptive force under this statute, and those are sections 343(i) and 343(f). \"Name\" is covered by 343(i). \"Vignette\" is covered by 343(i) because, as the Federal Register makes clear, name and vignette were thought of together. \"Font size\" is covered by 343(f), which goes to the presentation of the name and other printed matter on the label. \"Multiple lines\" is covered by 343(f), and \"coloring\" is covered by 343(i)(2).",
  "Yes, Your Honor, we still win because of your more general approach to preclusion by one Federal statute of another, because the FDA regulations as to misbranding here are far more specific. Let me back up. The statute of the FDCA and the regulations promulgated thereunder are more specific than the general misrepresentation provisions of the Lanham Act.",
  "We do ­­ we do not take that position here, Your Honor, because it's not presented here. We said there might ­­",
  "Justice Kennedy, let me be clear. In this case we believe the Lanham Act claim is precluded because POM wants to go above the floor set by the FDCA and the FDA reg. POM has said repeatedly in this case, right through the reply brief ­­ right through its reply brief at Page 17, and I quote, and this has been their position the whole time, POM's challenge does not depend on the FDCA or FDA's regulation. Justice Sotomayor, POM is not bringing your hypothetical suit where they come in to enforce the FDCA and the FDA. Had they done so, we think there might be a serious question for you to resolve another day about whether that's an end run around 337(a)'s restriction of enforcement to the United States and prohibition of private lawsuits, but that's not this case.",
  "Correct, Your Honor.",
  "Correct, Your Honor. But what I'm trying to say here is, to the extent their Lanham Act claims seeks to say, as Justice Kagan said before, You are misbranded for misrepresentations under the Lanham Act, even though Coke has not been misbranded and has not made misrepresentations under FDCA and the FDA regulations, that is a conflict that should be resolved by this Court in the usual manner that statutory construction conflicts are resolved by making the statutes make sense together.",
  "Mr. Chief Justice, as I said before, the FTC in Section 341 as codified expressly refers to maintaining honesty for the consumer as well as health. But just let me suggest why there is still a conflict, and irreconcilable conflict is not the touchstone. You have never required irreconcilable conflict in ­­ in all the cases we have cited in our brief, Fausto and Elgin, Keogh, Romani, Daystar. You've never required irreconcilable conflict. You've recognized that one federal statute, if more specific, may narrow the scope of a more general statute where there is a conflict. And there is a conflict here, Your Honor. Just to be clear, what Congress wanted was national uniformity so that a manufacturer could print one label and sell in the 50 states and not have its juice legal when you leave on the flight in California and illegal when you land in D.C. That national uniformity bill ­­",
  "Correct, Your Honor, but the falsity standard ­­",
  "We do, Your Honor.",
  "Here's what I'm saying, Justice Kennedy. I'm saying after the NLEA express preemption provision, a state cannot say that pomegranate­blueberry­flavored blend of five juices ­­ which is perfectly consistent with the naming regulations, as the U.S. agrees. Why is that? Because the naming regulations, Justice Sotomayor, said, you can name your minority juice, your non­predominant juice in either of two ways. You, as a manufacturer, may either mention a percentage or ­­",
  "We do not, Your Honor. We would want you to say that what misleading is when it is defined by FDA in specific regulations pursuant to a specific statute that specifically seeks national uniformity, in the sense that the manufacturer picks one label and doesn't, as the American Beverage Association brief says at Page 7, create a logistical nightmare that you have to change your label in response to every jury verdict. We're saying that once your ­­",
  "Justice ­­",
  "If I suppose that, Your Honor, then the proper procedure for a consumer or a competitor is to go to the FDA and seek FDA's change of its rulemaking. Your Honor, in the red addendum ­­ red brief addendum at Page 17(a) over to 18(a), you'll see that in 21 CFR 102.33(d) FDA said, Your juice will not be misleading if it uses the word \"flavored.\" And in fact, over on 18(a), if you want to see the closest thing to an express authorization of our label here, it's the example that FDA gave on 18(a). It said, You can use either flavor or a percentage, and it won't be misleading. Why? Because we don't think that consumers are quite as unintelligent as POM must think they are. They know when something is a favored blend of five juices, non­min­ ­­ the non­predominant juices are just a flavor.",
  "Justice Kennedy ­­ Justice Kennedy, it's pomegranate­blueberry­flavored blend of five juices. I've found that oftentimes ­­ well ­­",
  "Yeah, pomegranate­blueberry­flavored blend of five juices. And the key point here ­­",
  "Your Honor ­­",
  "Two important distinctions, Your Honor, but let me first disagree with the premise. It's true that FDA doesn't pre­approve the label, but they couldn't have gotten closer here, Justice Kennedy, than solving your difficulty by saying that ras­cranberry juice, it's okay if you call it raspberry­and­cranberry­flavored juice drink. You don't have to put the percentages in. So this is ­­ it's not a preapproval requirement, but these regulations are very specific. Justice Sotomayor, Wyeth, as you said, as this Court said, did not involve an express preemption provision. It is the express preemption provision here that says that Congress wanted nationally uniform labeling regulations whereby a manufacturer could pick one label and stick with it. This is Guyer, not Wyeth.",
  "Oh, but, Your Honor, that's one thing if the FDA decides to adapt its rulemaking. Suppose Justice Ginsberg's consumers or competitors showed up and said, Excuse me, we don't think ras­cranberry is clear enough. Justice Kennedy said it wasn't. Please change your rulemaking. When the FDA issues guidance or changes its rules or issues a new kind of interpretation, that's one agency speaking nationally. What Mr. Waxman wants to do is invite plaintiffs to walk into every court in the land under Lanham Act claims and create one jury saying, I think you should have called it apple­grape juice, and another saying you should have had the percentage.",
  "Justice Ginsburg, precisely for the reasons you say, you should affirm here and go with us in precluding the Lanham Act claims. And the reason is that Congress has authorized a very specific regulatory regime here. Of course you don't want the FDA deciding is pomegranate­blueberry or ras­cranberry clear ­­ that's why they gave specific regulations. And contrary to what Mr. Waxman said, the FDA does not just have criminal jurisdiction. It has adjudicatory jurisdiction. It has civil authority. It can issue warning letters, which, as the amicus brief of Mr. Friedman points out, are very effective.",
  "Justice Kennedy, the U.S. position is unworkable, as you said before. And the U.S. hasn't said that they lack sufficient resources. What we would respectfully suggest you look at is not FDA's latest amicus brief through the U.S., but FDA's authoritative statement about whether its labeling regulations were being implemented. In the red brief at Page 7, we cite to the rulemaking in which the FDA found after the three­year study ­­ remember the express preemption provision couldn't go into force until there was a three­year study by the IOM. And if you look at Page 7 of the red brief, three­quarters of the way down the page, you'll see FDA in its authoritative statement, irrespective of its amicus brief here, found that 343(f), the presentation regulation, and 343(i), the naming regulation, were being adequately implemented.",
  "But, Your Honor, you don't give our deference to an amicus brief when there's an authoritative prior statement by FDA that these implementation ­­ for the very reason you suggest, the FDA has other things to do.",
  "Well, Your Honor, they haven't disavowed that statement. We would respectfully suggest that just as it's too late for Mr. Waxman to change his theory, as you said in Riegel, to a ­­ we're enforcing the FDA theory ­­ and he doesn't purport to do it here ­­ it's ­­ the FDA, it's too late now to say in an amicus brief that they didn't mean it back in 1993.",
  "Yes, Your Honor. Putting aside the private enforcement 337(a) problem that Justice Sotomayor raised before, we believe that Lanham Act suits are not preempted ­­ would not be preempted as state law claims, and, therefore, are not precluded as Lanham Act claims, if they fall outside the specific provisions of FDCA that have preemptive force. So 343(a) ­­ may I finish, your Honor?",
  "If there is something that is not covered ­­ name, vignette, font, multiplized are covered. If there's something else that's not covered ­­ and I would refer Your Honor to ­­ specifically to religious dietary labeling, bottle container deposit labeling ­­ those are things that the FDA said in its rulemaking, based on the Congressional record, are outside the specific provisions with preemptive force. Then, assuming there's no 337 problem, you can have a Lanham Act claim. All we say is that ­­",
  "­­ the preemption provision governs here. Thank you very much.",
  "However you resolve the question presented, that would still be a separate question, one that the courts of appeals have not considered in any level of detail. The extent ­­",
  "Mr. Chief Justice, and may it please the Court: In 1976, Congress considerably narrowed the circumstances that would call for the procedural device of a three­judge court. And as part of that pairing down of the three­judge statute, Congress, for the first time, authorized a single­district judge to, quote, \"determine that three judges are not required.\" For three reasons, this Court should affirm that that authorization permits the single district judge to dismiss a complaint that, on its face, fails to satisfy Rule 8 and Rule 12(b)(6) as required in all civil actions.",
  "Well ­­",
  "But it wasn't for an authorization for a single judge. In the prior statute, upon the filing of the request for injunctive relief, the three­judge court was required to be convened, and so the express language of the statute did not have a provision for the single judge to make that call.",
  "I ­­ I don't think that's necessarily the case. I think not required meant that it didn't have a set meaning as plaintiffs ­­",
  "But that ­­",
  "Yes, Justice Sotomayor, that ­­ those words appear, but in the prior case law before 1976, this Court had, in two important cases, permitted a district judge to adjudicate the entire case notwithstanding the presence of a substantial claim raised by the plaintiff. And those cases are Bailey and the Hagans v Lavine case cited by Petitioners. There, Hagans v. Lavine, there was no question there was a substantial equal protection claim. The district judge perceived that there's this preemption claim, and I think I can get rid of the case by ruling on the preemption claim, which is exactly what the district judge did. And this Court affirmed that that was the correct procedure; that there was no reason to trouble the three­judge court if there was a statutory claim that could be resolved and rendered unnecessary to address the equal protection clause. So the idea that there was this set understanding that any time there's a substantial claim it's off limits to a single district judge is simply not borne out by this Court's pre­1976 precedent. So there's more at work in that precedent. Indeed, for those who will consult legislative history, the Senate Report 94204 has a heading under uncertainties in the prior law, and the first item is A, whether or not a three­judge court should be convened was the first of the several uncertainties that the Senate noted in its report. So the idea that Petitioners want to say that by saying \"not required\" in the statute, Congress intended to adopt a certain subset of this Court's prior jurisprudence is not borne out by ­­",
  "Well, Congress, if it had looked back at this Court's case law, would have seen that this Court regularly denied three­judge courts even where there was an important issue such as when the preemption was the issue. Preemption cases ­­",
  "Yes. Swift ­­ Swift and Company ­­",
  "So the ­­ the Court's concern, it was always a narrow interpretation of the statute for very important reasons. And that is to minimize the dislocation of the lower Federal courts' functioning and structure, which always happens when you have to bring in two extra judges. And secondly, to control this Court's mandatory appellate docket. So those are always at work when the Court was reading the statute. And Congress knew this. And on page 5, the Senate report acknowledges this narrow reading without disavowing it or instructing this Court to do otherwise. So the statute always was read not in the most embracing terms, as it said in Swift & Company v. Wickham at page 126, not in the most embracing terms, but in restrictive ­­ in a restrictive way because of the important concerns of judicial administration that were at stake, but also to best serve the historical purpose, which is to protect States from the improvident injunction by a single judge.",
  "That was probably to protect an analogous Federal interest in having its ­­ its laws not improvidently enjoined. That statute is no longer there, as you know. But that obviously wouldn't have had the same State sovereignty concerns, but the ­­ there was impetus for that adoption from the Federal Government because they saw the benefits that the States reached from having the procedure adopted.",
  "Yes.",
  "I think the important thing is the amendments that we pointed out in our brief are ­­ were significant changes in ­­ in the structure and meaning of the statute. But I was responding to Petitioners' argument that this Court can simply look at the words \"not required\" and know immediately what they mean from reading the prior case law. And I don't think that will be an effective process for this Court if it gives full ­­",
  "I hope so, Your Honor. And I hope you'll remember that.",
  "Well, you know, I'm trying to provide value now in addition to what we had in the brief.",
  "Well, in Swift v. Wickham is the best exposition of what this narrow construction or restrictive construction is about. The words clearly said in the prior statute, \"On grounds of unconstitutionality.\" And this Court read that phrase not to include a very important clause of the Constitution, the supremacy clause, because it was important to keep it narrow and not to open the floodgates to every preemption challenge that would come down, even though those challenges are very important and often much more devastating to the State than a constitutional claim could be. That's an example. In Gonzalez, this Court read the phrase in 28 U.S. 1253, which is the direct appeal provision ­­ \"orders granting or denying an injunction,\" this Court read to not include any denial of an injunction that would have been a sound basis for not convening a three­judge court in the first place. And the Court phrased it that broadly to include whatever basis there might be to not convene a three­judge court. That means you don't get the direct appeal, which is a very important part of this whole statutory scheme. It became more important with the rise of the reapportionment cases, which, by the way, the reason you don't see any old reapportionment cases in the case law is they would have been foreclosed by this Court's precedent until Baker v. Carr. But with the rise of those, the part of the structure ­­ not the three­judge so much, but it was the direct appeal that became more important to the States to protect them, as ­­ as was spoken to by the assistant U.S. attorney general Robert Dickson who testified. And we quote his testimony at page 30, talking about, but for that direct appeal and the ability to get an immediate stay from this Court, entire elections would have had to be conducted under plans that were adopted by district courts, contrary to what the legislature had provided, and it was very important to have access to this Court to get that stay and not to have the entire election disrupted by that order. The idea that Petitioner insists on that the insubstantiality rule is not a merits­based test is just obviously can't be true, because you have got to know what the merits are before you know it's insubstantial. I know this Court's precedent has treated it as a jurisdictional matter. But I would submit that it ­­ it really doesn't meet the set of tests that Justice Ginsburg laid out for the Court in Arbaugh of what's jurisdictional and what is not. And the idea that there's a clear division between insubstantially and failure to state a claim is not borne out. And in one of the cases cited by the Petitioner in their brief at page 23, Kalson v. Paterson, the 2008 Second Circuit case illustrates that, because there a single­district judge is deemed able to decide it because it's insubstantial, even though the court acknowledges that the theory is not foreclosed by precedent. It just comes around to saying, yes, it is insubstantial. And it rules, it affirms the grant of a motion on the pleadings under Rule 12(c), which in the Second Circuit, as in most other circuits, is analyzed exactly like a Rule 12(b)(6) failure to state a claim motion. The claim there was that the State should have used voting age population, which, interesting enough, is the issue that this Court has noted probable jurisdiction on in Evenwell. And there a three­judge court in Evenwell dismissed under 12(b)(6). So you have a court in the Second Circuit saying that's insubstantial. Whether or not they were right or they analyzed it right under Goosby, they reached that conclusion. And they ­­ they did it on an analysis that it's hard for me to distinguish from a 12(b)(6) analysis. And then the three­judge court in Evenwell, which this Court will be visiting, did the whole matter under a 12(b)(6) analysis, which is maybe a little more detailed than the Second Circuit in insubstantially analysis, but really hard to tell the difference. How did you reach that conclusion?",
  "Well, it's easy when it's the little green men and the extraterrestrials, but that's not the cases that have arisen and been addressed by this Court. Goosby v. Osser, the court of appeals in that case ruled that it was insubstantial, the claim there that prisoners had to have access to absentee ballots, because this Court had a prior case, McDonald, which had said the prison system there and the election system was ­­ it was fine not to allow the prisoners to have absentee ballots. And when it came to this Court, Justice Brennan for the Court said, you've misread our president; McDonald doesn't foreclose this case. So it involved extraterrestrials and no little green men. But a panel ­­",
  "Some of the case law refers to ­­",
  "Aliens ­­ aliens. Some of the case law seems to ­­ to categorize only the ­­ the only cases that would come under Bell v. Hood, some judges will say are the ones so outlandish that involves something that on its face you could say that could never be true.",
  "Yes.",
  "Outlandish.",
  "But there's ­­",
  "Well, I don't know if it helps, but I think it doesn't help Petitioners the idea that that's a significant expansion, if not a complete departure from Bell v. Hood, which addressed when a complaint could be dismissed for lack of subject matter jurisdiction because it's insubstantial. There the claim is granted, relief is granted in ­­",
  "The law was clear, and ­­",
  "­­ the single­district judge should have been allowed to address that in argument ­­",
  "But I would submit that, under this ­­ the Court's prevailing rule, the Court ­­ the Court adopts the Federal rules, and all ­­ all district judges are bound for them. If a district judge is entitled to grant relief, as under the Bailey case, it seems reasonable to allow that judge to determine that a complaint on its face is legally sufficient, as the court would in any other case. These ­­ these rules are binding, unless you can find in the statute a reason that compels the district judge not to comply with the civil ­­ the rules of civil procedure, then the district judge is in his or her rights?",
  "Well, I think that it could ­­ it incorporates that understanding as much as it would incorporate the insubstantiality, because both are presumptions that courts rely on. A case is not going to proceed, pass a motion to dismiss, certainly not under Iqbal and Twombly, unless it satisfies Rule 8. That's just a basic understanding of every district court in the land. And it seems strange that, if ­­ if the cases are that important and they're going to require two extra judges and a direct appeal to this Court, that a legally insufficient complaint that otherwise could not get past the threshold of the courthouse is going to get an automatic direct appeal to this Court.",
  "To the court of appeals, as in every other case.",
  "Yes, Your Honor.",
  "But ­­ but I ­­ I understand your reaction, but I think that comes ­­ when you have a departure from the norm, as the three­judge statute creates, you're going to have some situations that may be a little bit stickier than otherwise that you have had in a normal functioning of the content. But that's happened.",
  "Well, you had seven more direct appeals from Maryland, as we cite in our ­­ in our brief, that ­­ the cases we've had in recent years that were dismissed by a single judge, they would have all come here. And we're one State times 50 ­­ 400 more direct appeals, perhaps? I don't know how frequently these cases are filed in other States. But that was a concern that ­­ that was always lurking in all the cases prior that this Court decided before 1976 and was acknowledged in the report that there is this concern to control this Court's mandatory docket, which Congress cares deeply about, because they took away the direct appeal of constitutional claims that would come up from the courts.",
  "I hope you care deeply and ­­ and deeply enough to ­­ to affirm this reasonable interpretation. And I think it will serve the interest of ­­ of this Court and also all the other litigants as well. And if ­­ unless there are further questions, we submit.",
  "Well, I think ­­"
]