[
  "Thank you, Mr. Chief Justice, may it please the Court: In enacting the Americans with Disabilities Act in 1990, Congress invoked its powers to regulate interstate commerce and to enforce the Fourteenth Amendment. We do not challenge Congress' authority to pass the ADA under the Commerce Clause and, indeed, doubt anyone ever would bring such an across-the-board attack on the law, yet it is precisely the virtues of the ADA as a matter of Commerce Clause legislation, its breadth of coverage, its exacting accommodation requirements, that make it unsustainable as a section 5 law. Now, before this Court has authorized Congress to impose extra constitutional duties on the States, it has required the Congress to show that the States brought this loss of authority upon themselves first by engaging in a widespread pattern and practice of unconstitutional conduct and, second, by showing that the remedial legislation is proportionate and congruent in nature.",
  "Your Honor, they're exceedingly relevant, and they certainly sustain the ADA as matter of Commerce Clause legislation, but just as with Kimel and the age laws they refer only to discrimination in general. They don't establish constitutional violations.",
  "That's true, Your Honor, and there's no doubt if we had a situation where Congress had actually identified constitutional violations in these areas of State control, Congress would have section 5 authority.",
  "Not at all, Your Honor. There's no distinction whatsoever between State, city and county when it comes to constitutional violations. It's usually just local government and State government generically put together, but the key point is in the ADA the age laws, in the statement of purpose and findings, it was exactly the same. In fact, in the age --",
  "Well, Your Honor, it might well be a constitutional violation, but the fact of the matter is that particular allegation was won by just one side of the dispute.",
  "Well, the first problem, Your Honor, is that it wouldn't be a remedial section 5 problem because, if those allegations are true, if there's no rational explanation for what was done they all violate State law. They would -- all 50 States by 19 --",
  "But Your Honor, the risk is one of constitutional violation.",
  "Your Honor, those would be relevant if Congress had made a second finding, which is just critical and is what is exactly missing here, and that finding had been, despite this conduct by States in local areas of local control, the States weren't enforcing the very antidiscrimination laws they had on the books. Let's draw an analogy to the race cases. If in the early sixties every State in the country banned literacy tests, all right, banned the very thing Congress was trying to get at, it would not be enough for Congress to say literacy tests are causing problems. They would have to make a second showing which is, the States are not enforcing their laws on the books.",
  "In the early sixties they would have been, because I think in the early sixties you would have been able to show that the States, those were shams. They were statutory Potemkin villages. They meant nothing.",
  "There's no showing on that front, not at all, Your Honor. There's no -- Congress did not even look in the direction. It's true they looked in the direction of -- excuse me.",
  "Well, I think you've got two possible issues there, one what type of review, would that be a rational basis setting, or because it's a --",
  "-- fundamental right, and so therefore would you have heightened review. I think there would be situations in which you might bring a constitutional claim, but -- and I hope I'm getting to your point --",
  "I don't think the issue would be changing rational basis scrutiny. The issue would be whether it's a voting rights problem which gets heightened review, but Your Honor, the key point on voting, access to courthouses and access to voting booths, the ADA does not correct that problem. To the extent you think that was the constitutional problem the ADA was getting at, it exempted all --",
  "Mm-hmm.",
  "That --",
  "Why is it that the courts have more authority here to limit that type of State conduct than Congress?",
  "Well, Your Honor, I think if it were -- if I were in the situation where I was saying the courts had more remedial authority than the Congress I'd have a real problem, because of course that's not what's going on. The point of section 5 is to give Congress remedial authority. But the point I'm trying to make on the courthouse access to buildings point is that that's not something the ADA addresses. The Congressional Record shows that by 1990 every State in the country had an architectural barriers law that precluded the building of new buildings that didn't have access.",
  "Well --",
  "I'm not willing to concede that, Your Honor, because --",
  "I don't, Your Honor and I would, in fact, point the Court to Alexander --",
  "Absolutely, and there's no doubt that's what they were referring to.",
  "There's not. In fact, of all the Federal --",
  "It's not, and there's no Federal civil rights statute --",
  "Well, Your Honor, it's a challenge to the ADA across the board. There's just one abrogation --",
  "Well, if there were only arbitrary justifications for a decision --",
  "-- you have no problem.",
  "There's no evidence, Your Honor, that there are any such State laws --",
  "If there were -- no -- if all you had were arbitrary justifications for that law, of course you would. That's City of Cleburne, and that's all of the equal protection cases.",
  "Absolutely, Your Honor.",
  "If this Court's --",
  "This Court said that very thing in a case involving the Federal Government, where it said budgetary constraints alone can state a rational basis.",
  "Well, if there --",
  "I think that is arbitrary, and I think that would be a problem. The question, though, is whether there was evidence of that going on in the eighties, number 1, and number 2, were State laws against that very thing not being enforced.",
  "Oh, there can be a Federal remedy, and that's why the Commerce Clause legislation is fine. The question is whether you can trump --",
  "-- the Tenth or Eleventh Amendment.",
  "Because the very point of section 5 is to correct State conduct that violates the Constitution, and if the States aren't violating the Constitution, one --",
  "I agree entirely, and that's why one has to look at whether the State laws are being enforced.",
  "Yes, and I -- the answer is yes, but I just want to --",
  "No. Yes to the first, but no to the second.",
  "The second problem with the ADA is, it's unlike any section 5 law to my knowledge ever enacted, and certainly ever upheld by the Court, in the sense that it truly is a constitutional amendment in section 5 clothing. It applies not just to every State, but every form of Government service that ever existed or ever will exist. That truly is evading Article 5 and the requirement that two-thirds of each House approve a constitutional amendment and, most importantly, the States, three-fourths of them, get an opportunity to change it, and that's exactly what would happen, and that's what would be very risky about allowing that hypothetical to justify the ADA.",
  "Your Honor, we've briefed the case that it is all of the ADA. There's just one abrogation provision that applies to, you know, title I, title II, and title IV, so I'm not sure how you could slice it that we're just dealing with employment, but if, Your Honor, we were dealing with employment, and you had Justice Souter's hypothetical, 200 instances, just employment, States refusing to enforce, sure, you would have a problem.",
  "Well, I --",
  "Well, I assume, Justice Souter, that's what you were saying. Yes. I mean, absolutely. But my -- if we're going to talk about this solely as an employment case, which is fine by us, we're perfectly agnostic about the issue, this case is Kimel. I mean, it's exactly like Kimel. It's employment. You've got, in fact, a greater gap between a statutory standard and a constitutional standard, and an equally anemic record when it comes to constitutional violations. I mean, even --",
  "Yes, Your Honor. It's an important point. There's no doubt that when it comes to run-of- the-mill legislation, City of Cleburne is right. We need that authority to enact these 50 State laws and the 30 Federal laws that protect the rights of the disabled, so there's just no doubt about that at all. But in the section 5 context you've got two other issues, the relationship between this Court and its final Marbury power and the relationship between the Congress and the States, and that's why the section 5 inquiries are always different. You've got a zero sum game. Congress' gain is invariably the State's loss, and just as Congress gets a presumption of constitutionality in enacting these 30 Federal disability laws, so do the States get a presumption of constitutionality that when they pass these 50 State laws, 1) they're presumptively good and 2) they're enforcing them. Now, that can -- you know, that's not dispositive, of course. Ultimately, if it turns out the States aren't enforcing them, they're just shams, well then they're got a problem and, you know, that's why the voting rights laws are --",
  "Well, I hope I'm answering both questions. If one is concerned about the institutional capacity of the courts versus Congress in this area, the last thing this Court should be doing in this case is making ultimately these section 5 findings itself, okay. So if you're going to agree with Justice Breyer and the suggestion in your question, Justice Souter, that there has to be a little more deference to Congress in this area, the last thing the Court should be doing is in a situation where they don't ask the right questions, constitutional violations as opposed to violating a statutory standard, number 1, number 2, are the State laws, all 50 of them on the books being enforced, the last thing anyone's --",
  "Because, Your Honor, it's not easy being the Supreme Court and deciding what the Constitution means in all these cases, but the bottom line is the Marbury power rests here in this building. It doesn't rest anywhere else, and clever arguments about how Congress needs more deference to find out when constitutional violations really exist is just a nice way, a polite way of putting the fact that they across the street get to decide what the Constitution means. I don't know how else to divide it, but that is what's going on, if they can enact a law that applies to every Government services --",
  "It is a finding, it's entitled to deference, and it applies to the Commerce Clause Article I justification for passing this law. That does not suffice to show there are constitutional violations, and certainly --",
  "Absolutely.",
  "Absolutely.",
  "No, it does not and I invite everyone to read it. That's exactly what's going on.",
  "I hope -- I'm fearful that I'm not -- I didn't hear the question, but let me try to answer. You can cut me off as soon as it appears I didn't hear what you were saying. But they've got to be constitutional violations, Your Honor, and if they're not constitutional violations, they haven't asked the right question.",
  "That's not the question they were asking. The question they were asking is precisely the one Justice Scalia asked, which is, isn't -- is this adequate, can we do a better job. Of course we can do a better job. You know, I think in 1985 the Court issued two decisions which seemed to me to get right to the heart of the matter. Not only was it --",
  "I've no idea, Your Honor. I've looked through the --",
  "That's exactly right.",
  "Not necessarily, Your Honor. That doesn't follow necessarily at all. I mean, one you could have an abrogation provision, and States are free to waive on their own.",
  "No, until 7 years afterwards, that's exactly right, but I've looked to the Congressional Record trying to find instances where Congress was aware of the section 5 inquiry. I found two. One of them cites Fullilove, Representative Dellums saying there's a broad section 5 power. Fullilove is no longer good law. The second cites Morgan v. Katzenbach and just has a sentence that says, embracing the broader version of Morgan saying that if there's an antidiscrimination issue out there, Congress can remedy under section 5, but that's not the inquiry, and as early as 1970 it was clear that was not the inquiry in Oregon v. Mitchell, when the Court invalidated Congress' effort to lower the voting age from 21 to 18 in all States in the country.",
  "Mr. Sutton, you've made something in your brief of the absence of a congressional provision to treat the Federal Government, or Federal employment on a par with private sector employment. You emphasized that, but I didn't see the connection between that and the section 5 inquiry that's before us.",
  "Yes, Your Honor. It goes to the second question, not the record issue but the proportionality issue. Congress purported to be remedying, in their words, a national epidemic regarding disability discrimination, and they decided that in order to do that you needed money damages actions, which is really all that is at stake here in light of Ex parte Young. How can they say that it's a proportionate and necessary tailored remedy when they're not only not imposing it on private business in many instances, but on themselves? That just doesn't stand. It's not only the failure to lead by example, just direction, but it doesn't show proportionality. I mean, it proves our very point. This was not needed. It's not proportionate to the very problem they were trying to correct.",
  "Money damages actions in public accommodations requirement. Title II applies to any form of discrimination plus access to public services. Under title III those provisions, most of those provisions are extended to private businesses, and there are no money damages remedies there, which really proves the difference between the State's ability to lobby, and private businesses.",
  "That's true, Your Honor. I mean, again -- but if this is an employment case, which is fine by us, it really is controlled by Kimel, because the gap between the statutory standard and the constitutional standard is even broader in this case than it was in Kimel, and then --",
  "This Court has never found one against employment, Your Honor. If we're going to stick with employment, there are none with respect to employment, zero.",
  "Well, I suspect, Your Honor, if we reviewed all of the Court's constitutional findings there would be cases in which an elderly person was a plaintiff and won a constitutional case.",
  "I think that's true, Your Honor, but I mean, if you can remedy constitutional violations in one area by transferring it to another area, then we really should talk about the entire ADA, and talk about its biggest flaw. Its biggest flaw that it is a section -- it is a constitutional amendment in section 5 clothing. It applies to every single form of Government service, and if they're allowed to do this, they'll do it in every area, rational basis scrutiny of all sorts.",
  "It's certainly possible, Your Honor, and one of the best things I think that can be done here is, instead of the Court having to engage in this section 5 inquiry on the basis of the Government lawyers after the fact, let them do it again. But I will suggest this, Your Honor. It is not going to be as easy as one submits to say --",
  "No, Your Honor. No, Your Honor, not at all. The ADA would be invalid. 12202, Section 12202 would be invalid, and it would be up to them to decide what they wanted to do. In fact, in City of Boerne this Court invalidated the RFRA. They're back at it again. They're entitled to do that. I will submit that there is a bright line here. It's constitutional violations. U.S. Senators, U.S. House of Representatives Members are not going to lightly find States are violating the Constitution, but we want them to ask that question. That's the very point of section 5. We want them to look out, root out this type of invidious discrimination, and if it's going on, have them ask the right question, identify it, and end it.",
  "Your Honor, it certainly helps our case and it makes it a lot easier, but to be candid with you, if they imposed this same remedy on the Federal Government, I think they would still have problem, precisely because it applies to every Government service, but it just makes it --",
  "Not in this case, Your Honor. The breadth of coverage and the gap between the statutory and constitutional standards are enough in this case. If I could reserve the rest of my time for rebuttal.",
  "Thank you.",
  "Three brief points, Your Honor. I certainly hope City of Cleburne applied rational basis, because if it didn't the ADA has many constitutional problems. If the -- if in the area of discrimination against the disabled you apply heightened review, just consider the very problem of defining who is disabled and who is not under the law. You're going to have underinclusiveness and overinclusiveness problems that would never survive heightened review, so let's hope it's rational basis scrutiny. That was the very point of the law. Second, I've not heard anything today from the other side --",
  "Your Honor, I would disagree respectfully. When a Government lawyer comes before a court, whether at the trial level or this Court, and offers five explanations for a law that they all say are rational, it turns out they're not, they're irrational and driven by animus, they lose.",
  "To be honest with you, I've never -- I'm not aware that that is the Court's rule, that the Court's job is to conceive of rational basis. I always thought that was the job of the Government lawyer to come before the court -- the inquiry is not exactly what the Government did. It's whether there's any rational explanation after the fact. And, as this Court's decisions prove, there are probably a dozen to two dozen of them. There are some instances where they can't come up with anything, and that's exactly what happened there. Whether it was good lawyering, bad lawyering, the end result, everything they identified was not rational. The second thing, I've not heard anything from the Government or the private respondents in their briefs or today about the second half of the City of Boerne inquiry. There's nothing about proportionality and, as the Court said in Kimel, Florida Prepaid, and City of Boerne itself, the issue on proportionality is whether the statutory standard covers, quote, substantially more conduct than would be found unconstitutional. That itself invalidates this law. Now, the question of discrimination, whether it exists at the society or the Government level, I think this Court's decisions from 1985, one of them written, by the way, by Justice Marshall in Alexander v. Choate, Justice Marshall says in a 9-0 decision, the main problem with disability discrimination is not one of intent. It's one of either trying too hard, needless paternalism, or not trying hard enough, unintentional neglect. That's the problem. That's an Article I problem, and we're happy the ADA was enacted. The only challenges that have been made to it to our knowledge are in the prison setting, and it's about inmates and, if there's one area where maybe interstate commerce doesn't go, it's to a prison, where the very point of a prison is to keep people out of interstate commerce, so --",
  "And I don't think that's a very good example. Unless there are any other questions --",
  "I understand exactly what you're saying, Your Honor.",
  "But to apply the test you're suggesting is one that requires the overruling of City of Boerne. The very point of City of Boerne --",
  "No, Your Honor. I would suggest that's just the power to use section 5 to redefine section 1, and that is what City of Boerne says, and that's what Kimel says, also a rational basis case. But at the most, Your Honor, if you're going to talk about individual decisions by Government officials, that's why you need a pattern and practice. It's a very big distinction between individual officials doing something and State laws that discriminate invidiously. That's the Voting Rights Act cases, versus City of Boerne, versus Kimel. Thank you, Your Honor.",
  "Thank you, Mr. Chief Justice, may it please the Court: There are two points that I would like to make this morning. The first is that it is never appropriate for a branch of the Federal Government to imply the creation of a private right of action under the spending power. The second is that, regardless of the participation of the State as a defendant in this case, the Court's implied right-of-action doctrine does not extend to these disparate effect regulations. Let me start with the first point. In case after case over the last two to three decades the Court has made clear that States are not run-of-the-mill civil defendants. They are not mere interest groups. They are coequal sovereigns and, as a result, the Court has not lightly inferred that Congress means to regulate the States as States, to regulate in core areas of local sovereignty, or, as here, to expose the States to a private right of action. Those principles are particularly critical when it comes to the spending --",
  "That's true, Your Honor. That's exactly --",
  "That's true, Your Honor.",
  "Exactly, Your Honor and, of course, the Eleventh Amendment applies even to injunctive relief and even, as this particular case reveals, you can still alter the Federal-State balance by allowing private rights of action. Indeed, in Cannon, the Court distinguished a case not unlike this one on just this ground. In Cannon, in footnote 13, the Court reviewed many of the implied right-of-action cases it had decided, and it looked at a case called Santa Clara Pueblo, a case in which the Court had not implied a right of action against a tribe, and for that -- and the reason it did not imply a right of action was because tribes are sovereigns. Now, they're statutory sovereigns, whereas States are constitutional sovereigns.",
  "I think that's right, Your Honor. I think that's right, and it would have been -- of course, it's an even harder claim here, because this claim is under regulations, which is something the Court has never inferred before from congressional actions.",
  "That's exactly what I'm saying, Your Honor, and I think that's true, and that is our first principal point. And I think, Your Honor, it follows from all of the cases -- I mean, whether you look at Gregory v. Ashcroft, Atascadero, or South Dakota v. Dole, Pennhurst, all of those cases made clear, when you alter the Federal- State balance Congress has to be unmistakable in what it's doing, and in this case it was anything but unmistakable. Everyone agrees --",
  "But, Your Honor, States are different. The Court -- the only case that's been identified so far by respondents involving what seems to be an oxymoron, implied right of action against the State, is the Allen case from 1969. That was not a Spending Clause case, point number 1, but point number 2, more importantly, that's a case that falls under this case's -- this Court's decisions, specifically Atascadero, where you can have an overwhelming implication in the statute that a right of action was created. In Allen, had there not been a right of action, the individuals would not have been able to enforce other parts of section 5 of the Voting Rights Act. That case is not a classic implied right-of-action case where there's no suggestion in the statute that Congress meant to create a right of action. In this case, it's just the opposite. Here, Congress did create a right of action, just not by private individuals, by agencies, so you said my first proposition is a sweeping one, and perhaps it is, but there are not a lot of cases recognizing the implied right-of-action doctrine against States. I mean, that's not something the Court has been doing.",
  "That may be true, Your Honor, but I did --",
  "It is my view, Your Honor.",
  "The reason you're saying that is because States will be treated differently from other litigants in the statutes?",
  "Well, Your Honor, first of all, as Justice Powell said in Atascadero, States are different. I mean, to quote him at page 246, given their constitutional role, the States are not like any other class of recipients of Federal aid. That's exactly the premise for the Court's clear statement decisions.",
  "That's exactly Atascadero, where you could get money damages actions against private individuals under Section 504, but not against States, so there is authority for that exact point. But I do want to go back to, I think a premise in your question, which is that this argument is somehow sweeping because there are lots of other civil rights statutes where somehow there would not now be a right of action against the State, and we're concerned about that. I don't think that's true, however. I don't know what those statutes are. No one's pointed them out. The Civil Rights Act of 1964 itself, Congress was very explicit when it wanted either private rights of action, as in Title II or Title VII, or AG enforcement actions, as in Title III and Title IV. Title VI --",
  "That's true, Your Honor, but as I pointed out, in Cannon, in footnote 14, the Court has already dealt with this very issue. Santa Clara Pueblo was a case that was an ex parte Young action against a tribe. What the statute in that case said is, we create an express right of action for habeas corpus relief. It said nothing else under the Indian Civil Rights Act. That was the statute at issue. The Court said, in light of the silence, in light of the express creation of one cause of action, silence about any other one, and in light of the sovereignty of the -- the statutory sovereignty of tribes, we're not going to imply a right of action. That's Cannon itself, and that is this case. If you don't imply rights of action casually against statutory sovereigns, you surely don't do it against constitutional sovereigns.",
  "You're referring to the 1986 Rehabilitation Act amendments?",
  "Your Honor, that's a very good point, and we're very sympathetic to it, but I just want to clarify one thing. That point goes to the application of the standard I'm advocating. It does not contest the standard, because what happens in 1986 is, Congress shows it understands this dialogue between the Court and Congress as to what is required before you regulate the States in these areas, and I think there's a very good argument that Congress was express in 1986 that there were causes of action against States, but conspicuously missing from those amendments is any indication that they were causes of action under regulations, as opposed to the statutory antidiscrimination --",
  "Title IX.",
  "Under 901, yes.",
  "Well then, I misunderstood your question. I thought you were referring to all other cases. I mean, in other words, all statutes that are silent about creating a private right of action, and I'm acknowledging the argument is sweeping in that respect. It applies to all statutes. You are right, after 1986, when it comes to Section 504, Title IX and Title VI, the argument's not sweeping at all when it comes to the antidiscrimination mandate, because, as respondents have argued, in 1986 Congress picked up on the dialogue and said, we are going to create an express right of action, so when it comes to intentional discrimination, that which is barred by Title VI or Title IX, there is a right of action. But the critical failing with that particular argument, and I think that's why it's really not being relied upon by respondents, is Congress says nothing at all about rights of action under regulations, which you know, after all, is an extraordinary concept.",
  "In this particular case?",
  "Well, I think, as this Court has said, cities are different from States. I mean, in my view, cities are -- they're statutory sovereigns. They're State --",
  "There would be with respect to the first argument I'm making, but let me switch now to the second argument we're making, where I do not think there would be a right of action against a city, county, or for that matter, a private person. When one looks at all of the Court's implied right-of-action cases whether it's 1964 in the Borak decision, or Cannon, or more recent decisions, they all start with and agree that the most important point is congressional intent, congressional meaning and design. There are several indicators in Title VI that Congress did not mean to imply the creation of a private right of action under the section 602 regulations. The first is that as this case comes to the Court there's no doubt what the antidiscrimination mandate means. Everyone agrees. No one's contesting Bakke, Fordice, for the view that 601 only prescribes what the Equal Protection Clause prescribes, so first of all it's a very unusual way for Congress to work, to prescribe one type of State action or city, county action and then somehow implicitly create a cause of action with an entirely different standard of review. The second indicator of congressional intent, it may be helpful to look at the statute itself, and if you look at -- if you're interested, if you look at page 1 and 2 of the blue brief, our opening brief, I'd like to point out some language that I think is -- well, we're obviously a little biased, but close to dispositive on this particular point. If you're relying on Section 602 to implicitly create this cause of action, you've got to read all of Section 602. Granted, it does create rulemaking authority for the agencies, but if you look on page 2 -- it's about eight or nine lines down, the beginning of a new sentence -- you have the sentence that says, compliance with any requirement adopted pursuant to this section may be affected, so once again, compliance with any requirement adopted in accordance with this section. In other words, Section 602 does give rulemaking authority to agencies, but it then says, if you want to enforce those rules, here's how you do it, and the here's how you do it creates special rules when it comes to termination of funding --",
  "Exactly, Your Honor, and this is critical. The second possibility for getting compliance with these rules is by any other means authorized by law and, as the Federal Government acknowledged in its brief, I think at page 11, that includes, for example, injunctive relief so, for example, under that, at a minimum all agree an agency could come in and enjoin the State conduct, for example, the way Alabama is administering its driver's licenses. But here's now the critical second statutory point. You then have this proviso, exactly after the line that Justice O'Connor has quoted, that now says that no such action -- the such is obviously referring to everything they've discussed so far -- says, shall be taken until the department or agency concerned has advised the appropriate persons, here the Alabama Department of Public Safety, of the failure to comply with a requirement, has determined that compliance cannot be secured by voluntary means. How in the world could a private individual establish that a State is in compliance with a Federal agency rule? That's not something they have --",
  "But Your Honor, let's take the most virtuous and earnest State Attorney General. They're faced with one of these private enforcement actions, and the private litigant does what you're suggesting. They first put them on notice. They send a letter, listen, we don't think what you're doing is permissible under this rule --",
  "And the point -- I guess the point I'm making is that, take the ideal State Attorney General. They get this lawsuit, and the private individual says, listen, we'd like to give you an opportunity to voluntarily comply, and here's how we suggest you do it. What assurance, what guarantee is there that the State is now in compliance with a Federal agency's rules that this --",
  "It does, Your Honor, and you're -- this is a better point than the one I'm making in response to Justice Souter. That language makes it clear who is the one that's doing the advising, and if we're going to draw any inferences from this statutory scheme, it's an inference that whatever could be done under Section 601, under Section 602, that was an enforcement provision for agencies, enforcement provision in the sense that they could promulgate rules to effectuate Section 601, and then they could go about enforcing them, but as the Chief Justice's question points out, it is the Federal department or agency that they're referring to.",
  "Oh, Your Honor, but --",
  "Well, I do, Your Honor.",
  "Here's the reason I read it this way, and I want to make sure I'm answering your question --",
  "I think there's a very good argument that there's an overwhelming implication after 1986 that there is a cause of action under Section 601.",
  "Are you referring to 602, or 601?",
  "I think there's a very good argument that there is an express cause of action for all of Title VI.",
  "After 1986, so post Cannon. I think that there is a very good argument for that. Again, it requires implications, but I think that falls under the Atascadero point that it has to, if it's a sufficiently overwhelming implication, then we're going to recognize it. After all, in 1986 they didn't create a right of action. All they did is, they said, we're abrogating the State immunity. But I want to make sure I'm understanding a point that I'm not sure I addressed, and this goes back to the compliance sentence about nine lines down on page 2. It says, compliance with any requirement adopted according to this section, and I don't know how one can read that to say, you don't follow these rules when you try to obtain compliance.",
  "But it's --",
  "Well, maybe this is my confusion. When it says, any requirement adopted according to this section, the requirement's referring to the rules. Section 602 does two things. It says, you can promulgate rules, number 1, and number 2 you can go out and enforce them, and it does seem to me that that requirement language is referring to the requirements promulgated under the section, and so --",
  "I may be wrong. I may be wrong, but that is the way we think we read it, and we certainly think, given the requirement of clarity, at a minimum it's not ambiguous the other way. I mean, that seems to me quite striking. If I could shift to a few other points, there are some other indicators --",
  "No, Your Honor, we do not, and we think the better reading is that these regulations are invalid, but as we indicated in our opening brief and our reply, we don't think the Court needs to address the validity of the regulations.",
  "Well, Your Honor, and that's a possibility, but you still have the problem of rules of the language in Section 602 that I just referred to that suggest indicates that all of those rules were rules that agencies were to enforce, not private individuals, so even if you decided -- and I don't think you need to decide this, but even if you decide the rules were valid, it would still be rules that could be enforced by the agencies. In other words, if you thought --",
  "Absolutely.",
  "Well, I don't think anyone agrees -- I mean, I want to be clear but I don't think anyone agrees that this suit can be characterized as being under 601.",
  "And the reason, the reason is that the Court has already made clear that Section 601 does not cover disparate-effect legislation and, as Justice O'Connor and Justice Powell indicated in Guardians, one does not effectuate a statutory antidiscrimination mandate by redefining it.",
  "No.",
  "Respectfully, no, Your Honor.",
  "The most that can be said is that you would be enforcing at that point Section 602, and Section 602 is the part of the statute that gives the agencies rulemaking authority. I mean, that's the way respondents have characterized their action, that's the way the lower court characterized their action.",
  "That is possible. In other words --",
  "That's true, and that's not the way the case has been argued, but if that were true, then I think it's fair you would need to look at whether that's a legitimate interpretation of Section 601.",
  "Absolutely not, because Chevron deference --",
  "That's exactly right, and there's some guidance in the Court's cases. In fact, it even comes from the line of authority in which respondents are relying, and that's the securities cases. There have been many cases under Section 10(b) and under Rule 10(b)(5) where plaintiffs have attempted to bring a cause of action that broadens Section 10(b). The most notable of them is Central Bank from six terms ago. Another one, Ernst & Ernst v. Hockhelder in 1976 were both situations in which the private litigants attempted to create a cause of action to Rule 10(b)(5), which actually has an even broader source of statutory authority, and the Court rejected them because they created a cause of action that contained fewer elements than the statutory right of action, and I think that's a good analogy here.",
  "Excuse me?",
  "Well, Your Honor, that, of course, is the Hagen case that you wrote for the Court in 1997 --",
  "Under Rule -- I want to make sure I'm answering your question.",
  "Under Rule 14(e)(3) you've got a different statutory authorization of rulemaking power. There, the operative language is that the agency can promulgate rules that, quote, prevent the underlying prohibition.",
  "Your Honor, I couldn't agree more, and I don't think there is precedent for that point. I mean, that, I think, is our main point, that if the case comes to court, we all know what Section 601 means, and that's why they have to characterize --",
  "But Your Honor, the implied right of action inquiry is an inquiry that goes really to the same question that you ask when you decide whether an agency rule is valid, and that's what did Congress mean, what did Congress authorize here, so it's true, if there's not an implied right of action it may make these regulations of dubious validity, but that's not necessarily true. The Federal Government --",
  "If the regulations are invalid, that's true.",
  "That -- it is our -- we do think they're not valid, but I want to make clear, we think that's a harder --",
  "Well, that is one way to proceed, and we've argued that they're not valid. That is an easier way to proceed.",
  "That's a harder case, Your Honor, but the reason -- I think the way to look at it is, does the text unambiguously create this right. If the text doesn't do it, I don't know how a rule can do it by --",
  "Your Honor, you're right. Let me --",
  "This question gets to the distinction between my first argument and my second. When it comes to the creation of an implied right of action against the State, the Court has always said it's about what's in the text, so if the State is a defendant, then I stick with what I just said.",
  "If it's a private party, city, or county, then I do not.",
  "That's exactly right. If I could reserve the rest of my time for rebuttal.",
  "A few brief points, Your Honor. In terms of the question of what vantage point the Court uses in looking at this issue, there are many cases from the eighties and nineties where the Court has not looked to the date on which the statute was enacted for determining whether it's an applied right of action. Touche-Ross, involving the 1934 Securities Act, is the very same statute that Borak involved, and it didn't look back in time. It followed what the Court was doing at that point in time. The true is -- the same is true of Transamerica, California v. Sierra Club, and Northwest Airlines. Even Cannon itself applied the Court v. Ash test which came 4 years after Title IX. Now, as for the question whether Guardians has resolved this, the last thing that Guardians resolved was the question of whether there was an applied right of action. Even if one allowed for the counting of dissents and plurality votes, you only had two justices agreeing there was an implied private right of action in Guardians, so that surely was not decided there. And the notion that pre-1983 there were settled expectations on this point can't possibly be true. Look at Justice Marshall's opinion in Guardians. Footnote 1 identifies the split in lower court authority on the very question the Court tried to resolve but didn't, so that doesn't seem possible. As far as the preemption cases that the Federal Government is relying on, I think it's footnote 11 or 12 in its brief, that's a very different issue. The question of whether a properly promulgated rule would preempt State law is one issue. It's a second issue whether a private individual can enforce it. I have no other points. Thank you, Your Honor.",
  "Thank you, Mr. Chief Justice, and may it please the Court: There are two arguments that I would like to press this morning. The first is that a timely notice of appeal will never be dismissed for lack of jurisdiction solely because it lacks a signature. The second is an alternative argument, and that's that a typewritten signature would suffice to meet any such requirement. Let me start with the sixth circuit's review of this particular case. In their view, there is a jurisdictional signature requirement in light of the thirty-day rule under Appellate Rule 4, and in light of Civil Rule 11, which indeed does contain a signature requirement. The problem with the sixth circuit's reliance on Civil Rule 11 is that it not only contains a signature requirement, but it also contains a remedy for the absence of a signature. And in this particular case, everyone agrees -- the court-appointed amicus curiae included -- that Mr. Becker was never given an opportunity to correct this omission of a signature, whether at the district court or the court of appeals level.",
  "You do, Your Honor.",
  "It does technically. In fact, Appellate Rule 1 arguably acknowledges that when it says all filings in a district court -- all filings in the courts of appeals that have been made through district courts have to comply with district court rules. So it does seem, as odd as it would appear, that Civil Rule 11 does apply to a notice of appeal, keeping in mind that Civil Rule 11 is pretty broad in nature. It says pleadings and quote other papers. So arguably that does include a notice of appeal.",
  "Handwritten signature.",
  "It is problematic, Your Honor, and I think the answer is Appellate Rule 1 which does, as I noted, make clear that you do have to comply with the district court rules and the Rules of Civil Procedure. In light of Appellate Rule 1, a court of appeals or a court of appeals clerk's office would be fully within its rights to contact in this case Mr. Becker, saying, Mr. Becker, we see you've typed your signature. In this circuit we prefer a handwritten pen and ink signature.",
  "Well --",
  "Your Honor, the only thing that has to be done within thirty days is to make sure you've established an intent to appeal. You can establish an intent to appeal as this Court is --",
  "Well, as this Court has construed Rule 4 and Rule 3 of the Appellate Rules in Smith and Torres, it has said the touchstone for jurisdiction is to establish the intent to appeal within thirty days. That's --",
  "You don't know how good law Smith is?",
  "Well, I may be referring to the wrong Smith decision. I'm referring to Smith v. Barry, Your Honor, which is a 9-0 decision in which the Court said that a merits brief would suffice to establish a -- or could suffice to establish intent to appeal within thirty days. That was the case in which the appellant missed the time for filing the notice of appeal because they weren't sure when -- they hadn't -- weren't sure when the notice -- the judgment was entered. They then fortuitously filed their merits brief within the thirty- day period, and this Court said in a 9-0 decision that --",
  "I do think there are some older cases that aren't necessarily reflected in the current rules, but --",
  "And Your Honor, that is why I was relying on Appellate Rule 1 which incorporates those rules, and that would therefore give appellate courts authority to make sure that someone did correct the signature. If they wanted at that point to decide, well, if you're not going to correct it -- you're going to be unrepentant when it comes to this particular requirement, at that point we are going to dismiss your appeal, and in fact will do so on the merits.",
  "What the court has said and what the rules reflect is that as soon as the district court clerk receives the notice of appeal, it doesn't say anything about validity, it is immediately sent to the court of appeals. And I think -- but I think that does raise a second answer to Mr. Baker's argument -- the point Justice Ginsburg is getting at, it is true that to find a notice of appeal immediately vests jurisdiction in the court of appeals over the merits of the case, but that doesn't preclude district courts from acting on collateral matters; that's when they can act on stay motions, bond motions, attorney fee motions. This arguably could be such a collateral act. It wouldn't go to the merits of the case. It would, however, and I think there would be one problem here, and that would be interpretation. The district courts would have authority to enforce this as a jurisdictional rule, and you would have district court judges dismissing appeals of their own cases. That seems problematic, and I think kind --",
  "Yes.",
  "Yes, Justice O'Connor, and if I could answer this question, it may be helpful to be looking at the rules. I am looking at the State of Ohio's red brief, I'm at 5(A) where they've got a helpful collection of what I think were pertinent rules.",
  "I'm at the Appendix -- so it's the very back.",
  "And Justice O'Connor correctly is pointing to what I think is the best argument that has been made -- the amicus curiae argument -- and that's Appellate Rule 3(C)(2) which does refer to the word signer, and it does come out of nowhere -- that there is nothing else in the Appellate Rules that refers to the verbs sign, or the noun sign, or a signature, and suddenly in 1993 they do this. Well, I guess one quick question is if Mr. Baker's interpretation is correct, how in the world would you enforce it? Put yourself in the position of the poor clerk of, let's say, the sixth circuit. They get, let's say, Mr. Becker's notice of appeal but instead of a typewritten signature, it just says Becker in the caption, Becker in the body, blank -- we'll say for the sake of argument -- signature line. How would you know whether the person is represented or not? You would have no way of knowing whether the attorney -- you don't have to sign rule -- or the pro se -- you do have to sign rule, applies. Indeed, the only way to enforce it would have the clerk do what I think they should be doing in these cases, which is picking up the phone and calling and saying you need to be signing, you need to include that appellant. Of course if the question under Mr. Baker's rule was the clerk now calls and says are you represented, well, there is a good answer and a bad answer to that question. If you say you're represented, you're okay. Jurisdiction vested, you didn't have to sign, and if you say you're pro se, you're gone. So I can't imagine that's what they meant, given that particular problem. The only problem with it -- there is actually a few -- is if you turn the page to 6(a) and look at Rule",
  "Because Mr. Baker, I think, as he has to say --",
  "Exactly, which does happen. Some of the lower court cases are cases where even the attorney didn't sign -- in other words, you don't have to be a pro se litigant to make a mistake. I mean, many of the lower court cases involve non-pro se situations. You've got a caption, notice of appeal, no signature at all.",
  "That's Mr. Baker's -- that's Mr. Baker's -- excuse, me that's not his position. That's a consequence of his position in my view, and I'm making the point I can't imagine doing that. I mean, that's utterly bizarre. But I think it's confirmed -- this, the reading --",
  "Well, that may be the right res -- the best policy, but there's nothing that supports that view. There is nothing in appellate rules that says as to individuals represented by counsel -- they must sign. That requirement doesn't exist anywhere, so that we would be making up after the fact, right now, just for Dale Becker's case.",
  "And 3(A)(2) while we're at it.",
  "Yes, yes.",
  "Exactly.",
  "Justice Breyer, can I just add one? You're doing a very good job for me, but I just want to add this point -- the clause you are relying -- you are pointed out was added in 1993. In other words, it was added the same time Appellate Rule 3(C)(2) was added. These were all post-Torres amendments liberalizing, making it easier to indicate an intent to -- I'm sorry.",
  "Right.",
  "Yes.",
  "Yes.",
  "In the first respect and that respect you've made the argument that --",
  "That's right.",
  "And you're in this -- you know -- metaphysical netherworld where you can never correct and you can never appeal.",
  "I have no idea. I mean, before this, before Mr. Becker's case the sixth circuit had a general rule that they'd applied only in multiple appellant pro se cases where the absence of, quote, a signature created this jurisdictional defect, and that's, they dismissed the appellants who had not signed. And I assume what happened, but again, I am assuming, I have no idea what happened. All I know is that it took seven months for the appeal to be dismissed. So that leads me to believe this went to the section of the sixth circuits that handles those types of appeals. Someone, at least partly correctly, realized their Mattingly Rule, saw that you had the typewritten signature, and I guess in an act of, you know, precision, at least in their view, thought that didn't count, but didn't give Mr. Becker an opportunity to argue otherwise that, you know, his typewritten signature would suffice or, for that matter, to make the point you should never apply this multiple party rule on the contest of a single appellant who's put his name on the notice of appeal three times.",
  "Well, this is division that really -- that did exist in the lower courts. There was not a division on the single appellant problem -- they've all ruled our way. But in the lower courts you've got some, take the seventh circuit as an example, that said it's nonjurisdictional and they say they just simply ask someone to correct it and clarify whether all three appellants meant to appeal, even though only one of them hand-signed the notice. And others say, no, that's jurisdictional. They look at this Court's decision in Torres and say you've got to establish within the four corners of the document within thirty days a, quote, intent to appeal. I think the seventh circuit view is the better view. I mean, this is a minimalistic requirement. In fact, it all comes from a statute. The Rules aren't allowed under Rule 1 to expand or shrink the courts of appeals' jurisdictions; the only statutory requirement is 28 U.S.C. 2107, and that just says just get your intent, just file the notice of appeals within thirty days. And if you --",
  "Not jurisdictional ones, Your Honor.",
  "The Rules Enabling Act. The Rules Enabling Act says that you can only create these rules for the purposes applying and implementing these Court decisions and the administration of the lower court. It doesn't allow this Court or the lower courts or advisory committees to create rules that expand or shrink this Court's jurisdiction. Let me give you an example --",
  "There's no doubt. You can set up procedures, and you can set up consequences for failing to follow those procedures. That's not this case. This is a case about the jurisdiction of the court of appeals, and I'm not sure I really want to answer your question or some others going down that road, because I've got a lot of angry mail from the court of appeals clerks, but I don't know why you can do that. Let me give you an example in response to Mr. Chief Justice's question. I mean, I don't know why, in Rule 3 this Court can't promulgate rules that are then ultimately approved by Congress that say -- silently approved by Congress -- that says in order to have jurisdiction in the Court of Appeals, you must have your facsimile number on the notice of appeals. How -- where do they have the authority to shrink the jurisdiction of that court of appeals? They could say you need to put your facsimile number on the notice of appeal as a rule, and then enforce that rule however they wish.",
  "No.",
  "I think that probably is not a problem. I mean, I think all you've got to do is establish an intent to appeal within thirty days, and it would seem -- the assumption there is that it is in writing, and I am sure that's what Congress assumed; I'm sure they didn't --",
  "That's the 30-day, it's in the back of our brief, the blue brief.",
  "If I could turn to this -- to the quote signature requirement, which is an alternative issue here, and as I think everyone knows, if you look at JA12, that is Mr. Becker's notice of appeal, and you will see he's got his name in three places, including on the, quote, signature line where he typed rather than hand- wrote his signature. And the question is whether the Appellate, Civil Rules or any other rules somehow require a pen-and-ink signature. There is no definition of the verb signed or the noun signature or signer anywhere in the Rules; that's not of much help. The dictionary definition circa 1938 or even 1993 are equivocal -- they go both directions -- so that's not of much help. And you've got the very real problem - - not in Mr. Becker's case but surely in the case of some appellants -- that some individuals may well not be able to, quote, pen and ink a notice of appeal. You could imagine someone with a disability that could only type a notice of appeal; you could imagine an individual in a maximum security prison -- a pro se appellant -- where that particular warden doesn't allow the inmates to have --",
  "Well, some of our cases actually are bank note cases, Your Honor. But I do think the answer to your question is most people would pen and ink it. I agree with you. But that's also why most banks have on hand a copy of each client's signature. We don't do that in courts of appeals.",
  "That's a fair criticism, Your Honor. I have.",
  "I do mean pen and ink. I think everyone ought to have some liberty to coin phrases here since there are no definitions at all, and I think the advocates are stuck a little bit for that reason. But there doesn't seem -- I mean, form follows function here. There's no reason which it comes to a notice of appeal why it has to be in pen and ink. The point is to establish an intent to appeal. It is a minimal threshold. At that point, any doubt about who is involved and who's not can be readily clarified by the court --",
  "That is true, but Your Honor, that is assuming that pro se appellants and pro se appellants only are more likely to commit fraud. I don't think that that's a fair assumption. I mean, the notion of an impostor appellant --",
  "My point is the only reason to require a pen and ink signature requirement is because you're fearful that the individual that did the typing is somehow misleading the court and pulling a fast one on his or her co-appellants. That is not confirming they do indeed want to appeal. I think it's a fair assumption when you see in the body of the notice of appeal all three parties listed, or for that matter in the caption as the Rule allows -- that's enough. I mean, I don't care whether it has one signature or no signatures -- you've conveyed an intent to appeal.",
  "Well, it's an interesting point. We do have a situation where some district courts are allowing e-mail type signatures --",
  "Well, they're allowing -- I don't know whether the Northern District of Ohio is doing that. I know they're doing that generally when it comes to cases in their courts, and I think that --",
  "A less common --",
  "Your Honor, of all people, this -- I mean, we've got a separation of powers problem here. Congress says there is -- there is a thirty-day requirement in the statute, and that's all it says. And suddenly the courts are allowed to decide who to push out and who to include in?",
  "And I think that is the best argument when it comes to interpreting the Congressional statute -- that in other words, the notice of appeal does come with certain assumptions. There is nowhere, though, that that assumption has to include the handwritten signature. There's no assumption on that?",
  "Based on the law or the cases?",
  "Your Honor, I --",
  "Your Honor, I'm not sure -- first of all, I'm not entirely sure I understood the way you characterized the first part of my argument, so let me tell you how I have been trying to argue it which is that you don't need anything. That is my point. The first argument is that you don't need a typewritten, handwritten, an X, anything.",
  "Yes, you do need a name.",
  "Look at 12 -- look at 12(A). Look at 12(A) which is the joint -- in the Joint Appendix -- and this is the sample notice of appeal that Mr. Becker got from the sixth circuit and he used, and this is what most notice of appeals look like -- they are one page. What you do have to do is within thirty days convey an intent to appeal. You can do that without any signature at all. You can do that with your name in the caption. In fact, Rule 3 says that. You can --",
  "Exactly.",
  "Sure it does, Your Honor. If in the, it says notice is hereby given that blank -- and it says Dale G. Becker, John Smith and John Moore -- and then you've got a blank signature line.",
  "Absolutely.",
  "Absolutely.",
  "Your Honor, I'm not saying the forms are jurisdictional. I'm using the forms to try to visualize the issue. I'm not making any concession they're jurisdictional -- I'm just trying to help us visualize it, and you were suggesting you've got the poor clerk at the sixth circuit gets a notice of appeal with no signature, and they don't know what to do. That's just not true. Whether it is one appellant or fifty-five appellants. If in the body of the notice of appeal or the caption, as the rules say, the appellants are all listed, how can there possibly be any jurisdictional doubt as to who is trying to appeal? There is no doubt.",
  "But, Your Honor, that's one possibility, and your suggestion is that when they don't sign, they somehow decide at the last second -- I'm going to put my name in the pile --",
  "That's possible, Your Honor, but that goes back to my response to Justice Ginsburg. Somehow the assumption that there's someone committing fraud or there are impostor appellants out there -- that's not a problem that exists.",
  "Your Honor, the reason this lenity exists is not because people decide, oh, boy, I'm having doubts at the last second whether to put my signature here, it's because they make mistakes. And people make them all the time. God knows -- I mean, I can't think of a lawyer that hasn't made this kind of mistake. It gets filed without the signature, and that's exactly --",
  "Absolutely. And that's what Rule 3(C)(4) means exactly. So any doubt about this problem can be resolved after the thirty-day window which is the jurisdictional window. If I could save the rest of my time for rebuttal.",
  "A few brief points. First of all, in defense of Dale Becker, the form he used is actually the form that's now attached to the Sixth Circuit rules. It is not outdated. It is attached to their current rules. Second, the notion that prison inmates should be consulting websites to get the forms doesn't seem to me plausible. Third, when it comes to the forms that Mr. Baker has relied upon, if you look at our yellow brief, there is a great irony here to his argument that this signature rule only applies to pro se appellants. Every one of the forms refers to signatures for attorneys. If you look at the one that's attached to the Federal Rules -- that's at A-1 -- it's clear the signature requirement is not for the pro se -- it says the s and then attorney. And then you look at Mr Becker's -- Baker's -- Becker's form, it's counsel for appellant. You then look at the next one and it has attorney. Every single one of them, if there is a signature requirement at all, it's referring to attorneys. There is no indication that pro se litigants and pro se litigants alone are expected to sign these things in whatever manner. Every other point that Mr. Baker has raised -- and there are many policy problems out there -- they are all problems that show at most there is a signature requirement, not a signature jurisdictional requirement. Every single one of those issues can be cured and addressed after the thirty days. Thank you.",
  "Thank you, Mr. Chief Justice and may it please the Court: The Massachusetts Attorney General's advertising ban constitutes a prohibition, based on smoking and health, imposed under State law with respect to cigarettes and other tobacco products. For those straightforward reasons, it is preempted by Federal law and, for these and other reasons, it abridges free speech in violation of the First and Fourteenth Amendments. As to the preemption argument, the Court of Appeals analysis is no longer being defended. It cannot be. This ban is emphatically a prohibition with respect to advertising. Nor can the ban, alternatively, be defended on the ground that it is not based on smoking and health. Of course it is based on smoking and health, as one look at Massachusetts' First Amendment argument proves, and as they ultimately concede. Massachusetts' alternative argument is that the ban can be sustained so long as there are other permissible nonpreemptive grounds for the ban, but if --",
  "Well, we know, Your Honor, as a matter of motivation, it's based on, the phrase is based on, so it has a subjective component to it and, as the Attorney General acknowledged when he announced the regulations -- look at J.A. page 251.",
  "The reason --",
  "Well, the very fact, Your Honor, that the word based on, if you look at 5(b), they use the word based on, and I think what they're trying to do is read that out of the statute. That has a motviational component to it, and so it is fully appropriate --",
  "Well, if you look at the --",
  "Well, the fact is, under the ban you're not allowed to have advertisements specifically with the warning label that is required under Federal law, so in that way, operationally, it's precluded. But I just want to make sure that our position is clear. It has both an effects and an intent component to it, the based-on-smoking-and-health language, and that's why it's banned under either theory.",
  "Absolutely, Your Honor, and here's the resaon. In 1969, when they were looking at whether to amend section 5(d) and how to amend it, one of the great concerns was that States or localities ultimately would respond to the FTC's warning requirement on advertising by ultimately expressing disagreement with that warning requirement. The concern was after '69 they'd say, that's not enough, we don't like it, and so what they'd do in response is, they'd say, we're just going to ban advertising altogether, and that's exactly what California was considering in '69, New York City was considering in '69. It was before the Congress in 1969, and that's why they banned this very type of thing.",
  "Everything, Your Honor -- you're saying specifically regulations themselves, and you're saying we're not going to look at why Massachusetts did that, and so just for a second we'll suspend that and assume you don't look at intent. But even if you look at intent, at what they did in effect, it's not just that you can't get the warnings. Obviously, it just relates to schools. I mean, that is a health-related reason. They were concerned about underage sales to children. That's a health --",
  "Absolutely, Your Honor, and I mean, that alone on the face of the statute proves the very fact.",
  "Well, Your Honor, that's an important point. In 1969, the reason you had to have based-on-smoking-and-health language there is, otherwise this ban would apply to all general zoning laws. In other words, you'd have ERISA II without the based-on-smoking- and-health language.",
  "The very point --",
  "No, but that's my point. My point is that, without the based-on-smoking-and-health language you'd have ERISA in the sense that every State law that had any application to cigarette advertising would be covered. That would mean the States or localities couldn't have general zoning laws regarding advertising, billboards, or store front signs. The based-on-smoking- and-health language critically --",
  "Maybe I'm not understanding your question, but --",
  "Exactly. Exactly, and I'm making the point that, without the based-on-smoking-and-health language you'd have a situation where section 5(b) conceivably, a little bit like ERISA, could cover every single general zoning law regarding all commercial, all noncommercial --",
  "Not at all, Your Honor. If you take --",
  "Well, the based-on-smoking-and- health language, I think, does it very directly. I mean, keep in mind, they were amending section 5(b) in 1969. Prior to 1969 they had the language that said, statements in advertising. In '69 they go to requirements or prohibitions with respect to advertising. That would cover an awful lot of general laws but for the based-on- smoking-and-health language, and that's exactly --",
  "No, Your Honor, and that's a critical, and again if you go back to section 5(b), you'll see why. Conspicuously missing from 5(b) is the word sale. It just preempts bans on advertising or promotion, but not sale, so for example -- and this is in Cippolone at footnote 26 --",
  "Well, I think there would be some situaitons where State laws along those lines would not be preempted, but they're very few. Let me give you one example.",
  "But that's not a law at this Court that we're arguing is preempted here, and it's not one we sought preemption on.",
  "I understand what you're saying. I think there is a line here that the Court is going to have to draw, and I think it goes something like this. We know the States after '69 could still have bans on sales to minors. That also must mean you couldn't have offers to sell, conspiracies to sell, or a direct solicitation for --",
  "But Your Honor, once you're beyond a direct solicitation for a legal sale, you're into the main core language of section 5(b), and keep in mind, Congress was not unaware of the problems you're raising, and that's why they made sure that the FTC had authority in this industry to investigate unfair and deceptive trade practices.",
  "I respectfully disagree, Your Honor, and this was the quid pro quo in 1969. On the one hand, in the same act they said there shall be no cigarette advertisiing on radio and TV. On the other hand, the other side of the bargain is, we're not going to let localities and States after the fact start to ban it as well, just as they were considering doing. But I think -- there are two things that get to the children's solicitation. If it is not a direct solicitation for an illegal sale, then it is preempted, but there are two reasons the Court may not be concerned about that. First, the FTC does have authority to investigate this very thing. In fact, the State of Massachusetts in 1993 asked the FTC to investigate a tobacco company on just these accounts. The FTC did, and so it shows they understood it, and the FTC knew how to operate. Secondly --",
  "In 1996, right.",
  "Well, Your Honor, on this -- the theory that's being advanced to this Court has been embraced by only one circuit, the Fourth, and --",
  "Well, all told, four, but the three others that have done it have done it with respect to advertising, which is a theory that is no longer being defended. The only court that has embraced the based-on- smoking-and-health theory was the fourth, and the Second Circuit dismissed that as mere sophistry, as I think they should have.",
  "Exactly.",
  "And I'm just making the point that three of those circuits embraced a reasoning that is no longer being defended, which leaves the based-on-smoking- and-health theory advocated here, and I don't know how you can look honestly at their brief, the press release of the Attorney General when he announced these regulations, and say they weren't based on smoking and health. That animated everything they did.",
  "Well, that is fully up to the Court. I mean, we've been willing to argue the alternative ground that Massachusetts presented, but if the Court wishes to send it back, that's fine. We're agnostic about that point. But we do think either theory does not work. And the other point I wanted to make that I think gets to your point, Justice Ginsburg, and yours, Justice O'Connor, is, keep in mind these children's solicitation hypotheticals are really hypotheticals. I mean, all of the major tobacco manufacturers entered into an MSA, multisettlement agreement, multi-State settlement agreement, in November of 1998, that prohibits this very thing. I mean, this is something that cannot happen after 1998 by 98 percent of the cigarette manufacturers in this country.",
  "Your Honor, this provides a transition to the First Amendment argument. I mean, ultimately, you are allowed to aggregate all State conduct, so the 90-percent figure is a legitimate figure, because it is aggregating all State conduct.",
  "That is not --",
  "Well, either way, Your Honor, I would submit it is an advertising ban. It is a regulation with respect to advertising cigarettes and, as Justice Blackmun said in Cippolone, you cannot, after 1969, do by negative mandate what you can't do by positive mandate.",
  "To the extent of the --",
  "It's not in the record. It's simply not in the record as to what the additional percentage of restriction is by the advertising ban.",
  "Conceivably, Your Honor, yes. If I could turn to the First Amendment argumemt --",
  "But I was actually referring to 1335, which is the ban on radio and TV advertising.",
  "And then section 5 of 1334(b) is what has the preemption.",
  "Your Honor, the legislative history is pretty extensive in 1969. It's clear, we know one reason for the radio and TV ban was protecting children health, and I think that's one reason why the 5(b) preemption, after section 5(b), would still apply to types of hypotheticals we've been talking about. But your question, you know, as to whether -- what were the cigarette companies getting out of the quid pro quo --",
  "-- obviously --",
  "I have no idea, but it's clear there was one thing animating the discussion. We're not going to say there's a complete ban on radio and TV, and then after the fact every city and State in this country can then supppress the rest of the speech.",
  "Trying, yes.",
  "Not necessarily at all, Your Honor, and again this is hypothetical. The industry agreed they they were going to withdraw from that particiular form of advertising before the ban went into effect. They've not challenged it since and, in fact, this Court has already upheld the ban.",
  "On the view that different medium -- a different medium is treated differently, and that's what the Court did in Red Lion. The Court has followed Red Lion since and, in fact, in Virginia Board of Pharmacy, the key case in 1976 that started to recognize the constitutional protection for commercial speech, that's exactly what the Court did. We said, we're going to -- we've got here a price advertising ban. We're not going to deal with the question of how that ban would be treated if it were on a different medium of communication. I think the Court should do the same thing here. The key problem with this particular law and why it gets strict scrutiny is the fact that it does suppress a substantial amount of speech directed to adults about a lawful product, and does so solely based on the message in the speech.",
  "Well, Your Honor, I would say it is very much like Playboy Entertainment, and we would submit, Your Honor -- and RV, but if indecent speech, if racist fighting words get strict scrutiny, then surely commercial speech should as well.",
  "You're exactly right, Justice Kennedy. We do not need to have a strict scrutiny argument in order to win. We think the Court should embrace ultimately the plurality reasoning in 44 Liquor Mart, and we think this is a good case and a good vehicle to do it, but you're right, we do not need to do that. This law does have a more fatal flaw, particularly under prong 4 of Central Hudson.",
  "But Your Honor, even if you take that view, our theory allows legislatures to take into account the commercial aspects of speech that they're allowed to regulate. One aspect of that speech they can regulate is deceptive advertising, or advertising that solicits an illegal sale.",
  "Well, Your Honor, just 2 years ago in Greater New Orleans the Court said there is not a vice exception to the First Amendment, and now it's being suggested there's a vice exception to the no-vice exception rule. I mean, this is a product that is lawful in this country. Whenever you've got a product that's lawful for adults but not for children, you always have the problem, invariably, that speech directed to adults ultimately will get to children.",
  "And Your Honor --",
  "But if that was, let's say, a commercial aspect concern the legislature was entitled to regulate, they'd have to follow up with regulations that were focused on that concern. These regulations do no such thing. They make",
  "Your Honor, my only point is, if you take that view, and let's say, for the sake of argument, you do, that still means you have to tailor, whether under strict or intermediate scrutiny, your regulation to that concern. You cannot say that about this law. It draws --",
  "Well, Your Honor, we would say that geographically it is still too broad, but the point I'm trying to make with Justice Ginsburg, and I hope addresses your concern, is that the regulation doesn't focus on words, advertisements that are uniquely appealing to children. It bars the mere mention of the word, tobacco, cigarettes, cigar, anywhere. There's no --",
  "Brand loyalty, in the case of most of the petitioners. Brand loyalty.",
  "Yes.",
  "Absolutely, Your Honor. But the -- I think this issue --",
  "Your Honor --",
  "But Your Honor, that's exactly my point. That's not what all cigarette advertising does, and that's not what a Mom and Pop tobacco store would do. They just want to communicate to their consumers what the price is, what the brand is, whether there's a sale, what the contents of the --",
  "But Your Honor, I respectfully think you're proving my point There are different types of advertising out there, and they've banned everything, even something as basic as price --",
  "Not across the board, Your Honor, no, they cannot, and the key point --",
  "Absolutely, under the First Amendment you are, absolutely correct. I'm making the point that --",
  "You clearly could not, and Carey points the path here. You cannot incite illegal conduct.",
  "1,000 feet, which ultimately is 90 percent of the three major metropolitan areas in Massachusetts.",
  "That's right, Your Honor.",
  "Yes.",
  "Your Honor --",
  "Anyone concerned about -- just -- anyone concerned about the radio and TV badge -- ban should not be trying to sustain these laws. I mean, we're going to have more suppression that's only going to make the radio and TV ban more suspect, so I want to make sure we're clear about that point. The second problem I would say, here, is a tailoring problem, and it's the notion that the issues they purported to be addressing in January of 1999 were issues they claimed to the State of Massachusetts they had resolved in November of 1999 -- excuse me, 1998. That is exactly what the MSA did. What the MSA did is, it dealt with all of the major cigarette manufacturers. It made sure that there would not be any youth targeting when it comes to advertisement. It banned all billboards. This is not a billboard case. In fact, it's barely a storefront sign case, because it only applies to storefront signs that are less than 14 square foot in size. So the very issues, in May of 1998 -- this is the only time they held a hearing -- they thought they should address were addressed in November of 1998. They do not --",
  "Absolutely not. Absolutely not.",
  "He's breaking the law of the First Amendment. You've got to show there is a reason to suppress speech before you do so. You've got to show you've tried all conduct channels, and you've got to show that the alleged commercial aspects of the speech that you consider problematic are still problematic. He could not say that after November of 1998.",
  "Your Honor, that's not what the research shows. They relied on the FDA rule. The FDA rule was based on billboards. That's where they got the 1,000-foot measurement, that you could see large billboards from two to three blocks away, and despite all that, and despite the fact that after November '98 --",
  "Absolutely, and that's exactly what the First Amendment requires.",
  "Absolutely.",
  "Absolutely, and in fact that's what Sable Communications says at pages 129 and 130, that in that case it was the FCC that had a rule, and they'd not waited to see how the rule worked, in other words, how effective it was. They simply passed another speech suppression measure, and this is exactly what the Court said. You've got to see if that conduct-related measure works first and then, if it doesn't, and only if it doesn't, can you narrowly tailor an additional law that perhaps suppresses some speech, but only what is necessary. If I could, I'd like to --",
  "Excuse me, Your Honor?",
  "98 percent of the tobacco manufacturers and, indeed, at the cert stage Massachusetts noted in its opposition brief at pages 9 and 10 that the Court shouldn't take this case, because it only affects these petitioners. I think that's right. The issue --",
  "They are part of the agreement.",
  "And that would be 2 percent of the industry, and there's no showing in this record, and there cannot be, that there are trying to put up billboards, or that they're trying to put up alluring storefront signs that cause problems with --",
  "The smokeless tobacco and the cigars do not have a multi-State agreement with Massachusetts, but they were clearly add-ons when it comes to these regulations. There's no evidence with respect to them. Cigars, I think, in 1997 spent $50,000 total just on storefront signs and, as to smokeless tobacco in Massachusetts, it was going down the very time they were thinking about this particular issue, so they were clearly add-ons. If I could, I'd like to reserve the rest of my time for rebuttal.",
  "A few brief points. The Solicitor General has just acknowleged that the tombstone, even though that's content-based, would not be preempted. They now no longer have a content-location dichotomy. They've just rewritten 5(b) to say, with respect to statements in advertising. That's the only way to give content to 1969 under their theory, and their theory ultimately does not give content to those significant amendments. The Little League hypotehtical is just not true. That would be a direct solicitation, an illegal sale. It would not be preempted, would not be barred by the First Amendment. They've ackowledged that a total ban would not be preempted. I mean, they've just said that you could have a total ban here. That's exactly what they were getting at in 1969. Now, clearly they were banning not just brand- favorable messages, but all messages that are favorable to tobacco. That's exactly what 44 Liquormart is about. This is not seven dirty words. Tobacco is not a four- letter word. It is not just about one word -- thank you, Your Honor.",
  "Thank you, Mr. Chief Justice, and may it please the Court: There are some serious misunderstandings about the meaning of Michigan law which go to the heart of the proper resolution of this case under Federal law. First of all, the Government has relied very heavily on a 1975 Michigan statute that says, spouses in a tenancy by the entirety have equal rights to rent and income and to profits. That's section 1 of the statute that I just quoted. If you look at page 209 of that statute in the Sixth Circuit appendix, regrettably not in your appendix, you'll see that the second section of that statute says that only applies to tenancies by the entirety created after 1975. This tenancy was created in 1972. That statute is utterly irrelevant. It in all events was designed primarily just to deal with what happens when the tenancy ends, that is, when there's a divorce, just to make sure that both spouses have a right to the property. A second misunderstanding, the Government says that the rights to proceeds, once you have proceeds as a spouse, that somehow that means the tenancy is over and the creditors, Federal, State, city, private, can get at it. That's wrong. Under Michigan law, Muskegon Lumber, 1953, Michigan supreme court case, says that it continues as a tenancy in the entirety. Why? Because most people sell their house to buy another. You wouldn't destroy it --",
  "Your Honor, 1885, Vinton v. Beamer, going forward to Sanford, going to Budwit v. Herr -- those are, you know, separated by 20 or 30 years each -- every single one of them makes clear that with respect to the specific belonging-to language in this statute there is no interest that belongs to one spouse or another. They're indivisible interests. There's a unity of title and, critically, if that unity of title is broken, Michigan law says under Budwit v. Herr, a Michigan supreme court decision, the tenancy is destroyed.",
  "It's irrelevant, Your Honor. By its terms it only applies to tenancies that are created after 1975. That's section 2. It's in the act. That's not legislative history. That's in the act.",
  "This is not a disclaimer or exemption case for this basic reason. We're not relying on the results under Michigan law. We're relying on the rationale under Michigan law for the exemption. The rationale under Michigan law is that neither spouse owns an independent interest in any respect. Not even the survivorship right under Sanford is considered an independent interest.",
  "Your Honor, under Arkansas law in Drye, the opinion notes that he did have a right to alienate that interest once his wife died. That's exactly what -- that was the point of the decision. For 9 months, he had a right of control over the property and it may be helpful -- I want to make sure I'm answering your question -- to think about these interests in present terms and future terms, and if you talk about present interest, I think the way Drye talks about it is, you have to have a present interest of pecuniary value over which the taxpayer has exclusive dominion. That is not true in a tenancy by the entirety. The closest you can come to finding something over which the individual taxpayer might have dominion of control are the future interests, the right to proceeds, the right -- survivorship rights if you outlive your spouse.",
  "Absolutely, Your Honor. I would submit that that's one of the strongest points supporting Mrs. Craft's position. For 136 years --",
  "That's exactly what Tyler recognized, the 1936 or so U.S. Supreme Court decision that yes, these are fictions under State law but, under the Supremacy Clause, the Federal Government is entitled to disregard them if it wishes and, notably in the estate tax setting, that's an estate tax case, the Court -- in that law, Congress specifically said tenancies by the entirety are covered by the estate tax. Indeed, page 502 of Tyler says, but for the specification of tenancies by the entirety by terms, the estate tax would not cover those interests.",
  "That's our case. That's this case.",
  "Yes, Your Honor.",
  "I'm not relying, Your Honor, on what's lienable and what's not. Well, I am in terms of the common law background. That's highly relevant that in 1866 no one would have thought this was a lienable property interest, but when it comes to the present Michigan law, I'm not relying on whether it's lienable under Michigan law. I'm relying on why that's true, the rationale for why it's not lienable. You can't lien -- maybe this is the better way to put it. You can't lien an innocent property owner's property. If everything they're saying is true about this somehow belonging to Don Craft, it is most assuredly also true that it belonged to Sandy Craft, and Justice Ginsburg, she did file her tax returns, independent tax returns. She paid her taxes, and there's no more right for the Federal Government to put that lien on your property or mine, that it was --",
  "Well, Your Honor, I did not mean to say -- I did say easily, and I misspoke, and I'm glad to have an opportunity to correct. I think it would be very difficult, because of the fact that under Michigan law the property ownership interest might create a situation where the minute you foreclosed, great, you got $100,000 for Don's interest in the property. Every dollar they took belongs to Sandy, so it's -- it is a difficult area to regulate. It would be a -- and -- but that's again exactly why, in gift tax, estate tax, fair debt collection -- that's the Federal fraudulent conveyance law, bankruptcy, every one of these areas not only mentions the tenancy specifically, but it then goes on to do what Justice Kennedy and Mr. Chief Justice Rehnquist's questions indicate. You've got to be very specific about how in the world you value these interests, and what you decide to do once you've decided to regulate them.",
  "No, Your Honor. Personal property -- it does not apply to personal property. The only exceptions are proceeds from real estate, the example I gave when you sell the house.",
  "No, Your Honor.",
  "No, Your Honor. No.",
  "Absolutely, and that's --",
  "Let me give you -- S&B Trust, it's one of the cases we've cited, says that very point, and that makes sense. It's still property that they -- it came from their joint marital asset, and they use it together. I want to go --",
  "Community property has several differences. It's much more like a joint tenancy. First of all, you can petition, which incidentally is exactly what the effect of this statute is, to by law petition their interests. Secondly, you have shares in the property, and this is exactly like Rodgers and National Bank of Commerce. There were divisible shares that could be levied.",
  "No, Your Honor.",
  "No. It really works a lot like the homestead. I want to be clear here. It's true that the -- in one sense the home in a community property State or a homestead State is still one where they both have interests as to all the property, so in that respect you're right, they still have joint interests. But the critical legal distinction respecting the 19th Century all the way to this century is that in one setting you had divisible shares, and that's why one spouse in a home State setting, community property setting, could unilaterally incumber or destroy the tenancy.",
  "Your Honor, you're right, and if I --",
  "Well --",
  "Well, that -- Your Honor --",
  "-- if -- let's assume for the sake of argument, and I'm not -- let's assume it's true, you said it's true, that community property States are just like tenancy-in-the-entirety States. That's fine by us.",
  "The exact same argument applies.",
  "Oh, Your Honor, I respectfully disagree. In the very -- the backyard of Congress they are saying tenancies by the entirety are exempt. I mean, in the District of Columbia, which Congress has sovereign prerogatives over, they've said from the beginning that we favor these marital community property interests over those of creditors.",
  "A couple of thoughts, Your Honor.",
  "This is not a community property case, and I think it would be dangerous for me to --",
  "If --",
  "If you find, in each of the States that you're concerned about, the interests are defined just as they are in Michigan, which is to say, it's an indivisible interest, no shares, it follows just from what you've said in Rodgers and National Bank of Commerce that you can't lien the property, and what you've got to do is wait for a survivorship interest, wait for a sale, destruction of the tenancy. But if there's a problem here, Your Honor, Congress has known about it. This has been true for 136 years.",
  "14 that have them in the traditional way we're talking about, where it's an indivisibility of title, plus the District of Columbia.",
  "Well, to the extent Congress is worried about that, it's surprising in 1954 that they didn't amend the statutes, even more surprising --",
  "The 1954 history is relevant, I would think all would agree, when it comes to the notion that somehow this is a great tax-avoidance problem. Congress at a minimum was told about this issue and decided not specifically to do anything about it. Whether the law was changed or not --",
  "Your Honor, by 1966 -- I mean -- well, by the present, we've got seven courts of appeals. Every court of appeal that's looked at the issue has said the tax lien does not apply when just one spouse has a tax debt. In 1990, critically --",
  "I'm not sure what the Sixth Circuit had in mind, but it certainly followed its precedent, didn't think Drye, Irvine had changed the law necessarily --",
  "No, but the second time it did.",
  "Well, I certainly don't know why each court of appeals has done what it did, including the Sixth Circuit, but the fact is, they've all done the same thing. I think it's also notable to the extent there's a tax avoidance concern lurking here, why is it in 1990, when Congress passed the Fair Debt Collection Act -- that's the Federal fraudulent conveyance statute -- why did it specifically exempt tenancy by the entirety property? Under that law today you could do exactly what happened in this case and the Federal Government would have nothing to say about it.",
  "No. No, Your Honor.",
  "Under section 61, which is the provision of the Internal Revenue Code that taxes property, income from tenancy by the entirety property is still taxed. It's never been a --",
  "Well, I'm not going to be in a position to cite any cases for this point, the point that I'm going to make, so you're going to want to check me on it, but I don't think there's any doubt that when it comes to income from tenancies-by-the-entirety property, the case law, the code, the regulations make it clear that they're still -- you're still taxable. It's just a question of --",
  "Well,it's a -- they're very different concepts and maybe it's important, particularly in light of Justice Breyer's comment about this just seeming to be a fiction, there's a real function behind this concept, and the function is that, while the tenancy is premised on this nice notion of two hearts beating as one, the fact is that doesn't always happen, and the whole point of the tenancy and the indivisibility of title is that it precludes one spouse unilaterally from destroying or otherwise incumbering the tenancy. Keep in mind, that's exactly what happened in this case.",
  "No, Your Honor. If it's indivisibly owned, that means that every lien on Don's interest was a lien on Sandy's interest, and Sandy paid her taxes. If there's one first principle of lien law, it's that --",
  "It's --",
  "It's a theory that has a fact --",
  "I really hope I can clarify this because I do think it cuts the heart of this case. Most States that don't have tenancies by the entirety do have joint tenancy, so that really is the key comparison, and as to those States, when you have a joint tenancy, first of all they are divisible interests. If they're divisible interests, that means one spouse unilaterally can incumber and in some instances sell that right, whether it's a future right, the right of survivorship, or a present right with respect to some interest in the property, so that's the whole point. The whole point is, in those States people have decided to marry, buy property together, but yet from the beginning one spouse unilaterally could destroy or incumber the property. In a tenancy by the entirety, at the outset, every decision you make regarding that property has to be made with the consent of your spouse.",
  "I would submit, Your Honor, that when it comes to the tax lien statute the Court has said several times that Congress did not define the words, property, rights to property belonging to. We look first to State law --",
  "Well, Your Honor, I had thought that you take the State law's property interests as you find them in the 50 or 51 jurisdictions, depending on how you want to look at it, and then, depending how the States --",
  "It is a question of Federal law what the, quote, consequences of those State law definitions are, but let me give you, I think, a good indication of this, and it relates to a hard issue raised by Justice Ginsburg. What about tenancy by the entirety where it was a joint bank account, which is clearly a much harder case, not presented here. Here, we're talking about the marital home. But in National Bank of Rodgers, which was about a joint tenancy, the Court said in a 5-4 decision that you could levy on one person's joint bank account. Why was that? Because under State law, the taxpayer, or he had a right to all of the money in the account unilaterally, whenever he wanted it, and if he misused it, that was simply to be a fight among the other joint tenants. Justice Blackmun in writing that decision made it crystal clear that that case turned on the fact that under State law the taxpayer had a unilateral right to take all the proceeds. If that State law had said differently, that the only way you can take out the proceeds is with the consent of the spouse, there's --",
  "National Bank of Commerce, 1985, joint bank account. If that State law had said, the only way you can take out the money in the bank account is with the consent of the other, the Court, by the terms of its decision, would not have allowed that levy, and remember, the levy and lien statutes have the exact same language, which, you know, in order to lien something you've got to be able to levy it, generally speaking. So I don't -- that proves to me -- I hope this answers your question, Justice O'Connor -- that these definitions of State law do matter. They are controlling when it comes to the consequences, and I hope I've showed, when it comes to --",
  "But Your Honor, what have I said that makes you think I'm disagreeing with that?",
  "I'm simply saying the interests in the property are determined by State law.",
  "Exactly.",
  "Absolutely.",
  "Absolutely, and I'm sorry if I left that ambiguous. I mean, let's talk about this in terms of the classic --",
  "Absolutely, Your Honor.",
  "To use the sticks --",
  "Yes.",
  "To use the sticks in the bundle analogy, every interest under State law in Michigan regarding this tenancy, each stick has to be exercised two by two, not one by one, but every one of them is two by two, husband and wife, and certainly not three by three, which is what the Federal Government is saying here.",
  "I couldn't agree more, Your Honor. I mean, not -- I wouldn't say the executive branch. I mean, in the 1971 Benson decision they admitted that the lien does not cover tenancy by the entirety. If you look at that 1971 decision, they admitted in that case it doesn't cover it, so this is not an administrative deference situation at all, but the Federal Government, through Congress and the President, does have a right to extend it. I will admit, it's not going to be easy, and if we could go back to thinking about --",
  "I hope I'm responding to your question. I think what I hear you saying is that boy, this is just a lien, they're just placeholders, it doesn't mean they'll necessarily foreclose, and therefore Sandy's interests really aren't being hurt. I would submit that's wrong. Sandy Craft --",
  "Excuse me, Your Honor. I'll say Mrs. Craft, to be even more careful. Excuse me. But in this particular case, the lien does have an impact on their ability collectively to make decisions about the property. Let's say the month after the lien attached, they decided, we need to borrow against the house to have enough money to pay for our kids' college education, because the roof has collapsed. They can't do that. Prior to the lien, she had a right to make a decision not with the Federal Government about how to use this property, but with her husband, and a classic tenet of lien law is you get no more lien rights than the debtor had, and you've got a situation here where they're 1) trying to act as a spouse, but 2) dictating how this property ought to be used, when that was a decision that under Michigan law only the two spouses could make together. I want to go back to a point that I went over a little bit too quickly. The consequence --",
  "Most of the Married Women's Property Acts, almost all of them were passed before 1866, so first of all that defect, I would call it, in the old tenancy simply was no longer true, and even in some States where that continued, it was still this, I guess it's jure uxoris concept, that it wasn't the husband as an individual having an opportunity to do this, it was the husband acting on behalf of the wife, but that just isn't true under Michigan law. They still have these equal interests in the property, as proved by the fact of what happens on a divorce. The point I glossed over and I wanted to make sure was understood, the issue here is not just whether the lien attaches to the tenancy, I would submit that under Michigan law, if a lien does attach, it destroys the tenancy, so we have a situation where a unilateral act of one spouse has destroyed the tenancy by operation of law under Michigan. It becomes a tenancy in common that destroys the right of survivorship, and that also means because there are now divisible interests in the property that one spouse, unilaterally again, can incumber the property and expose the marital home to these debts of just one spouse, so this is not just a modest question then.",
  "Your Honor, I agree with you, Michigan could change the law, though I think at that point the rationale and the effect would line up.",
  "The problem for people like the Crafts is that they've already said it. In Budwit v. Herr they say, the minute you destroy the unity of ownership you destroy the tenancy, so I --",
  "The nonconsensual act, right.",
  "Oh, but Your Honor, it is.",
  "I respectfully disagree, Your Honor. It's exactly the rationale. There's no difference from Mr. Craft unilaterally trying to incumber the property with his own loan, using the property as a mortgage to back it up.",
  "But Your Honor, it's a unilateral act, number 1, by the spouse, and number 2, it is a lot like a loan.",
  "It is a lot like a loan, Your Honor. If you need $50,000 a month to support some bad habit, you can get it by borrowing from a bank or not paying your taxes. It has the exact same effect when it comes to the unilateral conduct of one spouse undermining the marital property. But again --",
  "They could do what they did in the estate tax, which is regulate it specifically. I would submit, it is not an easy process.",
  "Why doesn't Mrs. Craft have a takings argument the minute this lien attaches for the entire value of her property? Why is that not the case? It's not obvious to me.",
  "But there was only one taxpayer in Drye. You didn't allow a lien -- excuse me.",
  "Thank you, Your Honor.",
  "Thank you, Mr. Chief Justice. May it please the Court: The question presented in this case is whether Congress in 1994 divested the States of their traditional authority to delegate police powers over local safety matters to their political subdivisions. It would be no small matter for Congress to impose such a restriction on the States, and we submit they did no such thing in this instance. In making that point, it may be helpful to look at the text of the statute, which is reprinted in full in the appendix to our brief, the blue brief. And page A-2 of that appendix specifically repeats the language of (c)(2)(A), the operative provision at issue here. And our first point, as a matter of the language of the statute, is that Congress specifically said that the preemption provision, quote, \"shall not restrict the safety regulatory authority of a State.\" Now, prior to 1994, Ohio, the State of Ohio, had exercised regulatory authority in this area by delegating its power specifically over tow truck regulations to local political subdivisions. It's very difficult for us to understand how the court of appeals interpretation does not in fact, quote, \"restrict the safety regulatory authority of a State.\" That's --",
  "Yes, Your Honor. And the normal Russello argument is that a litigant like myself is trying to read into another provision a term that is specifically mentioned elsewhere in the statute. Here the suggestion is that we're trying to read the term, political subdivision, into (c)(2)(A). That's not what we're trying to do. What we're saying is the traditional safety regulatory authority of a State was preserved by (c)(2)(A) and traditionally States, including Ohio, had specifically exercised that authority by delegating it in some instances to State executive branch agencies and in other instances, specifically here, to political subdivisions.",
  "Actually it did, although it's -- it's backwards, in the sense that they generally regulate all motor carriers at the State level, but they exempted tow trucks, therefore allowing political subdivisions like Columbus to enact their own tow truck ordinances. So, in fact, in this case it would be specific, although I wouldn't say our argument rests on that point. Many States like Ohio are home rule States, which in their constitutions give general grants to political subdivisions to have powers of local self-government. So, in this case, I -- I would say it's a little easier because there was something specific as to tow trucks, but I wouldn't say that our argument rests on that point.",
  "Yes, Your Honor.",
  "No. That it includes the right to delegate political subdivisions.",
  "Right.",
  "We're not saying --",
  "We're not --",
  "We're not saying States are political subdivisions. We're simply saying the preservation of a State, deregulatory authority of a State includes the power to delegate. But as to (c)(2)(C), keep in mind that was a 1995 amendment. That was not part of the original legislation. So, the suggestion would be that Congress's --",
  "-- style in 1995 modified the 1994 act. And no one is arguing --",
  "That's -- that's true, Your Honor. But I -- in O'Gilve, the Court said specifically that a later act cannot modify the terms of an earlier act. But let me -- I think there's another answer that --",
  "Right. Well, Your Honor, the -- the thing that I think may be helpful in thinking about (c)(2)(C) and the other mentions of political subdivision throughout 14501 is they're all in the context of -- context of the enact or enforce language, which is exactly how (c)(1) reads. (c)(1) says these political bodies may not enact or enforce these particular laws. That, of course, is not the way (c)(2)(A) or, for that matter, (a)(2) -- (a)(2) does exactly the same thing. It preserves the safety regulatory authority of the State over these various other provisions elsewhere identified in title 49. When it comes to (c)(2)(C), it's dealing with a topic specifically mentioned in (c)(1), prices. And it follows the exact same structure of(c)(1), not surprisingly, because it's dealing with a topic that is covered in (c)(1). (c)(2)(A) --",
  "Exactly, Your Honor. And there was a division of authority, going back to 1966, where the old ICC had regulated all of the economic issues over motor carriers, and the Department of Transportation had regulated all the safety issues. And what happens in 1994 is they're simply deregulating. The ICC is deregulating this area. They wanted to make sure, as this Court said in Morales, that States wouldn't undo that particular deregulatory effort. But at the same time, as (c)(2)(A) and (a)(2) makes clear, they wanted to preserve the provisions of a separate part of title 49 dealing with safety issues, something that DOT, a separate agency, had always regulated. And I hope, Justice Scalia, this will help in getting to your -- your point.",
  "Oh, I'm sorry.",
  "Absolutely.",
  "Absolutely. And -- and if -- if the court of appeals decision would reverse, it would certainly be within the rights of respondents to go back to the Sixth Circuit and say, as to some of these provisions of the Columbus code, they are not in fact safety ordinances or safety provisions, and therefore they could be regulated as a price, route, or service. But there's another, I think, important point that responds to this issue of the mention of political subdivisions elsewhere in 14501. I think there is general agreement in the case that as to (c)(2)(A), all of the other words, every single other word in (c)(2)(A) including, for example, the definition of the term safety, is defined not from 1994 on by looking at the difference of -- between safety and price, routes, or services mentioned in (c)(1) -- in other words, you would not define safety after 1994 based on its contextual comparison to prices --",
  "Excuse me, Your Honor. It's on A-2 of our appendix, and it's -- it's labeled motor carriers of property. Excuse me. I should have made that more clear. The point I was trying to make is that these other terms in (c)(2)(A) I think all would agree would be defined by other provisions in title 49. For example, the word safety would be defined by the provisions in chapter 311 of title 49, which is a large -- a large section of the code dealing with safety provisions. It would not be within the States' rights after 1994 to suddenly start reinventing new definitions of safety, new definitions of hazardous materials routing restrictions or size and weight routing restrictions. We would be stuck with all of those definitions, including notably those preemption provisions. We think it would be a rather odd interpretation of (c)(2)(A) to say that, yes, you determine the meaning of all of these preserved matters by reference to other parts of title 49, but you do not do so when it comes to what the meaning of safety regulatory authority of a State is. And when you look at those other provisions of title 49, it's quite clear that Congress contemplated in all of them -- routing restrictions, safety -- that States could delegate their power to local subdivisions. That's not only in some of the statutory provisions, but it's in the regulations.",
  "That's not our argument, Your Honor. We're not saying a State --",
  "We're not saying --",
  "I -- I disagree, Your Honor. We're not saying that -- Congress -- let me put it this way. Congress has no right to empower a city. Congress can't create a city. They can't give it a power. That's a power the States have. It made perfect sense in (c)(2)(A) to preserve the safety regulatory authority of a State because it's the State legislature's job to determine what other political bodies, if any, regulate in that area.",
  "Absolutely, Your Honor. And that we think --",
  "Well, Your Honor, that would strike me as an extraordinary hoop for Congress to ask the States to step through. We're not aware of a single statute that this Court has ever construed to mean that State legislatures alone, but not their political subdivisions, can regulate a particular area. I'm not aware of a single statute where that's ever happened.",
  "Right. Excuse me? The last word?",
  "Right. The -- and I think the respondents' point is or suggestion is that it would be quite natural for Congress to say, as to routing restrictions, we want uniform laws. We want them to be the same throughout the State, and we don't want to bother with municipalities establishing different regulations for a routing restriction. Well, the -- the whole point of a routing restriction is to account for differences within the topography or geography of the States.",
  "Well, hazardous -- I -- I don't think the general rule has been that either the Federal Government or the States have been concerned about heavily populated regions deciding, for example, to route hazardous materials around their beltway as opposed to through the middle. Everyone thinks that's a good idea, and the cities generally, including Columbus, have been left in control of that kind of decision, which is something obviously one doesn't need to worry about --",
  "In a size and weight situation, of course, you're going to situations where bridges or particular roads in, you know, densely populated areas require different rules than in rural regions of a State where, for example, the roads are bigger and even if they're not bigger, they're not as near to either businesses or heavily populated areas.",
  "Could -- could a -- a -- the question, first of all, would be whether that relates to interstate commerce, and if it relates to interstate commerce -- that is, commerce between States -- then the Department of Transportation is -- is going to very heavily regulate that particular route restriction and -- and has authority to preempt it, even as a matter of regulation. If it's purely intrastate, traditionally that's been something that Congress or the agencies hardly regulated at all, and to the extent they regulated them, it was only when there was Federal funding. But for the most part, the regime has been that a locality makes that decision through a delegation of power from their State legislature.",
  "It is, Your Honor, but title 49 -- I think it's 31147 -- specifically says that traffic laws -- I think a speeding limit would fall under that --",
  "-- is something that the Department of Transportation does not regulate and neither does Congress, which to me is one more indicator that you don't, after 1994, start having free-form debates about what safety means.",
  "On what ground? I mean, it would have to be a price, route, or service for there to be preemption.",
  "As -- I see what you're saying.",
  "Right.",
  "I understand what you're saying. I think the position they would take -- and maybe they could clarify this -- is that if it's not a price, route, or service, you ignore (c)(2)(A), and you simply go to the rest of title 49. But I'm not -- I don't know the answer to that. If I could make one more point, Justice Scalia, and I hope this responds somewhat to the point you raised earlier. State laws, even if you think of them as State legislative acts, are being preempted in this case. Let's ignore the State of Ohio. New York. The State of New York says as to populations with more than 1 million people, the cities in -- those populations can enact tow truck ordinances. This interpretation that the court of appeals embraced preempts that State law. There's no -- strictly speaking, there's no such thing as a city law divorced from a State law. The city power comes from the States and there's just no such thing. And we think, as the lack of parallelism between (c)(1) and (c)(2) indicates, all they were doing was preserving that traditional safety regulatory authority of a State. If I could save the rest of my time for rebuttal, I'd appreciate it. Thank you.",
  "I'd like to respond to a few of the points --",
  "Yes.",
  "No, Your Honor, not in -- in the insurance area. But there's a -- I think a better answer to that concern, and the better answer is, our point is that (c)(2)(A) incorporates all of these preexisting preemption provisions. They are preemption provisions in other parts of title 49, whether it's insurance, safety, size and weight routing, or hazardous material routing. So, the problem with Justice O'Connor's point of practical consequences -- in reversing the Sixth Circuit, there is no gap here. Why? Because for 60 years, Congress and the Department of Transportation have been regulating these very areas, both with respect to State laws and city laws, to the extent they've been enacted. So, the multiplicity of insurance regulations is a false concern. I mean, the -- Congress has already indicated in 31138 and 39 what the rules are there. The Department of Transportation has implemented regulations that do get Chevron deference, and they lay out what the rules are.",
  "Right.",
  "Right. Your Honor, look -- compare (3)(A) to (c)(1). They follow the exact same enact or enforce language. (c)(2)(A) does not use the enact or enforce language.",
  "That's the answer, number one. Number two, remember, (c)(3) is for the benefit of motor carriers. They want to make sure they could have these rules, whether city or State, apply to them on a city-by-city not State-by-State basis. Now, the -- the regulatory purpose, Your Honor -- the landmark legislation in this area was the 1980 law that deregulated interstate commerce. Everyone agrees that did not divest cities of authority. The 1994 law at issue here was about intrastate commerce, primarily to put FedEx and UPS on a level playing field, and suddenly respondents are saying that deregulated -- regulatory purpose required the divestment of local authority?",
  "It's at its outer edges, and that to me is what is so odd about this particular interpretation. They're saying in the intrastate area, you could divest States of their authority to delegate, but they've not done it in the interstate area? I mean, how absurd is that? It's -- it's got it exactly backwards. Now, the practical consequences -- I want to go back to again -- of their interpretation. (c)(2)(A), they've agreed, has to be construed the same way throughout, and there are countless -- as we indicated in our opening brief, every State in the country has delegations to cities that have size and weight controls, size and weight rules that would be eliminated by this particular construction. Thank you.",
  "Thank you, Mr. Chief Justice. May it please the Court: I'd like to start with a legal point, and I want to start by looking at 9706(a), which I'm sure you have handy. I'm going to -- 9706(a). I'm going to be reading from the red brief, Bellaire's brief, at A19. And this is the assignment provision we've been discussing. And there are two things that are important about the language of 9706(a). The first is, of course, that it says, shall before October 1st, 1993, and I think you understand our arguments there. But the second point --",
  "The Bellaire --",
  "A19, 9706(a), section (a), 9706(a).",
  "And the -- the first point you notice is the shall before October 1st, 1993 language. And of course, you -- we've made our point there. But the second point is that it's the same shall term that modifies other clearly mandatory jurisdictional requirements under the act. The commissioner would agree that she had no option of assigning these miners to nonsignatories or to assigning them to people that were out of business or to not following the statutory prescribed order of priority. It's one term, shall. As the Court made it clear in another deadline case, Mohasco, we're going to assume the same word has the same meaning throughout and --",
  "Well, Your Honor, I -- I'm not aware of a case from this Court that has said one word in one sentence can have different meanings in the statute.",
  "And the point --",
  "Well, there's just one shall. And the petitioners would agree that there's a clear consequence if they had not assigned to a signatory operator. Why isn't there the same mandatory --",
  "Well, the consequence here -- and that's what makes this an easy case -- is the fact that unlike Pierce County, the statute did provide a consequence. It did provide a fail-safe safety net for all miners.",
  "The proof, Your Honor, that this was not that mysterious in terms of language is the fact that the commissioner had no problem doing what -- just what we say the statute required. As of October 1st, 1993, she did just what Congress said she should do, which is to divide the world of miners into two parts, assigned or unassigned. After October 1st, 1993 -- and keep in mind this was a statutory beginning, not a statutory --",
  "Well, no. Of course, the statute wouldn't have worked in that setting.",
  "There's no doubt, you would have required a congressional fix. But the point --",
  "But the point I'm making is there were only 5,000 out of these 80,000 miners that they ran out of time on. As of October 1st, what did they do with these miners? They put them in the unassigned pool. The statute has very specific requirements for transferring --",
  "But to use Justice Souter's words, all default provisions cover everything. It would be an odd safety net that said, some in and some out.",
  "No, of course, not. But -- but this gets to --",
  "Well, there's one thing that Congress clearly appreciated, and let's make sure we're -- I -- I make this clear. Of the 10,000 people that have been reassigned, i.e., original assignments after the date, 7,500 are folks that the commissioner originally did, quote, \"designate\" in the unassigned pool. They reviewed the records. They looked at them. They said, we can't find anyone to whom they belong. They're going to the unassigned pool. Now, the proof that Congress contemplated that possibility is exactly the administrative review provisions we've been talking about. What were they about? Fact error. And so they were aware of --",
  "20,000 were initially decided. If you look at the Herrin affidavit at JA179 to 184, it specifically says that 20,000 were initially designated unassigned. And this proves Mr. Roberts' point that what's going on here is not a missed deadline case. They met the deadline. What's going on is they decided to reinvent the task.",
  "Oh, well, they started with 80,000 altogether. I'm making the point that 20,000 were initially designated unassigned. Out of that 20,000, 7,500 later they decided we can do a better job with that. And our point -- our point is -- I mean, there's a cost-benefit analysis here. Congress could have said, Commissioner of Social Security, you can keep doing this into perpetuity until you get the job just right. They didn't say that.",
  "But, Your Honor, I mean --",
  "Well, that's an important question. But ultimately, it's robbing Peter to pay Peter. All of these funds, at the end of the day, came from coal companies.",
  "Because of the cushion.",
  "The cushion, Your Honor. The cushion. A critical part of the compromise that led to the enactment of the act was a cushion of funds to provide for the benefits of unassigned beneficiaries. That cushion has been sufficient. So there's no -- there's -- there's not been a concern yet for this pro rata --",
  "Your Honor, the Government all the time relies on much less reliable proxies than this one. Keep in mind that 93 to 94 percent of these miners' records were reviewed. The risk that somehow this pro rata unassigned beneficiary premium is going to awkwardly hurt one company I think is fanciful. I can't imagine how that could happen given the numbers --",
  "I don't know, and the reason I don't know is that you -- these AML transfers have done the job. Since 1995 they have done the job, and this is a declining population.",
  "No, they haven't. Of course, not.",
  "And the rough justice calculation that the Congress made is we're going to do it on a pro rata basis. If I could just step back for one second, I think this, I hope, puts the 1992 decision in context. Through -- from 1946 forward, they paid for these benefits in two ways. One was pay for your own. The employer paid for his or her employee. And the second one was pay as a group. They've been doing that through -- since 1946. That's what the AML tax does. That's on all coal companies.",
  "Right.",
  "There's -- there's -- I'm sorry. There's clearly some point at which the wheels of the statute would fall off, but I think from the Court's perspective of construing what the statute means, it's appropriate to assume the commissioner is going to act in good faith. She did act in good faith. She did get --",
  "No, Your Honor, I don't mean to be saying that. The point I'm making is that --",
  "Well, the bigger problem would have been the assigned miners and they wouldn't have had enough money to pay for them. When I say the wheels fall off the statute, if they didn't get this job done by October 1st, they've got a very serious problem on their hands because the statutory beginning that starts on that date is they began sending out these premium requirements. The first ones went out on October 22nd, 1993. And if they hadn't done a sufficient number, you wouldn't have enough money to pay for their benefits. You'd be back --",
  "Those were used primarily for unassigned. They were used some to help with assigned, but most were used to pay for unassigned benefits. So that's the point I'm making there. I'd like to make a point about Pierce County that I think is helpful in thinking about deadline cases in general. Here's why we're not saying that when a statute says you must complete this FOIA request in 20 days, our -- our case would control it. In Pierce County, as in that situation, these governmental agencies have preexisting general grants of authority to do these acts; i.e., go get misspent Federal funds. There are general statutes. There was one in Pierce County. If you look at page 257 of Pierce County, the plaintiff conceded there was otherwise jurisdiction to get this money. Here -- and so what Pierce County means is we're not going to say there's a repeal by implication of that general grant of authority merely because we now have another statute that says do it quickly, get it done. That's not this case. 9706(a) is the only provision either petitioner has pointed to that gives you this grant of authority. So the grant comes with a limit.",
  "There are express exceptions to the October 1st deadline, and under this Court's decision in Sigmon, you follow the Russello rule. They knew about the possibility --",
  "Oh, I'm sorry. The other shalls. I'm sorry. The other shall -- I'm sorry. Thank you. The other shalls throughout this statute -- you've got two different issues there. One of them is that they apply -- there's no contingency plan if you miss. Here we've got a contingency plan. That's one inference. The second is they all regulate private entities. This goes back to the point I just made about Pierce County. If a private entity is told do something by this date, they don't do it, a court clearly has authority to say, we said do it by this date, do it. They had -- they had -- you don't have a authority problem with a private entity. They can do what they want. With the Government, however, and particularly when it comes to these extraordinary retroactive assignments of liability, the commissioner is not born with that authority. It's not inappropriate to ask the Government to turn square corners in that kind of a setting as opposed to a setting where they're merely exercising a general power to get misspent Federal funds, fulfill a FOIA request. There --",
  "By the statute. It says that if they -- if a company goes out of a -- goes into bankruptcy, we're going to alter the applicable percentage as of October 1st, 1993 because they went into bankruptcy. If there's a reassignment, it goes back to October 1st.",
  "Let's go back to it right here. You've got -- in the provision you're talking about, 9704(f), the applicable percentage, it has the general rule.",
  "A13 of the appendix.",
  "The general rule is stated in 9704(f) and then you have the adjustments to the general rule.",
  "And then it says, look at number 2: by making the following changes to the assignments as of October 1st, 1993. They -- they stuck with it. I mean, they understood what was going on, and that's -- that's what's so inappropriate here.",
  "I mean, Justice Ginsburg, you made the point that there's no interest running on this, but keep in mind we don't get interest when they make mistakes on our assignments. That's a wash. Right? I mean, if they mistakenly assign someone to us, we don't get interest there. But -- thank you, Your Honor."
]