[
  "Mr. Chief Justice, and may it please the Court: When a group of public schools, all State actors, join together in an association to run a program for students, that association is a State actor, too, and its status should not change when it admits a relatively small number of private school members.",
  "Well, if the -- if it admitted -- if the membership were more private school than public school, it would cease to be a public entity on the theory that we're advancing here. One would have to look at other questions. There might be other reasons why its actions should be attributed to the State, or they might not be.",
  "It would be a factor that ought to be considered, but it would be a different case and a weaker case, and perhaps more like --",
  "-- NCAA v. --",
  "Absolutely. Absolutely, but this case is easier, because in fact -- well, Tarkanian held that an association of mostly private colleges from many States did not acquire State actor status from one of its members, the member, the public university that was at issue in that case. The court noted that the case would be different if the members were largely public and from the same State, and that's this case.",
  "That's correct. The litigation against -- involving these associations in many States across the country where the record shows the numbers, shows similar numbers to this case -- that is, 80 percent, or 85 percent public, the world could, of course, change and then the issues might be different, but that is the case in Tennessee and, as far as the cases show, everywhere else as well.",
  "It is clear that that's happening here. I mean, each of these cases is slightly different, of course.",
  "But in this case it is the schools that are members, not the individual coaches. They are members in order to provide a program for their students. That's what schools do. That's their general public function, and this is a piece of that function, and they represent their schools. So that it seems to me that there's no other capacity in which they could be acting than in their public capacity as officials of their -- of the public schools. That is, the public school members. Obviously, the private school members are representing their private schools, but they are a very small minority. And on the question whether it's the board or the membership that's important here, it seems to me -- and membership isn't entirely the right way to describe it. These are voting members. They choose their board, and they can remove their board members, and so it seems to me that the -- it is the membership. It happens that it's not surprising that this membership has chosen governing boards that are either exclusively or overwhelmingly composed of public members, but --",
  "Well, that would be a different sort of association. It would be less clear.",
  "It would be less --",
  "It would be like --",
  "It would depend on what that parent's responsibility was. It would be less -- I understand your hypothetical to say that that parent does not take direction, or cannot be directed by the school in the way --",
  "-- the school employee does, and so I think it would be less clear to say then that the schools control the organization.",
  "I don't think it hinges on whether they in fact do. It hinges on the fact that the schools and, indeed, in this case ultimately the State legislature and the State Board of Education to whom the schools are accountable have the capacity to give them direction, that they act in their official capacity, and whether they in fact give direction as to any particular decision or not is not the point. The point is that they have the ability to do so.",
  "Well, I don't believe the issue was squarely joined, but they are school officials, and the schools are members, and --",
  "They do, but ultimately a principal of a public school is accountable to a Board of Education, and ultimately to the State Board of Education or to the legislature.",
  "Well, the record establishes that the State Board of Education so recognized the important role of this association in the provision of educational activities to its students that it has sent members ex officio to the board meetings, and it has reserved -- over an extensive period of time it reserved the right to review the rules of the association, so I think --",
  "Well, actually the district judge found that nothing changed when the regulation changed, so I'm not sure that it's fair to say that that ceased. It is true that the State Board of Education revised the regulation that it had that expressly reserved the right to review the rules. It isn't clear that they stopped reviewing the rules at all. In fact --",
  "I don't think he would, but if, under the particular structure of education in Tennessee he might be, then it is surely within the power of the Tennessee legislature to arrange things to give the board that power. That is, I don't know whether the board currently has that power, although I would assume so. If it doesn't, Tennessee, as a State, in some capacity certainly does have the power to instruct -- to direct the conduct of public education in Tennessee, including the rules that govern interscholastic athletics. If this association is not a State actor, then a gap will open up in the constitutional coverage of public school programs, because schools may often collaborate in providing programs for their students, not only in athletics but also, for example, in language and travel and music and art, in devising and administering standardized tests, and that collaboration should not shelter the programs from constitutional accountability.",
  "I do think a line can be drawn, but in fact both the Tennessee Board of Education and Boards of Education in general have regarded sports as part of the educational program. They wouldn't have to do so, but they have done so here, and have typically done so, and it's not -- it was suggested that it would be sufficient to hold each public school accountable, but in fact the individual public schools have no power one by one to change the rules or the actions of the association. Together they control it, but alone no one of them does, so unless the association itself is regarded as a public actor because it is the -- an aggregate of public actors, then collective action by the association could escape constitutional review.",
  "Well, that's my understanding of the rules, but I'm really not sure of the answer to that. Perhaps Brentwood --",
  "I think that's correct.",
  "Mr. Chief Justice, that would depend on the meaning of instruct. If it were binding law and unlawful for a Congressman to disobey it, then it would have many of the same flaws as this statute. If it were advisory, then it would not, but we know --",
  "Well, one of the problems --",
  "Well, the question would be whether it was meant to have binding effect, and whether, for instance, the legislature might, somebody might seek mandamus to enforce it, whether it was seen as enforceable or not.",
  "Well, if it's completely unenforceable, I think you are saying it is advisory, in which case --",
  "Instruct is a word that can have many meanings and if it means advisory, then I think it would not be objectionable, but we --",
  "Well, if you can say that the legislator was a lawbreaker, violated the law, did something unlawful, if that's the meaning of instruct --",
  "That's a different point. In Prince, this Court looked to instructions to sheriffs, for which there was no enforcement, and treated those as binding. I think the question would be what that hypothetical statute, which we don't have before us, means. This statute we know Missouri meant to make enforceable. We know that because it created an enforcement mechanism, and so the difficult question that you put, which would require determining what that hypothetical statute meant, isn't here.",
  "Well, it's still the case that it's, that it's an enforcement, one, because of the pejorative language, which you have asked me to set aside, but is present here. Two, because it is a decision by the state legislature to focus the attention of the voters and judge candidates on a single issue. And three, because it is done in the voting booth and not in a public forum where there is an opportunity to respond and to debate, so it is an effort, it has the intended purpose and the effect of disadvantaging a class of candidates, and that's something this Court said in term limits that the state cannot use its elections clause authority to do. It interferes with, as Justice Kennedy said, the direct relationship between the national government and its citizens. There is no other example of an effort to enforce an instruction with ballot labels in the case of a federal senator or representative, except for the -- the only one we have been able to find is the Arizona recall pledge. That went off the ballot in 1973. There is still a request to pledge, but it is no longer enforced by a ballot instruction. And of course, it doesn't involve a position on an issue. It doesn't involve a commitment to take a position on a particular issue in the legislature.",
  "It does. It's unique, as far as we have been able to tell, in the, in the history and the laws of this country, and it has never come before the Court.",
  "Yes, I think the principal, the principal concern of the United States in this case is that the state has a limited authority under the elections clause and has improperly or either abused, misused its authority or exceeded its authority.",
  "It's not necessary to reach the First Amendment --",
  "The word manner, in the context of the Time, Place and Manner clause, means the mechanics, the procedures of an election, neutral, evenhanded regulations that enable the orderly election process to occur, and what it particularly doesn't mean is putting a thumb on the scale to influence the result.",
  "Yes. There is a question as you have noted, about whether the time, place and manner authority that the Constitution gives to the state legislatures goes to any entity that the state gives legislative authority to, or whether it actually only goes to legislatures. We haven't -- in either case, even assuming that it isn't restricted to the legislature as such, it's our position that the power has simply been exceeded, doesn't go, doesn't authorize the making of nonneutral regulations that are designed to and have the effect of attempting to influence the outcome. With respect to other labels that do sometimes appear on ballots, party labels and incumbency designations, those have, those are all understood as helping the voter identify the candidates. They are objective, identifying information. They don't, for one thing, involve a state official in assessing whether the label should apply or not, as this regulation does here. The secretary of state, subject to a state review process, has to determine whether the label applies, and the label is a judgmental label, not simply an identifying piece of information. The other thing about parties, of course, is that party labels recognize the role political parties play in the electoral process, provide candidates with a reasonable level of community support, provide voters with a means of exercising their First Amendment right of political association, and the party label therefore reflects that the party is the mechanism that put the candidate on, on the ballot. It's quite different from a label that is designed to influence the election and also to constrain the behavior of the legislator after having been elected as this, as this provision does. I think, if there are no further questions --",
  "The elections clause. The Court of Appeals actually didn't -- well, the elections clause has been in the case from the beginning because it is the provision that the state has used to defend its authority against all other attack. That is the argument, when the argument is made that this is a qualification, or this is an improper this or that, the state has said it's a proper exercise of its authority under the elections clause, and we say it is not. I think that's the simplest way to decide this case, even though there are a number of other issues that could also be reached.",
  "Thank you, Mr. Chief Justice, and may it please the Court: This case presents an important question of the coverage of the Disabilities Act, as well as an issue of its application. When an organization arranges a golf tournament and invites the public to compete for the opportunity to participate, it provides golfers with services, privileges, and advantages of the golf course.",
  "Well, that's rather like the fact that a university that, that offers, to which the public can apply doesn't then admit the whole public. It has a selection process, and so what only, only the admitted people can attend, but the university is a public accommodation.",
  "Yes. That's a different point. All I meant was that the fact that there is a selection process does not deprive an entity of its status as a public accommodation. If it's open to the public to compete, to attend, then that whole process is, is something that's open, to which the public is invited. On the separate point, what are the circumstances --",
  "You might be able to say that. There are two -- the words would allow you to say that. There are two reasons why you wouldn't. One is that Congress made very clear that it was covering employees in Title 1 and that it didn't intend to provide redundant coverage in Title 3 so whatever one might say ab initio, that possibility is excluded.",
  "Well, I'd like to take, to answer that in two steps because I take issue with the proposition that these are employee-like independent contractors. I do say that even if they were, they would be covered, but this is a much stronger case because in fact, there is no independent contracting relationship here. The golfer does not, does not undertake any obligation to perform, even in the way that an independent contractor does. He is simply --",
  "He doesn't make a commitment to -- it's my understanding of the record that he doesn't make a commitment. It is true that if he doesn't appear, he won't be in the Tour anymore, but he, by qualifying and being eligible to be in the Tour does not make a commitment to participate.",
  "It's not quite the same thing because there is no contract, there is no contractual commitment here at all.",
  "That's correct. In fact, PGA Tour explained in the district court when they were attempting to defeat the claim that this was an employee, that it doesn't hire golfers, that it's a membership organization, a professional association that arranges playing opportunities for its members and promotes their interests. It compared itself to the ABA in that regard. It provides opportunity for them. It provides services for them.",
  "No, you do not. In the -- that is, the, the particular sort of entity or status of Respondent here is, as I said, a much clearer case that he is a consumer of the services or the privileges or advantages of a public accommodation.",
  "Well, the district court said so in the context of deciding that he wasn't an employee, as if the only two options were that he was an employee or an independent contractor. That is, in deciding that he couldn't take advantage of Title 1 for employees, the court said he is not an employee, and looked to the body of law that said people who aren't employees are independent contractors. But I don't think that resolves the question whether he maybe was something else entirely, a member or a potential member who was neither an employee nor an independent contractor as that term is commonly used in the working context. He simply wasn't a worker here at all. Petitioner argues that players can't be consumers of services because they are providers of entertainment to the spectators, but that is simply a false dichotomy. PGA offers services to these two different groups. It arranges playing opportunities for golfers and viewing opportunities for the spectators. As a result, players both consume and provide services at the same time, just like the little league players who have uniformly been treated by the lower courts as protected users of a public accommodation.",
  "Well the difference is, as I said, I think there is an argument that even those independent contractors could be covered, that the Disability Act meant to open economic and social life to people with disabilities and that --",
  "Yes. I think the simple answer here is that the privilege of working for, for money in an employee-like role is simply quite different from what is happening when somebody participates in a competition. The public accommodations laws, as we said earlier, protect gamblers at a casino, or exhibitors at a craft fair, or participants in a dance contest, whether there are money prizes or not, whether the people who are engaging in those competitions. I mean, I think the -- are doing it to make their living or are doing it as an avocation. It wouldn't work to distinguish the motivations of the different users of the services of that accommodation. They wouldn't be protected if they were employees. It's perfectly true that if golf arranged itself differently, and had employees here, they wouldn't be protected under Title 3.",
  "The difference is that the participation in a contest is a different sort of, that is open to the public, is a different sort of thing from the cut from the arrangement by contract, by employment contract or by some other contract to provide services. And I'd like to point out, of course, that covering people like independent contractors or like contest participants, which is what we have here under Title 3 is not as has been suggested some sort of end run around the limitations of Title 1.",
  "Well, you're making a comparison to the theater, you mean?",
  "Well, in a theater, of course, ordinarily there are employees so this issue, they ordinarily are employees so this issue doesn't come up. I would suppose though, that if, if a, if a performer sought to rent a performance space, he would be a consumer of the, of that facility and could claim that he was being discriminated against as a consumer of that facility. That's not usually the way performers relate to performance space.",
  "Well, I think that the purpose of the Disabilities Act was to, was to be inclusive. I think that's clear both from the statute and from the legislative history so that I would suggest that if there's, that doubts should be resolved here in favor of coverage. But I don't think it's unclear. I think that, that the, that the public accommodations title was meant to cover golf courses and participation in events at golf courses so long as they are open to the public. And it seems to me this is right in the heart of what the statute was meant to reach.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: Twenty-five years ago in Buckley this Court held that limits on campaign contributions can be more easily justified under the First Amendment than limits on campaign expenditures, and noted that a coordinated expenditure, such as one made at the candidate's request, is treated as a contribution for this purpose. Nothing in the First Amendment requires an exemption from these rules for political parties. Congress recognized that parties are different from other political actors and gave them somewhat higher contribution limits and much higher limits on coordinated expenditures.",
  "Political parties present the risk -- a risk of the corruption that justifies limits on contributions and coordinated expenditures in two ways. First, because they can receive contributions in much larger amounts than other actors and then redistribute them to candidates, they provide a conduit for other actors to circumvent the contribution limits of the act. Other donors can make large contributions to the party which, though not technically, literally earmarked, and therefore not in violation of the specific earmarking provision of the statute, nevertheless through informal and well understood arrangements find their way through the party to the candidate and create the same risk or appearance of corruption as a direct contribution to the candidate.",
  "Congress has prohibited earmarking, but the Court recognized in Buckley itself that a prohibition on earmarking cannot reach, cannot be effective to reach the whole problem of, in effect, using an intermediary to exceed the limits, and the reason is for one thing an earmarking arrangement requires something more rigid than what would usually happen. I mean, it's not earmarking, for example, if -- within the meaning of the statute, if a contributor understands that there is a good likelihood that the money will be passed by the party to the candidate, although there might be reasons why it would not. In that case it's not earmarking, but it still has the prospect of being regarded by the candidate and by the donor as virtually a contribution.",
  "That's the distinction between --",
  "Well, the Court in Buckley had to balance a number of different concerns in arriving at its distinction between independent expenditures, which will certainly often please the candidate, but which it regarded as sufficiently important in First Amendment terms so that limiting them to protect against possible indirect corruption was not permissible on the one hand, and contributions, direct contributions to the candidate, which the Court saw as having a lesser First Amendment component on -- importance on one side --",
  "-- and a greater potential for corruption on the other. That distinction having been made, coordinated expenditures are the functional equivalent of contributions. When you pay somebody's bills, it's no different from handing them a check, and that's what we have here. Now, the additional point that I was addressing was the use of an intermediary to make the, that is, if we, if we have a prohibition on contributions and coordinated -- not a prohibition, a limitation on contributions and coordinated expenditures to protect against corruption, then it can be easily circumvented through intermediaries, and there are only a few ways to solve the intermediary problem. One of them is to limit contributions to the intermediary, in this case the party. Another is to limit contributions by the intermediary to the candidate. That would be from the party to the candidate. And the third is to try to prevent earmarking directly. Each has its pros and cons, and the statute uses each of them to some degree to complement the other. This Court recognized in Buckley that it's impossible to police earmarking sufficiently because of informal and nonrigid arrangements. The approach of limiting contributions to the party so that it can't operate as a pass-through, would starve the party of needed funds. It has disadvantages of that sort. There is a limitation, but it's a high limitation.",
  "The section --",
  "Well, no.",
  "No, the party can do it in unlimited amounts when it is making the same kind of independent expenditure that the Court held was entirely protected in Buckley and in --",
  "That's correct. That's correct.",
  "That's right.",
  "That's right. This is a small segment of the problem.",
  "It is a segment --",
  "Well --",
  "Well, the evidence that there is a risk of intermediaries, parties in particular, but intermediaries in general, aiding donors to circumvent statutory limits is found in several places. First of all, in the Senate debate in 1973, and we discuss this at pages 28 and 29 of our brief, several Senators made -- expressly observed that a party can act as a conduit for an individual who has reached his contribution limit.",
  "Correct.",
  "That's right. That the anti-earmarking provision itself is evidence of Congress' concern about that, about the evasion of the limits on donors.",
  "That's correct.",
  "Well, there are remarks by Members of Congress. There is, better perhaps even than anything congressional -- anything that was said, the fact that Congress enacted an anti-earmarking provision which shows that it was concerned about the danger that donor A would avoid his -- the limit that he could contribute to candidate C by passing it through B.",
  "That's correct. And this Court said it wasn't sufficient in Buckley, and observed that that's part of why -- part of what justifies the limit on individual contributions in a campaign, the total limit, not --",
  "Yes. There are two arguments about the risk of corruption. At the moment the argument that I'm talking bout is that the party is a means -- that the contribution limits on individual donors are justified as a means of preventing corruption and the risk of corruption donor to candidate, and that the party, as an intermediary, can facilitate, can essentially undermine that mechanism that the individuals can exceed their contribution limits.",
  "Well, I would say -- I wouldn't call it a prophylactic rule. I would call it an amplification or a support or a backup to the anti-earmarking provision. It's addressed at the same problem that the earmarking provision is addressed at.",
  "But it covered --",
  "Well, no more thing that the contribution --",
  "Than the direct contribution limit.",
  "Well --",
  "Yes, it is not the case -- I'm sorry, Justice Stevens.",
  "I don't think it disables it. I would agree that it -- that the function of the party is in large part to elect candidates, and that a limitation -- I guess any limitation on it -- but I -- if it were prohibited from making any contributions to candidates and if it were prohibited from making independent expenditures, it couldn't accomplish its purposes. There is no limit on its independent expenditures. There is no limit on a large variety of party building and get-out-the-vote and message-communicating activities, and there is a not -- there is a not -- there is a limit, the limit on contributions to candidates, and the limit on coordinated expenditures which are a form of contributions is not disabling. It's quite a bit higher than the limit on any other contributor, recognizing the role of the party, but just attempting to put a ceiling on it. It's a limit that's adjusted. It's basically --",
  "Coordinated expenditures have --",
  "Coordinated expenditure has a technical meaning here, and it doesn't violate the prohibition on coordinated expenditure for the party to do something that is consistent with the candidate's campaign. What the coordinated expenditure prohibition was designed to prohibit was the candidate essentially paying the media bills for the candidate, and the record contains evidence that the over -- that the predominant forum that coordinated expenditures take is exactly that.",
  "I'm not at all sure that it would be, Justice Scalia. There may be difficult cases at the margin, as the donor takes more initiative and the candidate less.",
  "Coordination isn't even a statutory term, but the Federal Election Commission has been developing regulations to try and make more precise exactly what is prohibited here. It is clear, it has been clear from the outset of the statute that the purpose of the prohibition here, it's a permission for independent expenditures. The limitation on coordinated expenditures is to prevent the candidate, prevent anyone -- party or anyone else -- from making contributions in the form of paying the candidate's bills.",
  "Well, that's a feature of any independent expenditure. It is so --",
  "No. Although these things are all a matter of degree, it is the case, I mean, it's -- it is the case that Congress thought that contributions over a certain limit created a potential for corruption, and that to make that enforceable, it had to prohibit as well or limit as well things that are the functional equivalent of contributions, such as --",
  "It may be that a narrower definition of coordinated expenditures, then, seems to be sort of in the air at the moment is what would serve this method, this problem best, and the Federal Election Commission at the moment has under advisement, is considering rewriting its -- considering new regulations regarding the definition.",
  "Well, Congress was trying to strike a balance here in the light of what this Court said it could and couldn't do in respect of, on the one hand, protecting the speech interests of contributors, of spenders, of independent spending and on the other hand attempting to guard against the risk, the reality and the appearance of corruption which at its narrowest is quid pro quo and moving out from that is implicit, excessive compliance that is like a quid pro quo.",
  "Yes. It has been observed before that Congress perhaps -- well, that Congress is fully familiar with the practices of campaign expenditures and campaign fund-raising and with the risks and benefits that various forms of fund-raising have and that having evaluated all of those risks and benefits and taken guidance from these courts, the distinctions that this Court has drawn, its effort to, to make those judgments is entitled at least to some, some credit.",
  "I think if we -- I think if we --",
  "Well, common sense points in several directions. I think that the most basic common sense proposition here is that so long as there's a limit on what donors can give to a candidate, they will be trying to find ways to get around it, and one good way is to use intermediaries that are not subject to the same limits and that Congress recognized that and attempted to address it without crippling other important functions by putting a limit on the contributions, by not prohibiting, but putting a limit on the contributions and coordinated expenditures that parties can make to candidates. There is a second corruption concern, and that is the concern, not that the party would act as a conduit, but that the party leaders in charge of dispensing funds would, in effect, exact -- pay for votes, would themselves tie money to legislative actions. There is no direct evidence in the record of that happening, but it is the case that if a candidate's own family can be subject to a prohibition on contributions in order to protect corruption, there is no such thing as being too close to corrupt, and --",
  "Well, in Nixon against Shrink -- Shrink, Missouri Political Action Committee, the question was whether the corruption, the potential for corruption that justified the Federal statute also justified the State statute, and the court said that it wasn't necessary to develop new evidence of essentially the same, essentially the same problem.",
  "Yes, it does. But so, in fact, does this case, in that coordinated expenditures are, in effect, contributions or if this Court were to conclude that they are not, then it would be decided --",
  "Well, as I suggested, it does, however, I think, have the same ring to say that a political party can facilitate the very transaction that you were just describing; that is, the fat cat now not giving money directly to the candidate because he's barred from doing so, but giving it to the party to transmit to the candidate with everybody understanding exactly what's going on.",
  "Well I don't think it's any more prophylactic than the prohibition on contributions in the first place. Not every contribution, in fact, is corrupt, but a limit -- it's not a prohibition. A limit on contributions is designed to minimize the risk of --",
  "Well, I think the function of the family is to advance the interests of its members, but I would like to reserve the rest of my time for rebuttal.",
  "Well, I hope you held her in high regard.",
  "Thank you. I just want to make a few points. The rationale for the party expenditure provision has always been a conduit theory. The structure of the statute has changed, and so just exactly how the party could act as a conduit to evade whatever limits existed has changed, but right from the beginning, the concern was that the party could act to enable another donor to evade the limits by --",
  "Well, at pages 28 and 29 of our brief, we quote some legislative history. I think my colleague discounts it because it was at a time when the structure of the statute was somewhat different so the evasion and the conduit that was possible was somewhat different but it was nevertheless then, and is now, aimed at preventing parties from enabling individuals to avoid their limits. I mean, at page 28, Senator Matthias says that the point of this is to prevent an indirect contribution by a candidate -- by a contributor to a candidate going through the party. That was why the provision was in the statute. The coordinated expenditures are like contributions and it was the premise of Buckley, over some objection to be sure, that they have a greater potential for corruption than independent expenditures. That's true for parties and for political action committees, as well as for individuals, and it's true for fat cat contributors, as well as for small contributors, so the right that's being claimed here, the constitutional right here to unlimited coordinated expenditures is, in effect, a claim of right to unlimited contributions. The Colorado Republican Party isn't making that argument, but it seems to follow from their argument because parties -- and the reason why, although parties are different from other kinds of actors in the system, they nevertheless need to be subjected to some limits, is precisely because, as intermediaries, they can serve to defeat the other limits of the statute. A party has no more -- that was a judgment Congress was entitled to make, not compelled to make, but entitled to make. It solves a part of the problem but not the whole problem. Political parties, though, have no more a constitutional right to exemption from limits on contributions than do political action committees and, in fact, Congress gave them much higher limits.",
  "Mr. Chief Justice, and may it please the Court: The Controlled Substances Act prohibits the distribution of marijuana outside federally authorized research programs because Congress, the Attorney General and the Secretary of Health and Human Services have each determined that there is no currently accepted medical use for the drug, and it has a high potential for abuse. The statute also recognizes that new information might come to light that would justify less restrictive controls so it establishes administrative procedure for changing the classification and the restrictions for marijuana and other controlled substances. That statutory scheme leaves no room for the Oakland Cannabis Buyers' Cooperative to distribute marijuana without the approval of the Attorney General under a claim of medical necessity, and it leaves no room for a court to consider such a claim as a basis for refusing to enjoin the marijuana operations of the cooperative. The Ninth Circuit's ruling in effect authorizes the operation of marijuana pharmacies outside the safeguards and restrictions of the Act and undermines the ability of the Act to protect the public from hazardous drugs. The common law defense of necessity can sometimes authorize a person to violate the law in order to avoid a more serious harm but it doesn't apply here for three reasons. First, because the legislature has already balanced the harms and come to a different conclusion. Congress anticipated there would be claims of medical uses for controlled substances and provided an administrative procedure for evaluating them allowing trial judges and juries to redetermine that balance in individual cases would undermine the procedure established by Congress. Second, because the defense has no application because the co-ops members and the co-op itself have alternatives to violating the criminal law. They have substantive alternatives, other lawful medications including a synthetic form of the active ingredient of marijuana.",
  "The -- on the assumption that there are no such people because the Food and Drug Administration charged with evaluating the medical -- the scientific information and the DEA, that is the agency that report to the Attorney General and the Secretary of Health and Human Services having evaluated the claims of medical use have found that there is no accepted medical use, that some of the claims of medical use are simply wrong.",
  "The record doesn't reflect and I don't know how much of it has been going on. I think there are two things to say in response to that though, one is that the agencies charged with evaluating the medical uses here have ongoing studies and have so far concluded that there are -- that the particular use that you're describing is best served -- there's now an extract of marijuana that's been on the market -- been available and been put on the lower schedule than schedule one for 15 or 16 years which is this Marinol and efforts are being made to find other methods of administering the pure substance and determining whether it has the effect that's described.",
  "Well the determination that's been made is that the medical utility of it has not been established which is a slightly different way of putting it but there is a separate determination the FDA makes determinations as it does with substances that aren't on the controlled substances list, that is there are new drugs that are proposed all the time which might possibly be useful and aren't authorized for use until after tests satisfy the FDA that the drug is safe and effective for use and marijuana has not passed that screen. There is an additional screen for controlled substances that is in addition to considering and the scheduling decision takes into account not just medical utility but also the potential for abuse, but the FDA's role in it, the Health and Human Services role in it is just to assess or it has a role in simply assessing the medical evidence and has concluded that to date there is insufficient reason to think that it is a safe and effective drug although there are continuing research projects going on to try and pursue the anecdotal information that it is sometimes helpful or that components of marijuana are sometimes helpful.",
  "Well the California law doesn't actually purport to authorize the distribution of marijuana with a doctor's note, it provides a defense to California law. Now it is true that an effort is being made here to invoke the judgment behind that law as in support of the claim of medical necessity, but California didn't purport to create a defense to federal law as it couldn't have if it had tried it would have been presumably preemptive -- preempted. But it's perfectly possible to comply with both California law and federal law. There isn't that kind of conflict here.",
  "Well that's right but California law doesn't require you to sell it. It simply says that you won't be -- California could remove the -- could eliminate --",
  "That's correct. That's correct. And I should say that the decision of the federal agencies not to accept the kind of anecdotal evidence that you're suggesting is a decision that the federal -- the Food and Drug Administration has made again not just in the controlled substance area but it has concluded that the anecdotal reports of individuals are a basis for research, a reason to conduct research and not a basis for authorizing the use of a drug or changing its scheduling.",
  "Yes. There are grounds on which a court can deny injunctive relief. For example, if the court found that violations had stopped and are unlikely to recur and an injunction wasn't necessary to effectuate the purposes of the act, this Court noted that in Hecht against Bowles, and there may be other grounds but I would say that the judge who said what you just said would be, in fact, intruding on Article II executive prerogatives by insisting that when Congress has provided both civil and criminal enforcement mechanisms as it often does that the executive is not free to choose the enforcement mechanism, the civil enforcement mechanism that --",
  "There's always prosecutorial discretion.",
  "The judge has different discretion from a prosecutor, it is for the prosecutor to decide whether a case merits prosecution or whether a civil injunction is worth bringing.",
  "Yes it would. The court's role in the process is not the executive's role. The court cannot deny an injunction on the grounds that the executive should for instance have chosen the criminal sanction or should not have brought the case at all. If --",
  "Well no the contempt actions of him would be brought by prosecutor and I'd like to point out why civil --",
  "There's a reason why civil injunctive enforcement is authorized and why it's appropriate. I don't think it's for the court to second-guess the prosecutor but there is a reason. The civil injunctive remedy in this statute was patterned on a similar provision in the Food, Drug and Cosmetic Act, and the purpose of that was to provide a way to resolve legal disputes without the harshness of a criminal prosecution. This is just that kind of dispute, open and ongoing violations of the law designed to test its statute with the California state law in the background, once -- there's no reason to think that once a court resolves the question that -- holds, for instance, that there is no medical necessity defense or holds that in any event whatever medical necessity defense there might be doesn't authorize the operations of marijuana pharmacies as in this case, that the Oakland Cannabis Buyers' Cooperative won't comply with the law.",
  "Not if the statute authorizes a civil injunctive remedy and -- but I would like --",
  "Excuse me. I misspoke. That would not be --",
  "It would be an abuse of discretion. It would not be an appropriate ground for withholding injunctive relief but I would like to point out that the statute, this statute, perhaps out of a concern like that or perhaps for some other reason, contains a jury trial requirement -- provides a jury trial for a trial of the contempt of an injunction that is obtained --",
  "Yes.",
  "No.",
  "I have no information about that but I would like to point --",
  "I was not -- I don't have the answer to that question but I know --",
  "I should think so. I would just like to --",
  "I know that civil injunctions have been used on other -- exactly on occasions under this statute as well as under other statutes where there is a business enterprise going on that has a dispute with the government about whether what they're doing is outside the statute. I don't think it's --",
  "That's correct but -- and under this statute in particular though the Controlled Substances Act it is not customary to seek injunctions against street dealers of narcotics but it is customary to seek injunctions against, for instance, manufacturing plants that are claiming that their use of particular chemicals is -- what they're doing is within the Act or without the Act, I mean, when there is essentially a dispute with the business enterprise about the legality and propriety of what they're doing and that is actually not just under the Controlled Substances Act but under many statutes, the kind of occasion when an injunction is used to resolve the legal dispute on the assumption that once that legal dispute is resolved it will not be necessary to seek further enforcement but there will be --",
  "Yes, but what Congress said actually in authorizing injunctive relief is that when there is this kind of dispute it is desirable to provide a mechanism for resolving it without putting people at risk of going to jail if -- and that's one --",
  "No, it does not. I'm referring to legislative history actually --",
  "Well, I'm actually referring to legislative history of the Food, Drug -- of the analog provision in the Food, Drug and Cosmetic Act simply to suggest not that we know that that's what Congress voted on but that that is a common widely-understood reason --",
  "That is a common widely-understood reason --",
  "That's our view but there is a claim to the contrary and I don't think it requires that we credit that claim to decide that an appropriate way to resolve that dispute is in a civil enforcement action, and that -- so that's the story about when we sometimes use civil enforcement actions. Actually very often -- Respondent has suggested that it's hardly ever used because there aren't reported opinions, the most common occasion where civil enforcement actions are used they're also settled. That is, the injunction -- the complaint is filed and there's a civil settlement involving money and agreements to change practices and make an agreement not to deal in a particular drug, chemical for some period of time. There are numerous examples of that.",
  "For example, here, where we are arguing where it is our position that there simply is no medical-necessity defense at all and therefore that one shouldn't be entertaining evidence and adjudicating the appropriateness of a medical-necessity defense in a particular case, the way to get that resolved systemically is in a civil -- a civil proceeding that simply presents that legal question.",
  "It is a part of our argument --",
  "It isn't necessary to reach that result but it is a part of our argument that the reason the injunction -- the reason the Ninth Circuit was wrong to suggest that the injunction might not issue or might be limited that the court predicated that holding on an error of law, I mean one -- there are many reasons why a court might exercise its discretion but it is not a good reason to exercise its discretion to rely on a mistake of law and a mistaken view of the law and that mistake is that the Controlled Substances Act authorizes, contemplates or is consistent with a medical-necessity defense.",
  "I would say that's the result of what the Ninth Circuit --",
  "Pardon me?",
  "Our initial position was not that we wanted to bring this to the United States Supreme Court but that the practice -- that the Oakland Cannabis Buyers' Cooperative and similar cooperatives should be enjoined from engaging in the open and notorious violation of the Controlled Substances Act --",
  "That's correct.",
  "The statute calls for enforcement by contempt.",
  "Well there's a -- no, well, there's a civil contempt in the statute.",
  "Yes, I said earlier the defendant by statute is entitled to a jury.",
  "It's not a criminal proceeding it's a trial under Federal Rules of Civil Procedure --",
  "The statute's Section 882 says in case of an alleged violation of an injunction or a restraining order issued under this Section, trial shall upon demand of the accused be by a jury under the -- in accordance with the Federal Rules of Civil Procedure. That's what Congress contemplated and instructed.",
  "Want to stop it from engaging in the unlawful distribution of marijuana, it might have some other business, but I don't believe the Oakland Cannabis Buyers' Cooperative at the moment is engaged in other businesses, and as I've said, that's the dispute that we have with the Oakland Cannabis Buyers' Cooperative about whether what they're doing is lawful or not is one that is ideally suited to resolution in a civil -- in a civil litigation. I think I'll reserve the rest of my time for rebuttal.",
  "A medical necessity defense is foreclosed here not only by the fact that Congress contemplated and rejected it and not only by the fact that alternatives are available but also because any necessity defense is a response to unusual and unforeseen circumstances. It couldn't possibly, the common law necessity defense couldn't possibly authorize an ongoing enterprise designed to stand ready and provide supplies to people who might show up with their own individual claims of medical necessity. There's no constitutional problem with the statutory procedure for deciding when and if medical uses for a drug exist where with -- and the court held in Weinberger against Hynson that it's perfectly appropriate for the FDA to reject anecdotal evidence and insist on controlled studies. There's also no problem with protecting sick people from charlatans or unsafe and ineffective drugs as this Court held in Rutherford in dealing with Laetrile the claim that there was a right to use Laetrile. Respondents in this case have never presented their claims, the claims they're making here, to the FDA. They've never sought review of the classification of marijuana in schedule one, they've never sought access to, at least so far as the record reflects, to the clinical trials that are ongoing right now to deal with synthetic manufacture of components of marijuana, and on the remedy for contempt at the petition appendix at 25 A and again at 37 A it's perfectly clear that the government was not seeking fines or incarceration, that the judge wasn't contemplating fines or incarceration but just evicting and padlocking, closing down this business.",
  "Mr. Chief Justice, and may it please the Court: This State regulation is not preempted, because it is not based on smoking and health within the meaning of the Federal cigarette labeling and advertising law. The regulation is based on smoking and health for purposes of that statute only if it requires or prohibits claims about smoking and health, and not just because it was motivated by some underlying concern about smoking and health based on --",
  "Well, a rule that says that you can't advertise at all is a blanket rule like a rule that prohibits deception, which might also prohibit some claims about smoking and health and isn't aimed at claims on smoking and health, so I would say it's not prohibited under that understanding of the preemption statute, but one could distinguish that from this case. I'd like to point out that based on can have different meanings in different contexts, but when one statute describes another statute as a rule based on something, as a regulation based on something, that language ordinarily refers to the operating criteria of the regulation, and not the reason why it was adopted. For example, when Congress in one statute refers to another statute -- to taxes based on revenues, or it refers to requirements imposed on vehicles based on size or weight, it is using a shorthand description of a category of statute, and it is describing the text of the -- of that other statute, the criteria that that statute uses, and not the reasons it came into existence. It is, of course --",
  "Yes. Of course, the 1965 version expressly preempted laws that required statements relating to smoking and health. The '69 amendment was designed, said the Senate report, as a clarification and not a radical reform. That doesn't mean nothiong was changed, but it does mean that it was designed to reach various devices that were the functional equivalent of required statements, and weren't picked up by the old language.",
  "That's one --",
  "That's one example. By dropping the term, statements, what Congress reached was, with apologies to Justice Scalia, common law duties which the Cippolone plurality noted might be requirements, but weren't required statements, because required statements, in the '65 act, was thought to refer to specific texts that were required and it may also, as, Justice Souter, you suggested, have reached attempts to regulate claims that were made not by statement but by implication, such as by images, or other implication. And then by adding prohibitions Congress reached State laws that would have the effect of requiring new warnings, but would do so in the form of a prohibition, say, for example, no advertising without this warning, which in effect requires a warning, but does it in the form of a prohibition, and it would also reach State laws prohibiting affirmative health claims about filters, say, or the safety of a particular cigarette. There was for a period an incipient advertising war about the safer cigarette, and there was some concern about whether the States would choose to bar that, and the FTC at various times had thought it was desirable to promote that sort of competition or not, depending on --",
  "No requirement or prohibition that regulates claims about smoking and health, assertions, representations.",
  "Things that are like statements --",
  "I think that regulation based on means regulation that operates on the basis of, that tells you what the operating criteria of the regulation are. If a regulation is based on weight, then you look to weight to find out if it applies or not, and if a regulation is based on -- if a tax is based on revenue, then you look at revenue to find out whether or how it applies.",
  "On smoking and health. They prohibit making statements -- they prohibit saying anything about smoking and health, and I don't think an inference can be drawn from the fact that the ban on television and radio occurred at the same time, because television and radio have traditionally been Federal concerns. Billboards and signs have traditionally been local concerns. There's no reason to infer any connection between them. They've always been regulated --",
  "That's correct.",
  "Another thing that happened is that promotions were added. The regulation is not now only with respect to advertising, but also with respect to promotions, because give-away hats and T-shirts and keychains can also make claims about smoking and health, and because promotions in the form of endorsements or events could be subject to a State requirement that health disclaimers, that health warnings be given, and what Congress wanted to do was take the States out of the business of making judgments about and regulating on the basis of claims about smoking and health.",
  "Yes. I think the State's interest in preventing school-age children from smoking is truly compelling, in light of all the evidence that has been recited, and that this regulation under Central Hudson serves that goal in a significant way, because the State had evidence showing that the ban to sales to children was not effective, that it was reducing retail sales to children, but not underage smoking, because presumably that suggests that the children were getting their cigarettes from people --",
  "If there was a prohibition as to all advertising, I think that would be more expensive -- extensive than necessary.",
  "No, because this is just outdoor -- I'm sorry. A prohibition on all advertising is different from a prohibition on outdoor advertising. There are still ample avenues, even if there were a prohibition on all advertising, which this is not --",
  "-- there would still be -- yes.",
  "Well --",
  "Well, actually, this statute does permit tobacco for sale. The district court struck that tombstone requirement, that tombstone permission on what we believe to be the mistaken ground that it, itself, was preempted, but the First Circuit observed -- expressed some reservations about that, and observed that in any event it would be possible to reframe that kind of tombstone permission.",
  "Not under the -- not under Massachusetts regulations.",
  "But the distinction is between advertising and merely information identifying that a product is sold here. I did want to say that this, unlike pornography, is commercial speech, and so it is open to the -- more open to the possibility that alternate avenues of communicating with adults --",
  "-- except for somebody who thinks there's no distinction between --",
  "Yes. The --",
  "Yes. The principle, as I understand your hypothetical, is that -- is a distinction between a wide variety of possible health dangers and a health danger of unparalleled magnitude that -- for which the window of time between 14-1/2 and 18 is the critical window. It's the average -- the evidence is that the average child begins smoking at 14-1/2, and that very few people begin after 18, and that the product is addictive, so if you have a 14-1/2-year-old child, as I do, and you can get that child to 18 without --",
  "Mr. Chief Justice, and may it please the Court: When a manufacturer agrees with its retailers to fix a minimum resale price, the whole point of the agreement is to prevent price competition among retailers, to prevent discounts. For almost 100 years the Court has interpreted Section 1 of the Sherman Act to prohibit such price fixing agreements. Any change in that fundamental understanding of the statute should be made by Congress and not by this Court. The per se rule against resale price maintenance is different in at least three ways from other antitrust rules that this Court has overturned. First, unlike the other rules, it alone has been settled law for a century, reaffirmed over and over again by this Court.",
  "No. That tension that you -- that supposed anomaly that you described is simply a result of the fact that the antitrust rule -- law does not prohibit all anticompetitive behavior. It prohibits agreements that are anti -- that restrain competition. And so it will often be the case that it is possible for somebody unilaterally to do something that has the same effect as an agreement, or approximately the same effect, as the antitrust law simply draws that line because of a different value, a value in preserving the independent action of individuals. It is, however - -",
  "Well, as you have observed, virtually any vertical restriction could be accomplished by having the manufacturer integrate the retailing function and become one entity instead of two entities. Then the possibility of conspiracy or agreement is eliminated and the manufacturer, if he simply integrates the whole function, is -- can fix prices, fix his, what are in effect his own prices and be outside the reach of the antitrust laws. There are other reasons why a manufacturer might not find it convenient to do that integration, but it is certainly possible by ceasing to be multiple entities and to become one entity to avoid the prohibitions of the antitrust law. It is also -- so, this is old and well settled. Unlike the Schwinn rule against territorial restraints which was overturned only 10 years after it was established, or the Albrecht rule against maximum resale price maintenance which was overturned 29 years after it was established, this has a much more settled pedigree in the law and expectations have grown up around it. Second, it was endorsed and relied on by Congress, not enacted by Congress but endorsed and relied on by Congress, when Congress repealed the fair trade laws in 1975 by amending the very statute this Court is now asked to interpret.",
  "They were relying - -",
  "No. The legislative history described in some detail in the Antitrust Institute's brief shows that actually they were returning the law to the per se rule against resale price maintenance because they thought resale price maintenance was bad and should be prohibited. This is -- it is also true that - -",
  "That's true, they did not do that here and I'm not suggesting that they did, only that, uniquely among the rules that this Court has established in the antitrust area, this rule has received the repeated attention of Congress; and so the Court's deference to Congress and reluctance to overturn the rule should be at its peek as compared with those other rules. And third, price is different. This Court has said that price competition is the central nervous system of the economy. Other restraints, to be sure, might indirectly affect price, but not with the same absolute force. Territorial restraints don't absolutely prevent price competition because customers can travel or order by phone, mail, or Internet, and indeed under territorial restraints there are often multiple retailers in a particular territory who can compete. Maximum price maintenance doesn't prevent competition at all unless, as the Court noted in Khan, it's really Minimum resale price maintenance in disguise, in which case the Court in Khan said it's illegal. Manufacturers can of course pay retailers for the services that enhance the product that are being advanced as the pro-competition benefit of resale price maintenance. But the question for this Court is whether the manufacturer should be allowed to use a price-fixing agreement to make that payment to buy those services, and that's not a question of fact for a jury to decide in a rule of reason trial. That's a question of statutory interpretation for this Court. It's a question really of what kind of currency a manufacturer can use to buy those retailer services. It's also true that the claim that price-fixing works to induce those services is both debatable and untested. The retailers have no obligations to provide services under the retail price maintenance agreement at issue in this case and in other cases.",
  "You could. You could also require those things without resale price maintenance and then the retailer would be free to decide to raise the price to pay for that or to provide it so efficiently that he could in effect engage - -",
  "That really depends, doesn't it, on what the consumers in the market want, and if it's correct, if the manufacturer -- if the claim on behalf of the manufacturer here is correct that what the customers want is service, the retailers are in at least as good a position to identify that fact as not. I think the point - -",
  "Yes. That's at its peak, perhaps, when you're talking about electronics. When the shopping experience alone is what is thought to be the benefit, which is often the case, you can't free ride on that. You either shop in the place where you like to shop or you shop -- or you have a different shopping experience in Target.",
  "Yes, there is. The manufacturer can contract for it. The manufacturer can decline to deal with people who don't provide it. The very same point that was being made earlier. I think that the point here is that permitting resale price maintenance would be such a drastic change in the longstanding settled interpretation of the Sherman Act that it doesn't really qualify as the kind of common law evolution that this Court has said is appropriate ordinarily in making antitrust rules under the Sherman Act. If that change is to be made at all, it should be made by Congress and not by this Court.",
  "Yes, there was such a period. And this Court noted that fact in - -",
  "There was a legislative expression of position on this particular issue.",
  "That is -- the Solicitor General is no longer barred from making that argument, as is evidenced today. What he - -",
  "No, I think Congress found it unnecessary or perhaps questioned the wisdom or constitutionality of barring the Solicitor General from making particular arguments.",
  "But Congress has consistently -- well, and the repeal -- the reason the repeal of the Miller-Tydings Act seems particularly relevant is that it is indeed -- it was an amendment to this statute that this Court is being asked to interpret, so it sheds some light on the on the meaning of this statute as it stands.",
  "Yes. But when Congress repealed that, there were considerable -- there was considerable expression of legislative history, for those who find legislative history helpful, that declared opposition to resale price maintenance, not simply that it was sometimes helpful and sometimes hurtful. So to the extent Congress's intent can be gleaned from that legislative history, it was an intent to return to the regime of per se illegality.",
  "It has, but I would question the wisdom of that technique as a method of expressing Congress's views. The fact that Congress went so far as to use it once suggests a very strong view indeed.",
  "Thank you, Mr. Chief Justice, and may it please the Court: The Federal Constitution permits State courts to hear Federal claims, but it does not require a State to hear them so long as the State does not discriminate against Federal claims in comparison with similar State claims. New York's statute fully satisfies that requirement. New York courts cannot hear damage actions against prison officials for conduct in the scope of their employment. And it doesn't matter whether State or Federal law is the basis for the claim.",
  "Well, that's not so. This Court has in fact invalidated statutes and found discrimination. There were -- three of the early FELA -- two FELA cases and the Testa case itself. In Testa, contrary to what was just suggested, the Court -- this Court found discrimination. When Rhode Island said that it wasn't going to hear the emergency price control penal statute - -",
  "-- the Court - -",
  "No. Immunity - -",
  "No. Immunity and jurisdiction are really quite different. They both have the result that the defendant loses.",
  "If they not only used the word \"jurisdiction\" but gave the rule jurisdictional effect -- that is to say, a jurisdictional bar is one that can't be waived by the defendants, whereas immunity can be waived. So it protects courts, not defendants.",
  "Well, it's not just any form of relief. It's not just, for instance, the type of damages. The difference between law and equity has a long tradition in this country. They are really two different actions, an action for injunctive relief or an action for damages. The courts now hear them together. But what New York has said is it has no jurisdiction - - its courts have no jurisdiction against -- over damage actions against corrections officials. And as I was saying earlier, jurisdiction is different from immunity, both because it can't be waived -- so it's about courts, not the defendants -- because it -- because a dismissal won't bar litigating the matter in Federal court. A dismissal -- an immunity would result in a judgment - -",
  "I don't think it's immunity. I think it's a refusal to hear the case.",
  "Practically - -",
  "Not at all. This is like a forced removal, is what it really is.",
  "Yes, that's exactly correct.",
  "They are fully liable in Federal court. That's where these cases are being brought right now. Congress has never expressed any policy for mandating that they be brought in State court, because even if these cases could have been brought in the first place in State courts, the Federal -- the State defendant could remove it to Federal court.",
  "That's correct. But that's if the Court is open to the case. The Fender case, the line of cases that Petitioner has been pointing to, is simply not applicable here where the State opens its courts to the cases. If the State were hearing damage actions against corrections officers, it couldn't give them immunity.",
  "Well - -",
  "First of all, these -- this -- I would like to correct an observation. This -- this is not aimed only or even principally at 1983 actions. This law does predate the -- not the enactment of 1983, but the proliferation, the use -- the widespread use of 1983; and in fact it affects a great many State cases. It's not only - -",
  "That's true.",
  "If - -",
  "Prisons are large institutions in rural counties that generate a vast amount of litigation. This particular prisoner was in a prison in a rural county like Wyoming County that had I think 3,000 or so prisoners in it, and the litigation generated by the prisons isn't just actions by prisoners. This statute doesn't apply only to actions against -- by prisoners. It also applies to actions by prison employees against other prison employees - - actions by anybody against a -- corrections officials. So it's all the vast forms of litigation, principally but not exclusively prisoner complaints, that arise out of prisons. That is a very large and burdensome amount of litigation, unlike litigation against State police, which some have said is comparable, which is dispersed all over the State. This is concentrated where the large prisons are; and it is a reasonable decision -- a neutral reason, if you will -- for the State to decide to take those actions out of the courts of general jurisdiction, to take actions -- damage actions arising out of the prisons out of the courts of general jurisdiction, where it would be concentrated in a few counties where the large prisons are.",
  "No, and I don't believe that this Court's cases about jurisdiction, as distinguished from its cases about case handling rules, require that kind of neutral administrative feature. I only was suggesting that there exists such an explanation for this rule; but in fact, this Court has treated quite differently cases about case handling, and that makes sense. Because if you hear a claim -- if the State hear a claim and then impose even a nondiscriminatory -- but it's certainly a discriminatory rule that tends to defeat the claim, the State might induce plaintiffs to bring their claims in State court and then lose them under disadvantageous procedures.",
  "Well, I think - -",
  "Well, I think - -",
  "No, I don't think the analysis would be the same. I think once the State opens its doors to a damage action against corrections officials, the question would be -- the answer might or might not come out the same way, but I think it probably would come out differently. The -- the question would be, does that procedural rule -- there are two questions: Is it discriminatory? You're saying -- your hypothetical is that it's not discriminatory as between State and Federal, and the second question would be does it undermine the Federal cause -- does it undermine the Federal claim? And so in Martinez, when this Court said State immunities can't apply to Federal 1983 actions, only Federal immunities can apply, the Court was careful to observe that California had opened its courts to this case and had an immunity, whereas - -",
  "No. I think it could be argued, I think it would be argued that limiting damages undermines a Federal action that is meant to bar courts from interpretation - -",
  "Well, I don't believe Congress has made that judgment. So that I -- and that's my answer to why I don't think this undermines the Federal cause - -",
  "No, the purpose of 1983 is to -- actually was two things. It's to provide a Federal forum and it was to provide compensation for these torts, and I believe that these - -",
  "Yes.",
  "I think there is no Federal policy - -",
  "He is responsible to exactly the same degree as he would be, were he sued personally, because New York indemnifies him and there is no requirement -- Congress has never shown any objection to indemnification.",
  "I don't know that our case turns on whether - -",
  "Well, what I'm saying is to the extent -- I don't believe we need to -- if you think that we need to -- that there may be a conflict with a Federal policy, I think the statute stands because it's nondiscriminatory and jurisdictional. But if there is a question, it's not a question of whether -- yes.",
  "No, I don't think so, for the same reason I don't think -- that is, if you have a tort remedy that the State is hearing than a limit on recovering that goes -- that is inconsistent with congressional policy is not permitted. But if the State were to say we won't hear any tort cases or we won't hear any tort cases involving railroads or we won't hear any tort cases - -",
  "State or Federal. There is nothing in your FELA cases that says that as long as the State is closing its doors equally. And there are, of course, political reasons - -",
  "No, but -- but - -",
  "No, I don't think they could put the damage requirement on, because then they would be - -",
  "They could totally close the doors, and I think that's different. That is not hearing the case, and in closing -- closing the doors of the court evenhandedly to State and Federal cases. That is -- that is - -",
  "I think the FELA cases, some of which were -- some exclusions were upheld and some of which were struck down, support our position, because they only strike down exclusions of jurisdiction where there is a discrimination, where the Court finds a discrimination between the Federal and State claim. In Mondou, Connecticut was hearing suits against railroads under State law. It was even hearing suits against railroads under other States' law that imposed -- liability, but it was refusing to hear only suits under Federal law. And that's why the Court struck it down. Similarly, in McKnett and in Testa, in each case this Court struck down in limitation on the ground -- not that the State had an absolute obligation to hear the Federal claim, but that it had an obligation, if it was going to exclude jurisdiction, to exclude it evenhandedly.",
  "But what -- but what this Court pointed to in Testa was that while they said that, they did, in fact, hear pun -- double damage actions, which is what this was. It was penal in a sense not of being a criminal, but as being a double damage -- a multiple damage action. And what the Court said was because Rhode Island does hear double damage actions arising under its own law and under the Federal Fair Labor Standards Act, essentially the rational they gave for excluding the Emergency Press Control Act had been proven false and must -- unless as the only explanation unwillingness to enforce the emergency press control.",
  "Or -- or we offer them a court of claims.",
  "Well, they aren't -- this is what I can tell you. I think 1983, they are -- I mean, suits against - -",
  "They do bring them in Federal court.",
  "Well, what I can tell you is that there are a great many State law -- I can't tell you numbers -- a great many State law actions against corrections officers. They are either in the court of claims or they are in Federal court because this statute says that the courts have no jurisdiction over the damage actions, and it doesn't matter whether they are 1983 or state law. But there are a great many -- I mean, it says to -- read them. The State law actions -- there are many state law actions that can't be constitutionally characterized. There is all kinds of, you know, damaging loss to property, medical malpractice, negligence, failure to protect from harm, things that - - many things that the prisoners bring suits against that are not constitutional. They aren't in the Supreme Court. They would be if you struck this statute down.",
  "Well, there are two things to say about punitive damages. One is that, yes - - there are three things -- there are no punitive damages in the court of claims. Punitive damages, of course, are available in Federal court, which is fully available to these plaintiffs and is where they normally are if they think they have a punitive damage claim. It is also case that actions outside the scope of employment are not covered by this statute.",
  "They could be brought into the state court.",
  "Well - -",
  "Well, it is a jurisdiction -- it is framed as jurisdictional, it is treated as jurisdictional. The New York courts say - -",
  "No, because what the jurisdictional bar is for damage actions against correctional officers where actions is the scope of their employment -- and the New York courts don't just say it's jurisdictional. They give it the effect of a jurisdictional bar.",
  "I think - -",
  "I think it would be hard to - -",
  "-- to find a rationale for it.",
  "I was going to say, I don't think that its flaw is that it's not juris -- it's jurisdictional. The flaw is it's irrational.",
  "Or as between -- as between places, yes. But - -",
  "I would call it very strange.",
  "Well, what I can tell you is that there are a great many State-law -- I can't tell you the numbers. There are a great many State-law actions against corrections officers. They are either in the Court of Claims, or they are in Federal courts because this statute says that the courts have no jurisdiction over the damage actions. And it doesn't matter whether they are 1983 or State law. But there are a great many -- I mean it says, to read them, that State-law actions -- there are many State-law actions that can't be constitutionally characterized. There is all kinds of, you know, damage and loss to property, medical malpractice, negligence, failure to protect from harm, things that -- many things that the prisoners bring suits against that are not constitutional. They aren't in the Supreme Court. They would be if you struck the statute down.",
  "Well, there are two things to say about punitive damages: One is that, yes, that -- there are three things. There are no punitive damages in the Court of Claims. Punitive damages are, of course, available in Federal court, which is fully available to these plaintiffs and is where they normally are, especially if they think they have a punitive - damage claim. It is also the case that actions outside the scope of employment are not covered by this statute.",
  "They could be brought into the State supreme court.",
  "Well, I think the rationale for that - -",
  "Well, it is a jurisdictional -- it is framed as jurisdictional, and it is treated as jurisdictional. The New York courts say - -",
  "No, because what the jurisdictional bar is for damage actions against corrections officers who are acting in the scope of their employment. And the New York courts don't just say it's jurisdictional. They give it the effect of the jurisdictional bar.",
  "I think -- I think - -",
  "I am just trying to find a rationale for it.",
  "I was going to say I don't think that its flaw is that it's not -- it's jurisdictional. The flaw is that it's irrational.",
  "Or discriminatory, yes.",
  "I would call it very strange jurisdictional - -",
  "Well, in - -",
  "Well, unlike the Wednesday case, our -- our statute is rational, because it takes out of the courts of general jurisdiction the cases that are most numerous and that are most appropriately indemnified by the State. But it leaves in the courts of general jurisdiction the ones that are less numerous and that are not appropriately indemnified or turned into actions against the State. So it's rational unlike the Wednesday cases.",
  "Well, there is a body of cases that are quite generous - -",
  "The law of the State of New York is relatively clear on this. The kinds of cases that are outside the scope of employment are prisoner rapes and things that are done by corrections officers that do not in any way further the -- the objective. They are simply - -",
  "Because they are not appropriately -- because the State doesn't want to take responsibility -- when the State statute takes them from the supreme court, then actions on such matters can be brought against the State in the court of claims. And the state is not taking responsibility for those cases and will not indemnify them.",
  "Well, the statute was first enacted in -- in about 1947, or so.",
  "It was not -- it was nothing --",
  "Correct. It was not aimed at defeating Federal actions. It was aimed at just - - at -- at managing the - -",
  "That's correct.",
  "That's correct.",
  "The rise of Federal 1983 actions came subsequently and -- and - -",
  "I don't know the answer to that.",
  "There may be, but there is no - -",
  "1983 does not allow any liability. 1983 has been construed not -- the State isn't a person; it can't be a defendant.",
  "The State in Monell - -",
  "Where he can -- where he can bring his 1983 action, he can get punitive damages. The State has closed its door to damage actions, 1983 or otherwise.",
  "He can get damages -- under 1983 he can get damages against - -",
  "Not against -- no, not - - not against the State.",
  "Yes. In fact, what I was going to say is that one of the things that shows there is no congressional policy focused only on individuals is that municipalities and other government entities are proper defendants. The State is not. Likely, the government -- the Federal policy was -- found by this Court in construing 1983 for not making the State a defendant was not that that would undermine deterrent and that it was preferable to sue individuals, but that there was some reluctance -- concern about power or wisdom of -- of imposing liability on the States. And, in fact, that is what this Court said in Monell and Will about why the State is not a person. So I don't think 1983 is fairly read as embracing a congressional judgment that it's better to have liability against individuals, better from the plaintiffs' point of view, than against the State. But the way this works is it is, in effect, a mandatory removal. And since Congress has no objection and has not prohibited removal the way it did in FELA cases, it's hard to see how the congressional policy is frustrated by this mandatory removal.",
  "Thank you, Mr. Chief Justice, and may it please the Court: Under the OCC regulation at issue here, State antidiscrimination and consumer protection laws can be enforced against national banks by the Federal OCC and by private parties, but not by State attorneys general. This unusual enforcement pre-emption, which detaches the State's power to make laws from its power to enforce them, was not written into the National Bank Act by Congress in 1864, and it's implausible that Congress implicitly delegated to OCC the power to read it in now. We know the NBA did not in 1864 enact enforcement pre-emption against the States for three reasons: First, the words of the statute; second, a long line of cases from this Court, especially St. Louis, upholding the power of the State to enforce laws against a national bank or rejecting it on the ground that the law was substantively pre-empted, but not questioning the power of the State to enforce a valid law; and, finally, the wholly anomalous character, foreign really to our structure of government, of separating the power to make law from the power to enforce it.",
  "Well, first of all, the bank superintendent in New York doesn't have authority over national banks. It has authority only over State banks, as we pointed out in our reply brief. So we don't assert that authority. I would say that the -- and the injunction doesn't run -- that's at issue in this case, doesn't run against the superintendent. It runs against the attorney general. But I would say - -",
  "I believe that the banking superintendent does not assert authority to enforce in a regulatory fashion against national banks. If they did, if -- if -- if the bank superintendent asserted a chartering or licensing supervisory regime, that would be a different issue from the question - -",
  "Well, the -- the bank -- the banking superintendent of New York does not enforce against national banks.",
  "Yes, that is right.",
  "Read differently or interpreted or applied differently. What's at issue here is a distinction between a supervisory regime -- \"visitation\" is a regime characterized by routine examinations, no cause needed, by a chartering or a licensing authority for the purpose of enforcing limitations on - -",
  "Well, an -- there is a single standard of discrimination. It is the case that the -- that the Federal standards applied by the OCC and the State law all look to Title VII law about a prima facie case being - -",
  "Well - -",
  "There has been no such multiplicity of -- of enforcement. In fact, there is so much antidiscrimination work to go around that having multiple enforcers is a device for - -",
  "It is already the case that under the Fair Housing Act, HUD is required to refer - -",
  "There is no record of any such problem. And should such a -- yes.",
  "Should such a problem arise, that would be an occasion for considering a kind of burden pre-emption that would be similar -- on evidence of such a problem, that might be a basis for OCC to make a record and enact a regulation to deal with that - -",
  "Well, its regulation doesn't say that. The injunction that was issued in this case doesn't say that. What the regulation, the rulemaking, and the injunction all rest on is a legal analysis, not an empirical one.",
  "That's correct. And the",
  "It is. But if the question was would the -- would the actual act of responding to a complaint or to discovery burden particular people because there would be 50 people asking for the same information, that's not the case, because the loans made in New York would be analyzed by a New York enforcer.",
  "The Federal Government - -",
  "That appears to be the case. In fact, they have acknowledged that the State law actually applies. It's undisputed. OCC said so in its complaint. Congress has several times said so, which is presumably why the OCC says so -- said so in the Fair Housing Act savings clause, in the -- in the Equal Credit Opportunity Act savings clause, and in Riegle-Neal, which specifically applies only to national bank branches, but expressly preserves the application of State fair lending and consumer protection laws.",
  "Well, there are many things that they might do.",
  "For example, make some provision for -- in fact, I believe there are some regulations that call for conferencing and collaboration and consultation among the State enforcers and between the State and Federal regulators to avoid duplicative regulation. There is already the potential with respect to State banks that are supervised both by State regulators and by the FDIC. There are alternate audits in alternate years. I mean, there -- there is plenty of precedent in bank regulation for mechanisms for consultation and collaboration so that people don't step on each other's toes. And in Federal criminal enforcement, for example, there are -- there are many -- many occasions where there is both Federal and State authority to enforce. And the result of that tends to be to get more extensive, fuller enforcement. People don't tend to both bring the same case. If somebody is enforcing something, somebody -- a different enforcer will attack a different problem.",
  "Well - -",
  "There are two reasons for that provision. The purpose of that provision was to confirm that OCC didn't lose its pre-existing enforcement power when Riegle-Neal stated -- that's (1) (B) -- in (1)(A) that national branches would be treated more or less like State branches for purposes of consumer protection and fair lending.",
  "There is another reason in the legislative history, which makes it clear that it was a directive to OCC to mount an enforcement program which Congress thought it had not been doing. We know that because in the conference report and other legislative history Congress says it's trying to expand, not contract, the enforcement of fair lending and consumer protection laws, and that the law isn't taking any authority away from the States and that they are distressed at the inadequate failure of OCC to exercise its enforcement authority.",
  "Absolutely.",
  "That's correct. It isn't talking -- it doesn't say anything about exclusive authority, and it isn't talking about judicial enforcement, which OCC doesn't do. It is talking about it's -- it has a savings clause kind of function and it -- it's hortatory, it's directing OCC to exercise the authority that it has. It seems to be common ground that it didn't give OCC any new power, because it would be odd to give OCC different power over the branches -- this only applies to the branches -- different power to the branches than over the branches than over the banks, different, more extensive power over consumer protection and fair lending than other kinds of bank enforcement. This was a provision dealing with branches and consumer",
  "Well, because you can look at books and records under various authorities. Books and -- you can look at books and records under your visitorial authority, if you are the supervisor and have the relationship to the bank that a licensing or chartering authority has and you are looking at them for no particular cause. Or you can look at books and records if you have a civil suit against the bank and you are engaging in discovery that is -- or for that matter a criminal prosecution against the bank, and ancillary to that discovery is required; or in Guthrie, the inquiry -- the looking at books and records was pursuant to a statutory authority for shareholders to look at books and records. So the simple fact of a physical act of looking -- or a legal act of looking at books and records doesn't tell you whether visitorial authority is being exercised. Visitorial authority has long been understood as a whole regime of oversight. Watters involved a visitorial regime that was ancillary to licensing. The earlier visitorial regimes that were referenced in the old treatise tended to involve visitorial regimes that were established ancillary to chartering, back when corporate charters had limited purposes, the way banks do still, but most corporate charters, most corporate certificates of incorporation don't anymore. So the fact that books and records are being examined is neither here nor there on the question whether the visitorial power that is referenced in 484 is -- is being exercised.",
  "Well, the suggestion is made that 484, and there is some historical basis for it, was -- was meant to protect national banks against - - against, hostile States, which I guess is what you are suggesting, rather than hostile private people. But actually what it was meant to do was assign responsibility for the supervision of these new entities -- there hadn't been banks like this, private banks which were nevertheless federally chartered. Before that there was the National Bank that was at issue in McCulloch v Maryland, and to exclude the States from asserting the authority to do audits, to do regular banking examinations, which actually one senator had proposed the States be permitted to do and that was rejected. I would say the concern about State hostility was apparently much reduced by 1869, not much after this statute was passed, when this Court in National Bank v. Kentucky upheld the power of the States not just to tax shareholders on their shares, but to require the national banks to help, to require the national banks to pay the tax that was due from those shareholders in order to assist in collection. And the Court -- McCulloch was cited to the Court and the Court said it saw no possibility here, unlike in McCulloch, that the State would somehow use its authority in this way to incapacitate the banks or impair them by eliciting their help to collect a valid tax. There actually had been some thought when the national banks were first created that they would, in the marketplace, drive State banks out of existence, but they didn't. And the story has been one legislatively of maintaining competitive equality between them, not of hostility. So - -",
  "Yes.",
  "Well, I'd say two thing about that. 484 may have some ambiguity about it. I think it is not ambiguous as to the matters covered by this regulation. Visitorials have -- visitorial powers have never been understood to include discrete acts of law enforcement by a jurisdiction that neither has nor asserts supervisory relationship, the kind of supervisory relationship that the chartering or licensing sovereign has. So I think - -",
  "Yes.",
  "Well, the strongest quotations that his brief mentioned several times come from Blackstone. He talks about inquiring into all misbehaviors of the supervised visited corporation. Those comments are made in a time and place when there was only one sovereign, not the distinctive federalism we have today, and so there was no need to distinguish between the visitorial, the distinctly visitorial powers of the sovereign, and the coexisting police powers of another sovereign. There was no - -",
  "Well, I think that the point about Blackstone's comment to distinguish -- the point about the distinction between the charitable corporations and the public non-charitable corporations is that it may well be that the sovereign was enforcing not just the charter, but the laws of the sovereign with respect to that State. It simply - -",
  "Yes, but the sovereign might do it in many different -- a supervisor might do it in many different ways, just as OCC here claims to enforce law not by going into court - -",
  "The general laws of the visitor, of the sovereign.",
  "That is correct. That is correct. That is - -",
  "That's - -",
  "They're pre-empting - - that's correct. They are preempting our ability to enforce any laws.",
  "Well, this Court in, for example, St. Louis said that when the Federal and the State prohibition were the same, that is, a bank couldn't branch at that time or couldn't interstate branch, the -- and the -- and State tried to enforce both provisions -- they were the same, but the State tried to enforce both the Federal charter limitation and the State law, this Court said the State could not enforce the Federal charter, because that was the prerogative of the chartering visitor, but that it could enforce the State prohibition. And it said that separating -- if the law is valid and can be validly applied, then it's virtually unthinkable to separate the authority to enforce it from the application of the law. This Court said that in -- in St. Louis; it -- actually it said it in -- in Easton, which went the other way. That is to say, Easton was a criminal prosecution of a bank officer for taking deposits knowing the bank was insolvent. Prosecution under State law. And this Court said that the law itself had to be preempted. Wasn't clear exactly what Federal law on the subject was. The Court said there must be some Federal law in this area, but we can't afford to have conflicting laws, so it's substantively pre-empted. But the Court also said, if it were valid, it would be unthinkable to bar the State from enforcing it. And that is the correct way, we think, to approach this problem.",
  "Well, no, because Congress has said to the contrary. Congress has said, that's why they didn't -- presumably why they didn't do it that way. Congress has said State law shall apply. So I think this is an area where Congress clearly had in mind that there would be, not broad pre-emption of this kind, but the laws would apply. But that it - -",
  "Yes. That is correct.",
  "It does. But think that -- I would like to -- I'd like to reserve some time for rebuttal, if I may.",
  "Thank you.",
  "A couple of -- four points or so. To the extent the subpoena is perceived -- or this discovery request -- it didn't even proceed to this subpoena stage -- is perceived to be burdensome, State laws allows a motion to quash a subpoena for inadequate basis or for harassment. So there is control in the State courts over anything that is perceived to be excessive. Two, States have been enforcing consumer protection and fair lending laws since the mid '70s when they were enacted. The Center for Responsive Lending amicus brief has a discussion of that history of enforcement. The Conway affidavit at the Joint Appendix at 152 has a description of New York's enforcement activities between 1975 and 2004. And the Lawyers' Committee for Civil Rights also goes over that history. And they have been enforcing other laws against national banks for even longer, antitrust laws, branching laws, idiosyncratic laws of various sorts with no evidence that this has impaired the functions of the banks.",
  "In the exceptions?",
  "Virtually every exception was enacted to resolve a controversy over whether something was visitorial or not. In fact, just as in Guthrie, where this Court said the shareholders' suit for bank records was not visitorial, or alternatively, if it is, it is covered by the courts of justice exception. So too, each of those exceptions involved a situation where there was a claim, an incorrect claim, but a claim that the action would be banned as visitorial, so Congress - -",
  "Well, even without enforcement of State law, OCC would not have exclusive control of enforcement of discrimination laws against national banks. So the idea that State enforcement poses some special problem to interfere with that exclusive control is just a mistake. That's not the way Congress set it up.",
  "I didn't mean it's a mistake of policy. I meant it's a mistake in description of the regime Congress created. HUD has administrative enforcement. DOJ has litigation enforcement. This is a Federal law. Private parties can enforce Federal fair housing law. States can probably enforce Federal fair housing laws, too, as -- patriotic for the victim. The Second Circuit set aside that part of the injunction, the part that barred New York from enforcing Federal law.",
  "No, I don't say that - -",
  "I don't make that argument. What I say is that is strong evidence that Congress didn't intend to give OCC exclusive control here.",
  "Well - -",
  "Well - -",
  "I think that in many ways leaving the law intact and denying the States the ability to enforce it is more intrusive then simply finding pre-emption. In any event, Congress made it quite clear that it didn't want pre-emption. I think my time is up.",
  "Mr. Chief Justice, and may it please the Court: This case rests on the longstanding fundamental authority of the States to protect their land, their natural resources, and their citizens from air pollution emitted in other States. It rests on three propositions: One, the interests of the States are harmed by global warming; two, these defendants, as the five largest U.S. emitters of carbon dioxide, are significant contributors to it; and, three, these defendants could take reasonable, cost-effective measures to reduce their emissions in a way that would slow the effects of global warming. We will have to prove these propositions, and after we do the district court will have to determine whether it can frame an appropriate equitable injunction. That's what discovery and trials are for. But this Court should not close the courthouse door to this case at the outset. The common law action for public nuisance has been around for hundreds of years, has been adapted by courts to cover new environmental threats, and there's no reason why the courts can't do the same thing here. The defendants say there are too many plaintiffs, too many potential defendants, and that adjudication of this case will require courts to solve the entire problem of global warming, but that is simply not so. On the plaintiffs' side, this is about the States. We are alleging the kind of injury to States that has been traditionally recognized by this Court; their lands, their citizens, their businesses are being injured by pollution emitted in other States.",
  "It's not as a super EPA. It's something much smaller. It's a different question. Interstate pollution disputes have historically been entrusted to the courts, including the determination of how much is unreasonable, which is -",
  "Well, it's also like what the Court did in Tennessee Copper. That is to say, this case doesn't ask the Court to decide how much, contrary to what Petitioners suggest, to decide how much emission reduction is required to solve the whole problem of global warming and then allocate a portion to these defendants. It asks the Court to do something simpler, and that is to decide whether these defendants can take reasonable cost-effective measures that would help to slow the pace of global warming. So -",
  "Correct.",
  "Well, I would say two things about that. One, it was also true in Tennessee Copper that it was not the case that the sulfur emissions could be eliminated or that the plant was to be put out of business. The Court in that case ordered a reduction of sulfur, a quite specific reduction of sulfur emissions in one season and more in another season. And how does -",
  "It's somewhat more -- it's larger. I don't know if it's more complicated. The way a court would do that is presumably the way it did it in Tennessee Copper. That is, there could be expert testimony, there could also be evidence about whether - what other emitters are doing, what they do that is feasible and cost-effective to reduce their emissions. In Tennessee Copper, one of the defendants settled, and the other was subject to an order, and it would have been available to the Court to look to what the settling defendant did for some indication of what the nonsettling defendant might well be ordered to do. So there is evidence available from which a court could conclude what is reasonable.",
  "The available technology, the cost of that technology -",
  "Well, we haven't asked for that and nobody suggests that that would be appropriate. It's not, any more than it was in Tennessee Copper.",
  "Well, it's also a burden that the plaintiffs would have to bear. That is to say, we have alleged, and are entitled to try to prove -- and we might fail; that would be for the district judge to determine -- that \"the defendants have available to them practical, feasible\" -- I'm reading from the complaint -- \"and economically viable options for reducing carbon dioxide emissions without significantly increasing the cost of electricity to their customers, including changing fuels, improving efficiency, and altering\" -",
  "It may or may not be based on this. These are facts that can be proven or not proven at trial.",
  "But if there were no agency and if there were no Clean Air Act and somebody was shooting poison into the air in a way that injured people in another State, the States would have the -",
  "But those -- those are questions about what has been called the merits or displacement. The question of Article III standing, the question of justiciability, the question of political question, those are the same questions whether there's an agency or not.",
  "Yes. JUSTICE KENNEDY -- in front of us, and I thought that's what we were addressing.",
  "We can talk about the displacement argument. I just wanted to be sure that - I understood the question of standards to be a question addressed to the political question point. And even if it might be desirable to have an agency set standards, it is not something that is beyond the power of a court to do.",
  "No, we do not ignore that. This is a very peculiar moment in time for this case to arrive in this Court, because what is offered as displacing is something that is said to be imminent, not something that actually exists, and something that is imminent may never happen. It was, of course, for that reason that I believe the United States suggested a GBR and we suggested that the case be dismissed so that the lower courts could deal with the unfolding events as they occur. But the case is here now, and there is no Federal statute or regulation that currently regulates the emission of greenhouse gases by existing unmodified power plants, like the ones operated by the defendants. And the Clean Air Act works very differently from the Clean Water Act. It did not put in place a permit system for all emissions when it was enacted in 1970. Unlike the Clean Water Act 2 years later, which forbids all discharges until they're authorized by permit, the Clean Air Act doesn't regulate anything until the EPA makes findings and imposes restrictions.",
  "No, our suit is consistent with those determinations. That is to say, the design of the statute leaves preexisting law in place until EPA steps in. If the Clean Air Act were thought to displace the common law before any regulation occurred, that would mean the immediate effect of this antipollution law in 1970 was to reduce pollution control because -",
  "It's a displacement analysis. I believe it's a displacement analysis. What -- what we start from is that the States have a historic right to go to court under the Federal common law and that to -- to -- to deal with the problem of interstate pollution, and that that was a promise that they obtained, the Federal remedy, in exchange for the surrender of sovereignty in joining the Union. So there has to be -- there's a strong Federal interest in there being a Federal remedy. Now, when the Clean Air Act was -- was passed, without any regulations, if it displaced the Federal common law, there would be no Federal law applicable at all, because the Federal common law would be displaced and there would be no Federal regulatory law. The States would have recourse at that point to State common law, as has been suggested. That would be available still. But this Court has said repeatedly, and it's correct, that there is a strong Federal interest in regulating this subject matter of interstate pollution with Federal law. Federal common law is the default position, and when some -- when -- when Congress and the agency act to displace Federal law and put in place - to displace Federal common law and put in place Federal regulatory law, that's when the displacement occurs. So when -",
  "There's been displacement as to automobiles. The EPA made a considered judgment about emissions of carbon dioxide with respect to light motor vehicles. The EPA has made no judgment with respect to stationary sources.",
  "I think if it were a judgment that the amount of carbon dioxide emission from stationary sources that was currently happening was the -- was the correct amount, that would displace. If the -",
  "Well, of course, there are some similarities between the two. In each case we're talking about whether Federal -- whether one law substitutes for another, whether one law ousts another.",
  "Well, the difference isn't on that front. The difference is that with respect to preemption Congress has to decide that it does -- that it wishes to override State law expressly. Here what we're talking about is simply whether Congress or the agency has acted. It's a little different. They don't have to have in mind Federal common law. They simply have to act in a way that over -- that -- that substitutes for Federal common law, because the promise of the republic really for the States was that the States would have a Federal law applicable to their interstate pollution disputes, and until -",
  "-- there's a new one, they have the old one.",
  "No, but -- perhaps not. But we -- we talk about, though, whether there was intent - that -- that preemption is ultimately a matter of congressional intent and whether Congress intended and -- and preemption should not be lightly inferred. It's probably the case that preemption should be harder to find in a close case.",
  "Well, I think in this context they probably work pretty similarly. I would just say that in each case the question is, what is the -- what does the new law do with respect to the law that it is said to replace? And -",
  "Well, they have different reasons for existing, that's certainly what Milwaukee v. Illinois said. That doesn't mean they have to in every instance operate differently. The point of preemption is about the Federal-State balance, and displacement is simply -- is about separation of powers and the interaction of various agencies within the Federal Government. It shouldn't be surprising -",
  "Well, you say the court substituting for the EPA. It would be the EPA substituting for the court. That is, the default, the beginning position before there was legislation, before there was an agency, was a common law remedy.",
  "Well, TVA suggests that there's an inexorable march, that there's a regulatory program underway. But what they point to is an agreement by EPA to begin considering whether to regulate new and existing power plants. That can't be enough. The Federal common law exists for the purpose of giving States a remedy for interstate pollution, and if it's displaced when -- when the EPA begins thinking about it, then EPA could think about it for a long time. They've said when they hope to complete this rulemaking, but it is not uncommon for delays to -- to enter into such processes, and it could be a long time before EPA actually arrives at a judgment. A lot can happen to delay or derail the fulfillment of a promise.",
  "Yes. I think limitations, a limitation to substantial sources -- and I'll talk in a minute about what that might mean -- comes from the Restatement definition, from garden variety State cases about -- involving nuisance, and also perhaps from the requirements of standing itself. This case asks the Court to recognize that the States can sue the largest emitters of carbon dioxide. These defendants produce 650 million tons a year or 10 percent of U.S. emissions, and individually they produce amounts ranging from 1 to 3 and a half percent of U.S. emissions. There is no other company that comes close except perhaps for a handful of the next largest power companies.",
  "Courts sometimes -",
  "Courts sometimes aggregate joint contributors to pollution, particularly where the remedy that's sought is injunctive relief. If this were a damage action there would be a different problem of allocating to each individual defendant. But the relief that's sought here is the same injunction.",
  "Well -",
  "No. I think that breathers are not really -- for one thing, they don't even really contribute carbon dioxide because they absorb as well as -- as exhale it. For another thing, there's no way that breathing -",
  "-- could be found unreasonable.",
  "No, we're talking -",
  "No.",
  "It is not necessary to aggregate to have these five defendants stand apart from everybody else.",
  "3 1/2 percent of U.S. emissions.",
  "Not infinitesimal, actually. I believe that U.S. emissions are a quarter of world emissions, so you would divide these numbers by four approximately.",
  "Total emissions. And -",
  "Yes. And in terms of determining what -- who is a substantial contributor, there are -- because I do think that at some point a company's emissions or a cow's would be too small to give rise to a standing or -- to either standing or a nuisance claim, and there are various ways to draw the lines. It's a familiar task for common law courts to decide how much is substantial, too. But for an example, if the cut-off were producers of 100,000 tons per year, as in the EPA tailoring rule for new sources, just to take an example, then according to EPA's own technical data there would be at most a few thousand potential defendants.",
  "Well, of course it depends on what you call broad. There are -- there are many cases, small cases involving an attempt to limit discharges by companies.",
  "Well -",
  "Well, I guess what I would say is that cases allowing suits against large contributors, with or without others, and dismissing against small and remote contributors, I give you three State cases that are cited in our briefs: A California case about a large mine that was sued for polluting a river when lots of -- lots of others polluted it and were not before the court.",
  "No, that's correct. But we could talk about -- if we talk about large contributors here, then we're not talking about so many contributors. We could have it -- we could have it down to, to thousands or hundreds or tens, depending on how we defined large.",
  "No. Well, the parens patriae actions by the States might have some consequence for the citizens of those States, but, yes.",
  "There would be others who have -- would have -- who would have the ability, other States, I suppose. I mean, our claim here is that this Federal common law nuisance is available first and foremost for the States; and the question of whether the land trusts or any other private parties could even bring it is -",
  "Well, the -- ultimately such things would be resolved by appeal and by -- by the circuit courts. I mean, there are conflicts in many areas. That's true about every district court litigation.",
  "Well, a principal basis to limit -- the common -- the Federal common law of nuisance, as I said, exists principally for the States, for the reason it survived Erie was the Court spoke of the strong Federal interest in providing the States with a remedy for interstate pollution. So there is a principle there. And then beyond the States, plaintiffs would have to, to bring a common law nuisance claim as well as to have standing, would have to have a special injury of some kind that would distinguish them from the general -- from the general public. The Land Trusts here argue that they, because they hold their lands in trust for the public, they have special standing. That's -- there's no need to reach that question. This case could turn and should turn on the right of the States to protect their people from -- and their -- and their land from -- from interstate -",
  "I don't know if I would call it a chasm, but there's a large distance between them, and -- but I would like to separate two things. The international aspects of this are simply, I think, beyond -- we're not suggesting that this -- this -- that the Federal common law of nuisance entails relief against international defendants. It does exist for interstate -- for conflicts between the States essentially. So I would like to put those aside. And then, in terms of the magnitude, well, there are many cases, not just one factory, the Milwaukee v. Illinois itself involved not just the Milwaukee sewage district that -- that was sued, but there were many other contributors to pollution in that lake.",
  "Well, reasonableness is the beginning. I -- I've suggested already first that we've alleged that this can be done without increasing the cost to the consumers. That may seem -- that -- that is a subject for proof.",
  "Thank you, Justice Scalia. But a very good place to look is what other companies have been able to do or have done, including, as I suggested, in Tennessee Copper and perhaps in this area as well, companies that settle this litigation or companies that don't litigate but instead do adopt measures that haven't been widely adopted. There - there is a practice to examine in the world about what's feasible and what's cost-effective, and that's not different from -",
  "I don't think so.",
  "Because the common law of nuisance is addressed to direct the polluter to abate the nuisance.",
  "Actually, the order we're asking for is less intrusive than that. We ask the defendants to abate the nuisance, we ask the court to order them to abate the nuisance by some amount, informed by what information is available about methods. And then -",
  "Because -",
  "Well, because we're not suggesting that the court would get into the details on our theory, either. It would be the defendants that would get into the details, that would figure out for themselves what the best way was to meet these standards -- to meet the objective.",
  "And of course it's true that if you conclude that the Federal statutes displace the Federal -- and the Federal regulations displace the Federal common law either now or in the future, then under Ouellette, the same Federal statute that replaces Federal common law will revive source State common law, because of the savings clause in that statute, because of a choice Congress made; and that result, while less -- less respectful of the Federal interest in providing Federal law to govern these disputes, would nevertheless leave common law courts in the business that they're - of attempting to address pollution problems. The suggestion has been made that the EPA has entered the field of greenhouse gas, and that's enough, but it isn't just one field. It only seems like one because the EPA once said the whole subject was off limits and beyond their jurisdiction. Once that obstacle is removed, there still remain a series of programs under the statute, a series of kinds of sources that need to be regulated. The Clean Air Act regulates by substance and by source. It's a collection of statutory programs, and taking action under one program can't displace the common law as it applies to matters outside that program. It may well be that there will be a regulation soon that displaces, but it would be very surprising if this Court concluded that the promise of regulation is enough to displace the Federal common law as distinguished from the actuality of it. The Court has suggested that a court might impose standards that would conflict with what the EPA is doing, but there's really no reason to think that would happen because if what a court sets out to do is find out what feasible methods there are for reduction and then order the defendants to make reductions that are feasible, that's a much less taxing inquiry, a much less demanding inquiry than the EPA is likely ultimately to make.",
  "You mean an emission reduction?",
  "If the EPA -- when the EPA speaks, the EPA's rule will displace the Federal common law. We're talking entirely -",
  "If -- it would presumably provide a basis for the defendant to go back to the court and -- and vacate the judgment or alter the judgment to comply with regulations, should that happen.",
  "That's what appellate courts are here for, isn't it?",
  "The continuing validity of the injunction it entered previously because once the",
  "On a different litigation track, it is -- would also be possible to challenge the EPA's regulatory judgment, but in the case in which a judgment had already been entered, it is the ordinary litigation track to, if -- if intervening events make equitable relief no longer equitable, to go back to the court and ask the court to modify its injunction.",
  "I don't think it's a different set -- yes, one set of standards for reviewing an agency's determination, but the ultimate standards that are reached are going to be a level of emission reduction through either process. When the agency speaks to the question, the Federal common law is displaced. When it doesn't, and during what could be a long period of time when it doesn't, the States are entitled to a Federal law governing their dispute. So we urge this Court to keep the Federal courts open to States exercising their historic power to protect their land and their citizens from air pollution emitted in other States."
]