[
  "Mr. Chief Justice, and may it please the Court - -",
  "I thought you might.",
  "I actually wanted to start exactly where you and Justice Ginsburg began because I think we've gotten off a little bit on the wrong track. If this Court wants a bright-line rule, the right rule is intervention. Now, that would solve 98 or 99 percent of qui tam suits under the False Claims Act. The government urged intervention as a prerequisite in Devlin, and this Court disagreed. So the government left open the possibility in its brief that in a very small number of qui tam suits, on the order of 1 percent or less, it might participate, absent intervention, in a way that would justify treatment as a party under Devlin. But whether or not the Court agrees with us on that -- a question not presented here where the government hasn't participated in any way -- the right rule is intervention, and it's just a question of whether this Court wants to make it cover 98 percent of the suits or 100 percent of the suits.",
  "No, we do not think - -",
  "-- that the government could have appealed the judgment here as of right, and that is why we think the purposes of the 60-day period were not implicated. Because the government couldn't appeal, it was not a potential appellant that required the authorization of the Solicitor General, and it didn't need the 60 days. And that's an important point, I think, about why it couldn't just be solved by the - -",
  "Justice Scalia, I think that would be equally true in a number of contexts -- for instance, class action settlements where the government is entitled to notice, presumably so that it can intervene; government contractor suits. There are any number of Federal cases where the government might find the decision shocking and want to come in, but until it does, it's a non-party.",
  "Well, Justice Scalia, with all respect, the False Claims Act itself doesn't say anything about intervention. It doesn't say anything about 60 days. It just says the government has a right to come in and take over the action and run it and allow the relator to continue as a party. And that's why it uses the word \"intervene\" -- because Congress understood that, in its accepted legal meaning, as a process by which a nonparty becomes a party, and the idea was to give the executive branch a choice. In each qui tam suit, the executive is able to determine whether to assume the greater benefits and burdens of party status. Petitioner is caught in the awkward position of saying that he thinks that the government is a party at the time the case is filed, not then a party for purposes of discovery, but even though it hasn't done anything, it's somehow a party again when the notice of appeal is filed. And the government's position is that just where it does not come into the case and doesn't intervene, it's not a party for any of those purposes.",
  "I think there are two distinct harms, Mr. Chief Justice. The first is to the government, and the second is to Congress and the system it set up in the statute. The harm to the government is that, if it can be made a party under FRAP 4, despite the fact that it has actively attempted to decline party status, it could also be made a party under the other rule.",
  "I don't think the government has any objection in theory to a period of 60 days for only FRAP 4. I think the difficulty is that any number of rules speak in terms of parties. And Petitioners advance no persuasive between FRAP 4 and other rules.",
  "That's right. Three brief points, I think. First, if this Court announces a 30-day rule, that's clear going forward. Relators and their counsel will treat declined qui tam suits like civil actions generally to which the United States is a party. Second, if the rules are better read for a 30-day period, because the United States was not a party, you're entitled to appeal the judgment, then Petitioner was not entitled to assume that he would get 60 days - -",
  "Well, I think they also were on notice that there's a long-standing circuit split on this question which the court has never answered. Given the fact that what you're talking about is a ministerial task, filing a one-page notice, there are actually Federal court manuals that instruct in this circumstance relator's counsel to file within the 30 days.",
  "Right, and - -",
  "Well, and that goes to a question that Justice Breyer asked earlier. The statute, 2107, was enacted after what is now FRAP 4. The rule and the statute shortened the period to appeal from 3 months to 30 days. And then the Judicial Conference, in the -- in the -- what is now FRAP 4, drew the exception of 60 days for cases in which the United States was a party because of an express need for more time for the Solicitor General to make a decision. The Judicial Conference raised some question about how we do that. Two years later Congress enacted the statute putting in the 30-day and 60-day rules. I think then that's a baseline. And I'm not sure that the advisory committee could come back and effectively amend the -- amend the statute by changing the rule. What Congress had in mind when it passed 2107 was if the -- if the -- the United States is a potential appellant and requires more time to conduct its internal decisionmaking processes, it gets 60 days. Otherwise, that 30-day baseline governs, and I respectfully disagree, Mr. Chief Justice, that Congress was not concerned about moving appeals forward expeditiously. It shortened the period from three months to 30 days precisely because of wanting judgments to become final.",
  "I guess -- and I -- the same answer I gave earlier, Justice Scalia: That's equally true virtually in any Federal case that might affect the United States's interests - -",
  "But I think it goes back to what Justice Ginsburg asked much earlier, which is: At the time the judgment is entered, who is a party entitled to take the appeal? If the United States has done nothing, it's not a potential appellant. When the 30-day period runs, the case is over, and the United States, if it wants to - -",
  "It can intervene.",
  "Yes.",
  "Well, it is -- yes, and it is - - it is equally true that it is a potential appellant then in any case that might affect its interests. But we do not commonly consider the United States a party to every class action settlement or in every government contractor suit simply based on the possibility that it may want to intervene. When it does so very rarely -- we're talking about -- I mean that is the exceptionally rare case in the False Claims Act, and the government is saying, we can make that decision within the 30 days because we are not a party to the judgment at the time it's entered. And, again, I think what Petitioner strains to do when he says at page 25 of his reply brief that when you decline as the government, you avoid the burdens of party status. What Petitioner can't explain is why that is any different for the burden of appealing an adverse judgment and the burdens of discovery. All of those rules speak in terms of party status. If Petitioner is able to foist on the government a status that it actively attempted to decline, as was its right afforded it by Congress, then it seems to me Petitioner can equally try to foist on the government, though it doesn't here, in future cases party status. And this Court will have to decide case by case: Is the United States a party for purposes of each rule of civil and appellate procedure? And I think that approach threatens much more uncertainty than the approach the government is outlining where intervention is a simple, workable, administrable test to determine whether the United States is a party to a qui tam suit. If there are no more questions, thank you.",
  "Mr. Chief Justice, and may it please the Court: The government is not saying that it's a coincidence that these numbers in the third and fourth columns are the same. It is a common practice. A debtor will often estimate what she believes to be the market value of her property and then divvy up a wild card across items in hope -- hopes of keeping them. The government's and Petitioner's only point is that where a debtor does that, as Respondent did here, she's still claiming the fixed exemption of what she believes to be the market value. Now, I take your concern, Justice Ginsburg, this might be unfair to debtors who wouldn't be tipped off. That is not true here, where the trustee came to the creditors’ meeting and said: I construe your exemption as limited, and I think the property is worth about $7,000 more, and I intend to sell it. And at that point, a debtor who really believed that her schedule claimed full value would, it seems to me, have said: You're misreading my schedule. She didn't do that. She didn't do that until after the 30-day period had run when the trustee moved to sell the property. Now, she --",
  "That's right. But she -- but she -- she did walk in. She didn't say: You're misreading my schedule. She said: I don't want you to sell the property if indeed it's worth more than the exemption I've claimed, and so I want to dismiss my bankruptcy. Which she doesn't have a right to do under Chapter 7. She has to show cause under section 707(a). The Bankruptcy Court found that she had not shown cause, and the debtor didn't appeal that determination, which is not before this Court.",
  "That's right. And on remand, it would certainly be open to her to attempt to convince the Bankruptcy Court again that she had shown cause under 707 to dismiss. I think the government's point is that there is a process for sale. So even beyond the facts of this case, when the trustee wants to sell property, he has to give 20 days' notice to the debtors and the creditors under section 363 of the code and Rule 2002. So if the trustee here had not even said anything at the creditors’ meeting but had moved to sell, he would have had to give notice to the debtor, who at that point could always amend her schedules under Rule 1009. If she had any exemption left to claim, she could walk in and say: I'm going to amend my schedule, and I'm going to increase my exemption, because I underestimated the property value. The reason she didn't and couldn't do that here is because she had maxed out her wild card. But it's -- indeed, even on remand --",
  "And she still could on remand. Even on remand, she could walk in and amend her schedule and say: I'm going to itemize exactly the equipment that I want to keep with my wild card. And I'm going to say which of my kitchen equipment I want to keep with my $10,225, and which I don't. So, it's not that -- there's nothing about Petitioner's approach that denies the debtor the fresh start to which she is entitled under the code. She –- she can always claim right up to the legal limits. What --",
  "Well, there are a number of questions there, Justice Breyer. But with all respect, that is not what the statute and the rules say. What the statute and the rules say is if you have an objection to the property claimed as exempt on the list -- and as a historical matter over time, Schedule C has required debtors to put additional information besides their exemptions.",
  "That's right.",
  "Well, it says the list of property claimed as exempt. So, for instance, for nearly the first 100 years after they set up the system in 1898, on Schedule C and its predecessors the debtor put down the location and present use of property. But no one thought that the location was part of the claim of exemption, such that if the trustee believed the property was in one place than another, he had to object. The idea was we'll provide some useful information to the trustee beyond the claim of exemption, so that if he wants to file a turnover complaint to get the property into the estate, he knows where it's located. But it just isn't true, as a historical or logical matter, that everything that shows up on Schedule C is part of the claimed exemption.",
  "I think that's entirely fair. They do have to have a creditors’ meeting, so they do have to -- you know, within 20 to 40 days of the filing of the petition. But I think what will happen on Respondent's approach as a practical matter is the world will look no different; it will just have a lot more litigation. Whenever the numbers in columns 3 and 4 match up, the trustee will file a pro forma objection or extension request. Cases will proceed exactly as they do now. Property can be sold. Some will be returned to the debtor and some will not.",
  "Exactly. And I think the reason that it's odd to set up that kind of presumption is because you're basically presuming that the debtor is acting to claim an exemption in kind to which he is not entitled under the code.",
  "Well, the debtor would do exactly what she did here, and if the trustee went to sell and she had remaining exemption left, she could come in and amend her schedules and say --",
  "Well, if the debtor actually wanted to claim, say, full value or 100 percent of value -- there are debtors that commonly do that. Since at least Taylor 20 years ago, debtors on the form have been writing down, in the third column --",
  "I don't even think it has to be an asterisk. It's -- debtors commonly will put in on these forms where they want to claim full value, even if they're not entitled to it under the code, full value, 100 percent of value. The debtor in Taylor wrote down \"Unknown.\" Some contingent term that places the trustee on notice that says: Hey, whatever the value of the property is --",
  "Well, I think, Justice Ginsburg, the debtor does have a duty to report the market value in the fourth column, what she believes it to be, but the third column supports her claim and --",
  "Well, no. She’d write it in the third column because what she’d be saying is -- the third column is just subjective. It's just what you want to claim, and, under “Value of claimed exemption,” she’d say 100 percent of value. And then, in the fourth column, she would make an estimate as to what she believed that value to be. And, in the event that she underestimated, she could always come in and amend her exemptions. I think it would be odd to read a form where she cited statutory provisions that allow her to claim interest up to a dollar cap and then she had put down definite and fixed numbers to say to the trustee, you should assume, despite the statutory text she is citing and the numbers she is giving you, that she is claiming an unauthorized, in-kind exemption, despite the very statutory provisions on which she's relying as the bases for her exemption.",
  "Justice Scalia, wherever the debtor lists a contingent term in the third column, whether it's unknown or 100 percent of value, the trustee absolutely has to object. It -- but -- but where the trustee doesn't object is where the debtor does what she did here and lists a fixed sum.",
  "Mr. Chief Justice, and may it please the Court: Justice Breyer, I think you stole my thunder. I wanted to explain how the bureau does it, and you laid it out exactly right. If you have -- and I think just looking at the language of the statute, it tracks perfectly. If you have a prisoner serving a 10-year sentence and he comes in on January 1st, the end of his first year of imprisonment is December 31st, and on that date he gets 54 days taken off the back end of the sentence. That cycle repeats itself for the next 8 years. And -­",
  "Right.",
  "Well, and that's why they have the sentence at the end, as you pointed out about the proration. So when the -- when the statute says, what it says -- starts by saying is, if you are serving a sentence of longer than a year you are eligible for good time credit. So you are earning credit as you go through that first year. Congress knew then if you had have a year and a day sentence, you wouldn't be actually serving a full year because of the credits bringing you below the year mark. So what it does in the last sentence, it says if you are in your last year and that's a partial year, we prorate. So on your 319th day you have earned 47 days of good time credit. Those combined equal a sentence of a year and a day, and you are out after your 319th day. On the hypothetical -­",
  "Well -­",
  "That's why for each full year served, so for a 10-year sentence, you are right that you are making a determination at the end of the year for the first 8 years, but when you get to that ninth year, as Justice Breyer pointed out -­",
  "So, the way this works is that for the prisoner sentenced to a year and a day or 13 months or 14 months, because they are receiving credit through that first year, their good time credit brings them below a year. They'll never serve a full year.",
  "And what the law -­",
  "Except for the last year or partial year. And what the final sentence of B1 says is, credit for the last year or portion of a year of the term of imprisonment shall be prorated and credited within the last 6 weeks. So for the prisoner who has a year and a day sentence, his sentence is literally all proration. He is just serving a partial year.",
  "That's right. On the 319th day he has come through about nine tenths of the year, he has accrued 47 days.",
  "Right.",
  "Right.",
  "Absolutely. Which is to say when the prisoner gets to his last year, if that's a partial year, he is not going to get the 54 days, he's going to get some portion of the 54 days, based on what part of a year he served. And that is prorated and credited within the last 6 weeks. Now, it's normally done on the release date. So in that 9th year for the 10-year prisoner -­",
  "Well -­",
  "That's -- that's right. 540 wouldn't be quite 2 years, but setting that to the side -­",
  "Well, under the government's view he can only earn good time credit when he is actually incarcerated. And what Petitioners are coming in and saying -­",
  "Well, so, if you take a 10-year prisoner -- a prisoner with a 10-year sentence, the way it currently works, at the end of the 8th year he has accrued 432 days of good time credit.",
  "Right. So he knocked off his full 10th year and he's knocked off a part of his 9th year. Now we are at that final 9th year, which is a prorated year. He has got 298 days left and by the 260th day he earned 38 days of credit. So he is released after the 260th day of his 9th year. And as Justice Breyer pointed out, that precisely tracks the language of the statute. You do it at the end of each full year until you get to the last partial year, and then you prorate and you do it in the last 6 weeks.",
  "That's right. So the -- the Petitioners here, Petitioner Barber, for instance, has been incarcerated for over 17 years. At the end of each of his 17 years in prison, he has gotten 54 days of credit. What Petitioner Barber is here saying is, I am going to get 3 whole years knocked off the end of my sentence; I want the 54 days for those years, too. I want 54 days for every year of my sentence as imposed by the court, not as served by me behind bars, and that's what doesn't track the language of the statute. Because the only way you can do that, as Justice Alito pointed out, is to read \"year\" to mean 311 days, and it is no answer to say, as Petitioners do, well, you can do the determination whenever. What they are saying is at the end of a 311-day period, you should determine whether the prisoner gets the credit. But what the statute says is the determination itself has to occur at the end of the year. So you can't fold the 54 days into the year because you haven't made the determination yet.",
  "I think that's right, which first it is inconsistent with the language of the statute, which says at the end of each year, so that reads \"year\" to be an 311-day cycle. But it also sets up a very odd system. What happens if the prisoner misbehaves during days 312 and day 365? On Petitioner's approach, it seems to me, the new year has started on day 312. Now, but take the example, he says, well, you can do it on the 365th day. Well, if the prisoner's misbehaved on day 340, is that coming out of the first year or out of the second year.",
  "And I guess the -- the difficulty with that approach is that it seems to me that once the 311-day cycle is finished, you have to start a new 311-day cycle on day 312.",
  "Well, so vesting is a little bit unique, Justice Kennedy, under the statute, because none of the time vests under (b)(2) until they are actually released. But -­",
  "I see -- I see what you're saying. They could do the bookkeeping determination on day 365. But I don't think that's what's important. What is important is that on Petitioner's view, the second year, for credit purposes, has to start on day 312. You have to have 10 blocks of 311 days and you have to be measuring after every 311th day.",
  "Justice Scalia, if you are measuring 365 days from day 311 -­",
  "-- then you should equally be measuring 365 days from day 1. Which is to say, if you're doing -­",
  "Well, the -- I was half with you there. The bureau does do it by looking at what they do during the full year, from January 1 to December 31, and then it determines whether you get 54 days knocked off the end of your sentence. What happens between day 311 and day 365 is not different than what happens during the rest of the year.",
  "What the -- what the statute asks the bureau to determine is, at the end of each year, has, during that year, the prisoner demonstrated exemplary compliance with institutional regulations? So the prisoner has got to go a full year, a full 365 days, and be well-behaved. Then he gets 54 days taken off the back end of the sentence. And if that's the way that you're saying it should work, that is precisely how the bureau interprets the statute.",
  "Justice Alito, I think that sets up an odd system.",
  "No, I -- I agree. That is the difference. Petitioners think that you measure credit over these 311-day cycles, and if you -- you know, you get to the 311th day, you take the 54 days of credit, and together, they equal a year of the sentence imposed. But what the statute says is you make the determination at the end of the year. And we don't read \"year\" to be a 311-day period. We read it to be a 365-day period.",
  "But what -- that's right. But what the statute -- the statute doesn't just say, Justice Stevens, you make the determination at the end of the first year of the term. The determination is that during that year, the prisoner has displayed compliance. So he has got to display compliance through day 1 through day 365.",
  "No. He can lose credit that he has accrued up to that point, but he can't lose credit that he has -- that he is eligible for in future years. So let's say that we are coming up on the end of the 3rd year. He's earned his full 108 days for his first two years, and he has earned some prorated portion. He can lose any of that, but he is still eligible going forward to keep getting 54 days at the end of each year.",
  "Yes.",
  "I'm sorry, Mr. Chief Justice. I should have been more clear. For prisoners sentenced subject to the SRA, which was in effect from 1987 to 1994, you are right. And that is the SRA according to your brief. Their credit vests. That vesting requirement was eliminated in the PLRA, which governs prisoner's sentences since 1986. So for the vast bulk of prisoners in the Federal system who are subject to the PLRA, their credit does not vest until they are released.",
  "Well, two reasons. I think to the extent that you are suggesting the statute is ambiguous, the Bureau of Prisons is charged by Congress with administering the statute in both Reno v. Koray and Lopez v. Davis. This Court deferred to the bureau's interpretation of other prisoner credit statutes. We think the bureau is equally entitled to the same discretion here to interpret this statute.",
  "Well, this Court's been clear -­ and I -- I can't put it any better than Justice Sotomayor did in her first opinion in Sash -- that this is not a criminal statute. It neither imposes a criminal prohibition on conduct nor -­",
  "I'm sorry?",
  "I'm not familiar with that case, Justice Kennedy.",
  "I think it's a check against the power of the State when it's penalizing conduct or when it's putting forth a penalty for a criminal prohibition. But in both Koray and Lopez, this Court was considering what prisoner credit statutes meant, other prisoner credit statutes. 18 U.S.C. 3585 and 3621. And in both of those, it deferred to the bureau's interpretation. And in both, it specifically rejected application of the Rule of Lenity. And I think the notion there is that this statute is not a criminal statute. It's about an administrative reward for compliance with institutional regulations. And that's different from setting forth a prohibition on conduct where the penalty that someone is sentenced to by a court once they have been convicted of a criminal offense -­",
  "Well, it is a statute that determines in some sense how long you will be in prison, so I take your point. But it does so not by extending the penalty applicable to the conduct, but by offering an administrative reward; sort of relieving you of part of the burden of that -- that penalty. And I am not aware of any case -- and I am obviously not familiar with Granderson, but I am not aware of any case from this Court, or indeed any lower court, finding that section 3624 is a criminal statute, as this Court's cases uses the term.",
  "I'm -- I think the basis for that is just math that the Petitioners have done. I don't have any independent basis for confirming or denying it.",
  "I think it's a factor that the bureau could, should and has taken into consideration in the developing its interpretation as the agency in charge of administering the statute. But what the bureau has found is that it's method allows you to earn good time for all the time you are incarcerated, so you always have incentive to follow prison regulations. And what Petitioners haven't responded to and the government's point in our brief that if you start measuring by 311-day cycles, you are assuming that they getting the full 54 days of credit. And to the extent that they don't, no matter how they calculate it, Justice Scalia, no matter what their matter of bookkeeping is, if they don't get the 54 days of credit for each cycle, there will be some corresponding period at the end of the sentence when they are serving time and they have already had their ten -- you know, their reviews and they are no longer eligible for the -­",
  "Okay.",
  "Justice Breyer, I disagree with your premise. Someone sentenced to a year and a day is eligible for credit, but because that person is accruing credit as he serves, he will never actually get 54 days. By the time he gets to the 319th day, he has accrued 47 days of credit, those combine to equal his 366-day sentence.",
  "That's -- that's exactly -­",
  "And that's exactly our difference with Petitioner's view. Exactly. What Petitioner -­",
  "Yes. Yes. He is released after the 319th day. And I think what Petitioners actually want is phantom time even in the first year. What they are saying is fine, he may only serve 311 days, 312 days, 319 days, we want the full 54. So, instead of letting him out at 319, back him up to 312, we want the phantom week in the first year. And, so, I think the way the bureau interprets it, there is no phantom time in any year. The way the Petitioners interpret it, there is phantom time in every year, no matter the length of the sentence. As I said I think it creates a gap in coverage. It rests on this assumption that prisoners are always getting 54 days. That is just not the case.",
  "There are no statistics on this, but, yes, Justice Ginsburg, I think the majority of prisoners do earn the full credit, certainly these Petitioners have. But I would say that there are, say, 15 to 20 percent Federal prisoner who tend to be repeat offenders, and they are often being docked to good time credit. So, I think what you will see is that the ones getting 54 days do it consistently, and the ones not getting 54 days, often do that pretty consistently. And, you know, the difficulty on Petitioner's method is that no matter when you want to do that calculation, Petitioners at bottom are saying what you should be looking at is a 311-day period, and you take the 311 days served, you take the 54 days of credit, and together they give you a year of the sentence imposed. And not only does that not serve penological interest, as the bureau has found, but it just doesn't track the language of the statute, which says during each year you have got to comply with the regulations. The statute cares not just about your conduct from days 1 to 311, but your conduct from day 312 to 365. All of those days are equal in the statute's eyes. If you want 54 days of credit knocked off the back end of your sentence, you have got to behave and comply with the rules for a full year each time you want the credit.",
  "Other than the positions -­ positions that the bureau has taken before the 11 courts of appeals in which it has prevails, no, the -­",
  "Two points, Justice Sotomayor. I don't think the bureau has always taken the position that the statute is unambiguous. It has taken the fallback position, and it has prevailed on this position in a number of courts of appeals. And it is worth pointing out the bureau has prevailed in the First through the Eleventh Circuits. It has won in 11 court of appeals. And it has often prevailed on the ground that it had discretion to interpret the statute to the extended it was ambiguous. Your second point, what would you defer to -­",
  "As the pen declaration makes clear, and this is at page 154 of the Joint Appendix, when the bureau promulgated its rule in 1997, it did that based on the statutory language and on making a policy choice to accommodate penological interest, ensuring that credit would always be an incentive to good behavior and providing clear notice to inmates of their projected release dates. So, I think -- you know, the government has -­",
  "Well, it's giving deference to the rule, because the affidavit informs the court that the rule is an exercise of the bureau's discretion. So far as I know, the court has never faced that question but the lower courts have. And a number of courts of appeals faced with rulemaking and informal adjudication have accepted supplementation of the record with affidavits and declarations very much like this one. Because what we are talking about here is an affidavit from one of the agency's original decisionmakers. If this was just a post hyperactualization, I grant you it might not be enough. But this is one of the bureau's lawyers involved in the decisionmaking in the mid-1980's coming in and saying, here is why we adopted the interpretation -­",
  "Justice Scalia, I think it is different because that would be broadside in Overton Park. And what this Court said is if there is not enough in the agency action itself to enable judicial review, the right answer is not to set it aside, the right answer is to send it back to the agency to let the agency decision makers explain why they did what they did. And while that might normally be the right course here, the agency has already done that. It has put forward its explanation, so I think this is one of the rare circumstances where we don't need to remand on Overton Park. We know why the agency adopted the rule, and it did it both because of the statutory language and because they thought it was the most sensible policy choice. And I guess I would turn it around a little bit and say you have a rule promulgated by the agency charged with administering the statute, an agency to which this Court has twice deferred in the interpretation of similar statutes. That rule has been upheld as a substantive matter now in 11 courts of appeals. The Ninth Circuit set the rule aside on a procedural basis, which has now been corrected by the agency. It's a republished rule which corrects the infirmities that the court of appeals identified. And, so, the question is, faced with those facts, what would be the point of asking the government to recalculate 195,000 Federal sentences?",
  "Justice Scalia, even -- even if you thought as the court of appeals did that the rule was procedurally invalid, you would still, as the court of appeals did, defer to the program statement under some level of deference, at least Skidmore.",
  "And I -­",
  "My only point, Justice Scalia, was that whether you get there by deferring to the rule or by deferring to the program statement, as the court of appeals did, every court of appeals to consider it has come out in the same place, which is that by hook or by crook, the bureau has exercised its discretion to answer this question. And I -­",
  "Justice Stevens, I think what I would say is the bureau has been doing it the same way since 1987. Congress has amended this statute five times in the last 20 years. It has never moved to alter the bureau's methods.",
  "Justice Stevens, with all respect, Justice Breyer got it in the first 5 minutes. So I think the -­",
  "Justice Kennedy, that's true. I think the point is that the language of the statute has remained unchanged, and for the last 20 years the bureau has interpreted that in a reasonable way. The language is unambiguous, but even if it weren't, at least the bureau's interpretation is reasonable, which is why 11 courts of appeals have deferred to it. And so I take your point that they are serving more time than under Petitioner's interpretation, but I don't think that that policy rationale is properly before this Court. It is properly before the bureau, which has found that policy consideration outweighed by other penological interests, and I think that's the judgment to which this Court should defer, not its own judgment about how much time these prisoners should -- should be serving. And I do think it's important in that regard that Congress has returned the statute several times. And I take your point that it is complicated, Justice Stevens, but -­",
  "-- but Congress has made a number of technical amendments and I don't think there is any evidence it did not understand of how this longstanding system works. Thank you.",
  "Mr. Chief Justice, and may it please the Court: A number of the Court's questions are focusing on some of the practical difficulties here. The Government wants to start by pointing out there are a number of statutes, 20 or more, that have similar anti-retaliation provisions. Most of those statutes cover all the complaints, either because Congress has said so in administering, agencies have said so or the courts have said so. And the kind of practical difficulties that the court is raising have not proven unworkable under any statutory schemes. The Respondent can't point to a single other statute addressing these kinds -- this labor context that has been narrowed -- excuse me -- to cover only oral complaints. What we're -­",
  "Yes. I mean, it -­",
  "Justice Scalia, it's not the older. It was model on the NLRA, which is even older. For instance, the NLRB has found that if, you know, employees are complaining to each other, that they can't be discharged under the NLRA's anti-retaliation provision, or if an employee orally says to his employer, I'm about to go to the Board and tell them you are doing something unlawful, the Board has said you can't be discharged.",
  "The language in the NLRA is \"file charges\" or \"give testimony.\" So, instead of filing a complaint, it says \"file charges.\" But the language in many of these statutes, and they are cited in all of the briefs, is extremely similar. They refer to filing complaints or charges, instituting proceedings. As you pointed -­",
  "It wouldn't under this particular statute, Justice Ginsburg. I didn't mean to imply under the FLSA. The FLSA anti-retaliation provision does not have an opposing any practice clause in the way that some civil rights statutes do like Title VII. So, it does require submission of a complaint to an employer, but that could take many forms. And as you pointed out, Justice Scalia, in this particular context, filing something orally makes perfect sense. We are not -- we are talking about the kinds of industries, truck drivers, coal miners and migrant workers where that's a perfectly normal use of speech. Oral communication -­",
  "Justice Breyer, I don't think the Government has any objection to that standard. Although I do think -­",
  "I -- I think the kind of indicia or formality you are talking about are signs that the employer has submitted to his employer an assertion of statutory rights under the FLSA. I think those are the two things that the lower courts have consistently looked to. And I think those indicia of formality are a good sign that the employer has, but they are not the only sign. If I walk into the happy hour and I have actually written down on a form that my employer promulgates and I hand it off to my supervisor -­",
  "That the employer has -- the employee has indicated to his employer, someone in supervisory authority, that he is asserting statutory rights under the FLSA.",
  "Mr. Chief Justice, I think that's a difficult question. I don't think it is presented here, because this isn't a content case.",
  "But that question comes up in every case, whether the complaint is written or oral to the Government or an employer. If I write down -­",
  "If I write down on a form promulgated by my employer I don't like where the time clocks are or I think the time -­",
  "Justice Breyer, I'm sorry if -­ if -- if it the formulation I have given you is not helpful, but in -- in these statutes where either by expressed language or regulation, so for instance, the Surface Transportation Assistance Act, and ADA or OSHA, the -- the language varies from regulation to regulation. In some of them it says lodge complaints, and some of them it says make a complaint. But what the courts have -­",
  "Again -- and agencies have put these in writing, so at footnote 6 on page, I think it's 16 of the Government's brief, we have the OSHA regulations. The STAA regulations appear at page, I think it's 21 -­",
  "I think -­",
  "I think the test, Justice Alito, is whether the employee has submitted a complaint to his employer that has put the employer on notice that that employee is asserting statutory rights under the FLSA, claiming that he is legally entitled to something he is not receiving. If the supervisor walks in the next morning and says to his boss, yesterday morning while I was attending to the plant accident, Joe told me that the time clocks are in the wrong place. He's about to file. I think we need to fire him, he's a troublemaker. That employee has stated a claim to the FLSA.",
  "Again -­",
  "Mr. Chief Justice, I think there probably not. The employee -­",
  "I mean, I think as a content case, which it is not, it's unlikely that that is. Saying that you don't like something or you think it is unsafe is not actually saying you have are asserting a right to have it differently. But those are content cases. And here there is no question the Petitioner asserted his statutory rights to a number of different people at the company. What Respondent is saying is he didn't do it the right way. If he had done exactly what he did in exactly the same words, but he had done it some other way, then it would be covered. So, this is a form case.",
  "If you credit his allegations, which you have to at this point, because the district court granted summary judgment on a legal ground, what Petitioner says he did is he went to his supervisor. He said the time clocks are in the wrong place. We are not getting paid for all of our time. And then he went up the ladder to human resources personnel at the company, and he said exactly the same thing, and he said I thinking about challenging you on it in court, and if I challenge you, you will lose. Now, whatever the test is, that clearly meets the bar for asserting statutory rights under the FLSA. And I think what is important to not is that this Court has consistently, from the 1940s on, both with respect to the FLSA and anti-retaliation provisions more generally in Title VII and other statutes, it has always given them a broader reading to effectuate their purposes.",
  "I think what the lower courts have said, and I think this makes sense, is that the question of whether a reasonable, objective person would have understood the employee to have submitted a claim complaint. So if the employee does everything he can to put the employer on notice, it's not a defense for the employer to say that subjectively he didn't understand it to be a complaint.",
  "I can't, Justice Kennedy. All I can tell you is that the vast majority of circuits have found that intracompany complaints are protected and -­",
  "Thank you. Mr. Phillips?",
  "Mr. Chief Justice, and may it please the Court: Just a very quick moment of history, I think, provides some useful background, and I'm on page 3a of the appendix to the Government's brief. Until 1998, subsection (B), which we've been talking about, was the only class D felony that involved vehicular flight in Indiana law. In 1998, the Indiana General Assembly broke out and enacted subsection (A) so that in cases of vehicular flight prosecutors would not have to prove risk; they would just have to prove that defendant used a vehicle. Since 1998, I have found 14 cases in the Indiana Court of Appeals, one of which is the Hape case that Justice Alito cited earlier. All of them, so far as I can tell, proceeded under (A) and not under (B). Of those 14 cases, 13 have enough facts to tell what the flight was -- of what kind; 10 involved speeding, disregarding traffic laws, or striking an officer with a vehicle. Of the other three, only one involved non-risky behavior, and even that was not a defendant who drove a short distance and then pulled over. It was a -­",
  "Yes, Justice Scalia, these were all litigated to conviction and taken up on appeal, and the Indiana Court of Appeals addressed various legal issues -­",
  "I think that's right, Mr. Chief Justice. The Government's point is that here we have extensive data, both empirical and otherwise, that indicates that flight as a basic offense is very dangerous. In -­",
  "Mr. Chief Justice, if that is all we had put forward, I might agree with you, but we also put forward extensive statistical data. My point is just that Indiana is typical. It's dangerous everywhere else. It's four times as dangerous as arson. It's more dangerous than household burglary. There's nothing different about Indiana. If one looks through these cases, these flights in Indiana are typically quite dangerous.",
  "Justice Scalia, I thought -­",
  "That's right. This Court looks at the conduct encompassed by the elements in a typical case. And in a typical case of vehicular flight, what we have, according to the data, is someone fleeing police at an average of 25 miles an hour over the speed limit; someone who is, in a typical case, young, male, unlicensed, under the influence of alcohol; and who places the lives of other motorists, pedestrians, and police in harm's way. Your approach to ACCA, Justice Scalia, has been to look at the conduct encompassed by the elements and ask whether the risk from that conduct is at least as great as the -- the least risky enumerated offense. And here -­",
  "Justice Sotomayor, it's absolutely true, there are two parts to the test, and we've been talking about the first risk. On the second prong, the purposeful, violent, or aggressive character of the conduct -- here I think there are three distinct things that make it purposeful, violent, and aggressive. First, you have the defiance of the officer's order, which can cause injury at the scene. It has in some Indiana cases, but at least called the officer to give chase. Second, you have the very real prospect -­",
  "Well, yes, but you are driving -­",
  "You're driving away in response to an officer's command to stop. You're calling the officer to give chase. You're -- you're -- pursuit is likely. And even when there isn't pursuit, these offenders drive typically very recklessly, and then you've got the confrontation when the officers have to -­",
  "-- terminate.",
  "So, let me analogize -­",
  "No, let me concentrate on burglary, then, and analogize it to what this Court said in James. It said the risk of attempted burglary -­",
  "That's right, but I -- the Court has talked about -- even in Chambers, about the risk of a violent confrontation with law enforcement officials, and it's done that under the Begay part of the test. And whereas that confrontation is only possible with burglary, it's necessary with this crime. It requires that an officer order you to stop and that you flee. So that -- that confrontation, which is only a possibility with burglary or attempted burglary, is elevated to a certainty with this offense.",
  "I think it -- it would suggest that, Justice Kagan, but I think flight on foot is unlikely to satisfy the risk part of the test. I think certainly this case is much easier on the -- the James part of this test. I think the -- the flight in a vehicle poses risks, very real risks, to other motorists and pedestrians and police that flight on foot doesn't pose, although you'd still have the confrontation when the flight on foot was terminated. So I think some of the arguments would translate. You're right. I think there would be more difficult questions, though, on the risk prong. This is a much easier case.",
  "Justice Scalia, words do have meaning, but the words here are very broad: \"serious potential risk of physical injury to others.\" And as you yourself have recognized in -- in multiple opinions, what those words call for is a comparison of risk between an offense and ACCA's enumerated crimes. This offense, simply put, is more risky. It's four times as risky as arson in terms of injuries and fatalities.",
  "It's more risky than household burglary.",
  "Well, there is, Mr. Chief Justice, when you're doing it in a vehicle, and typically at high speeds. So, in Chambers -­",
  "Mr. Chief Justice, if you give me those two, I think we're home free, because this Court said -­",
  "-- in Chambers -­",
  "I'll take it, and let's work on the last third. So the -- what this Court said in Chambers is not all attempts to evade authorities are of the same stripe. So, it contrasted escape from prison with failure to report. Failure to report, you could do at home on your couch; you could just fail to show up. And the Court said: Look, that's passive; it's a crime of inaction. This is not that. It's not sitting at home on one's couch. This is quintessentially a crime of action.",
  "Well, but -­",
  "I think -­",
  "But it's very -- it's hard to see what the difference would be between this and escape from custody. And this Court clearly indicated in -- in Chambers that escape from custody was different from failure to report under the statute in front of it. And I think this is as dangerous, maybe even more dangerous than escape from custody. If the Court were going to say that all running away could not be aggressive within the meaning of that word for Begay purposes, so too escape from a maximum security Federal prison, which in some sense is just running away, but it is extremely aggressive, and it's extremely risky to others.",
  "Justice Kagan, that's a difficult question. I don't know that I've seen any attempt to fit that offense in under the ACCA. I think that drag racing, where you're talking about speeds of 150, 160, 170 miles an hour, might qualify, but I haven't seen any cases like that.",
  "I -- again, I -­",
  "Justice Scalia, I think then we'd have a serious question about the first part of the analysis and the -- the risk test. I mean, 10, 15 miles over -- I mean, speeding as a generic offense is likely to -- I mean, it encompasses categorically all speeding offenses, many of which are, you know, not that -- not likely to pose a serious risk to others. So I -- I -­ we'd have to look at the -- the data. What we do have here is data that says this offense is four times as risky as the enumerated offense of arson. So I -- I -­ speeding would be a difficult case. So far as I know, we -- the Government's never tried to make the case.",
  "Not as far as I know, not the basic offense. Now, whether in a Begay-type sense you might have some recidivism enhancement under State law that would get you there, I don't know. But I -- again, I haven't seen any case that involved that.",
  "That's right. That's right. That's the offense here.",
  "It's the vehicular flight offense. And one -- you know, I will take one issue with -- with -- you know, what my friend on the other side has said, which is (A) and (B) are not tiered. They're not greater and lesser offenses under State law.",
  "Yes. It's a tougher case, but we would be here saying that, because when you're looking at an offense categorically -- for instance, arson -­ you've got to look at all fires, all intentionally set fires, the ones that don't hurt anybody, the ones that do, and the ones that kill people, even though the fires that kill people will be prosecutable in most jurisdictions as a greater offense, like felony murder. And so when you're looking at it categorically, you've got to look at all of the conduct in that category, even conduct that may be prosecutable under some greater offense. I think, you know, the other side sort of relies on this assumption that all conduct which might satisfy the greater will necessarily be prosecuted under the greater. And as a legal matter, it's included within the lesser, and as a factual matter, it's just not true that it always gets prosecuted under that greater offense. So it's -- it would be a tougher case. It would make our case more difficult, but I think legally and factually the Government's answer would be the same.",
  "Well, my State law research is a little different from your clerk's. I've got 37 States and D.C. But the -- the point is that under the nested statutes, the aggravator isn't always like this one, risk. Sometimes it's, as in Indiana, injury or death. And where you're talking about actual injury or death, those aggravators far outstrip the level of potential risk that ACCA requires. So I don't think in those States Petitioner would give an argument that those aggravators would affect at all the analysis of the basic offense. There are a handful of States that, unlike Indiana, have as an aggravator risk, though even some of those States treat the basic offense as a felony, which is I think a judgment by the State that, even in the basic case, this is risky conduct, deserving of severe punishment under State law. So, you know, there are nested statutes, but -­",
  "Justice Scalia, I mean I -­ again, I think it is significant that in 1998 the General Assembly broke this out as a separate subsection and said: We're not even going to require prosecutors to prove risk. I think that represents a judgment by the State that the conduct is risky on a typical basis: We just want the State to prove you used a vehicle.",
  "Well, that's right, and the reason -­",
  "The reason you shouldn't, Justice Scalia, is because that's the kind of purposeful, violent, and aggressive conduct the State wants to deter by treating it as a felony. But I -- I mean, I -­ whether one looks at the risk prong and the data and the cases in Indiana or elsewhere, or whether one looks at the character of the conduct, this offense is just different in both degree and kind from the offenses that this Court has said fall outside of ACCA's residual clause. It's much more like escape from custody. It's much more like the enumerated offenses. Indeed, the risk of confrontation is certain. I mean, I -- it's important, I think, that -- I mean, I -- these flights are not calm affairs. They're dangerous events. The average speed that the offender is traveling nationwide is 25 miles an hour over the speed limit. This is someone who on average is young, unlicensed, influenced by alcohol -­",
  "Mr. Chief Justice, that's right. I think police agencies have been struggling with this question, which is why there's a lot of data on police pursuits, frankly, especially in the last 10 or 15 years. I think some of them are becoming more restrictive, and so the data picks up pursuits. It doesn't pick up all flights. And I think if there were sound evidence that when people were not pursued, they were actually driving at low speeds and safely, that would affect the data, though not so much that it would move it outside of similarity to the enumerated offenses. But I think the -- the data is pretty good in indicating that the typical flight is -- really does pose a serious potential risk of physical injury to others, a risk that materializes more often than with other crimes that Congress clearly intended to fall within the ACCA.",
  "Yes, the Government would say it is, Justice Alito.",
  "No, Justice Alito. The Government's answer is that categorically the behavior is aggressive and that in some cases it will result in injury or death and in some it will not, but in all cases it carries that potential.",
  "Mr. Chief -­",
  "Mr. Chief Justice -­",
  "There's no question that, on a case by case basis, you could flee in a way that was not very risky, that was not very violent, or not very aggressive. And if this Court went on a case-by-case basis, then we'd look at the conduct here, and the Government would still win, because this is the typical case.",
  "And I -- my -­",
  "Yes, on a case-by-case basis. But, categorically, which is what this Court looks at, the conduct encompassed by the elements in the ordinary case -- in the ordinary case -- the character of the conduct is aggressive.",
  "Well, I don't know that he is aggressing against anyone, in the same way that if I recklessly I fire a gun into a large crowd of people, you know, I haven't aggressed against anyone in particular. He's aggressed against anyone who strays into his field of flight and who could be injured by what is typically a high-speed flight and pursuit. So I don't -- there is no specific target, but that will be true of many of the crimes that are violent felonies, that the -- the aggressive nature -­",
  "-- of the conduct is directed generally.",
  "Well, so, too, with the burglar, who hopes that no one will come home; maybe even the arsonist, who hopes no one is in the house; or the extortionist, who hopes someone will pay, so he won't have to use violence.",
  "That's right, Justice Scalia, a residual clause that, as you yourself have recognized, is extremely broadly worded. It -- it abstracts out as the quality of the enumerated offenses that they create a serious potential risk of physical injury to others. And I can't find any metric along which flight doesn't do that, whether one looks through the cases, media reports, the statistical data, whatever one -- Indiana, nationally -- whatever standard or metric one uses, this is an extremely risky offense to others. And I, you know -- so it's very difficult to figure out what test, what interpretation of that language would exclude this from -- from ACCA.",
  "Justice Breyer, the States -­",
  "The States -­",
  "The States treat it differently. Some, as Indiana -­",
  "Justice Breyer, I don't think so. If the Court were to affirm here, what that would mean is that the offense of flight is a violent felony insofar as you have a predicate conviction under a State statute where it's been punishable by up to a year, and so it could qualify for ACCA coverage. Now, some State convictions will have been treated as misdemeanors and won't be eligible for ACCA, but to the extent a State treats it as a felony, it's risky enough to satisfy the residual clause. Now, if the Court treats (A) and (B) as what they are not, which is greater or lesser, then, yes, I think there will be problems with various State statutes, as Justice Kagan pointed out, and this Court may have to clear it up down the road. But if it treats this basic offense as what it is, not a greater or lesser, but alternative means of proving a single offense that is risky, that would, I think, take care of all flight cases going forward.",
  "Yes, Justice Kagan, if you're looking only -- I take it you're looking only at the vehicle prong of (B), but the test in Schmuck is whether it's impossible to -- to commit the greater without committing the lesser. It's not impossible to commit (B), because it does have the two other prongs, and I think -­",
  "No, I don't think so, because I think the -- there is no evidence -- no case in Indiana that I'm aware of. There's no evidence that the General Assembly intended these to be multiple punishments for a single incident. They're alternative means of proving a single offense. The State has always treated them that way, so far as I can tell. I have not seen -- I've seen prosecutions since 1998 that were all under (A). I haven't seen anything that went under (A) and (B) and tried to get multiple punishments -­",
  "-- and I think that would be a serious problem.",
  "Your Honor, the Government does not think that (A) is a lesser included of (B).",
  "Well, the element of (B) that's different, Justice Sotomayor, is the \"while committing any offense described in subsection (a).\" So you can be resisting an officer or you can be obstructing the service of process and you can endanger someone in various ways, including with a vehicle, and you will have violated (B), and you can be prosecuted for that, and there are cases in Indiana like that. And you have not -- you have not been fleeing in a vehicle from an officer at any point, so you haven't violated (A). So the existence of the other prong there -­ that's what I was trying to get into with Justice Kagan -- means that this is not a greater or lesser under Schmuck.",
  "If you divided up the prongs under Schmuck, but I think the Schmuck -- what follows logically from that test is that you look at the entire offense and ask whether it's possible to commit it without committing the lesser, and that test is not satisfied here. I don't think you carve it up prong by prong.",
  "No, it's greater or lesser for purposes of Petitioner's argument that you should assume that every risky flight gets prosecuted under (B), and hence (A) is a non-risky offense. And that argument fails for multiple reasons, one of which I was trying to spin out. It's not even true that this is greater or lesser.",
  "Well, except that there are two alternative means of proving the same offense under State law. They have the same State law penalties, so the prosecutors can go under (A) or they can go under (B). And as far as I can tell, for the last, say, 13 years, they've been going under -- they've been going under (A). So it's not -- Justice Scalia, it's not -­ there are aggravators in this statute for injury or death. They're the ones that are in (2) and (3), the class C and class B felonies. But this is not a greater or lesser. It's -- they're alternative means. I think only if you got -- set that aside would you get to the sort of Schmuck analysis that I was going through with -- with Justice Kagan. And I think one of the important things to recognize about this offense is that, you know, in the -- 50 percent of these offenders are ultimately charged with a violation that's unrelated to their flight, a serious felony unrelated to their flight. And the reason I think that's important is because what you will look -- the reason that they're traveling at such high speeds, the reason they're evading officers, the reason the typical case is not someone just going a couple blocks and stopping, is because they've got drugs in the car or guns, they have parole violations or outstanding warrants. It is the background against which I think you have to assess the character of the -- of the conduct here. And whether you're looking at it under risk or under the character of the conduct, the Government submits that it easily satisfies the residual clause. If there are no further questions, thank you.",
  "Mr. Chief Justice, and may it please the Court: Justices Sotomayor and Kagan, I want to go to your questions about the costs, because there are some very real costs here. We live in a world that is settled and working. Although this Court has drawn the line at the first direct appeal, 47 States, D.C., and the Federal Government provide counsel in a first postconviction proceeding, either as of right or in the discretion of the trial court or the public defender.",
  "That's right. So, there are 18 States that provide it as of right; 29 States and D.C. provide it in the discretion of the trial court or the public defender, and then the Federal Government, obviously, in the discretion of the district courts. And so, what Petitioner is doing, by constitutionalizing that area, is shifting resources to a subset of ineffectiveness claims.",
  "Mr. Chief Justice, I understand, but I think this is an area where States are permitted to draw different lines. And what Petitioner is saying -- take the Federal system, for example. Petitioner's rule would say a Federal prisoner can walk in under 2255, and by making an allegation of ineffectiveness of either trial or appellate counsel, he's entitled to appointed counsel without even, I take it, a showing of colorableness.",
  "I think that's exactly where he would stop. I think it's very difficult to explain why his rule doesn't require him to go further, because by saying the first tier is not a stage of a case, as this Court has always meant it, but it applies claim by claim, and lawyers are going to represent you only on some claims, and you're -- pro se you'll file others, he ends up with two problems. One, he has to concede, as he does in his reply brief and as he did in response to Justice Alito, that he's going to say the same thing with regard to a lot of other claims that are typically raised in habeas; and, second, he can't find a limiting principle. Because when you come in on your second or your third or your fourth postconviction proceeding, and you say all my previous counsel has been ineffective, that's also the first time that you've been able to say it, and you'll be making the same claim: I'm entitled to have one constitutionally competent lawyer argue that my trial counsel was ineffective.",
  "Here's -- here's the primary problem with that, Justice Breyer: This Court said in Coleman, and before that in Murray v. Carrier and in Wainwright v. Torna, that if you don't have a Federal constitutional right to counsel and the States or Congress go beyond what they're constitutionally required to do when they give you a lawyer, that lawyer's performance does not thereby give rise to a due process claim.",
  "Justice Breyer, I think we just see the case in fundamentally different ways. His first opportunity to raise his trial ineffectiveness claim was in his first postconviction proceeding, and he had the opportunity to raise it, and his lawyer didn't. And what he's coming in and saying now is not I was deprived of an opportunity to raise it, as in your - -",
  "-- hypothetical, but I had the opportunity and I didn't, and we should excuse that - -",
  "Justice Breyer, I think this case presents a much narrower question, which is, when he comes in, in his second postconviction proceeding, and says although I didn't raise it last time around, I have cause to excuse that default because my lawyer was ineffective, this Court's been clear in three different cases that that's only cause if he had a constitutional right to counsel in the proceeding that he's pointed to and that he complains about. So, the question - -",
  "That's right. Justice Sotomayor, I think this is a very different case from Douglas and Halbert, which were grounded in a fairly fundamental equal protection concern, that indigent defendants would be denied a first look, maybe an only look, at their convictions and sentences. Here, we're facing something very different. States like Arizona are giving direct appeals; defendants are getting looks at their convictions and sentences, as Petitioner did. They're providing postconviction review.",
  "They're even providing lawyers in postconviction review.",
  "Justice Kagan, I think there are any number of claims that if a State tried to pull them out of direct appeal and locate them in collateral review, we might be able to say it's end-running its obligation under Douglas, because those are the types of claims based on a trial record that ought to be -- and always have belonged to direct appeal. The question is, does a State act arbitrarily when it takes an ineffectiveness claim, which is the only type of claim that a State has tried to relocate into collateral review - -",
  "Justice Kagan, I just -- I think that the Court's case law would -- I mean, I think it would be a difficult question, the Court having said that under Stone, at least in the Federal system, the Fourth Amendment -- Fourth Amendment claims can't be raised on habeas. I think it would be difficult for a State to come in and say they have to be raised in habeas. Here, the Court said in Massaro these claims are best suited to resolution in habeas, and they're claims that are traditionally brought in habeas. And at least for that type of claim, which is the -- I mean, the State's not trying to hide the ball here. All the State has done is take a claim that this Court has said belongs at habeas and say we're putting it in habeas, not as in the Federal system where, although people can raise it as a practical matter, they're all decided on collateral review, or virtually all of them. It says we're just going to save people the trouble of briefing and raising it, and we'll locate it to collateral review, not for an invidious or arbitrary reason, but for all the reasons that this Court gave in Massaro. So, at least for that type of claim, I think it's permissible under the Fourteenth Amendment, leaving for another day whether it could do it with other types of claims that I do think probably belong to a direct appeal. And that would present very different constitutional problems if a State started trying to channel them to collateral review. But I -- all Arizona has done is pick up on Massaro and say, absolutely right, these claims belong in habeas, and that's where we're going to put them. And collateral review - -",
  "At least discretionarily.",
  "Well - -",
  "Justice Sotomayor, a number of States have found under their own constitutions or statutes a right to effective assistance of counsel. But it's a very different matter to say that when States go beyond what the Constitution requires in providing counsel, that counsel's performance thereby gives rise to a due process claim. And, again, the Court's rejected that in at least three cases, and I think saying that it's cause to excuse a procedural default here without saying that there's some underlying right to counsel would require overruling those cases.",
  "Justice Scalia, and may it please the Court: I'd like to start where Justices Ginsburg and Kagan did, because if you picked up this statute, it would look for all intents and purposes like an ordinary statute of limitations. And the question then is, how has Congress rebutted that presumption of equitable tolling either as a matter of text, context, or structure? And as I understand it, Petitioners have two basic arguments, both of which are incorrect. The first is textual. They say, well, it runs from the time of the complained-of event. But the reason they can't put too much weight on that, Justice Alito, is because if they looked through the statutes and the Court's cases, they would come across cases like Exploration Company or Delaware State College, where the statute ran from the time of the complained-of event, and this Court treated it as an ordinary statute of limitations subject to equitable tolling; and they'd come across Beggerly, which ran from accrual. And yet, the Court said statute of repose not subject to equitable tolling.",
  "I think normally what Congress does is it says there should be no jurisdiction after a particular time, because it's not trying to differentiate among the application of different equitable background principles. But there are statutes --",
  "Justice --",
  "I think, Justice Scalia, that where you have statutes that say there shall be no jurisdiction after a particular time, this Court has read them to cut off equitable tolling after that time. But Congress could have written the statute to say the time limit shall not be tolled. And there are statutes like that. Now, most of those statutes say there shall be no tolling except in particular circumstances, because Congress has considered it more finely. But they could make the prohibition absolute. And the second argument that I understand Petitioners to have is basically structural. They say, well, look, they borrowed the language from the outer prong of the two-prong limit.",
  "You mean other than statutes as in Merck and Lampf where there were tiered structures?",
  "There --",
  "I think that the statute in Beggerly was an example where the Court said, even though it runs from accrual, it incorporates a discovery rule and it sets a 12-year limit. And so, textually and contextually -- I mean, I don't think there is any classic formulation. I think that's why Petitioners can't point you to anything, because the courts always look to all the indicia of statutory meaning: text, context, and structure. So, the same language can create a statute of limitations or repose. So, in Lampf and Merck, if those statutes hadn't had a two-tiered structure, just the language of the outer prong as the statute alone, I think the Court would have treated it as a statute of limitations. The Court didn't say in Lampf that language creates a statute of repose, full stop. It drew a structural inference by looking at both of the prongs and comparing them to each other. So, when Petitioners say, whoa, but they borrowed the language of the outer limit and we know that's repose, well, we only know it's repose in the two-prong provisions because of their structure. And this provision doesn't have that structure. So, I don't think I can point you to any classic formulation because the same words can be either a limitation or repose, depending on what else Congress does in that statute.",
  "Justice Scalia, I don't know what else to say except that that would overrule Exploration Company and Delaware State College.",
  "Well, that's right, but the -- the reason that that language created a period of repose --",
  "-- was because of the structural inference. I took Justice Scalia's hypothetical to be if the statute just said no suit shall be brought more than X years after the violation.",
  "I think the implication would be that, in the others, Congress created a period of repose by using very specific language to do that. And in the third, it didn't. It wrote it like an ordinary statute of limitations. Now, it could have written it differently, Justice Scalia. It could have said no suit shall be brought after X time, which is the ordinary language of statute of limitations, and that time shall not be tolled. And Congress has done that in other statutes.",
  "No question. That's certainly true. If the Court --",
  "No, Justice Scalia. I think that is the one place in everything Mr. Landau said where there is daylight between the Petitioners' position and ours. In the Government's view, the traditional equitable rule is the statute is tolled until the plaintiff has actual or constructive notice of the facts underlying her claim. It doesn't matter whether the concealment of those facts by the defendant that gives rise to --",
  "Absolutely. And I think in many fraud and concealment cases, where you are not talking about a duty of disclosure, either common law or statutorily, you do have affirmative misconduct. But it's a different question when Congress has come in and told the defendants by law what they have to do. For the defendant then to breach that statutory duty -- I think Congress has already told them what they have to do in this context.",
  "That just goes to Justice Ginsburg's point, I think, which is that where a plaintiff can sufficiently plead a section 16(b) case at the motion to dismiss stage to survive dismissal under Iqbal and Twombly, everyone agrees that if you've got a 16(b) potential violation, you've got a reporting duty under 16(a). You can't have liability for a trade under (b) that you weren't required to report under (a). So, if the plaintiff can sufficiently plead a case at the motion to dismiss stage under 16(b), by definition the plaintiff has sufficiently pleaded that the defendant violated a reporting obligation under (a).",
  "That's right. But section 16(a), except for the criminal sanctions, is a strict liability provision. If you're an insider and you fail to file, you've violated 16(a). Now, you know, it's a separate question on 16(b), but the -- I think everyone here agrees that if you have a violation of (b), you necessarily have a violation of (a). You can't be forced to disgorge the profits from a trade you weren't required to report.",
  "I think the -- the breach of a duty, a statutory or a common law duty, especially where that duty is designed to aid in the enforcement of a private right of action, is and has been considered by courts to be concealment. Without looking at whether the fiduciary just accidentally or inadvertently --",
  "Justice Breyer, I just -- I want to fight the premise --",
  "We have occupied the --",
  "You're absolutely right. They are both bad. We've occupied the reasonable middle ground. Hope you like it.",
  "Mr. Chief Justice, and may it please the Court:",
  "No, Justice Sotomayor. I appreciate the opportunity to start there because I think Petitioner's reply brief and much of his argument today is devoted to a position the government's not taking. So let me be very clear. In the government's view, Summers is about current and recent occupants, people whom police, when they are executing the warrant, find at the home or see leaving the home in the process of executing a warrant. And the question here is do the justifications apply equally as a departing occupant steps away from the home and onto a sidewalk, a yard, a couple blocks away. And I think my friend's answer to that has a wonderfully abstract quality to it that doesn't engage any of the realities on the ground. Justice Alito, your hypothetical is anything but. It comes very close to the facts of the Cochran case out of the Sixth Circuit. Police arrive at the scene. The occupant is known to carry a gun, and he has a guard dog. So, rather than walk up to the door, they wait for him to leave; but, by the time they can catch up to him, he's off of the bounds of the property, but he's still very close to the residence. They stop him. They take him back to the residence. He lets the officers in. He secures the dog, and they complete the search. I think that is a model law enforcement practice, and it is indistinguishable in any important respect from what went on in Summers. The justifications for detention apply equally to departing occupants when they are seen by officers leaving in the process of executing the warrant. But no, Justice Sotomayor, the government is not contending that other connections to the residence, other than that kind of observed connection by the officers, could justify a detention under Summers.",
  "Well, we do have, though, the officers seeing him departing the residence as they're executing the warrant. It's a no-knock warrant for a gun. And rather than stop him right outside the house because they don't know who else would be inside - -",
  "No.",
  "They had obtained the warrant. They had -- the team had - -",
  "Mr. Chief Justice, I respectfully disagree. And the government would be happy to have this case decided by having the Court look at the Federal and state cases, look at the risks that are present in those cases, and deciding whether the interests of Summers are served in those cases. What we see in the cases is that -- take this very case, for instance. Petitioner is driving his friend home to meet a court-imposed probation curfew, and he is then returning to the house. I think the reasonable inference in the record is that he'll be back in a matter of minutes. So he - -",
  "But think how formalistic and odd that is, Justice Ginsburg, that the police see someone leaving, but, if they can't catch up to them on the bounds of the property, which has no reasonable relationship to the warrant here, which was for the premises, not for the -- for that property - -",
  "Oh, assuming - -",
  "They often do, Justice Scalia, but - -",
  "Justice Scalia, certainly in urban areas they do. I think it's more difficult where you have smaller police departments in rural areas. But the government's not disputing that posting sentries is a good idea. That doesn't begin to take care of the most serious cases, where people outside of the area of the search fire on or assault officers. So, for instance, in 2008 - -",
  "Justice Sotomayor, there is no question that executing a warrant is dangerous, and people can come onto the scene at any time. The question is, do we want to increase that risk to officers? Here, Petitioner is leaving, he'll be back in a matter of minutes, and they're searching for guns.",
  "Justice Sotomayor, I completely agree, although I think that - -",
  "Because we know that some percentage of those people will come back. Some percentage will flee, which is one of the interests in Summers, which I think Petitioner does not take seriously. But some percentage of them will come back and some percentage of those returning occupants will harm officers. And unfortunately - -",
  "Justice Scalia, first, that isn't even arguably going to serve two of the three Summers interests, preventing people from fleeing or garnering their assistance in the orderly completion of the search. But even if we - -",
  "Justice Sotomayor, I think your question fills in the answer. What the Court said in Summers is when you see someone -- when you find someone at a home or you see them leaving at a time when a neutral magistrate has determined there's probable cause to believe a crime is being committed inside, you have, in the words of the Summers Court, \"articulable and individualized suspicion\" to believe that that person is linked to the criminal activity inside the home.",
  "Well, Justice Kagan, let me break that up into both parts. First, you know, as far as detaining people who have other connections to the home, I think you're right that some of the arguments that the Court adopted in Summers and that the government is making here could translate. And I think when those cases come to the Court, the Court will have to decide whether to recognize doctrines analogous to Summers or Terry in those contexts. But that's not what Summers is about. The connection that Summers discusses and approves is seeing someone leaving a home subject to a valid warrant for contraband. That's the only connection at issue here.",
  "Yes, Justice Breyer. Even Petitioner, the way I read his briefs, concedes that if police had caught him outside the basement apartment or somewhere within the property bounds - -",
  "Justice Breyer, that is absolutely right. The government's central - -",
  "I mean, I -- the government's central contention is there's nothing magical about the gate for Fourth Amendment purposes. When he steps through the gate, he's just as much of a flight risk, a danger to officers and just as able to assist in the orderly completion of a search.",
  "As soon as reasonably practicable.",
  "Justice Scalia, it is an absolute rule and it tells you who, it gives you a who, who is detainable. People we find - -",
  "Well, the who is categorical. People you find on the premises or you see leaving the premises at a time when a magistrate has determined there's probable cause to believe a crime is being committed inside. The where, the location. Just like duration, just like use of force in the Muehler and Rotelli cases, those are subject to the general requirement of reasonableness under the Fourth Amendment.",
  "Justice Ginsburg, I think the reason Summers carved out the rule is it said, look, for -- for current and recent occupants as a class, we -- officers see, they find or see them at a residence where there's probable cause to believe a crime is committed, so across the board we've got reasonable suspicion, and that's why we draw a rule so that we're not going to rebalance every time.",
  "Justice Kagan, as far as we know, George Summers was going to work. I mean, George Summers was detainable, as was Petitioner here, on his view if we had caught him within the physical bounds of the property. The question is not, you know, how to apply it in that circumstance. It's does something meaningfully -- meaningful change when he hits the sidewalk or the neighbor's yard?",
  "Justice Kagan, I don't think that explains why you couldn't let George Summers go on his way, and it doesn't explain why the Court in Summers didn't say, look, rather than roam the house, if it really is true that once we let you outside the front door or the front gate, you are no longer a danger and are likely only to be a hindrance, why not give you the option to leave. Turn them out, because on Petitioner's view, they're safe to go. And what the Court in Summers recognized is, no, important interests are served by detaining people in that circumstance.",
  "I think - -",
  "I mean, I think at that point they had probable cause; they could have arrested him and I think they could have taken him down to the station house. They returned him to the scene instead. And I don't think there's any evidence in the record about why they took him back to the scene rather than - - than straight to the station house. But, Justice Ginsburg, I do want to fight the premise a little bit. All -- all that the government is asking for is for the Court to look through the Federal and state cases, because we see the exact same interests that were served in Summers.",
  "Justice Kennedy, in that -- assuming that's true, then they took him back to the scene to complete the search, by which time they had found the drugs and the guns, and then they did arrest him. And he has not claimed that at that point there wasn't probable cause for an arrest. But these risks are real, and they do play themselves out in the cases, Justice Kagan - -",
  "Of course. A very brief Terry stop could allow a departing occupant to go on his way long before the search is completed, and now he's fully aware of the police presence. So now - -",
  "Sure. Okay. Imagine that - -",
  "Well, I take one of the differences between Terry and Summers to be that in Terry the seizure is tied to the officer's brief investigation, and in Summers it's tied to the execution of the warrant. Now, if what you're talking about is a Terry stop that could last for the duration of the warrant, I don't know that there is much of a difference, then, between Terry and Summers.",
  "Well, because I think the danger is that courts will apply Terry the way that they have, and we don't want to dilute one doctrine with another. A brief Terry stop could allow occupants to go on their way, but now they're aware of the police presence. Now, they are much more of a risk to flee or harm officers.",
  "Justice Ginsburg, that's certainly true here. I was only saying to Justice Sotomayor, you can imagine a case where they execute the warrant, and it takes them a while to find something. And, in the meantime, they stop a departing occupant, he's not carrying a gun, he answers the questions and does not arouse the officer's suspicion, and now he is on his way. And he is on his way while the search is ongoing, and now he knows about it.",
  "Well, that is - -",
  "Justice Scalia - -",
  "I think the Texas officers in the Valdez case, which we cite in our briefs, would find it surprising, where they did let someone go from the scene, and she came back with an individual and started fighting with police. Look, I take Petitioner's point - -",
  "Justice Scalia - -",
  "-- it is true that only a foolhardy person would do it, but, unfortunately, that is a perfect description of many criminals who do not tend to be level-headed, rational actors.",
  "That's absolutely right, Justice Scalia. And in the mine run of cases, what we know is that these people are leaving a home where there's probable cause to believe a crime is being committed. Police are detaining them a short distance away, and they are doing it in cases where people are fleeing or they -- we can reasonably believe they would flee once they've seen officers, if they were not detained. They are violent. They are aggressive. Some number of them can come back, and we can make reasonable predictions about what they would do, and they provide very valuable assistance. They secured guard dogs, like in the Head and Cochran cases, where there were pit bulls and Dobermans. They allow police to -- they give them keys so they don't have effect forceable entry - -",
  "Well - -",
  "Mr. Chief Justice, I mean, I think it is one of three legitimate law enforcement interests where you have someone for whom there is articulable and individualized suspicion to believe that they are connected to criminal activity. And I think that this Court in Summers was absolutely right. You do find people securing guard dogs, moving families out of harm's way, providing keys so that officers don't have to break in and harm property or jeopardize third parties. You find them handing over contraband rather than endanger officers.",
  "Well, and - -",
  "-- and the argument in Summers is you can detain them because you've got reasonable suspicion. The question is, what are the interests served by the detention? And that is an interest served by detention. Now, we're not saying it's an independent basis to support it. These are people for whom, as a class, there's reasonable suspicion, which is why Summers carved out the rule that it did. Now, this -- the situation in this case and the Federal cases that we're seeing are not meaningfully distinguishable from Summers. You've got the same reasonable suspicion, same law enforcement interests, same minimal intrusion. There is no -- along no dimension is there a meaningful difference between this case and Summers.",
  "Justice Kennedy, no, not under Summers. Now, whether they can - -",
  "I don't think so. I mean, when that case - -",
  "-- when that case comes to the Court, the Court will have to decide whether to recognize a doctrine analogous to Summers and Terry. And I will honestly admit that some of the arguments that the government's making here and that the Court adopted in Summers will translate. But Summers is not about that. Summers is about current and recent occupants. And those, as a class, have reasonable suspicion. Now, I think these other cases get harder. They will turn much more on what the connection was in the facts of a specific case.",
  "Justice Sotomayor, to be clear, that's not the government's rationale. That's the rationale of the Court in Summers. Maybe the wife is aiding and abetting. We don't have any idea. Maybe the wife, you know, is implicit in the -- the husband's crime in some way. The Court's point - -",
  "My view is with the Court's on Summers. It's appropriate to consider the nature of the articulable and individualized suspicion on which the police based the detention of the occupant of a home subject to a search warrant. And what the Court said is, whether you're inside or whether you're on the front steps or the sidewalk, like George Summers, that reasonable suspicion exists. The police have placed you in the home at a time when a neutral magistrate has determined there's probable cause. And to be clear, we're not trying to blow the doors off of this exception. This is a very narrow exception. What we see time and again in the Federal cases is the same fact pattern: Someone leaves the house; the police catch up to them within a mile, but usually just within a few blocks; and, they return them to the scene. The police are not treating this as a sort of entitlement. This is not Gant, where the results are outstripping the rationale.",
  "Justice Scalia, we're not here asking for the Court to extend Summers. We are just asking for a faithful application of what the Court said in Summers. And I understand that, you know, it would seem troubling would -- were it not for the fact that the Court in Summers, I think, really walked through why as a class, when you're inside the home or you're leaving the home, we've got reasonable suspicion that you're connected, and there are a number of good reasons why police can detain you while they execute the warrant. You're right, the Fourth Amendment does require reasonableness, and what the officers did here was eminently reasonable. They are executing a no-knock warrant at a drug stash house for a gun; they see someone leave who fits the description of the drug dealer; and rather than stop him right on the threshold inside the curtilage and risk alarming his confederates, they let him drive a short distance away and they return him to the scene. There's no meaningful difference between that and if they had stopped him right outside the house. The only thing they would have been - -",
  "It's far from being fanciful. The Sherrill case out of the Eighth Circuit, the Sears case out of the Eleventh Circuit, they came back and they unlocked doors so the police wouldn't have to make forcible entry. In Montieth out of the Fourth Circuit - -",
  "Mr. Chief Justice, we're not here saying that every time somebody could be helpful in a search you could go out and detain them. It is an exception to the normal probable cause requirement, but it's an exception analogous to Terry because you've got reasonable suspicion. And the question is there, okay, as a categorical rule, you know you've got reasonable suspicion for this entire group of people, current and recent occupants; what reasons do police have to detain them? And there are really good reasons. One, they tend to flee. And we see that in Cavazos out of the Fifth Circuit. Two, they provide assistance in the search; and three, they are often violent or aggressive individuals. I don't think it's irrelevant that the vast majority of search warrants for contraband are for guns and drugs, and you see a number of amici states in here saying: Look, this is a legitimate and important law enforcement practice for officers in a very dangerous and volatile situation in executing these warrants. And I think Petitioner takes those risks way too lightly, and will not -- steadfastly refuses to engage the realities on the ground that we see in the cases. Judges and the Federal and state courts are grappling with this every day, and what these opinions reveal is that these risks cannot be so easily dismissed. They are serious and they are real, and we see them play themselves out across this entire set of cases. And what we don't see noticeably is the kinds of things that the Court tends to be worried about in Fourth Amendment cases: Abuse and police entitlement. Again and again, you see police detaining departing occupants a very short distance from a residence, returning them, not prolonging the detention, not engaging in exploitative questioning, and actually serving the three interests that the Court identified in Summers. And to be clear, Petitioner's solution is more than just a solution in search of a problem; it carries its own problem. It is severely under-inclusive. It will not capture any number of cases where there are valuable law enforcement interests to be served. And it will produce very silly results in a number of cases where police can't catch up to a departing occupant for one reason or another until after he's crossed some magical gate, and they will have to sit on their hands until he returns so that they can do exactly what they would have done minutes or hours earlier if they'd been able to detain him.",
  "They can, but, Justice Ginsburg, tailing is a risky proposition, particularly in an urban area. And that doesn't even arguably begin to serve the interest in avoiding flight or facilitating efficient and orderly - -",
  "Justice Scalia, if you start from the premise that the Fourth Amendment doesn't permit this, then I lose. But I think what the Court said in Summers is, what we -- this Court has already drawn a number of exceptions to the probable cause requirement in reasonable suspicion cases. This is another, and it serves very valuable interests in this case and others.",
  "Mr. Chief Justice, may it please the Court: The contemporaneous --",
  "No. Not in the government's view. I think it's a question for another day how much work the fourth prong is doing in the lower courts, but I would say in all of these cases, the defendant is claiming that his sentence was lengthened. I think in all of them he will be able to meet the third prong and show that his substantial rights were affected. It becomes a fourth prong question then. And in the Escalante-Reyes case, one of the dissenting opinions attached an appendix in which the Fifth Circuit, in 181 cases, had found that fourth prong met and had found plain error satisfied. But I would think it --",
  "The Second Circuit has adopted that rule. I don't know that other courts have but it's really -- the prongs of the plain-error review test are meant to serve different purposes. The third and fourth prongs are looking at harms to the defendant and to the judicial -- the integrity of the judicial proceedings. The second prong is really designed to do something different. It's designed to enforce the contemporaneous objection requirement by isolating errors --",
  "Oh, no question. The purpose of that prong is to isolate out one set of errors, obvious errors, from all of the other trial errors that happen every day that are not correctable under Rule 52, debatable errors that even reasonably experienced district court judges and prosecutors might have overlooked in the hustle and bustle of a trial. That second prong is designed to say, \"We want,\" as the Court said in Frady, \"obvious egregious errors that the trial court and the prosecutor were derelict in countenancing.\" Because there we are not as worried about incentivizing the defendant to make a contemporaneous objection, because every party in the courtroom should have known and applied the law.",
  "Justice Ginsburg, I think it cuts actually exactly the opposite way. There was a long-standing circuit split that the Court resolved in Tapia. Courts have reached different conclusions on this. And if the Defendant here had said, look, district court, you shouldn't lengthen my sentence based on rehabilitative purposes. Some courts have found that is impermissible and you should follow those courts, not the courts that have permitted it, I think a fair reading of the sentencing transcript is that the district court was genuinely on the fence here about what to do with this particular defendant and whether to lengthen his sentence.",
  "No. It is then exactly the kind of debatable, open, unsettled legal question that our adversarial system counts on parties to raise every day. And what we do in Rule 52 is we have a narrow safety valve for obvious errors that everyone in the courtroom should have caught. But I don't think that we can say that --",
  "And I'll see if I can get them all in. So all I can say to you, Justice Breyer, is the same thing the Court has said in Puckett, Dominguez, Benitez, Young, the Rule 52 has an interest in error correction, egregious error correction, no question. But it is balanced against a very important systemic interest in judicial efficiency. And far from being a horror, that's a necessary corollary of our system --",
  "Justice Kagan, it's not just about incentives. Even if I granted that the incentives of defendants would be entirely unchanged no matter what rule this Court adopted, and I don't grant that for all the reasons in our brief. But even if I thought that were right, every time a Court of Appeals or this Court issued an intervening decision of criminal law or criminal procedure, a set of defendants who had not raised a claim of that error at trial would come in to the Court of Appeals or this Court with a claim of plain error. And what we would see is a significant shift of judicial resources to plain-error cases, to do fact-intensive third and fourth prong review to consider a set of errors that were never meant to be put on the table under Rule 52(b). That's not what this safety valve was designed to do.",
  "The government agrees with that, Justice Scalia.",
  "Justice Kagan, I'm not here saying that I think lawyers are sitting in -- in trial courts intentionally going through the kind of thought processes that you describe. But I think the effect that Justice Scalia is talking about is real. I think, at the margins, which is what we're talking about when we're talking about these incentives, I do think that in cases like this one -- I mean, this is the heartland, where the district court says, I'm going to give you an above-guideline sentence in order for you to take a drug treatment class. Now, defendants all around the country at the time of Petitioner's trial were raising Tapia claims. This was not some novel legal claim unknown.",
  "So, Justice Ginsburg, I didn't mean by Tapia claim, depending on -- because this Court hadn't issued Tapia. I mean a claim like the one in Tapia, where defendants were saying, Section 3582, the statute to which you're pointing, does not permit you, district court judge, to do this. Lots of defendants were making those claims. They were percolating up through the circuits. Even defendants in the Fifth Circuit were making that claim.",
  "Justice Sotomayor --",
  "It's -- it's not about rewarding or faulting district courts. It's the way our system works. Where a court of appeals or this Court issues a decision that governs a district court, that's the law. And the Court said in Frady, we count on the trial court and the prosecutor to bring those kinds of egregious errors to the Court's attention. But where it's an open question --",
  "I think the focus of the system is on the contemporaneous objection requirement in Rule 51, which is what Rule 52 is designed to enforce.",
  "Well, only in the sense that what Rule 52(b) does is it says okay, you didn't object. We will let you get a narrow form of relief, but only in the cases where your objection should have been unnecessary because there was governing law which everyone in the courtroom should have been able to point to, or where it would have been futile --",
  "-- because there's a governing precedent the other way.",
  "I think Johnson -- as the Chief Justice pointed out earlier, the analysis in Johnson, is fairly brief. The Court did not discuss the text, history of the rule or this Court's previous cases.",
  "Well, in danger of running afoul of Justice Kagan, I'm going to agree again. That's exactly the government's argument. If Johnson had resolved the broader question, it could not have set aside the -- the question here.",
  "And this Court disagreed, but studiously avoided placing its decision on the text --",
  "Justice Kagan, there is no question that in the briefs and in argument, the government in Johnson asked this Court not to draw a futility exception to Rule 52 for cases in which an objection would have been pointless at trial in light of governing precedent, and the Court disagreed with us on that. And the question here is, is the Johnson tail going to wag the plain-error dog? Johnson rested on a policy consideration. They're just flatly inapplicable here. This is the heartland of cases in which a contemporaneous objection could have been quite helpful. This is not, as the Court said in Johnson, a case in which the defendant was being asked to make an objection that the District Court was powerless to grant. The District Court here, I think, was genuinely on the fence about what to do, and an objection could have been quite helpful. So to take -- I mean, either the holding in Johnson, which was limited and could not have been if the Court had decided on a broader ground, or the rationale. Even taking just the rationale, that doesn't apply here. I think the only way you could read Johnson that would help Petitioner is to say it resolved the broader question of what the text of the rule requires regardless of context. And that's the one reading of Johnson that's just not persuasive on the face of the opinion.",
  "Justice Breyer --",
  "-- there is no question that that concern animated this Court's decision -- retroactivity decision in Griffith, and there is no question that that is one of the concerns underneath the rule. But if it were the only concern --",
  "The rule wouldn't say plain. As Justice Alito pointed out --",
  "So I -- I want to suggest that the administerability problem is very small because it has not been difficult for the lower courts to apply this test. And I want to suggest that there is a really significant cost on the other side, which is you're putting on the table an entire set of errors that Rule 52 was not designed to remedy, and you are diverting the resources of the judicial system toward those plain-error cases, and you will see a set of such claims every time a court of appeals or this Court issues a decision of criminal law or criminal procedure. In just this circuit alone, it has issued five opinions in the last year considering just Tapia plain-error claims. And that's just Tapia. And that's just one circuit. And I think the question is, what's the obvious prong designed to do? What's it there for? And it's got to be there to catch something. And what it is there to screen out are errors that were debatable, that even reasonable district court judges and prosecutors might have missed and catch errors that everyone in the courtroom should have recognized because they were egregious under the law as it stood at the time.",
  "I -- not in general --",
  "No. It's because we have Johnson. I mean, I -- Mr. Dreeben stood here in Johnson and said, We've got the most natural reading of the rule, and you shouldn't carve out a futility exception to it. And then, in our view, that is what the Court did without discussing the tax.",
  "Well, I -- but Wiborg falls squarely within what we all believe is the core of the rule. There wasn't sufficient evidence at trial. That would have been obvious to everyone in the courtroom that the prosecution hadn't satisfied some element of the offense. There is no change in intervening law like what we are dealing with here. And I take your point, Mr. Chief Justice. We think that we've got by far the most natural reading of the text. It's backed up by the history. It's backed up by this Court's understanding in cases like Frady, that is designed to cure errors so egregious that the trial court and prosecutor were derelict in countenancing them, as this Court said in Frady. And I -- I don't see Petitioner or the amicus really taking issue with the government on that text or history or cases like Frady. I think they are resting it on Johnson, and for the reasons I tried to explain to Justice Kagan, I don't think any persuasive reading of Johnson gets them home. It could not have set aside this question if it had thought that it was resolving what the text of the rule Mr. Chief Justice meant, or general --",
  "I think he could certainly raise that claim in habeas and attempt to -- to get relief, but I don't think there is any relief for him under Rule 52. And I don't --",
  "Well, he -- he been a -- not specifically aimed at this, Justice Kennedy. I will say he has been eligible for the RDAP in the time that he has been in prison, and he has never --",
  "For the -- the -- for the residential drug abuse treatment program that the district court wanted him to participate in. He never applied to --",
  "I -- not invariably, Justice Sotomayor. I -- it's possible to imagine a case in which a district court judge was not foreclosed from reaching some legal conclusion that nevertheless no reasonable judge would reach. I just think it's impossible to say that that's what Tapia was. You had courts that had reached different conclusions, and you had a sentencing practice that had been in existence for decades. Now, this Court ultimately found and agreed, the government confessed to her, and the Court agreed that that was an impermissible sentencing practice. But it was still an open, debatable, legal question on which courts had reached different conclusions for many, many years. And I think to say to a district court judge in a circuit that has decided the question against the defendant, well, that's not clear law. I think a district court would look at you like, What are you talking about? I have an on-point Court of Appeals decision that tells me to do X or Y.",
  "We are leaving open, if the Court says that there is an actual innocence exception in habeas to procedural default rules, that whatever it covers, acts that are no longer criminal, sentences beyond the statutory maximum, that whatever that exception covers, we leave open the possibility that you could also get relief for that under Rule 52. That -- that those cases could -- those exceptions could trap each other.",
  "Justice Kagan, I think far stranger than letting the Johnson tail wag the plain-error dog would be letting the --",
  "Now, I'm going to go th e other way.",
  "But actual innocence isn't the tail, it's like the nub or the tip of the tail. And whatever the Court decides to do with actual innocence, it shouldn't dictate the interpretation of procedural rules more generally.",
  "One tail, one nub. But the -- the --",
  "Justice Kagan, this has not been difficult to apply the lower courts doing this have not found it difficult to determine because the vast majority of cases, frankly, in the real world, are like this one. Courts have reached different conclusions on a legal question, and this Court --",
  "Justice Breyer --",
  "-- I agree. And the rule --",
  "No. The rule suggests -- by far, the most natural reading, is that the plain error could have been brought to the court's attention, the district court, the one that committed the egregious error, and neither Petitioner nor Amicus has advanced any other textual interpretation. I mean, if we're deciding about that --",
  "That's right. Even -- so that that's the first clause. And the second clause is, even if not brought to the court's attention, which suggests that that plain error, that egregious, obvious error, could have been brought to the district court's attention; not that it was debatable at the time, and it became clearer later because an appellate judge opined.",
  "Again, Justice Breyer, Johnson did nothing, either as a matter of its holding or its rationale, to say what the rule requires more generally in cases like this one, where a contemporaneous objection could have been quite helpful to the district court.",
  "Justice Scalia, you did not join the relevant portion of Johnson.",
  "It's fully open to you to agree with the government here.",
  "I don't think there's anything about the text or history or the way that rule has been used that suggests it should be interpreted differently from Rule 52.",
  "Mr. Chief Justice and may it please the Court: I think Justice Kennedy started us off in the right place by focusing on the statute and its use of the term \"accrual.\" And when counsel concedes that that term had an established meaning at common law and this statute picks it up, I think he gave away his case because there were a cluster of concepts. One was the general rule governing accrual: It accrues when the plaintiff can -- has a right to sue. But there was a specific principle for cases of fraud and concealment. And I don't think there is any basis in law or logic for Petitioner saying that this statute meant to pick up one of those concepts and not the other concept.",
  "Justice Scalia, I don't want to fight about it too much because from the government's perspective, it doesn't matter --",
  "It doesn't matter how it's labeled. It doesn't matter whether we label it as an interpretation of the statute or an exception for cases of fraud or concealment. The result is the same. But I will say you are right, in some cases it was described as an exception, but as long ago as Kirby in 1887 and as recently as Merck --",
  "No, not in --",
  "Well, no. The criminal context is fundamentally different. This Court has said that those statutes are construed liberally in favor of repose and are presumptively not subject to --",
  "Justice Breyer, most or many of the penalty claims that are being brought under Section 2462 and other penalty statutes don't deal with fraud or concealment, and I grant you that it is a problem --",
  "So in -- it's a problem of fairly recent vintage, to be sure --",
  "And I guess what I want to tell you is there aren't cases out there one way or the other. There aren't cases endorsing or declining to adopt the discovery rule in the context of fraud or concealment with civil penalty actions --",
  "Justice Scalia, it's not that --",
  "Absolutely there is. Since -­ look, in 1990 the Commission was given the right to seek civil penalties, so it could only have brought these actions for the last 20 years. In those 20-plus years, we have seen 25 reported cases dealing with 2462 and civil penalties. In 19 of those cases, the Commission brought its action within 5 years of the end of the fraud. It used the discovery rule only to reach back and get the beginning of the fraud.",
  "There are cases from the 1980s and 1990s dealing with concealment, and in our view the justification is the same for concealment as fraud.",
  "Justice Breyer, I don't think there is anything on either side of the ledger, I will be very upfront, other than the Maillard case, which I think even courts at the time, an exploration company, the court of appeals recognized --",
  "Justice Scalia, there were very few civil penalty actions in which -- that involved fraud or concealment, in which the government would have needed to invoke it, or did invoke it and was rebuffed by courts. I mean, this is a fairly modern problem, and the question is do all of the same concepts that compelled one answer in these other contexts compel the same answer here or does a rule that blankets the waterfront -­",
  "Well, if this were a criminal penalty, the government agrees --",
  "That's right. But what the Court's been clear on is that there are civil penalties and there are criminal penalties and which side of the line it falls on invokes a different set of background rules and legal norms. The Congress denominated this as a civil penalty --",
  "Justice Sotomayor, discovery is playing itself out in cases like these in district courts. Privilege has not been a very major issue and the reason is defendants are by and large pointing to things in the public domain -- private lawsuits, public filings with the Commission, public statements -- to say those put the Commission on constructive words --",
  "No, not invariably. I mean, the way this plays itself out in the district court is the Commission says that it didn't know and a defendant points to something in the public domain and says either that put you on constructive notice or --",
  "Mr. Chief Justice, they can't point to a single case where it has been difficult here, and it hasn't been difficult --",
  "Where it's been difficult in order to make that determination. And it hasn't proven difficult --",
  "Well, I think there are -- where you should expect those cases to exist, yes.",
  "Justice Kennedy, not just this statute. There are other statutes, the False Claims Act and others, that have specific provisions requiring courts to determine when a government official would reasonably have been on notice of certain circumstances. That hasn't proven difficult in those contexts. It's not difficult here.",
  "I -- I don't think so, Justice Alito. I mean, I think we could say that there might be circumstances where the Commission would be on constructive notice and not a private plaintiff because of its expertise. It would see something in the public domain that should be meaningful to it that might not be meaningful to a private plaintiff --",
  "That's --",
  "No. The court's been very -- I mean, in all of the civil cases applying the fraud discovery rule, the court has never looked to the criminal analogies. The canon here is that ambiguities get construed for the sovereign, not against it.",
  "I don't think it applies in the context of a civil penalty. I don't think the -- I don't think the --",
  "I can't say that I focused on it specifically, but I think if the Petitioner said --",
  "Justice Scalia, I don't -- Petitioner certainly couldn't claim that this civil penalty should have to be proved beyond a reasonable doubt, or that they are entitled to a constitutional right to counsel. I don't know why one legal norm among them all should change in the civil context and not the others.",
  "Absolutely. There are anomalies on both sides of the coin and I just want to touch on both very briefly. Take the example you gave. In that situation, the defendant's fraud or concealment would allow it or him to escape paying civil penalties, but not private damages.",
  "This Court has never privileged a private lawsuit above a government enforcement action in the securities context -­",
  "But even in that context, imagine if there's a private right of action, the private plaintiff will be able to recover damages and the government will not --",
  "Justice Breyer imagine the opposite, which is far more dangerous. Imagine a bank makes a bad loan to a veteran, or a bank tells the FDIC that it's gotten mortgage insurance to help lower income families buy homes, and then that fraud or falsity escapes detection for five years. The Veterans Administration or the FHA then is barred from bringing a civil penalty action, and there is no private right of action.",
  "But the reason there's no private right of action in those contexts is, in part, because government agencies can seek civil penalties. And I cannot imagine that the Congress, which allowed agencies to seek civil penalties, where here they had existing remedies, would have thought that the only people who could get away without paying them are the ones who commit fraud or concealment and that remains hidden for five years.",
  "That's right because it thought that the agencies could seek civil penalties and that was sufficient.",
  "No question. And in the average typical case, the time that Congress afforded is enough and we're not here claiming any different, but that --",
  "Justice Ginsburg, there was a lot of back and forth between the parties, document exchanges, they wanted to make additional submissions. The government hoped that there would be a settlement that would encompass all the defendants. Ultimately, there was a settlement that only went to the fund and Petitioners did not settle and then the government put together and brought its case.",
  "Justice Kagan, I don't think that's fair. We didn't go -- it wasn't market timing that we discovered. What General Spitzer announced was there are advisors that are permitting market timing, but misleading investors about it and they're doing it in return for investments in other funds that they manage, what are called sticky asset agreements, and then we started doing market sweeps for those agreements. And I don't think we can ignore the evidence here because we shouldn't decide the case based on feverish hypotheticals. There are 25 reported cases brought by the Commission involving this statute, 19 were brought within 5 years and they were just reaching back to pick up the beginning of the fraud. And the other six, including this case, the longest lag time was six and a half years from the end of the fraud to bringing the complaint. And the reason is these are dynamic markets. There's a lot going on in the public domain that puts the commission on notice, inquiry or constructive, and starts the clock running. Not only have we not seen a 10, a 15, a 20-year case, we haven't seen a 7-year case.",
  "That's right, but that --",
  "But Justice Breyer, that's -­",
  "Justice Breyer, I want to be clear. In the government's view, the concealment would apply, though Petitioners or others like them will be back here making exactly the same arguments. The government's point is just at equity fraud and concealment were a pair and the justification was the same for both.",
  "I don't think the Petitioners are disputing it here, but I think Mr. Liman acknowledged earlier that, if pressed, his arguments could be leveraged to get rid of the concealment doctrine, too.",
  "Oh, no, no, not -- I didn't -- I'm sorry, Justice Scalia. I wasn't trying to mislead. This is not a concealment case. This is a fraud case.",
  "This is a fraud case, not a concealment case.",
  "Yes. I was just trying to say that once you say there is a concealment exception, the fraud exception follows from equity because they were of a piece. And once you say there is not a fraud exception, the same arguments will be leveraged to get rid of a concealment exception. And the reason that equity treated them as -- of a piece was the deception was the same. The fraud was self-concealing or even if it was non-fraud, the defendant could conceal, but either way -­",
  "Justice Scalia, for 300 years, English and American courts looking at this problem have said where the defendant's misconduct, be it fraud or be it concealment of a non-fraud, but where the defendant's deception prevents a plaintiff from knowing that he, she or it has a cause of action, equity suspends the running of a statute of limitations. Those -- that has been --",
  "Justice Scalia, this is a civil action. I don't think even Petitioners are disputing that.",
  "If I gave up anything on fraudulent concealment, I didn't mean to.",
  "I want to be very clear, I give up nothing.",
  "Well, all the same arguments are going to apply. Petitioners --",
  "Oh, sure.",
  "Justice Breyer, Petitioners in a future case would be back here saying: The text of the statute says nothing about equitable estoppel. And even if you've applied it to everybody else's actions, you can't apply it to me because I'm somehow different.",
  "That's -- I'll be as right then as I am now.",
  "I mean, Petitioners' argument has this sort air of unreality. You've applied it everywhere else he says, but not to me. Think how odd that is, Justice Scalia, that where you have a background canon that says ambiguities get construed for, and not against, the sovereign. When the sovereign sues quasi-sovereign to enforce the laws, that is somehow a subordinate interest and the sovereign alone cannot take advantage of the Fraud Discovery Rule.",
  "There are -- that's right. There are very few cases that deal with this statute at all and, obviously, in this context because the Commission's only had the ability to bring civil penalties for about 20 years. But I think that is not a problem unknown to the law. Again and again, facing garden variety limitations provisions written just like this one, this Court applied the fraud discovery rule. And now they come in and say, oh, but you've never applied it to this statute. That's true, but everything about this statute is identical as a matter of text and history to the statute of Bailey. The cause of action equally accrued there, and this Court's applied it across bankruptcy, land, patent cases -­",
  "I -- there are just very few cases on it. I think there are very few civil penalty actions that are being brought at all, certainly to which this statute apply, and certainly that deal with fraud or concealment and reach outside the 5-year period. And I don't have a great answer for why there aren't cases. All I can tell you is that -- it isn't like there are cases rejecting our arguments. We just see an absence of case law. But what we do see are -- is cases like Exploration Company, where the government comes in, is really suing in a sovereign capacity, to redistribute land from some private land owners to another by annulling their patents. And this Court rejects basically exactly the same arguments Petitioners are making and says it applies equally to the government when it brings an action as to private plaintiffs. Now, an action for civil penalties? No, the relief here is a little different, but if one looks back at the briefs the arguments are exactly the same. They made exactly the same claims that the sky was falling there, and for 100 years they have not been true. There is nothing important about this statute as a matter of text, structure or anything else from the other statutes to which this Court has again and again applied the rule. And the justification is the same. It's the defendant's misconduct which keeps the plaintiff from knowing of her cause of action.",
  "No question in the typical case, but what equity has always said is in cases of fraud or concealment the defendant is not entitled to repose until there is discovery of the fraud. And equity has never looked at the identity of the plaintiff, the elements of the cause of action, the plaintiff's status, role, party to what happened in the case. That is never --",
  "I -- I don't think that there's a basis for separating as between private damages lawsuits and civil penalties. I think when Congress sets a statute of limitations, that's a limitation on the various forms of --",
  "Justice Scalia --",
  "Justice Scalia, two very important things. Yes, our argument would absolutely be different in a criminal context. In cases like Marion and Toussie, this Court has explained how statutes of limitations function in the criminal context is very different. They are presumptively not equitably tolled, whereas civil statutes are presumptively equitably tolled.",
  "In Hudson v. United States --",
  "Justice Scalia, the Court walked through in Hudson v. United States the test for denominating a civil from a criminal penalty. The main thing is what Congress denominates it, although you can look behind that.",
  "Here, there is no question that this is a civil penalty. It was denominated by Congress that way, it functions that way, it is phrased that way. I think even Petitioners and all of their amici -- not a single person on that side of the case has attempted to argue this penalty is criminal rather than civil under Hudson.",
  "Justice Scalia, the Court has always said that whether the penalty is civil or criminal carries with it a different set of legal rules or norms, and no party has ever successfully come into court and said, well, it may be civil, but it's a little criminal-like, so I should borrow from the criminal context.",
  "Mr. Chief Justice, I think Hudson overruled Halper in large part, and no one here has asked this Court to label this a criminal penalty. They have asked the Court to call this a civil penalty and yet say the fraud discovery rule does not apply. That, there is no precedent for.",
  "Mr. Chief Justice, and may it please the Court: The Federal Circuit has developed such a ­­ a rigid test for enhanced damages in patent infringement cases that a large number of the worst infringers, even bad­faith copiers, are not ­­ are immunized from any enhancement. The Federal Circuit has done that by moving away from historical practice in two key ways. First, it's made the test all about recklessness rather than also intent. Second, it judges recklessness based on legal defenses developed in litigation rather than the facts at the time of the infringement. The net result, now that this Court in Octane and Highmark set aside a similarly artificial test for fees is a one­of­its­kind, good for patent­damages­only framework that does not track the enhancement statute's text, history, or purposes. It was not always this way. For nearly 150 years, district courts conducted a totality inquiry subject to deferential review. And as part of that, they said the nature of the infringement has to be more than negligent if it's going to be an aggravating factor that counsels in favor of an enhancement. That ­­",
  "In a word, yes. We do think that there are principles to guide district courts' discretion, because historically, district courts said certain things. But the one agreed­upon principle I think we all agree on, or at least Petitioners and the PTO do, is the court said in the totality, if the patentee wants to point to the nature of the infringement and say that pulls you out of the mine run of cases and that warrants an enhancement, it had to be more than negligent. Had to be intentional or reckless infringement, but based on the facts at the time. It was a traditional, willfulness inquiry. It was not the willfulness inquiry that the Federal Circuit conducts, which looks at after­the­fact defenses and not what were the facts facing the infringer at the time of its ­­",
  "Well, I think there was some litigation misconduct here, and we cited in the district court's opinion that Zimmer did conceal some things in the run up to trial. So I think there ­­ there were some other factors. But I think the major one here, for instance, in Stryker, was the nature of the infringement; that they hired an independent contractor, they handed the contractor a patented product; they said, essentially, Make one of these for us. So ­­",
  "Yeah. I ­­ I don't want to say that you have to. And I want to be careful about litigation misconduct, because in a number of the older cases, it was something like concealment, which was post infringement but prelitigation, so it was a broader category of misconduct. But no. I think the only reason that we and the PTO have pointed to the compensation cases and the misconduct cases is just to show that for 150 years it was a totality inquiry, and district courts were looking at a lot of different things. These cases are primarily about the nature of the infringement. Most cases will be like that. I think if the Court wanted to provide guidance to the Federal Circuit about how to run the statute, it should say go back to doing a totality inquiry, and here's some of the principles that historically guided your exercise of discretion. But I don't think you have to do that, Justice Alito.",
  "I think you could ­­",
  "­­ ordinarily ­­",
  "So the products here were marked. I mean, they were marked as patented. But I take your point, Mr. Chief Justice, and I think ­­",
  "Sure. And that's exactly historically how cases played out, and it's how they should play out once this Court takes care of Seagate, which is both parties come in at the enhancement stage; most of the evidence has come in on infringement for liability or damages. And the patentee will say, you copied a patented product and haven't shown any evidence that you had a reasonable belief in invalidity. And the defendant, if the patentee has carried its burden, will say, no. I did some investigation. I thought I wasn't infringing. Or I thought it was invalid. And a district court will make a judgment call faced with those competing narratives about what the right answer is based on the facts. Our point is that that judgment call that district courts were making for a very long time has essentially been stripped from them because it no longer matters. Even if you acted intentionally at the time, as Zimmer did, what the Federal Circuit says is, if you can hire good lawyers and come up with defenses in litigation, you'll be off the hook. And as Justice Breyer pointed out in the Octane litigation ­­ and I now know it's true from preparing for this case, you can ­­ a patent lawyer can virtually always come up with some nonfrivolous defense in litigation. And that's why, in effect, what you have is almost a per se bar.",
  "I think you have stated the best possible version of Respondents' argument, and I'm happy with your assumptions. The PTO embraces them, and we are not living in a steam­engine world. It's a high bar to carry, and I don't think patentees are often going to be able to do it. And what you ­­ you rightly said, I think that is what Respondents have ­­ that's been their strategy in this Court, is that ­­",
  "It's ­­",
  "Justice Breyer, the sky didn't fall for a century and a half, and it's not going to fall if you reverse the Federal Circuit's framework, just as it didn't fall after Octane and Highmark in the fees context. You've got to show as a patentee, you've got to ­­",
  "Justice Breyer, showing intent or recklessness based on the facts at the time is not going to be easy. The intent box is copying patented products. And I don't think we have a lot of dispute, that where people are copying patented products in absence of a reasonable belief in invalidity, it doesn't matter whether they're making softwares ­­ software or ­­",
  "­­ carraigeware.",
  "Justice Breyer, we tried in opening brief to embrace the full totality of circumstances, including the strength of the patent, the kind of notice, what's commercially reasonable in the industry. The one point I just want to make, because I think it's very important, is to get into the recklessness box at common law, and traditionally, you had to show an objectively high risk. So as a patentee, you've got to show to the judge, not just that infringement occurred, but that a reasonable person looking at it would have said there is a very high risk that what I am doing is unlawful because it trenches on someone else's valid patent. That's a pretty high bar. You're not going to be able to satisfy that. You shouldn't be able to satisfy that in a lot of cases. I think the strength of the PTO's argument is when you can show that, the district court should be able to make a judgment call about enhancement. And the fact that it can't shows you that you've really skewed the incentives. Because on the other side of the parade of horribles you're worried about are the people who can infringe, knowing that they can discount by the probability that they'll be found to have infringed in litigation with virtually no back­end penalty, even if they were a very bad infringer, as Zimmer was here.",
  "Yes.",
  "That's right.",
  "No. No, I ­­",
  "Right. No, I think there's a little bit of daylight between us and the government, in the sense that we think the statute was invoked for various purposes and not just to punish infringement. But to the extent that you invoke the statute to punish infringement, I think there is no daylight between our position and the government's.",
  "And I think what you can say ­­",
  "­­ that the guidance is, in the lion's share of cases, what the parties are really debating is the nature of the infringement. That needs to be intentional or reckless based on the facts as they were known to the infringer. And as part of whether the infringer ­­",
  "­­ is acting ­­",
  "Sure.",
  "Sure.",
  "So ­­ and to add, then, a little more, I think what you ought to be taking into account is, for instance, the strength of the notice. Some of these letters are just form letters. They really are nothing more than a license.",
  "I think that's right. I think some of them will matter more than others. But some claim letters are very fulsome. They have a ­­",
  "I think what you would say is that in judging whether a reasonable person would have thought that there was a really high risk, you've got to take account of both the strength of the notice, what kind of notice were they on of the patent, and what would have been commercially reasonable in the industry as it exists. And I think that ­­ those factors and those limitations are going to take account of the vast bulk of what Justice Breyer and what Respondents are ­­ are concerned about.",
  "Yes, Justice Alito, and they did historically. And I mean, I would ­­ I would point the Court to a case like Consolidated Rubber and Judge Learned Hand's opinion. He said, look, you know, the patent was open to doubt for a period of time, and so no enhancement. But at some point here, the facts changed and the infringer knew about them. It reasonably should have known the patent was valid. We start the enhancement running, and then we get some misconduct on the back end like we had in this case. And so he says, I'm rolling it all in. This was more than negligent, and here's the enhancement I'm going to give.",
  "Well, I think in the typical ­­ the ­­ the intent cases are ­­ are fairly easy because they're generally copying. I think in the typical recklessness case, the infringer will come in and say, here's the fulsome claim letter I sent you. It's actually got a claim chart. It maps on the infringement to the patent. I reached out to you. You never responded and you continued to infringe. And I think at that point, then, the defendant has got to say, okay, I did something, but it isn't in talking to a lawyer. I talked to my engineers. I looked at the ­­ the specifications in the patent. You're ­­ you're limited to devices with four wheels, and I have three. I think there are lots of things that are commercially reasonable depending on the circumstances, and I honestly do think if you ­­ if you go back and look through the cases historically, that's what good judges and courts were doing for a long time before the Federal Circuit essentially stripped discretion from them, and having taken the bar too low in Underwater Devices overcompensated in Seagate. We think the bar ought to be high. We just don't think it ought to be arbitrarily high as it is now. If I could reserve the rest of my time.",
  "Mr. Chief Justice, I have two fairly simple points. The first is, as we and the PTO and many of Respondents' amici recognize, the system as it currently stands is out of balance. And we have tried, and I believe we have succeeded, in crafting an approach that balances the Court's concerns with the need to respect the rights of patentees, including small companies like Halo. And we've done it in a couple of different ways. Reasonable, good­faith efforts to ­­ to challenge patents are not going to result in enhanced damages. And intent and recklessness are not going to be and should not be easy to show. Now, the Federal Circuit hasn't adopted a contrary approach based on its expertise. It thought it had to in light of this Court's decision in Safeco, which it has misread. Safeco says if you adopt a reasonable view of the law at the time, you're not acting willfully. It doesn't say if you subjectively and correctly believe that you are violating the law, you are held not to be willful because you have hired a good lawyer and come up with a defense later. And that approach is what has skewed the incentives in the patent system and taken us out of balance. Our approach incentivizes good, commercially reasonable behavior under the full set of circumstances at the discretion of the district court. Their approach is incentivizing good litigation. And the second point I just want to make quickly is we do have the evidentiary burden and standard of review in this case. I think it's clear that the ­­ there isn't any basis for the clear and convincing standard. On the standard of review, I think Highmark resolves and I think Pierce v. Underwood resolves it. These are determinations bound up with the facts, and just as the Court said in Pierce, whether a litigating position is substantially justified is a mixed question of fact and law. So too the questions here. These should be reviewed for abuse of discretion, and it's very important for the Court to say that. Halo should go back to the district court and be analyzed under the right standard so the evidentiary burden matters. In Stryker the district court actually got to the discretionary way, did it, and on appeal, Zimmer never challenged that as an abuse of discretion. It just argued about the objective prong. When this Court takes that out of the analysis, as it should, there's no basis to disturb the district court's discretionary ruling. As the Court knows from looking at it, it's a thorough and reasonable opinion. So ­­",
  "No. The patentee cannot put that at issue affirmatively. All 298 does is it dealt with a ­­ that very narrow problem. And when the patentee comes in and wants to show intent or recklessness, it can point to your copying of the patent. It can point to the fact that it gave you really extensive, very detailed notice. It tried to license with you. You didn't do anything. It cannot put at issue whether you talked to counsel. Now, the defendant maybe ­­",
  "Because 298 just says when you're proving of willfulness, whether it's a factor as it is in our approach, whether it's the end­all, be­all as it is in their approach, whenever the patentee is trying to prove that up, you can't affirmatively put that at issue. And as Pulse candidly, and I think honestly, concedes in its brief, you can read 298 to have effect on either side's view of the ­­ how you ought to treat the enhancement statute. So I don't think 298 cuts either way. And I would just stress for the Court that Congress at the time looked at putting \"willfully\" in the statute, and it looked at putting something virtually identical to Seagate in the statute. It didn't do either one, so I don't think it can be taken to have ratified the Federal Circuit's current approach."
]