[
  "Thank you Mr. Chief Justice, and may it please the Court: EAJA authorizes Federal agencies to award two distinct categories of litigation expenses against the United States: fees and other expenses. The most natural reading of attorney's fees is one that embraces an attorney's time, payments for an attorney's time, whereas the broader term \"other expenses\" naturally encompasses outlays that are paid by an attorney during its representation of a client including the cost of paralegals whose work may be necessary for the preparation of a client's case. Congress recognized this distinction between attorney's fees and other expenses when it enacted EAJA in 1980. The relevant Senate report, like EAJA's House report, stated that the ceiling on \"attorney's fees\" - -",
  "Actually this is even before EAJA lacks the first time, this is upon EAJA's initial enactment in 1980, there was a Senate report and a House report and both have functionally identical language. The Senate report states that quote, \"attorney's fees relates only to the compensation of lawyers themselves\" and then goes on to explain that costs connected with their representation of a particular interest in a proceeding is not affected by the limitation that is the cap on attorney's fees. When Congress then re-enacted EAJA after its repeal, Congress again made clear -- and this is the report that, Mr. Chief Justice, you were referring to -- made clear that the \"other expenses\" of EAJA fees includes an attorney's out-of-pocket expenses, and that those out-of-pocket expenses were illustrated by the specific example of paralegal time being reimbursed at cost.",
  "Justice Ginsburg, the government agrees that more than simply salary would be reimbursable at cost. And I think the appropriate way to calculate cost in the context of paralegals would be -- would parallel how the government calculates its cost for attorneys when the government seeks attorney's fees. And what the government does is it uses salary as a baseline and then adds -- for the government 29 or approximately 29 percent of salaries for other benefits. And - -",
  "Mr. Chief Justice, I'm not sure that I agree with some of the premises that you had. First, with respect to the analysis and reports and such, those are not always things that are done outside a law firm. The statutory text, in fact, allows the reimbursement of costs for any study, analysis, report, test or project; it's not limited to things that are done outside of a firm. I mean also be - -",
  "Well, that's an engineering report, except for maybe, some intellectual property firms but - -",
  "Well - -",
  "Well, there is now two questions in the air.",
  "Well, when a paralegal is outsourced, which is your question, there is two potential situations. One may be that the paralegal is less expensive, and if that were the case you would think that firms would normally outsource their paralegals if it's less expensive to obtain them from the outside than the inside.",
  "The outsourced paralegal is better, it may be that the actual cost to the firm is the cost that the firm pays for that paralegal to the third party.",
  "In fact that's right - -",
  "And not add profit on to that - - that paralegal as well.",
  "Right.",
  "Justice Souter, every other category does not mean cost to the client. In fact, EAJA specifically provides for fees, but the fees are based on the prevailing market rates for similar services.",
  "That's correct, Your Honor.",
  "But in that context a client does not incur any legal fees, have any obligation to pay any fees, and courts routinely award EAJA fees when there has been no cost to the client in fees, and similarly, even if the client has an obligation to pay the cost in those circumstances -- where for instance a firm is providing pro bono services or a legal services organization is providing pro bono services to a client, the client does not have to incur or pay the costs. The question is whether those costs have been ultimately incurred and have been incurred at the rate that the firm has incurred the cost on behalf of the client.",
  "It would be the rate that is ultimately paid. If you're outsourcing the paralegals it would be the rate paid by the firm for those paralegals. Now it may also be, for instance - -",
  "The result is not different, Your Honor. The result is the same in the sense that the firm's cost - -",
  "It wouldn't necessarily be the market rate. It may would be what they are paying, which may well reflect the market rate.",
  "If they did.",
  "It may be. But if it's the market rate, there would presumably be no incentive for a firm to outsource - -",
  "There should be a difference, Your Honor, because with respect to outsourced firms, there is no concern that a firm is going to add, well - - if the firm is only going to bill at its cost, the firm is not going to add additional profit to the outsourced paralegal. So if, for instance, a firm paid $85, under our view the firm could not turn around and charge $95 to the client. Likewise -- and the reason that this is important under your context - -",
  "Well, that's correct if their cost, actual cost would be less in house. And the reason that's important is because in EAJA, unlike section 1988, there are several statutory differences. One, EAJA provides for other expenses, so the term \"attorney's fees\" is not the only terms that needs to be construed by the court. Other expenses needs to be construed in a manner that gives it meaningful effect. And Congress recognized, again, in the legislative history to the extent you could disagree on the meaning of other expenses, Congress was very clear both in 1980 and then again in 1984 that other expenses, attorney's fees do not include things that attorneys pay and only compensates attorneys for their own hourly rate. And the reason that the fee cap was important is because EAJA, as this Court recognized in Underwood, is not intended to be fully compensatory. If the cap for - -",
  "Justice Ginsburg, under Jenkins' rationale, Jenkins recognized that when there is not another -- another box of other expenses, where in a statute which was intended to be fully compensatory, that attorney's fees necessarily must include compensation for all types of costs that a lawyer might incur in the presentation/representation of a client. That works for Section 1988. But if that rationale were applied to the EAJA context, if attorney's fees were given the same meaning in EAJA, there is little or no work for other expenses to be done in the statute, because already you've pushed all of those expenses into the box of attorney's fees and - -",
  "Mr. Chief Justice, the reason that you would adopt our construction is because Congress is balancing more than the intent to provide compensation for prevailing parties in EAJA. It was also intending to balance the effect on the Federal fisc and limit the government's exposure as a means of passing the Act.",
  "Well, Mr. Chief Justice, I think the legislative history illustrates that, in fact, paralegals and other costs - -",
  "Well, the relevant page of the legislative history in 1984 that you're talking about explains that Congress wanted to adopt the views of the Administrative Conference in its model rules, and goes on to quote the Administrative Conference - -",
  "Well, that's a problem with all legislative history.",
  "The President did not express a view, but what we do know is that the legislative history in 1984 dealt with language that was identical to that ultimately passed by the Senate -- by Congress and signed by the President. And that legislative history explains and quotes the Administrative Conference that says that what should be awarded is an award of reasonable expenses of the attorney.",
  "Yes, Justice Scalia.",
  "This Court has twice cited unanimous opinions, the same report that we cite here, one of which was in the Jean opinion. In fact, the Court not only cited the Senate report, but also cited the House report to the 1984 bill.",
  "Jean?",
  "Pardon my - -",
  "In fact Congress recognized that, Justice Breyer, when it re-enacted -- when it readdressed the bill in 1985, the relative legislative history specifically references the bill that existed before that it was reported by - -",
  "Well, the theory of the bill was that attorney's fees would be based at prevailing market rates, and that prevailing market rates would embody a certain set of costs that might be reimbursed. I would think that the prevailing practice is not to bill separately for the kitchen sink, but as the Court explained in Missouri versus Jenkins, Missouri's analysis would extend to your hypothetical, Justice Breyer. It explains that reasonable attorney's fees had to cover all kinds of costs, including the costs of secretaries, messengers, librarians or janitors who might well be cleaning the kitchen sink.",
  "The cap in EAJA was imposed from the very beginning.",
  "Yes. It was. It was in the Senate bill. It was -- it was removed by subcommittee, reinserted by the full judiciary committee, passed the Senate, came over to the House and continued on for passage in 1980.",
  "Well, Justice Ginsburg, we are relying not only on the 1984 but also on the 1980 legislative history, which although it does not specifically refer to paralegals, explains that in connection with the term \"attorney's fees\" and the ceiling on attorney's fees -- and I'll quote again from the Senate report, which was the first: Ceiling on attorney's fees relates only to the compensation of lawyers themselves. And then goes on to say: That does not include other costs connected with their representation of a particular interest in a proceeding. And when Congress did that, it specifically recognized that it was taking a different approach than that taken in other fee-shifting statutes. The very next sentence explains that the committee notes that this section is not intended to limit or affect the computation of reasonable attorney's fees under any other provision of law, and gave as an example the Civil Rights Act. That is section 1988. So Congress knew from the very beginning that its treatment of attorney's fees as being limited only to attorneys and the larger more capacious category of other expenses, capturing all other costs that an attorney might incur in the representation of a client was one that was both different from other statutes, and one that was intended by Congress. And it's not reflected not only by the legislative history, but again by fee caps. The fee caps I believe you started here were specifically designed and set by reference to attorney's rates, the exceptions to the fee caps -- again specifically reference attorneys. There is an exception that you can exceed the fee cap when there is a limited availability of the attorneys qualified at the proceedings involved. And it would be anomalous in that context where Congress has paid particular attention to the billing rates of attorneys, set the cap based on attorney's rates with no reference to paralegals to assume - -",
  "-- that Congress intended - -",
  "Well, the legislative history when you -- again, if you look to what Congress was talking about, both the Administrative Conference rules and the quotation of the Administrative Conference rules - -",
  "This was in 1984.",
  "In fact, Your Honor, there was a dispute that the legislative history speaks to the controversy that evolved regarding the -- whether other expenses of the term would include more than what was specifically enumerated in the statute. And what we cite to in our brief as a footnote at page 28, footnote 12, there was a dispute. Several courts had concluded that paralegals were reimbursed at cost. In fact, the Northcross decision, which the committee reports, specifically references -- concluded that it was costs to the attorney, as this Court recognized in Jenkins. Footnote seven of Jenkins discusses the Northcross decision and explains that Northcross awarded out-of-pocket expenses for attorney's fees at the cost to the attorney. And so, when you take that controversy which had evolved regarding how you compensate these other expenses -- and specifically paralegal expenses -- along with Congress' statement that it intended to compensate out-of-pocket expenses incurred with connection to a case, the model rules and Northcross when you combine that with the statement that paralegals are to be compensated at cost, seems clear to us that Congress is intending that in contrast to attorney's fees, which have a profit element embedded in them and a profit element capped by the fee cap that Congress imposed in 1980 -- that when read together, it seems fairly clear to us that Congress intended - -",
  "But when it's within the control of the firm - -",
  "-- within the control of the firm, there is a particular danger that the firm can inflate its own costs. Whereas when it's going out to the market, of course, it's not going to control the profits.",
  "You're asking about the incentives that firms might have.",
  "Overhead profit. We don't believe it's actually going to change any practices, because ultimately, when you're looking at what costs are reimbursable under EAJA, it has to be costs that are not traditionally already paid for in the attorney's fees. So you have to look not to the practice of the specific firm that's at issue, you have to look at the prevailing practice.",
  "Well, if that's the case under our reading, of course, we would -- we would say that that is -- that is not a type of expense that was contemplated by EAJA, because Congress already provided for profits that attorneys get from representing a party within the attorney fee and cap that. The whole idea of a cap is to limit the reimbursement that a firm might get from EAJA below what the prevailing market rates for the services would be. If the -- the prevailing market rates were below the cap, the cap never comes into play. The only reason for that cap is to limit compensation below market rates. And it would be anomalous to allow - -",
  "I didn't catch you.",
  "Precisely, because in our view expenses are at cost and it is not -- you don't have the same danger of having firms imbedding profit within their own rate.",
  "But again, and under our view if they were to -- if a firm were to charge, say, 50 cents for a photocopy and it only cost 10 or 15 cents for that photocopy, under our view the firm would only be reimbursed for our for the 15 cents. The not an incentive to bill the client for anything more - -",
  "Overhead, we don't believe, is fairly attributable to a particular case. And, in fact, Congress was specific about this particular point on overhead in the legislative history.",
  "I guess you're right to some extent there would be incentive to shift out costs even though there would be less of an incentive than shifting out costs plus profit. But the reason that -- that the -- the reason that we think that that's a bit different is because, again, Congress intended for the profit making part of a -- an attorney's compensation to come out of attorney's fees, and then are capped. And there is very little incentive to -- to shift out fees unless the market itself is already doing that. And if the market itself is already billing for photocopies, then that's what you're going to get. Even if you didn't separately charge for photocopies as part of your rate, you could bill under EAJA. The market is providing for photocopies being billed separately, you can simply submit a request for photocopies.",
  "It's at 496 U.S. 154. And it's -- I believe it's cited, it's Commissioner, INS versus Jean. And I apologize if it's not there, but I thought it was. Yes. No. That's right.",
  "As a general rule, in fee-shifting statutes that are like Section 1988, that is in fact the rule. But the rule that similar words are given a similar meaning readily yields when there is indication that Congress did not intend the same to apply here, and in fact for instance in the Fogerty versus Fantasy case, the Court specifically rejected the approach of adopting the understanding of reasonable attorney's fees applied in other fee-shifting statutes, because it found that the policy and legislative history of the Copyright Act required or at least suggested that Congress intended something else. And here, not only do we have a different legislative history, we have fundamentally different statutory text. There is a second category of other expenses that must be given meaning in conjunction with attorney's fees. It did not - -",
  "It's either a, it can be a study or analysis or at least analogous to that type of a -- a - -",
  "It can be -- it can be a project, for instance in this case, the paralegal compiled the relevant information regarding how much wages needed to be developed, repaid on the merits of the case, how much taxes needed to be reimbursed. That could be understood as a project, particularly when Congress has modified it with any, the word \"any\" before.",
  "There are occasions.",
  "We often don't bill them separately.",
  "I -- I asked this question. I have not been able to determine that we have ever billed paralegal time separately. Normally, like every other litigant in a normal fee-shifting statute that would provide for attorney's fees, and again, just the way the government calculates it, it is based on overall costs per benefit, ends up some percent of salary. There is an attorney fees that benefits -- percentage and a small overhead charge as well. For the attorney's fees, not separately for paralegals.",
  "Mr. Chief Justice, and may it please the Court. Belton relied on a factor that was not in Chimel, the need for an easily administratable rule in the commonly recurring incident of vehicle arrest and the search incident to that arrest. Justice Stewart who authored both Chimel and Belton recognized that over a decade of experience of Chimel had shown that the courts were in disarray, that courts had confronted similar fact circumstances and come to differing results, that officers in the field, confronted with the highly volatile and dangerous events surrounding a custodial arrest needed clear guidance to be able to govern their actions in these instances. That makes total sense. Unlike Chimel which occurred in a home and arises in a situation where the privacy interests are at their apex, in the Belton context, the search is of the passenger compartment of a vehicle, and this Court has repeatedly acknowledged that with respect to automobiles there is a considerably diminished or greatly are reduced expectation of privacy. Given the very real threats that officers face in discharging their duties on a day-to-day basis in this commonly recurring scene -- circumstances, Belton established a bright-line rule to be able to govern their conduct.",
  "Well, I think Belton -- when Belton was decided there was some question in terms of the trunk in terms of this Court's decision in Sanders. Sanders is mentioned in Belton. There hadn't been a problem with a bright-line rule with respect to trunks and the Court simply didn't -- didn't address it. And we're not in this case seeking an expansion of Belton, Your Honor.",
  "Certainly in another case, you know, the Court can revisit the scope of Belton but I think Belton as established certainly makes sense with respect to the ambit of the passenger compartment. Even --",
  "Well, I'm not sure that that's - - that's correct, Justice Ginsburg. In Belton the New York Court of Appeals in a portion quoted the Court by Belton had determined that there was no longer any danger that the arrestees could get to the vehicle, and in fact Justice Brennan emphasized in dissent there was no possibility that they could reach passenger compartment.",
  "Well, the -- related to officer safety is the question of the administrability of the rule in these highly fluid contexts. The officers must make rapid judgments about what is and what is not permissible and in Belton the Court recognized that a rule -- that rules based on the totality of the circumstances, which require all kinds of ifs ands or buts, simply are not workable; and that had been borne out with 10 years of experience with Chimel being applied in the vehicle context and Belton.",
  "Yes. We believe the bright-line - -",
  "Well, Justice Souter we think that -- in some ways that does have the benefit of a bright-line rule, but we don't believe that the - - that's a question of where you're going to draw that line.",
  "We actually would draw the line a little closer than the police station. It would be when the -- the search has begun after the suspect has been removed from the scene. But in terms of administrability I guess that would provide for a sufficiently bright-line rule but the problem is drawing the line at that point.",
  "It is, but the difference between the probable cause exception and a search incident to arrest is a search incident to arrest doctrine - -",
  "Well, certainly the protection of the officer is what motivates the doctrine.",
  "Actually, Your Honor, very common-day traffic arrests have high risk to the officer due to the unknowns. The Court recognized that in Robinson, Robinson which established the bright-line rule for search of the person was in fact an arrest based on failure -- driving on a suspended license. The Court has in Chadwick emphasized that all custodial arrests - -",
  "Primarily, but also the interest in preserving evidence. When a suspect is - -",
  "Oh, no; when a suspect is put under custodial arrest, the -- there is increased incentive both to escape, to get weapons, and also to destroy any incriminating evidence that might be - -",
  "To preserve - -",
  "Well, we would take issue with respect to the officer safety.",
  "But in terms -- in terms of the evidence the Court recognized in Maryland v - -",
  "The Court recognized in Maryland v Wilson that when you pull someone over for a traffic stop, there is a risk of escalation of the encounter because evidence of a more serious crime might be revealed in that stop.",
  "No. What I'm -- what I'm talking about is the -- the danger of the custodial arrest situation, Your Honor.",
  "Well, on the point of officer safety, Your Honor, I can understand the Court's reluctance to think that a person handcuffed in a car is likely to escape. And we admit that the occurrence is relatively small. It's clear that a person handcuffed in the back of a patrol care escapes the car dozens of times a year. We just did a simple search on the Internet - -",
  "But the point is, on a continuum, Belton provides an administrable rule where officers in the field can guide their conduct. There's going to be instances in which the risk is going to be higher, and there's going to be instances where the risk is lower. And, admittedly, we are on the end of the continuum, but it -- Belton wanted to provide a rule whereby you wouldn't have to guess in these circumstances. Certainly, with respect to the privacy interest in vehicles as well, Justice Kennedy, the privacy interest in the vehicle, particularly when you've been arrested and could be -- for a traffic violation - -",
  "In terms of the balancing that's conducted, it can be a risk to officer safety, the need for administrable rule balanced against the privacy interest. Here the privacy interest has been quite diminished. Once you've been arrested on the street, the police often have -- certainly have a constitutional ability to impound the car and conduct an inventory search.",
  "It was in a private house owned by someone else. The officers testified that they normally would not tow it at that point, but certainly they would have had the constitutional authority. It would have been reasonable for officers to impound the car that was not at the residence of the arrestee.",
  "Correct, which underscores the diminished privacy interest that an arrestee would have in the contents of a vehicle. And - -",
  "Well, once someone has been arrested and if it's all-night parking, if the person is going into a custodial arrest, going to jail for purposes of protecting - -",
  "Well, for purposes of the impound and inventory search, so long as there's a reasonable basis, and the reasonable basis would be to secure the vehicle to get it off the street when the occupant has been arrested and wouldn't be able to retrieve it, I think - -",
  "It's not automatic, but it does go against the expectation of privacy that one has in the personal effects in the vehicle, and is greatly diminished because, you know, the State -- I believe it was your decision in Wyoming versus Houghton -- the State regulates cars on a daily basis. They inspect, examine the vehicle. So when we are talking about the constitutional balance - -",
  "Correct, but what it's balanced --",
  "Officer safety and the need for an administrable rule, which is - -",
  "The likelihood of that event occurring is relatively small. The potential risks to officers are great. Given that this does occur, that individuals do escape from vehicles, and -- here the vehicle, the police vehicle, was parked immediately behind the - -",
  "It will depend on the circumstances, Your Honor. Sometimes - -",
  "Well, that's exactly the point. In items of the administrable rule, there's all kinds of stages in an arrest, which, we'd have to stop and say, you know, is it going to be -- is he arrested -- is there one officer, or are the three suspects -- are they handcuffed in front or are they handcuffed in back? Is it a metal handcuff? Is it a plastic handcuff? Is it night? What's the surrounding circumstances in terms of the traffic that might be distracting to the officer? Is it a neighborhood which is a high-crime neighborhood? There's all kinds of things that, in the \"totality of circumstances\" approach the Arizona Supreme Court adopted, would be inadministrable in the field. And the Court recognized that in Belton, and in fact reaffirmed that in Thornton. Just recently the Court explained that experiences show the need for a bright-line rule in this context.",
  "I doubt that -- the hypothetical that someone - -",
  "We think that that would be the exception. It's possible. We don't think that would happen on a routine basis, and certainly police departments and the Federal Government would not encourage our officers to take that risk.",
  "Custodial arrests are dangerous in themselves, and this is one step, a reasonable step, that officers can take to secure their safety, among others, in the instance of a custodial arrest on the street.",
  "For instance, like a gun right underneath the seat, which would - -",
  "May I?",
  "Officer safety underlies the Chimel exception, to begin with.",
  "And Chimel - -",
  "That's correct, but it's a different doctrine. I'm mean, that's about - -",
  "When we're talking about custodial arrest, there are unknown risks. If there are unknown risks, officers obviously can't have probable cause to believe there would be a weapon in the car. And that's what the \"search incident to arrest\" doctrine seeks to address.",
  "Thank you, Mr. Chief Justice.",
  "Mr. Chief Justice, and may it please the Court: An association-in-fact enterprise need not have an ascertainable structure distinct from the predicate act of racketeering committed by one of its associates, whatever that means. RICO's statutory text, its surrounding context, and this Court's construction of the statute show that RICO's definition of \"enterprise\" is broad and contains no such limitation. Petitioner's primary argument, that the term \"enterprise\" is rendered superfluous and merges with the charged pattern of racketeering acts, is wrong for at least three reasons: First, it's wrong as a formal matter. The enterprise is a group of individuals. The pattern is a series of acts. Second, it fails to account for the fact that the relevant pattern of - -",
  "That goes to my second reason.",
  "Well, let me go to -- which I think it addresses the second reason. It's distinct as a formal matter, which is that have you to have find a group of individuals versus a series of facts. You can infer the group from their actions, just as can you infer, you know, a relationship between individuals by the way they act together. But - -",
  "My first point is a formal one. The second point goes straight to the statute: That the relevant pattern of racketeering acts that is at issue in RICO -- this is 1962(c) -- is a pattern of acts committed by an individual defendant, not a group. In fact, in H.J. this Court explained that the premise that the pattern has to be performed by a group or an association -- this is at page 244 of the Court's opinion there -- was wrong and that the pattern can be fully the work of an individual acting alone. It's also wrong because an enterprise remains wholly distinct and pertinent in numerous RICO contexts under the government's interpretation.",
  "That's correct.",
  "An individual can be an enterprise as a sole proprietorship, if that's the question.",
  "That's correct. I think there may be some miscommunication on my part. I would direct the Court to page 5a of the appendix which reproduces section 1962(c). It states: \"It shall be unlawful for any person\" -- it doesn't say \"group,\" \"enterprise\" or an \"association\" -- \"that is employed or associated with an enterprise\" - -",
  "Excuse me. The appendix to our brief. I'm sorry.",
  "The gray brief. So what's relevant for purposes of showing an element of a 1962(c) violation is that the defendant alone, perhaps with others, but the element is the defendant has to commit a pattern of racketeering. There are other elements. For instance, the defendant has to do so in a manner that participates in the conduct of the affairs of the enterprise. But, of course, that embraces a wholly distinct concept, that is the enterprise. Now, in many cases, as you have here, the pattern of racketeering activity of this defendant is proved by evidence that that defendant was also working in concert with others. And so in that case, the pattern element, which, again, is the individual's pattern of acts, is proved by the same type of evidence that would prove the - -",
  "We don't say that it's not a separate element, and we also don't say that a pattern necessarily would - -",
  "No, I don't believe so. I think what we have said is that the evidence regarding the pattern of activity allows the jury to infer the existence of an enterprise because an enterprise - -",
  "No, they do. And in fact the jury can - -",
  "The instruction is pertaining to an ascertainable structure distinct from the pattern of racketeering. Here you still have to show an enterprise, and the jury may not infer an enterprise from the pattern, but certainly it's open to the jury. When that pattern -- again, a pattern is an individual's conduct -- but when that pattern is shown through evidence that the individual is acting with others over a long period of time -- to either establish that it's a pattern of racketeering activity, if that same evidence not only shows that the individual committed a pattern of racketeering activity, but it was done in concert with others and that the -- that evidence shows that a group of individuals had associated in fact for the common purpose of engaging in criminal conduct.",
  "Well, I think that's the case that we gave -- an example that we gave in our brief, which is saying an individual commits a very long string of bank burglaries and -- actually, make it robberies. Robbery is a predicate act; burglary is not. Bank burglaries with individuals, but each time he does it, it's with a different group of individuals. There you -- the individual would be established -- you could establish a pattern from, say, the relatedness of the crimes to an M.O. or a -- and in the long continuous string of crimes, more than a few months, perhaps years. But it would not establish an enterprise.",
  "Because there would be -- you would - -",
  "What would show is that the individual is not working in concert with others to achieve an end. There's no parallel identity between any two of the crimes except for the individual acting alone.",
  "One -- he could be - -",
  "He could be an enterprise but not one -- when an individual acts an alone as an enterprise, the individual is not liability for racketeering acts under 1962(c) under this Court's decision in Cedric Kushner, because there's a requirement in 1962(c) that the individual has to be employed by or associated with the enterprise. And this Court has explained that you have to have some distinctiveness between the enterprise itself and the individual. So with respect to the individual, there would be no -- there might be an enterprise. It is conceivable that he could be deemed an enterprise, but not one that has any relevance for RICO purposes under 1962(c).",
  "I guess it's unlikely that the government, if that were the only fact, could show an enterprise. If there was some additional evidence that the individuals had gotten together and said, yeah, you know what, call me, let's work together, when I'm available call me, but it just happens he never called me twice.",
  "Well, what's required under this Court's decision in Turkette, which we think flows directly from the language, any group of individuals associated in fact, is that the group of persons must be associated together for a common purpose of engaging in a course of conduct. And that could be shown, as Turkette explained, by evidence of some kind of ongoing organization, formal or informal, that -- whose associates function as an ongoing unit. And in order to prove through one's actions with others that there is an entity -- some agreement and continuing unit behind it, you are going to have to show some identity in the group. If there is no identity except for one person, it would be very difficult to show an enterprise.",
  "It would be difficult to prove an association in fact. I'm sorry. It would be difficult to prove an association in fact of more than one person as the enterprise in that context, because it would be difficult to show that that person had joined with others for the common purpose of engaging in a course of common conduct. It would just be a series of distinct crimes.",
  "That was my answer to the Chief Justice's question, because under 1962(c), there has to be distinctiveness in that context.",
  "No.",
  "Well, RICO requires, among other things, a pattern of racketeering.",
  "Well, they can be related, but under this Court's decision in H.J. you also have to show continuing criminal conduct.",
  "Well, no. That has a particular meaning under H.J., which is that it has to extend over an extended period of time.",
  "Well, again, I'm not sure that that would meet the continuing aspect, either because it's a threat of continuing activity or because it would satisfy the closing continuity.",
  "I think I agree with that proposition. But what needs to be shown is that there needs to be an enterprise. Sometimes the enterprise in cases are lawful enterprises; sometimes in cases it involves an unlawful organization or unlawful association in fact, like we have here. And that is shown -- the statutory requirement, as explained in Turkette, is simply that this group of people associate together for a common purpose of engaging in a course of conduct. Now, when you have a long -- a series, like we have here of racketeer -- of crimes. These sets of crimes went on for almost a decade, involved dozens and dozens of bank heists.",
  "Yes, that concerns the predicate acts of racketeering. This is -- this raises another important issue, which is, the group largely was committing bank burglaries. Those are not predicate acts. The predicate acts here under RICO involve the interstate transportation of stolen funds. There were three of those that were charged as the predicate act, and the jury found those to constitute a pattern. But what this group of individuals were doing, is they were associating in fact for a very long period of time, committing dozens of bank -- bank burglaries, and did so sometimes with the interstate transportation -- that's what brought - -",
  "Oh, there were many things shown to the jury.",
  "I have to say - -",
  "I have to say I'm a little perplexed at this stage in the litigation based -- how we got here based on the objection that was made to the district court. The objection that was made, which was a J.A. 95, was that there was an ascertainable structural hierarchy which seems to be abandoned at this point, distinct from the charged predicated acts of racketeering, that was repeated at 103, 108, and 109. And then there was also an objection that the entity has to have a particular or formed structure, and that has been abandoned and also inconsistent with Turkette, which recognized that this could be an informal association. And, in fact, there was not an objection to the entire charge. Counsel at page J.A. 97, after - - when the court explained that it was going to address his proposed charge at J.A. 95 said, you know, I have some specific objections to the charges written, and then went through them, and raising those two objections as we've just discussed here. So, we've kind of evolved in terms of what this case is all about. And even if the Petitioner were right, I don't think he could prevail, even under the charge he wants in this case. But let me turn to a few anomalies with respect to Petitioner's interpretation of a structure.",
  "It will make a difference in some cases. There is a case called Bagaric that this Court cited in its National Organization for Women Against Scheidler. In there, there was a -- the -- involved a group of Croation nationalists, loosely knit, who agreed to promote their anti-Yugoslavian through a series of acts they committed over a series of years, extortion, murder, bombings. There was no structure, it would be very difficult to fit into the ascertainable structure distinct from the predicate act of racketeering that Petitioner espouses. There are other cases involving loosely knit gangs such as neighborhood thugs. The Nascimento case involved a neighborhood group of thugs that protected each other, and that was their common -- common bonding element through killing rivals or intimidating witnesses. There's no hierarchy there. There were no colors, no initiation rights. But this went on for over a long period of time. But beyond the classic cases that might fall outside RICO, if the Court were to adopt an ascertainable structure requirement, I think as Petitioner's laundry list of -- of examples -- unless my -- his reply brief illustrates, that is going to involve a long course of case-by-case adjudication.",
  "Let me first address what is your underlying concern, that there is a problem. Turkette addressed that; Turkette addressed that it doesn't matter that the evidence used to establish these separate elements may in case of - -",
  "The - -",
  "That problem does not exist as well, because the relevant pattern of racketeering activity that is the element of the crime is something committed by individuals. For instance, let's take a group of individuals who commit a long string, of, for instance, burglaries, they do so over a series of years. Bank burglary is not a predicate act of racketeering; it's a wholly criminal organization; all they do is commit bank burglaries. One individual is given the money at the end of the -- of each burglary. What we would have there is a RICO violation after the individual, because the individual, the element is that the individual has transported the money in interstate transportation -- or across State lines, and that is a RICO predicate; but the other things that the group was doing, those are not RICO predicates.",
  "So the -- so the element, it doesn't change, if the individual then does it with some other people -- let's say he brings his buddy along, two of them do it, that just shows the evidence necessary to show that the individual -- the evidence showed that the individual committed a pattern of racketeering, also happens to show he did it with a group, but it's the evidence, not the element. The element of the crime in section 1962(c) always turns on the defendant.",
  "But if you have - -",
  "If we take - -",
  "-- my hypothetical with the individual transporting the money alone across State lines, you have a pattern. If you just looked at that, individual taking money across State lines, by himself, that doesn't establish enterprise. What would -- so the pattern exists independently. What would show the enterprise is the fact that the evidence might also show that he is doing it with other people. That would show that he -- the element that is, that he is committing a pattern of racketeering activity and he is doing it in concert with others, but that goes to the separate element of enterprise. That is - -",
  "Let me - -",
  "Let me try to approach that in two separate ways. One, Turkette in footnote 5 was very clear. The Court explained even if the pattern of racketeering activity and the enterprise are established the same way, it doesn't matter, if enterprise has function -- some function, there is no such thing as, in other words, partial superfluidities of an element, or partial superfluidity of a word. Secondly, the concern about conspiracy exists in any conspiracy. Conspiracy is an inchoate act. You are liable for conspiracy as soon as you made the agreement, and under 371 commit an overt act or under RICO conspiracy agree to all the necessary elements of a substantive RICO offense. Congress has -- and not only that, you can be charged for conspiracy and charged for completing the conspiracy as separate crimes. That's the normal rule. That's the normal rule here. You can be charged for a conspiracy to commit RICO offenses, and RICO offenses, the pattern element I don't think can be overestimated here. The pattern element is where RICO has - - plus the list of predicate acts of racketeering -- is really where RICO gets most of its limiting structure, and I think the Court recognized that in H.J. It's the pattern which requires related criminal acts that can be related in a number of ways, and the -- the Court gave kind of a list of that in H.J., which I think I won't go through now, but as well as continuity, and that could be long-term criminal activity, not just a single or two, but long-term criminal activity, or the threat of criminal activity. Interestingly enough - -",
  "No. I mean, I guess it depends on what you mean -- ascertainable structure - -",
  "It's very -- I have to say it's difficult for me to understand what is being proposed by the other side, particularly once you have lost hierarchy. Hierarchy is something which is an understandable term.",
  "But if you are talking about structure, structure could mean relationship between individuals that enable them to - -",
  "-- commit their crimes. If that's the case - -",
  "-- I don't see why a jury cannot infer from the fact that over a long period of time the alleged members of this group have operated as a unit and have committed acts of racketeering, from that coordinating conduct that you were not able to infer that they had a means of acting as a group.",
  "Must the jury - -",
  "What does that mean?",
  "Because Turkette makes very clear that an association-in-fact enterprise can exist for wholly criminal acts. So if for instance, take a few hypotheticals. Let's say a group forms for the basis of committing just only predicate acts of racketeering, they do that. Nothing else, just predicate acts, over a 10-year period.",
  "All right? One formulation of petitioners is you have to look at the charged pattern of racketeering acts, presumably because then the jury has to find the charged pattern and then that has to be distinct from the enterprise. If that is the case - - let's say there is 100 predicate acts of racketeering. All that does is say that the government has to show 99 and leave the last one uncharged. That makes no sense. To the extent that Petitioners say that okay, there has got to be some -- something other than racketeering activity, take for instance, the group that does wholly legal, but does criminal non-racketeering acts as well as racketeering acts; that's in fact this case. Bank robberies and -- excuse me, bank burglaries, which is not a predicate act, and interstate transportation of funds. It would be wholly anomalous to exclude a group that only did bank robberies, which are predicate acts, but include a group that was only partially racketeering but wholly criminal.",
  "But there is nothing -- there's -- in order to find an organization, you are not going to see any more from criminal acts that are not racketeering versus criminal acts that are. Both of them show - -",
  "They might.",
  "You -- yes, but there would have to be more. You have to explain what would be necessary to show an enterprise. And in fact the -- the appendix to the - -",
  "I believe page 17.",
  "Page 17 of our brief reiterates the standard, I believe it's Turkette, it comes from Turkette and in the appendix to petition -- or excuse me, to the joint appendix, the charge is at pages 111 through 113. That's the charge.",
  "But it goes on to say that you must -- the government must prove that there is an ongoing organization with some similar framework, formal and informal, for carrying out its objectives and various members and associations of the association function as a continuing unit to achieve a common objective. The government must prove that in every case. In this case, this is not in the J.A., but it is in the court of appeals appendix at page 8770, the district court specifically charged the jury that they must find five separate elements of a RICO offense, including the existence of an enterprise as one; two, that the enterprise engaged in or its activity affected interstate or foreign commerce; three, that the defendant was associated in it. Eventually you get down to five, that the defendant knowingly participated in the conduct of the affairs of the enterprise through a pattern of racketeering. So the district court explained you have to define an enterprise. And to find an enterprise, what's a necessary element, it said you may infer an enterprise from what the - -",
  "It is different in the sense that you can have a series of predicate acts without an enterprise, you can have an enterprise without a series of predicate acts. Now what, the objection seems to be ultimately that the evidence needs to show the predicate acts of racketeering may also prove that the enterprise exists, because when you show predicate acts of a defendant, which is the only element, he doesn't have to work in concert with others to commit the predicate acts of racketeering, but when you show the predicate acts with evidence that individual is acting with others, you can also show that they have -- there is an association in fact of individuals who joined together to pursue a common course of conduct. Thank you, Your Honors.",
  "Mr. Chief Justice, and may it please the Court: EAJA provides that in an appropriate case a court shall award to a prevailing party fees and other expenses incurred by that party. Every court of appeals to have addressed the question, including the court below, recognized that the plain meaning of EAJA's text directs payment of EAJA fees and other expenses to the prevailing party, and not her attorneys. Moreover, EAJA's relationship to the fees approved under section 406(b) of the Social Security Act and this Court's decisions in Jeff D. and Venegas in the section 1988 fee context make clear that Congress designed EAJA, like other fee-shifting statutes, to work within traditional attorney-client fee relationships, under which the attorney looks to the client for payment. Congress has also provided that, subject to exceptions not relevant here, all funds payable to the -- by the United States to an individual who owes a valid delinquent debt, Federal debt, shall be reduced by administrative offset. There is no dispute in this case that the prevailing party in this case, Ms. Kills Ree, owed a valid delinquent debt to the United States, received notice of that debt, had the opportunity to repay that debt or enter into a repayment agreement that would have avoided offset, failed to do so. Congress directed in the Debt Collection Improvement Act of 1996 that agencies and the Department of Treasury here shall offset such payments for delinquent debts.",
  "That is true in part. Prior to 2005, the Treasury Department did not yet implement, fully implement, the Debt Collection Improvement Act with respect to certain payments. Here, these are miscellaneous payments. Treasury undertook the very large undertaking of computerizing the system to provide for offsets by tackling things like tax refunds, Federal benefits, most contractor payments, large payment systems that the government deals with on a day-to-day basis, and only in 2005 was able to implement miscellaneous offsets. Since 2005, the government has been offsetting EAJA payments. Now, in some circumstances where a debt is owed -- where an EAJA payment is made and a court, for instance, orders the government to pay the attorney, the government's policy is to check whether or not there is a delinquent debt a prevailing party owes, and if not, then the government may accept the assignment or comply with the --",
  "I don't believe so. There's two circumstances where -- that we might be talking about. The first circumstance might be where a court has ordered the government to pay the attorney. That happens in a number of cases. When the government does not have a debt which is receivable from the prevailing party, it complies with the district court's order. It simply does not have a dog in that fight. When we have an assignment that the government recognizes, that's true in any kind of context where you might have an assignment. The government recognizes the assignment. If there are third-party creditors who are able to come in, they may come in and contest that. They likely wouldn't have notice of it. But it's no different than any other assignment that the government might accept, from a party, of the debt, and that is not an infrequent event.",
  "Well, it certainly doesn't lie in EAJA. Courts have recognized that they retain equitable authority to recognize a constructive trust or an equitable lien to enforce an agreement between the attorney and client that the client will pay over to an attorney funds received pursuant to an award such as EAJA. And in that context, although courts haven't been particularly clear in their reasoning -- they have cited to equity -- the courts have provided that when, for instance, an attorney represents a client pro bono or represents a prisoner pro bono, that the court will see to it that the payment actually received doesn't ultimately land in the hands of the client and enforces the understanding, either expressed or implicit, between the attorney and client that the funds that the client receives will go to the attorney.",
  "The attorney fee under EAJA is payable to the prevailing party, which would be the prisoner. Now, attorneys would likely come in, the attorneys for the prisoner, and ask the court to exercise its equitable authority to recognize a constructive trust over the fees that are actually paid to the party and prevent the party from keeping that money. But a prisoner is ultimately no different than any other prevailing party under EAJA. It is the prevailing party to whom Congress has directed the court shall award fees and other expenses.",
  "They are not trumping it, Your Honor. The -- there's two things going on when a court recognizes an equitable trust. First, it has to necessarily recognize the right of the prevailing party to the payment. The prevailing party obtains the payment, and only once the prevailing party actually has title to the thing does equitable trust or a constructive trust attach. So it's recognizing in the EAJA context that the prevailing party is the one who is entitled to the fee, but then --",
  "Well --",
  "Correct.",
  "Well --",
  "In order to recognize the agreement between the party and the attorney.",
  "I'm sorry. I didnt --",
  "Well, as this Court recognized in Venegas in the section 1988 context, it's commonplace either for there to be an expressed or an implied agreement to pay over any statutory award that the prevailing party may receive to the attorney. And I think, in the absence of any indication otherwise, courts are well positioned to simply say, you know, if they haven't agreed otherwise, the normal practice would be for a prevailing party, if they were to receive something under a statutory fee-shifting provision like section 1988 or like EAJA, to agree to pay it to the attorney.",
  "Well, that might be true if we were relying on a common law offset. But in this context, Congress has directed that all Federal payments, unless there is an exception -- and there is no exception in this case -- are to be offset before payment, any payment, to the debtor. So in this case, Congress has effectively established a priority scheme whereby when a debtor owes a delinquent valid debt to the United States and the United States owes an offsetting obligation to that individual, Congress has provided that no Federal funds shall be paid to the individual and instead that the debt -- the government's debt shall be offset against the debt that the --",
  "The same rule would apply. No Federal payment would -- well -- I believe that the same rule would apply. I've not carefully studied the bankruptcy provisions, and I hate to venture into a very complicated area to give you something definitive. But my belief is that, based on the very clear text of section 3716 of Title 31, which was amended by the Debt Collection Improvement Act, that no payment shall be -- even in bankruptcy, the payment goes to the -- has to go to the debtor first, and then it goes to the estate -- that no payment shall be made from the Treasury and instead an administrative offset shall be undertaken to collect the government's debt.",
  "Well, sure. Theres --",
  "As we indicated in our brief, there's several things that can be done. First, the attorney can determine whether there is in fact a debt which is eligible for offset, and that can be done by asking the Treasury with a valid Privacy Act waiver from the client. If that is the case, the client retains the right, which Congress expressly codified in section 3716, the right to enter into a repayment agreement. If that is done, there will be no offset, and the repayment agreement is largely governed by the Federal claims collections standards, which are codified at 31 C.F.R. 900 to 904, and those -- those provisions provide in section 901.8, for instance, that installments shall -- should bear a reasonable relation to the size of the debt and the debtor's ability to pay. And in some instances, the government agency is able to compromise that debt if the debtor is unable to repay it within a reasonable amount of time. The agency should consider the age, health, present and potential income, as well as assets of the debtor, in order to determine the --",
  "That -- that's correct.",
  "I don't know that that's happened in this offset context.",
  "It could well happen, and in fact --",
  "The authority --",
  "Well, the statute also provides, under section 3711, for the Department of Justice and the Department of Treasury to establish guidelines for agencies. They have done so in Parts 901 to -- or 900 to 904 of Title 31 of the Code of Federal Regulations.",
  "Well, the statute actually reflects Justice Breyer's hypothetical, because at section 3716 -- this is at page 9a of the government's briefs appendix -- the head of the agency, prior to implementing an administrative offset must advise -- this is on a4 -- the debtor of the opportunity to make a written agreement with the head of the agency to repay the amount of the claim. That reflects the practice in the Federal claims collections standards of agreeing to repayment of such claims.",
  "Well, I think the hypothetical was premised at the beginning of the lawsuit rather than at the end. If -- if the case were at the end and the government were ordered to pay EAJA fees, the offset would be automatic. We would not agree at that point to split the -- the offset with -- with the attorney. But in the beginning of the lawsuit, when the attorney is undertaking representation of the client, the attorney is able to do precisely what Congress intended, which was to have debtors come to the United States and take -- to avail themselves of the opportunity to repay their debts to avoid an offset.",
  "Well, not at all. The government's interest in an installment plan is not motivated by EAJA. The governments interest is --",
  "This is a separate question, which is whether there is really any deterrent or how large the deterrent effect would be having the specter of a fee offset. And as we explained in our brief, this Court in Underwood explained that, because EAJA awards are not given to every prevailing party and are only given to parties where the government's position is not substantially justified, it is -- one cannot reliably determine in advance whether the government's position is going to be so unreasonable that youre going to get an award of fees. And that -- that suggests that any deterrent effect of having the possibility of an offsetting -- an offset for the client's debt is small. And that --",
  "I may have misspoken --",
  "Let me back up. I may have misspoken. What I intended to convey is that at the beginning of the case when an attorney is deciding whether to represent a client, the case has not been litigated, we don't know whether the government's position is going to be found to be substantially unjustified or not, the attorney -- if the attorney checks and wants to determine whether the client has a -- a debt owed to the government that would be subject to offset, the attorney can go to the government and say: Let's enter into a repayment plan so that my debtor gets on the government's good graces and no longer is subject to have a tax -- a tax return, for instance, offset or any other payment that the government may owe to that debtor in the future, including EAJA. But it's not because of the EAJA payment that you would enter into the agreement. The government --",
  "Well, I guess the attorney may say, I'm about to sue you, but the government certainly is not motivated because of the lawsuit. The government -- whether an attorney is going to sue the government or not, the question is --",
  "Well, I guess that certainly gets our attention. But the reason that the government would enter into a repayment agreement is because that is an opportunity for the government to collect a debt that is delinquent, valid, and outstanding. And what Congress intended to do in the Debt Collection Improvement Act was not to have additional Federal funds be paid to debtors who have been given multiple warnings of the debt and are essentially, you know --",
  "Well, actually, either --",
  "I guess a --",
  "Theres a few answers --",
  "Theres a few answers to that. EAJA applies not only in the Social Security context; it applies in all civil actions in which -- not sounding in tort, in which theres not another specific fee provision, brought -- brought by or against the United States. Congress intended -- and this is in the statutory findings which precede EAJA in section -- I believe it's 202 of the Act; it is -- to diminish the financial deterrent on individuals, businesses, and organizations caused by the expense of providing -- of litigating a case. This is --",
  "That may be true in the Social Security context, but there are many instances in which -- this is the -- this is the normal way that, you know, clients and -- and -- and their -- their attorneys work out fee arrangements. Sometimes clients will pay their attorney in advance; sometimes they will pay as the litigation goes forward. And by the time you have the EAJA award the client will have paid all or part -- sometimes none -- but all or part of the -- of the fee award.",
  "Congress directed -- the language is very clear: Courts shall award to the prevailing party fees and expenses --",
  "-- incurred by the party.",
  "This is -- the answer to that is complicated and, generally, yes. The IRS is of the view that attorney fee awards to prevailing parties, whether it's EAJA or otherwise, are deemed to be taxable income to the client. Now, the clients, of course, will have an offsetting deduction for expenses incurred by -- in -- in the course of producing or collecting income, and that was recognized by this Court's opinion in Banks. That deduction is, of course, subject to certain limits. It has to be in excess of 2 percent of the adjusted gross income and subject to the alternative minimum tax, which wouldn't apply to Social Security claims. But the general answer is yes, it is income when the prevailing party receives a fee. There is an offsetting deduction. However, there's a -- some uncertainty with whether some fee awards when the underlying benefit obtained is not taxable, whether that -- the IRS will treat such payments to -- the fee awards, as --",
  "Yes, so, but also certain Federal benefits, including Social Security benefits, have a very complicated tax relationship. Social Security benefits are taxable in part. It depends on the size and the amount of other income. So, the answer is actually quite complicated whether fees are taxable under EAJA in the Social Security context. But the general rule is, yes, fee awards to a prevailing party are income and subject to --",
  "Correct. Just as, you know, when I'm -- you know, I am paid my salary and taxed on it, and then when I pay for services, the person to whom I pay also has income, and they are taxed as well. This is not an unusual situation.",
  "That's correct. If the government never had an EAJA award, it at least would be less of a debt that it could collect.",
  "That's correct. The government is -- ultimately zeroes out here. The person that gets the benefit is the prevailing party, because the prevailing party has eliminated a debt to the United States by having that offset by the EAJA award. So the prevailing party obtains the benefit, which is precisely what Congress intended here.",
  "And it has paid its EAJA award by offsetting that award against the debt that the business owed to the United States. The government is -- at the end of the day, the balance sheets of the government have not changed. And with -- from the perspective of --",
  "From the perspective of the prevailing party as well. The prevailing party has an obligation to the attorney. Those are the attorney's fees incurred which have not yet been paid. The prevailing party also has an obligation to the government in the -- in the amount of a debt. It has income that comes in through the -- through the fee award, and whether that goes to offset the debt to the government or offset the -- for use to pay the attorney, the prevailing party ultimately gets the benefit of that fee award. And the government has paid the EAJA award as required by statute.",
  "We don't, and the reason we don't is because each agency that -- which is the subject of an EAJA order submits to Treasury a payment request based on that order, and they check miscellaneous payment. That agency doesn't know whether that payment is offset. Treasury receives that -- that request of payment and sees that it's a miscellaneous payment, checks it against a debt, and may offset. But Treasury doesn't know that the miscellaneous payment was an EAJA award. So we don't have any statistics that we can point to, to say how often this -- this occurs. I can say that the financial management service executes one -- over one billion payments per year, and that offsets of those payments account for $4.8 billion. So about two-tenths of 1 percent of payments from the Federal Government result in offsets. Id like to reserve the balance of my time.",
  "I believe I heard counsel concede that EAJA fees outside of the Social Security context are payable to the prevailing party and therefore subject to offset. That's true. EAJA does not draw a distinction between Social Security fees and other types of fees. Section 2412 uses the same language, court shall award to the prevailing party fees and other expenses. I believe that disposes of this case. Second, counsel relies on a definition of representative payee in the offset regulations. That's addressed at reply -- our reply, page 2, footnote 1. A representative payee -- as the Federal Register provisions that relate to this make clear, it refers to things like attorneys, it refers to things like parents, where the beneficial interest is not that of the attorney or the parent but the client and the child. It would be entirely unworkable if any time that a payee owes some debt that a third party might claim an interest to, that the government would have to find out the payee's finances and obligations in order to execute an offset. It's simply not the way the offset program was designed, and it's not reflected in the regulation.",
  "No. Section 206(b) of the EAJA, which is reproduced on 4a of our appendix, states that section 206(b)(2), the provision you were talking about, shall not apply with respect to any such award, meaning any award under EAJA, so long as where the attorney receives fees, the smaller fee is returned. So --",
  "Well, I think that reflects the stakes often, Your Honor. Oftentimes the government does not contest, for instance, a $2,000 EAJA award and because it's the government, it has to --",
  "No --",
  "In cases -- in the VA context, the number is not quite that large, but theres a substantial number of cases at the court of appeals --",
  "It was, I believe, in the order of either 50 or maybe slightly more than 50 percent. It might be 60. But the number is substantial that you get a reversal, and in almost all of those cases, EAJA --",
  "It is an unfortunate number, Your Honor. And it is -- it's accurate. With respect to the question of in the Social Security context, EAJA awards occur not only -- excuse me, 406(b) awards under the Social Security Administration do not apply in only the 5 percent of the cases that get judgment entered. 406(b) provides that any time a judgment that leads to an award of benefits is made, then 406(b) fees are awarded. So even if in cases that were remanded to the Social Security Administration, as in this case, you could get 406(b) fees. Its just a question of the timing. You have to do so after a remand determines the amount of the fee. So in all cases in which a claimant ends up recovering back benefits -- prevailing and recovering back benefits as a result of a successful court case, that attorney is entitled to payment under 406(b) pursuant to the fee agreement with the client.",
  "That is not in the record, but what is in the record -- actually, no, this is not in the record, either. But the court's -- I can tell you that the district court's opinion at the underlying case, pursuant to the government's concession, awarded -- determined that 2 additional months of benefits would be paid.",
  "Mr. Chief Justice, and may it please the Court: Id like to address a few of the questions that have come up already. Justice Sotomayor, you asked what Supreme Court decision addresses the receiving carrier. Theres a series of decisions which address receiving carriers and the nature of the receiving carrier as the initial carrier that receives goods from the shipper. I would -- Mexican Light and Power Company, 1947, is probably the best, but that traces its way back all the way to the 1910s, Galveston Wharf Company, Ward, Starbird, Blish Milling, Riverside Mills. These cases are largely cited at our brief at page 27 to 28, footnote 10. Regarding the geographic scope of Carmack on the current text, we believe that the current text, which is reproduced in the petition appendix at 69a -- if you look at the combination of both the first and the third sentences of Carmack, we believe that that reproduces the historic scope as encompassing only domestic transportation, purely domestic transportation, and transportation to an adjacent foreign country when it's an export. The first sentence requires that the rail carrier be providing transportation or service subject to the jurisdiction of the board and issue a receipt or bill of lading. The very purpose of Carmack from the very beginning, its core purpose, was to allow a shipper to sue the initial carrier. The initial carrier was responsible for the entire shipment. All the connecting carriers were deemed to be agents of the initial carrier, and, therefore, there was an easy defendant for the shipper, who dealt directly with that shipper -- that carrier and received a bill of lading from that carrier to sue. That --",
  "Our brief addressed the first sentence briefly in, I believe, the prior page. Page 20 to 21 deals with the first sentence, and then 22 deals with the third. But our point is that the first sentence sets an anchor in the United States as the -- as the origin of the shipment. Part A jurisdiction -- this is reproduced at page 62a of the petition appendix. It does cover shipments that themselves transit United States and foreign countries.",
  "62a of the petition appendix. This is section 10501, which defines Part A jurisdiction of the STB. And then I'm looking --",
  "Theyre both -- both of them are actually the same. Both the petition appendices are the same. So I'm looking down at -- (a)(2) provides that the jurisdiction of the STB applies only to transportation into the United States when that's between -- you know, part of a larger transit between the U.S. and a foreign country or even purely domestically. So, a shipper -- or a carrier that is subject to STB jurisdiction has to be providing this U.S. transportation when it issues the bill of lading. So the -- again, the central purpose was to provide a carrier by which -- against whom the shipper can bring suit in a convenient forum, the person that the shipper dealt with. And that's now reflected in section -- the forum provision of Carmack, which is subsection (d)(2), it provides that a suit under Carmack may only be brought against the originating rail carrier in the judicial district in which the point of origin is located. Those -- and the prior provision says that that's a U.S. district court or a State court. Carmack itself anchors the transportation as starting in the United States. And then the third sentence explains the remainder of the historic scope. The third sentence --",
  "This is back to 69(a). Its Carmack, third sentence in subsection (b). It defines the liability under Carmack. It says the liability under this section is for damage caused by the receiving carrier, the delivering carrier, or another rail carrier over whose line or route the property is transited in the United States or from a place in the United States to a place in an adjacent foreign country. So, what that does is that provides the center for the two bookends. The first bookend is the originating carrier, the receiving carrier that receives the goods in the United States, provides the bill of lading to the shipper. The second bookend is the delivering carrier, and in between -- remember Carmack was intended to cover the entire carriage as a unified whole. The in-between is transportation in the United States or export transportation from the United States to a point in a foreign country. We believe that that text, read as a whole, reflects the historic scope of Carmack that's existed since 1915 when it was extended beyond purely domestic transportation.",
  "Correct.",
  "Well, we believe the portion of (a)(3), which now looks like it's in (a)(3), the over whose line or route the property is transited -- transported actually applies to the receiving and delivering rail carrier. If you would turn to page 5a and 6a of the reply brief of Union Pacific, theres a side-by-side comparison.",
  "I'm sorry to have the --",
  "The -- from 5a to 6a, youll see 5a is the 1978 version of Carmack that was enacted in the 1978 codification.",
  "The current version is reflected on the facing page. There was no paragraph indentation in 1978. And in 1995, when Congress changed the text, it did include a paragraph indentation, but the committee report -- the conference report is very clear that Carmack was not changed. Also --",
  "Well, I don't know -- you mean the indentation?",
  "The indentation was inadvertent. And I would actually direct the Court to page 73a, which is the other part of Carmack that now exists for motor transportation and freight forwarders. There is no indentation. The current version of the other half of Carmack does not provide the indentation. The indentation is inadvertent. And in '95 -- the '95 Act, which --",
  "73a -- (a)(1) reproduces what we were just looking for -- looking at in the rail carrier context.",
  "It's a single paragraph. That's the way it's existed since, you know, 1915, basically, or 1927 when they added receiving carriers. So, what the Court can do -- it's true, Carmack is less clear than it used to be. It was made somewhat less clear in '78 and in '95. But we believe that when you take the text as a whole, particularly when read in light of the context of this Court's decision and the long-standing practice in the United States reflected in the STB -- the STB's decisions, that is the ICC's decisions, the predecessor, that at least the provision is ambiguous. And if the provision is ambiguous, section 3(a), the mandate that the statute should not be construed to make a substantive change in the law, should control.",
  "The STB does not appear on our brief --",
  "It did. It did. The STB has not taken a position about the current scope of Carmack and, therefore, decided not to join our brief.",
  "No. I would say, though, that the ICC's decisions remain binding. This is 1995. The statute, ICCTA section 204(a), which is a note now to section 701 of Title 49, specifically provided that the ICC's orders and determinations would remain binding unless changed by the STB. The STB just did not, at this point, come on record and take a position about the scope of Carmack.",
  "In part. There's -- if you --",
  "That would take care of the initial carrier, what we believe is the initial receiving carrier in the case, \"K\" Line. However, I believe the argument is being made that Carmack could suddenly apply mid-carriage at the border.",
  "I believe the argument is that the first carrier who receives property in the United States would be deemed the receiving carrier.",
  "That's a separate argument.",
  "You would have -- excuse me.",
  "It did not.",
  "It did not.",
  "That is correct.",
  "It is a different -- but we think it's clearly wrong in light of Carmack's historic purpose. This would be to divide the -- the -- if that were correct, it would divide the transportation in two.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: This Court in Keene held that section 1500 of Title 28 deprives the Court Of Federal Claims has jurisdiction when the plaintiff has a pending suit in another court based on substantially the same operative facts and left open the question whether some overlap in the relief requested is also necessary to trigger that bar. The Federal Circuit erred in holding that section 1500 applies when both suits -- only when both suits seek the same relief, and that the critical distinction in this regard is whether the particular relief in the plaintiff's plea for relief is deemed legal or equitable. Section 1500's text broadly bars CFC jurisdiction whenever any suit that the plaintiff has pending in any other court is a suit for the CFC claim or is merely a suit in respect to that claim. In other words, another suit for a different but a related claim will trigger section 1500. That provision was intended to protect the government from simultaneous duplicative suits against the United States and its agents by forcing plaintiffs to elect between those related suits.",
  "That is correct. In some, in perhaps a good number of cases, it's possible to, if you are seasonably prompt in your Court Of Federal Claims case or your district court case first -",
  "Well, I think there is some control that you can exercise over the -- how promptly the suit proceeds. Particularly if we are talking about suits against the government, many suits proceed on an administrative record and go directly to summary judgment; that can be done in a relatively prompt manner. But even if not, the Congress that enacted section 1500 in 1868 knew that essentially what it was doing in many, many cases would prevent a second suit from going forward. That's because the Congress was concerned with the cotton claimants. The cotton claimants had authorization to bring suit in the Court of Claims, but there was a two-year statute of limitations. That statute ran from the end of the Civil War. And this Court in a case called U.S. v. Anderson at 76 U.S., and the relevant pages are 70 to 71, made clear that the end of the Civil War for the purposes of that statute was August in 1866. Congress enacted section 1500 in June of 1868. There was a two-month window, if that, to bring suit and Congress recognized, it would have recognized, that if you filed suit or were forced to elect at that point, that would be the end of the game. There was also another statutory provision that Congress enacted during the Civil War that put a two-year statute of limitations on suits against officers. That was discussed in this Court's decision, Mitchell v. Clark, 110 U.S. 633 at pages 641 and 642. So given the time at which Congress was enacting section 1500, it knew it was putting plaintiffs to a very hard choice. You had to elect between the Court Of Federal Claims remedy and between a remedy in another court against an officer. That remedy would likely be the end of the game. And Congress did that in a very particular way. It did it in a targeted statute that limited the authority of the court that had its hands on the purse strings of the Federal Government, and that performed the very function that Congress just a few years earlier had itself exercised through the enactment of private bills through its appropriations power. So section 1500 ultimately states in essence that if you are going to bring suit in this specialized court where Congress has vested the Court of Claims with the very special power of distributing money from the Federal fisc, that you could only bring one suit arising from the same operative facts in order to be in that court.",
  "Well -",
  "Well, it wasn't the same pot of money. The Abandoned and -- Abandoned Property Collection Act -- we will call it APCA -- provided for a special statutory trust remedy. That remedy was for the net proceeds of anything -- any -- any auction sales that might have resulted from cotton. If the cotton was lost, it was damaged, it was destroyed, if the proceeds were paid but ultimately didn't make their way into the fisc, you got nothing or you got a substantially reduced fund. If you sued in court, you might be able to sue, as we explained in our reply brief, under certain doctrines that would give you the property in specie, or you could seek monetary relief. These are quite different things. And even in -- it's not -",
  "I don't know -",
  "You may in certain instances. But particularly in the cotton cases, Congress knew that it -- what it was doing was forcing one path and only one path. It wasn't about duplicative recovery. You had to choose and you not -- you weren't going to have time to bring another suit, and Congress would have known that when it enacted the section 1500's predecessor two months before the statute ran in APCA and perhaps after the statute ran for bringing a tort suit against officials under the cases -- the statute that this Court construed in Mitchell. So it wasn't simply that duplicative relief was at issue, Congress was actually forcing you to make a choice in cases where the types of relief are quite different. And the type of relief, for instance, that you would get in a suit against an agent of the United States, what you get out of that suit is not a pot of money; the court does not say at the end of the case, here you go, you asked for $1,000, here it is. The court enters an order; it enters a judgment. It says, \"Defendant, perhaps Tony Yang, officer of the government, you pay $100 million, $50 million.\" It doesn't mean much to the plaintiff if they get at Tony Yang as an individual. This is very different relief than a money judgment against the United States. It's not the same relief. And in fact, we don't normally think of a claim as embodying a particular type of relief, which is the submission of the trial here.",
  "That might have been true in one direction but maybe not in the other. And let me explain. The -- I'm not sure that there was an instance of this happening because of section 1500's existence, but if you had, for instance, obtained damages against an individual agent in a suit and you still could have brought suit within the Abandoned -- Abandoned Property Collection Act, the Abandoned Collection Property Act provided a statutory trust for the owner of the cotton. It's not at all clear that that would have been precluded. There may well have been, but for the statute of limitations problem, the ability to get a double recovery. But nevertheless, I mean, our submission ultimately turns on our understanding of the text of this statute, which is quite broad. The text not only precludes -",
  "I -- that's -- that's true in some cases of an accounting. It's not true on these complaints. The complaints here are -- they have the sense of a kitchen sink type of a pursuit of these claims against the United States. The district court case is not simply seeking an accounting of old money, as the Tribe submits. It actually alleges a whole slew of breaches, including the breach to -- to -- of failure to invest money properly, failing to put it to its highest use, says the true balances would be far greater but for these breaches. It specifically seeks a -",
  "No, because back -- the counts - these are back on pages 90 and 91a of the petition appendix. The Tribe not only seeks an accounting, but it also seeks an order to comply with all other fiduciary duties determined by the court. This is paragraph 42. It goes on to say that the tribe is not only entitled to object and essentially challenge the accounting, but it's entitled to any other equitable relief that might be appropriate in light of the -- the court's decision in the case. So the tribe is in no way trying in the district court simply to seek an accounting. Just like in the Court of Federal Claims, it's not simply looking to what they claim to be new money. The specific allegations in the CFC complaint say that there has been no money for the -- no accounting for the revenue collected.",
  "The tribe -",
  "It -- it should be that way if there were a narrowly tailored APA-type-like suit in district court, but that's not this. The tribe's complaints both invoke, for instance, the Cobell litigation which has been going on in -- in D.C. for quite some time, and are modeled on the same types of broad claims that are at issue at Cobell. This is not a simple case where there is agency action withheld and a court says: Agency, you had X duty; do it. This is a -- a situation where the tribe is seeking to impose itself on age-old decisions that have been made a long time ago and to seek to revisit them and at the end of the day restate their accounts to reflect what they think should be in the trust fund. This parallels in both the Federal Circuit -- the Court of Federal Claims and the district court suit. There is substantial overlap in the operative facts. As the two judges -- the only two judges to have addressed this -",
  "Well, there's a difference -",
  "The -- there is a difference between the parties, and I don't think it's been fully fleshed out here, about what an accounting is. The statute at issue that the tribe invokes for the accounting in our view provides a prospective obligation for the government to provide quarterly statements of what's coming in and out of the account going forward.",
  "Going forward, not going back, and only with respect to moneys that were deposited or invested under a specific statutory authority that involves deposits that were made in banks. So in our view -- you know, our view and the tribe's view I think are quite different in terms of what's at issue in the district court case. And unfortunately, that's not the case that's before you here. But what we're trying to do is say whether or not there is substantial overlap between the two. And -",
  "No, I don't think we are at cross-purposes. What we are saying is what the complaint alleges. We don't control how the tribe seeks to assert rights. We think that the complaint may be overbroad, but that's not the correct question. I mean, this Court in Keene, for instance, addressed suits which had been dismissed because they were improperly brought in district court, and those suits in district court were sufficient to trigger section 1500's jurisdictional bar simply because they were asserting claims that overlapped with the claims that were at issue in the CFC.",
  "I think so. I mean -",
  "Right, which draws a distinction between the claim and the relief, right? If relief were the particular type of relief, as the tribe asserts, the rule would simply say \"failure to state a claim,\" because you would have failed to state a certain element, a necessary element, of the claim. Instead, it says \"failure to state a claim upon which relief can be granted.\" And I think that -- that keys into the other important provision of rule -- the Civil Rules for this purpose, which is Rule 54(c), which makes clear that the relief that might be initially stated in a complaint is not the relief that is at issue in the case. The relief that comes at issue in the case is the relief that the -- that is proven, whether it be at summary judgment or at trial. And even if, for instance, you ask for a dollar in damages in your complaint, it may well be that at trial you establish your entitlement to injunctive relief or damages far in excess.",
  "Well, yes and no. The district court complaint, for instance -- and again, we contest this, but they seek a restatement of their accounts. They seek remedies such as equitable disgorgement and the like. These are monetary remedies that go, again, to the same types of issues.",
  "All of these claims could be brought -",
  "-- in the Court of Claims.",
  "That's correct, but if you have a claim, for instance -- taking the old money/new money framework, which we don't think is borne out by the complaints, but even if we were correct, if they were seeking so-called old money in district court -- that is, money that should have been there, but was improperly allocated and therefore didn't show up in their account -- they could also bring a claim under the Indian Tucker Act claiming that there was some breach of duty under a statute or regulation, clear and -- this is a Navajo Nation-type question -- and you could get an accounting through -- in order to determine the proper amount that should be there. So this is a way -- the problem that we have here, particularly in these cases where there's an allegation of 100 years of trust duties going back, and simultaneously litigating these cases in courts that might have different views on discovery obligations, different views of the law on various point cases. One of the cases that we cite in the appendix to the petition, the Ak-Chin case, the CFC ordered discovery, for instance, that we have to conduct a review of 33,000 boxes of materials from the archives. Although we claim there is an APA case going on in district court, the plaintiffs are seeking discovery there. We are fighting it. But this type of duplicative legislation and burden on the government is precisely what Congress in 1868 said: If you are going to bring suit -",
  "A declaratory judgment, for instance. Some -- many -- some of these cases arise -",
  "Um -- well, I mean, you wouldn't be able to get injunctive relief.",
  "Not normally in the Court of Claims. There are exceptions.",
  "There is no question that section 1500 may put a plaintiff at a difficult choice.",
  "It's a choice that has existed since 1868, when Congress -",
  "That's correct. And I think that was this Court's suggestion at the end of Keene, when the Court recognized that because there are complicated jurisdictional regimes that apply when you sue the government, the Court explained there may well be situations where this precludes a plaintiff from seeking all the relief that you would otherwise be able to get if you could bring suit separately. And the Court in Keene said: Look, if there is apparent hardship -- this is following its decision in Corona Coal, which is 1924. If there is a hardship in the statute, it is a question that must be directed to Congress, because Congress is the one that set this up, this jurisdictional limit. And the jurisdictional limit that existed in 1868, remember, was a very difficult choice.",
  "Well, let me qualify -",
  "The hardship may be there. The hardship is less now than it was in 1868 because of the language of the statute -",
  "Because you might be able to bring, for instance, an APA suit that completes before the six-year statute of limitations ends. And frankly, we don't think that that's an unusual thing, for an APA action to be brought promptly, even with an appeal. APA actions, again, if it's limited to the administrative record as they should, you can go straight to a summary judgment-like procedure -",
  "No, no. I'm not suggesting that that was a proper suit. But what you could do is you could pursue it and it could complete and still be - there would still be time to bring a suit in the Court of Federal -",
  "Perhaps, that's right. We think these suits -",
  "Well, but that's precisely what they are seeking to do here, and we just disagree whether that relief is available in district court. And the question here is whether you can simultaneously pursue it. Let me be clear. These cases in our view should almost all be brought normally in the Court of Federal Claims. These cases are seeking money for past actions and that's precisely what the Court of Federal Claims should address. However, a number of plaintiffs like to try their hand at more than one court and they bring simultaneous suits, just as Tucker -- the cotton claimants did in the 1860's, where Congress provided for a general statute, very broadly worded. It applies to any claim for and in respect to which any suit or process is pending in any other court against the U.S. or any person acting or professing to act as its agents. It's a very broad statute.",
  "In some cases, it's is a tough choice. Casman would have been a very difficult choice. But as this Court suggested in Keene, the question goes to Congress, and when Congress addressed the question it decided relief of that sort should be brought all in the Court of Claims. But in this case, this is not a case where we think particular hardship would be had, because the tribe could pursue its claims in the Court of Federal Claims and probably should be doing that if it simply -",
  "Well, that doesn't square -",
  "But that doesn't square even with the history of what Congress is trying to target. The relief that was available in the Court of Claims in the 1860's in the Abandoned Property Collection Act was a very limited -",
  "I don't think it squares with the text of the statute, which is broader than, doesn't provide for a claim, it doesn't provide for relief, it doesn't speak to double recovery. If Congress was intending to target that specific problem it could have done so in a much direct manner. Mr. Chief Justice, I would like to reserve the remainder of my time.",
  "Thank you, Mr. Chief Justice. The Tribe is unable to identify a textual basis for its same relief defense to the court of federal claims. If it's definition of claim is as narrow and circumscribed as it defines, it wouldn't capture the cotton claim. Moreover, putting aside the definition of claim, the statute applies when there is a pending suit or process in another court. That is not only for the claim, but in respect to the claim. That substantially broadens the statute. Two, there are two problems with the same relief test that's as a practical matter. In order to determine whether the same relief is being sought in the other court, which is the relevant question under their test, you have to ask, what relief would be sought in district court. But Rule 54(c) makes clear that the relief which is available in district court is not specified by the complaint, it's whatever develops through the case. So you might not know until the very end whether duplicative relief is being sought. Secondly, if you are going to limit the relief that is available in the district court based on what the court of claims' view is of the district court's jurisdiction to issue relief, you are inviting the court of federal claims and the federal circuit to be opining on the jurisdiction of the district court under the APA, in very complicated cases which involve questions of Bowen, Utah Wilderness, this is not the way that you would construe normally a jurisdictional statute. The specter of 50-year old suits proceeding simultaneously in the court of federal claims in district court certainly would have motivated, or spoken to the Congress that enacted Section 1500's predecessor in 1868.",
  "I'm not exactly sure the differences that they are pointing to. There are differences in terms of the procedure and what is a relief. The other you would have to show that there was some kind of a breach and you get a full kind of accounting to quantify damages that relate -- in aid of judgment. But at the end of the day, the example, losing $10 and you collect 20 but only debit -- put 10 on the books, that is a claim which is cognizable in the court of federal claims if they have a money mandating statute of regulations.",
  "That's what discovery -- that's what discovery is for. The Ak-Chin case, for instance. 33,000 boxes of discovery we have to go through in terms of a discovery request in the court of federal claims. This is done -- this is the way cases normally proceed. They do not proceed on dual tracks where the very premise of liability in the court of federal claims is being litigated in district court, or they are seeking to challenge, you know, an accounting. Accounting normally would be, you know, here's an account of your -- your assets, but they're seeking to challenge it. If you went back to equity, for instance. A trustee does, as an equitable matter, have a duty to account when requested. But the cost of the accounting is taken out of the trust corpus. That's not what is going on here. They are trying to seek to use the APA to force something which we don't think is authorized under statute as a secondary means of discovery for the same claims that are at issue in the court of federal claims. That type of duplicative litigation and the burden on the federal courts is precisely what Section 1500 was intended to prevent against, and in the absence of a textual basis for the same relief test that the court of federal claims or federal circuit adopted here I think is fatal to the case.",
  "I can't speak to that, Justice Kennedy, that is possible. I'm just not that versed in equity jurisprudence to be able to give you a definitive answer.",
  "In Loveladies, if I may answer.",
  "Loveladies involved a district court claim for a declaration that the action wasn't taken. The district court taking declaration which was ultimately disposed of, but at the same time that Loveladies was seeking does assert a claim for just compensation in the court of federal claims.",
  "Mr. Chief Justice, and may it please the Court: Petitioner has asked this Court to disrupt 30 years of FOIA practice by rejecting an interpretation of Exemption 2 that has prevailed and has provided a workable standard for agencies and the courts since the D.C. Circuit's en banc decision in Crooker.",
  "Well, I think the -- as our brief explained, there are three basic elements to Exemption 2. The first is the internal element, and we believe that means that the records at issue must be properly maintained within an agency and not for general release. And -",
  "Well, I think -",
  "Right. If I could just finish the internality and then talk about how it relates solely -- relates to that, I think that would be probably easiest. The internal -- and when a document is properly held within an agency as internal reflects the FOIA balance that's at issue throughout the exemptions. It involves the balance between the public interest in knowing information about the government and the need for the government to maintain certain things in confidence. And in this context, Rose addressed two other contexts. Rose explained that when there is no legitimate public interest, things may be properly internal. There's simply no reason to disclose it. In -",
  "Well, if it was -",
  "Well -",
  "I don't believe this Court created an exception to the statute. I think what the Court did was construe the statute. And although it is not clear from the text of Rose exactly the textual foundation for that decision, I think it is best read as turning on the internality. And understanding what is properly internal under Exemption 2 must be understood in light of what FOIA is doing and what the legislative history suggests for the exemption. And so what we -",
  "This case -",
  "I think it said that that's the case where there's no countervailing interest on the other side. At least where there's no risk of circumvention, is what the Court was saying. What we have here is a different FOIA balance. What we have here is something strong on the government interest side. There are certain things that just cannot be disclosed to the public and have the government function well. This is one of these. This would be the location, type, amount of munitions stored on a Naval facility. Location -",
  "There are -- there is -- for instance, the appendix includes a map of buildings. It doesn't explain where munitions are stored, the type of munition -",
  "Maybe not in every building. What you know is that there are buildings, there are sites, but you don't know which ones, how much, the types of munitions. And what we're talking about is more than a map. What we're talking about is more generally the ESQD information in the disclosed records, which includes -",
  "There appears to have been a release -- and the record does not provide us detail as to why -- before 9/11 by the Bangor facility of some arcs. Now, it's important to know that arc maps have different levels of importance. For instance, you might have an arc map around a bomb squad on a base, because bomb squads need to maintain a small amount of munitions, but that arc isn't particularly sensitive. So arc maps might be released in certain contexts, and the Navy here actually does conduct a case-by-case balancing to see whether or not it would be appropriate to release this information. Here, what we do know is that the Navy looked at the arc maps here, which are highly sensitive maps, as well as the associated ESQD information, and determined that releasing this information would provide a road map to those with bad intent to circumvent the very safety procedures that --",
  "Our brief briefly addresses this. I believe it's footnote on page -- footnote 5 on page 8. And what we can say from the record is that the Navy looked at the -- the material here, explained that Bangor is a single weapons facility, involves a much more simplistic storage and safety security problem than the Naval Magazine Indian Island. And also, I would -",
  "Well, it's difficult to classify when you need to share in limited circumstances with local responders. The Navy here has shared -",
  "When you classify a document, it restricts access to people with a Federal need to know, people who have been adjudicated as eligible to receive classification, receive the proper training. The Navy in this instance needs to share limited arc information with the local fire department and the police department to make plans for in the event of an emergency. And that was shared in confidence with these local force responders and was unfortunately disclosed without our authorization.",
  "That is true in certain circumstances, but there are other -",
  "Well, if the Court were to provide us with the opportunity, I think the Navy could consider that.",
  "The relevant executive order that governs classification does allow classification of materials which have been disseminated beyond the government. But there are certain thresholds that have to be met. I'm not an original classifying authority, so I would not be in a position to say whether these types of things could be classified in this instance. It's at least theoretically possible. But I -- what I want to underscore is that the reason that these materials are not classified in this instance is because it is important to share with the local fire department. Now, the local fire department -",
  "It is -- I don't mean to suggest that only Federal Government employees can have classification. You can -- you have contractors. There are instances where you can classify material and share it with nonfederal entities which have been given appropriate clearances -",
  "I don't -",
  "I don't think -",
  "I don't believe that we are asking the Court to torture the language of FOIA. We think that we have a fair reading, by no means an unambiguous reading of the statute, but a fair reading of the statute, and it's a reading that has prevailed for almost 30 years now. And then quite beyond -",
  "Sure.",
  "Well, it depends on context. You may be referring to Exemption 6.",
  "Well, in the context of Exemption 6, I think it refers to files pertaining to personnel.",
  "I think the term -- the phrase \"personnel file\" itself is normally referred -- normally used to refer to personnel, but what-",
  "That's generally true, but -",
  "Well, it's certainly one reading. We think that personnel rules and practices of an agency can fairly encompass instructions that you provide to personnel. For instance, if you were to instruct personnel that they are to appear at work at 9:00 and leave at 5:00, or they are to perform a certain number of duties, 10 cases per day, or you need to process these cases in a certain manner -- all of those I think would be fairly characterized as personnel rules and practices of an agency, and -",
  "Well, no, I think -",
  "I should think so.",
  "The focus on personnel in the statute helps to distinguish between rules and practices which govern personnel, and rules and practices which also are there to govern the public in its interactions with the agency. And this goes back to the question that we initially started on. \"Relates solely\" -- when you're related solely to the internal personnel rules and practices of the agency, it -- it extends just beyond just the rules and practices of themselves, but it makes sure that the focus -- solely -- is still on personnel. So there are things -- for instance, if the rule is that you need to file a FOIA request in a certain way, and the agency instructs personnel to process it in a certain way, those rules also would affect the public. The public would need to comply. If there is a dual purpose, a dual function of the rule or practice, it would not relate solely to the internal personnel rules.",
  "But not everything that the agency does will relate solely or exclusively to govern the internal personnel -- the rules and practices for personnel. When there is a dual function, that is, it both instructs personnel how to do their duties and it's also something that the public must take into account -",
  "Well, I -- I don't know that I would agree with that. I think the personnel rules and practices that are at issue here are a complex set of rules that are based on types of munitions, the -",
  "Because it is a rule that pertains to personnel. It is a rule that governs the personnel's discharge of their duties. And if the -",
  "That is true. Humans generally -- and we still do, thank goodness, do things. But the focus of the exemption in context -- the exemption applies to matters that relate solely to the internal personnel rules and practices of an agency. Personnel helps to focus the inquiry on the rules, and, again, only relating solely, on rules that govern agency personnel, as opposed to rules that might govern those personnel and govern the public's interaction with the agency. That's the key -",
  "Well, I -- it certainly is.",
  "The -- but I think what we're saying is that personnel can have different meanings in different contexts.",
  "Well, there were -- I can give you a few examples from the legislative history, for instance. One of the problems that Congress was concerned with is that the old exemption, exemption in section 3, had been construed to apply to internal management, including things such as phone books, agency phone books for personnel. That would no longer be encompassed. Things like budgets that the agency produces, that arguably would -- internal management, that that would not be under the internal personnel rules and practices of the agency. And I think it's important to remember that when Congress drafted this statute, it initially started with internal personnel -- or, excuse me, internal employment rules and practices and changed that to personnel. In the report that effectuated that change, the explanation and the only explanation was that that change was similar -- made the exemption similar but more tightly drawn than the APA's management exemption, which at the time existed in another part of the statute; it was a cross-reference. When Congress then continued to revise the statute, the House made very clear in the hearings, in the House Report, and on the floor that its intent was to cover these types of -- manuals and instructions to agency personnel when doing so would risk the functions that are at issue here. And when Congress in 1986 amended FOIA by adding -- or amending Exemption 7(E), it ratified the existing rule. And it did so because -- it ratified it and it had to -- it extended it in two important ways. Crooker left open the question or at least made it vague as to whether prosecution guidelines would be protected by Exemption 2. The reason that was unclear is because the D.C. Circuit had previously concluded in Jordan that Exemption 2 did not apply. Crooker rejected all of Jordan's rationale, but then someone enigmatically said, but we would reach the same result. Justice Ginsburg's concurrence explained in Crooker that this muddied the waters, and when Congress revisited FOIA and Exemption 7(E), it specifically provided an exemption for law enforcement investigations and prosecutions. In doing so, it made clear that whatever existed of Jordan was gone. It also did something else -",
  "Well, they amended Exemption 7 -",
  "To adopt Crooker in certain areas.",
  "Well, no, I think what it did is it took Crooker as understood, but what it did is with respect to law enforcement records -- and remember it's only records compiled for law enforcement purposes that would disclose techniques, procedures, or guidelines for investigations or in prosecutions. In that context, Congress lowered the bar. It provided more protection for those law enforcement records than Crooker did. This is part of what Congress was doing in Exemption 7 more generally, and this Court's decision in Reporters Committee discusses this. Before '86, Exemption 7 applied where disclosure would cause much of these harms, these enumerated harms. Congress changed \"would\" through most of the sub-provisions of Exemption 7 to \"could reasonably be expected to,\" and they did so also in Exemption 7(E) where -- with respect to the guidelines provision. When guidelines for law enforcement investigations or prosecutions could reasonably be expected to circumvent the law, that's what the exemption covers. In doing so, it's providing -- Congress decided to extend Crooker. It extended the protections by lowering the bar in '86, and it also, as we have discussed, did so to specifically address the D.C. Circuit's decision in Jordan, or at least what might have been left of that after Crooker. We see that as simply building on the back of Crooker, and it did so specifically in the -- the law enforcement context, but it did so with the premise that Crooker had properly understood Exemption 2. And it's important to remember that law enforcement context in the Exemption 7(E) will only apply in a certain subset of instances. It has to be compiled for law enforcement purposes; it has to be -- disclose techniques, procedures, or guidelines for law enforcement investigations or prosecutions -",
  "Right.",
  "They would have -- right. Be -",
  "I don't know exactly -",
  "I'm -- this is going to -",
  "I'm going to speculate a little bit on this -",
  "But -- and if I am wildly off, we'll let the Court know. I think it's on the order of 6 months, but it could be longer.",
  "I think that's for the basic secret, but I would have to -- again, I don't have a precise answer for the Court, and we could provide a more fulsome answer after -",
  "Right.",
  "Yes.",
  "Confidential, I believe. But yes. Yes. Anything -",
  "Right. But classification is not something that the executive can do, of course, just willy-nilly. There are certain criteria that have to be satisfied, and there are certain practical storage, access requirements that come with classification.",
  "I think it's difficult. And certainly -",
  "Yes. I don't -",
  "I don't think if we go that far, it is practical. Plus, in many contexts, there won't have -- there won't be national -- cognizable injury to the national security, which is the touchstone of classification. So there are things -- you know, there are many types of information out there -- for instance, internal procedures regarding computer security for agencies -- that just would not normally be thought of as something that's classified. Agencies also provide guidance to personnel; for instance, in screening Medicare claims that come in. Medicare -",
  "Not classified as confidential. In order to be classified, there has to be a determination by the original classifying authority of many things, but, among other things, it has to show that disclosure of the information could reasonably be expected to damage the national security.",
  "It depends on context. I think the computer security instructions to personnel, how you access and what criteria you must build your computer systems to be secure at -- I think that would be deemed as internal rules and practices for -- of an agency.",
  "It can. I mean, I think it's a little misleading to talk about architectural specifications or maps. Those are simply methods by which you convey information. You could also write things out longhand. It would take a lot longer, but you could write out the same information longhand. So long as it fits within the rubric of internal personnel rules and practices of an agency -- that is, it is providing guidance, it is providing rules and practice for the agency's personnel to follow in conducting the agency's function -- it could well be deemed to fall within Exemption 2. Not everything would be, but certain things can.",
  "No. No, no, no.",
  "It certainly would be personnel rules and practices of an agency to be properly deemed internal. That's where you -- the circumvention prong comes in, of Crooker, and we believe that in order to be properly deemed internal, the disclosure would significantly risk circumvention of the agency's functions.",
  "I didn't mean -- if I gave that, if I said so, I certainly didn't mean to give that impression. There are certain -",
  "There are two different -",
  "Well -",
  "I -- to bring us to, maybe, this case, to give an example, this case involves the ESQD information for Indian Island. That information is a personnel rule or practice of the agency, or is related to it, because it tells the Navy's personnel how to store, how to move, how to -",
  "Well, I guess it's a question of how you convey that information. If you said you can't get within 1,000 feet of point X and wrote that out as an instruction, that's one way to do it. The map is another way to do it.",
  "The map simply -",
  "No. We think that -",
  "I think it's essentially the same, and let me tell you why. Crooker uses the predominant internality test, right? And there's essentially two things that the court is getting at there. It says that that means that the agency function at issue can have an impact beyond the agency. That was kind of one -- one aspect of it. And, two, the Court was concerned about not having secret law; that is, things that the public would have to know and use in interacting with the agency. We think that that's essentially the same thing that we're doing. And -",
  "You're assuming that we lose the case entirely.",
  "All right. That's not an assumption I like to deal with often, but -- well, I think if the Court were to rule against the Government on all respects, I think that that would leave us with the option of returning to Congress. This Court, of course, is free to opine on -",
  "There's a very large number of documents where disclosure would circumvent the very agency functions at issue, not all of which, and perhaps very many of which, would not be able to be classified under Exemption -",
  "That's true. It's just that the Exemption 2 serves a unique and important function.",
  "Right.",
  "That's correct.",
  "And it would be -- it would be a very large number of documents, and it would not be practical to take those case by case, and then of those that might have some national security interest, go - we -- there -",
  "We do. There is a very large number of FOIA requests.",
  "The statute -- we are not usually complying with the statute's 20-day -",
  "-- turnaround. That's correct. The -- I think I ought to just note two more things. Petitioner's reading of the legislative history, I think, needs to be corrected in two respects. The 1964 Senate report that Petitioner relies upon talks about rules regarding parking, lunch hours, and sick leave. That does not concern Exemption 2. That provision is regarding what ultimately became section 552(a)(C)(2).",
  "Correct, because not all the documents here, even if there was time to review them, would fall within -- excuse me -- not in this case, but within the matter of Exemption 2, would not be able to be classified. Exemption 2 addresses a special problem. It addresses the problem of releasing documents where the very release would frustrate the function of having those documents in the agency -- for the agency. And so there's no other exemption that does that. And requiring Congress -- remember, this has been the way this has worked for almost 30 years. There would have to be a very large number of Exemption 3 statutes. Congress would have to go and enact them one by one. It's not a feasible solution.",
  "Mr. Chief Justice, and may it please the Court: The court of appeals has held that FOIA's statutory protection for personal privacy in Exemption 7(C) extends beyond the privacy of individuals and protects the so-called personal privacy of corporations. That holding is inconsistent with the text of Exemption 7(C), FOIA's broader context, and the statute's drafting history, and would lead to anomalous results. The word \"personal,\" standing alone, refers to individual -- an individual human being. \"Privacy,\" standing alone, and even more so in the context of the phrase \"invasion of privacy,\" invokes purely individual concepts. And the sum of those terms -- that is, the statutory phrase used in FOIA, \"personal privacy\" -- is greater than the sum of its parts. It's long been well settled that corporations have no personal privacy.",
  "There are -- the term \"personal\" is sometimes used as a term of art, and I think personal jurisdiction is one of those. It is the modern, shorter term of art for jurisdiction in personam and reflects a distinction drawn still in the law between cases brought in personam and cases brought in rem. That -- the evolution of that term in the law as a term of art does not reflect what the ordinary meaning of \"personal\" is. It's just the same as the term \"personal property,\" which also invokes long-established traditional distinctions between property that could be recovered in rem or in real actions versus property that might be recovered in actions in personam. So -- and, in fact, I think it -- it's important to note that there are -- although maybe there are some instances that -- I think there's one instance that AT&T cites in its brief. Nothing -- it never cited any use of the term \"personal\" to mean corporate or pertaining to a corporation. And when -- when you -",
  "A personal appearance, I think that -- that supports our position as well. If you're making a personal appearance, it's not something that a corporation does. A corporation is a -- a legal construct. It doesn't exist as a thing that can make an appearance.",
  "Well, I think that -- that point actually reinforces our position, because although \"person\" is used in certain legal contexts to refer to artificial persons and corporations and the like, \"personal\" is not. And \"personal,\" as we explain in our brief, is not simply a grammatical alteration, an inflection of the term \"person.\" It has existed in its own right since the late 1300s and has developed meaning that is unique to the term \"personal,\" which -",
  "Correct. There was an additional exemption, Exemption 5, which protected internal government communications. But -",
  "How does it do that?",
  "Well, I -- I don't think the touchstone is necessarily embarrassment. What the government does, following this Court's decision in Reporters Committee, is tries to determine whether there is a personal privacy interest about individuals, and that is information that pertains to particular individuals. For instance, in this Court's decision in DOD v. FLRA, the Court explained that, although an agency released the name of individuals, it could properly withhold the addresses, the home addresses, of those individuals, even though that might be publicly available in phone books, because individuals have at least some small personal privacy interest in that. So what the agency will do is try to identify information pertaining to individuals and then will conduct -- if there is certain information, will try to conduct a balancing to determine whether there is a public interest in disclosure, that is, whether revealing this would disclose information against the government.",
  "Well, I think the corporation to the -- in a reverse FOIA case, for instance, which is what we have here, where the corporation is alleging that the government's decision-making process is arbitrary and capricious, it has Article III standing to resist the disclosure of documents. If you're using standing kind of like a Fourth Amendment concept of standing, I don't think that -",
  "It can make an objection on its own behalf, which is to say that the government has not properly gone through the decision-making process by not -",
  "It's actually -- let me take a step back. FOIA actions are actions which seek to increase the amount of documents that the government has released pursuant to a FOIA request. We have also reverse FOIA actions, which are actions under the APA and here under the Hobbs Act's review provisions, that would give the court of appeals jurisdiction. When there's a reverse FOIA action, the claim is that the agency's final agency action is somehow arbitrary, capricious, and not -- or contrary to law. And so in this case, the FCC has certain regulations which govern its processing of FOIA requests. And AT&T's claim, as we understand it, is that the FCC did not comply with its regulations, and, therefore, its decision was arbitrary capricious because its regulations required that it consider the personal privacy interest of individuals. And I should note that, with respect to Exemption 6 or Exemption 7(C), the government itself invokes personal privacy of individuals. That's what we do when we process FOIA requests, because individuals normally don't get any notice that there has been a FOIA request. The government simply processes it and asserts those rights, in a sense that they're rights, asserts those interests on behalf of corporations -- on behalf of individuals. Going back to the text of the statute, the term \"privacy,\" and particularly an invasion of privacy, invokes concepts that back to Warren and Brandeis's right of privacy, the -- their article which explained that or identified in the law certain human dignitary interests that they gave the label \"privacy.\"",
  "I think the term \"privacy,\" its ordinary meaning, not the only meaning but the ordinary and the commonly used meaning, does invoke individual concepts. When corporations or other entities are at issue, normally the more appropriate word would be \"confidentiality\" or \"secrecy.\" Those concepts -",
  "Well, true. But it's is not privacy. When we're talking about the right of privacy, those -- that word we think -- again going back to Warren and Brandeis and up through the fifties and sixties when Prosser was elaborating the law of torts in his groundbreaking article on privacy, those concepts apply only to individuals, and particularly when you combine the terms. I mean, the Restatement makes clear, and back to Prosser it was clear, that corporations have no right of personal privacy. So when Congress in 1974 was enacting Exemption 7(C), there would have been no basis for it to conclude that the rights that it was conferring through the phrase \"personal privacy\" would confer rights not -- beyond individuals, to corporations, and by necessarily implication, if AT&T is correct, foreign governments, State governments, local governments. There's no predicate for those types of entities having personal privacy in the law.",
  "There are cases -",
  "In certain contexts, this Court has indicated that exceptions are to be narrowly construed. We think that, when read in context, those cases and other cases of this Court explain that FOIA's exemptions are to be given meaningful reach, because what Congress was trying to do in FOIA -- and this is somewhat against our interest in this case, and we explain it more fully in our brief in Milner, which is currently pending to the Court -- what Congress was trying to do in FOIA was to establish a general principle of disclosure, but in the exemptions it identified very important interests that warranted an exception from those general rules. And to narrowly construe the exception, we think, would distort rather than advance congressional purpose in enacting FOIA.",
  "Our argument would be a little different, particularly in the context of Exemptions 6 and 7(C), where the phrase would be \"an invasion of privacy of any person.\" We think, particularly when we're talking about invasions of privacy, even though a corporation might have a broader definitional meaning in context, Congress in that case would still, we think, be referring to individuals. But, of course, that's not this case. That would make it a little bit more difficult. We think we would probably still prevail on that reading. But -",
  "Correct.",
  "Well, it actually uses both phrases. It uses, as we explain in our brief, the phrase \"personal privacy\" to explain that that's what the Act was protecting. And then within the operative portions of the Act, it uses \"individual,\" but it does so for a very specific reason. Congress was intending to protect a subset of individuals, and it defined the term \"individual\" to mean U.S. citizens and lawful permanent residents. So not all individuals would be protected by the Privacy Act. Now, Congress did that, not because had it used the phrase \"personal privacy\" it would have been extending rights to corporations and foreign governments, but because personal privacy would have been too broad in that it would have -- even though it would have been limited to individuals, it would have included a set of individuals that Congress wanted to exclude, that is, everybody who is not a U.S. citizen or lawful permanent resident.",
  "Well, I think we disagree, and I think this is why: No legislation pursues its primary goal at all costs, and the FOIA exceptions that are at issue here protect very important values that Congress deemed to warrant exceptions from the rule. And so if the Court were to put a thumb on one scale of that balance that Congress has tried to strike, after using all the normal tools of construction, we think that would distort rather than advance the intent of Congress.",
  "Well, if you were to -- after using all the normal tools that the Court does and you're -",
  "That's usually a very rare instance, that you're exactly at equipoise. And -- and we certainly aren't relying on narrow construction in this case, Justice Scalia.",
  "Well, we think -",
  "We do not embrace that principle.",
  "Well, we think that those cases -- there are -- there are two lines of this Court's decisions. Sometimes the Court explains that exceptions are narrowly construed, and sometimes the Court explained that its decision has given -- its decisions have given the exceptions practical reach in order to strike the appropriate balance that Congress has tried to strike in FOIA. Now, let me just say, our narrow construction, to the extent the Court would want to reaffirm it here -- we're not advancing that -- would only help the Government's position.",
  "Well, the Government has broader interests beyond a single case, and we think that, again, we're not embracing strict construction in this case. But, again, that would only help the Government's position if you were to disagree.",
  "And we -- we accept that in this case, and we think that the language of the text, particularly when read in context in light of the statutory history, and particularly when you take a look at what's gone on since 1974 -- I mean, in the more than 35 years since, there has been uniform agreement that Exemptions 6 and 7(C) apply only to individuals.",
  "Well, in certain contexts, family members, as this Court decided in Favish, can have a right to personal privacy. But the Court in Favish recognized that that was a very, you know, significant departure from the prior understanding that the right of personal privacy in FOIA protects information about the individual, him- or herself, and recognized that there was another strain of personal privacy, which from longstanding tradition in terms of -- within our society, the Court could draw on in saying that personal privacy should also protect, at least in the context of -",
  "No, still it is individual. I mean, those are individual members of the family.",
  "Well, no. I think an individual member of the family has a personal privacy interest by virtue of the relationship to the decedent in Favish. Let me go back. Just -- I think I would be remiss if I didn't remark upon this Court's decision -",
  "Correct. If there were -",
  "As individuals, because the information pertains to them. Now, going to the American Express case, which we explain in our reply, I think that is fatal to the proposition that -- the proposition of AT&T that there's a grammatical imperative that adjectives take the meaning of a related noun. In American Express, the Court construed the Truth in Lending Act, which includes the definition of \"person\" to include, for instance, corporations. It then went on to construe a term, \"consumer,\" which concerns transactions primarily for personal, family, household, or, at the time, agricultural purposes. The Court explained that a transaction -- the transaction that was conducted for a corporation's business purposes, that it could not -- there was -- \"it did not fall within any of the purposes specified\" -- that was a quote -- in the definition of \"consumer.\" That is, it did not concern personal purposes. We think that's fatal. The Court, in fact, said it was the only possible conclusion and that there was no other possible interpretation of the statutory phrase, after repeating the enumeration of those four factors three times and then on the very next page saying corporate -- a transaction for corporate business purposes could not be fit within that definition. Finally, I'd like to remark upon the anomalies that this Court would set us forth upon if it were to decide that corporations have personal privacy. At least in the context of individuals, there's an established body of law and societal understanding of what a person, an individual, might have a personal privacy interest in. But if we expand personal to include corporations, foreign governments, State governments, local governments, defining what would be personal privacy of those institutions would require an extraordinary exercise, a simple policy judgment on the part of the agencies first and then the Court. And this Court in Favish was careful to explain that that type of decision making would be improper in that appropriate guides to -- to limit and make objective a court and agency's decision making is required. Congress provided no benchmarks, never addressed corporate, foreign governments, or any other non-human entity in the context of personal privacy. And, again, for 36 years, there's been uniform agreement that personal privacy applies in this context only to corporations. If there are no further questions -",
  "Well, if someone is asking for an investigation of Tony Yang -",
  "-- our -- I don't -- I can't say definitively, but I think I can probably answer that that even -- even answering the question of whether there is a responsive record answers the question. So I -",
  "I think -",
  "Well, the key point is that we don't deny that corporations have some interest in confidentiality that exists out there. For instance, AT&T has relied upon the common law of defamation where a corporation's business interests, business reputation, is implicated. But even -",
  "Well, to be fair to AT&T, there was a settlement agreement in which they did not admit any wrongdoing. So -",
  "That is public knowledge. But I think the key point is that the corporate -- a corporation's interests in maintaining its business reputation has been not regarded as a personal privacy interest. It's true that they have interests, and FOIA protects those interests, for instance, interests in confidential commercial or financial information under Exemption 4. And so what really the -- we come back to the key point, which is when Congress used the phrase \"personal privacy,\" it would have had no reason in 1974, or even now, to think that term would have referred to corporations. The fact that corporations have other interests and other rights that might be legitimate is kind of beside the point because those interests are not referred to in the law or otherwise as personal privacy interests. I'd like to reserve the balance of my time.",
  "Thank you.",
  "Thank you, Mr. Chief Justice. AT&T appears to have changed or at least modified its position somewhat from the position articulated at page 14 of its brief. There AT&T says, \"By expressly defining the noun 'person' to include corporations, Congress necessarily defined the adjective form of that noun -- 'personal' -- also to include corporations.\" Now, AT&T has given up on the grammatical imperative that guided exclusively the court of appeals' decision in this case. There's nothing left. AT&T can provide no example where the term \"personal privacy\" has ever been used to refer to a corporation, much less a foreign government or State or local government in any context, whether it be FOIA, the law generally, or even in common usage. AT&T can provide no example of any problems that have arisen in over 35 years of the government's consistent administration of this provision. In fact, all indications point in simply one direction. Personal privacy applies only to individuals. The terms \"personal\" and the terms \"privacy\" do that alone. And, together, \"personal privacy makes\" that clear. The legislative history, the decisions of this Court pointing to the balance applying only to individuals, individual rights. All point in the same direction. We would ask that the Third Circuit be reversed.",
  "Mr. Chief Justice, and may it please the Court: When a defendant pleads guilty - -",
  "No, we're not - -",
  "We are not taking the view. In this case, the alleged deficiency is not really an interaction between the prosecution and the defense counsel in plea bargaining. The alleged deficiency is a failure to inform the defendant of things the defendant would want to know as going forward, and we're -- we are willing to assume the defendant has a right to be properly informed by counsel. But with any Strickland claim, the relevant inquiry is whether or not the defendant has shown cognizable prejudice as a result of a deficient performance by the counsel. And when a defendant pleads guilty in open court, the conviction rests on the defendant's assertion, an admission of his own guilt, and his consent that there be judgment entered, a judgment of conviction, entered without trial. And because the conviction rests on a consent judgment, it wipes free antecedent constitutional errors. The one challenge that - -",
  "A -- a guilty plea wipes free all kinds of constitutional violations that went before.",
  "Correct. And the guilty plea - -",
  "Correct. When the counseled guilty plea is entered, this Court has held that the one remaining challenge that would be allowed is the challenge to the knowing and intelligent waiver of the right to trial, which is what the guilty plea is. Now, in order to show that you were prejudiced - -",
  "We are not saying that -- that - -",
  "We are not taking the position that States can deprive counsel or deprive counsel from participation in the guilty plea process. But what we are saying - -",
  "No - -",
  "Just as we're not saying that there can be coerced confessions, not just like we're saying that a statute can impermissibly burden the right to trial by putting a death sentence on -- that's available only when you go to trial. We're not saying any of that is allowed. But what we are saying is when a -- and that was the Brady trilogy, Brady and McMann and ultimately in Tollett, which led to Hill. What the Court recognized is when you plead guilty in open court, you are waiving your right to trial. And the relevant inquiry, the only inquiry once the defendant has admitted guilt, is to determine whether or not the waiver of the trial rights were knowing and voluntary. And the reason that that is a relevant inquiry is because you have a constitutional right to trial, and due process requires that the waiver of those trial rights be knowing, intelligent, and voluntary. And in Hill, the Court confronted the question and said: You need to show deficient advice in the context of pleading guilty; and in addition, you need to show that that prejudiced you because, absent - - if you had received proper advice, you would have actually not waived your right to trial; you would have asserted your right to trial and gone to trial. That's the standard that applies.",
  "It can, and because what's relevant - -",
  "Right, right. The key is that - -",
  "It's a different prejudice. The -- when you plead guilty and your counsel has advised you wrongly in a way that would have changed your mind about the merits of going forward on trial, you can show that the waiver of the trial right is something that was prejudiced. But because -- had you known, had you been properly advised, you would have exercised the whole panoply of rights that the Constitution provides one who goes to trial, not only a right to a trial by jury but all the trial rights that go with it. But when you instead plead guilty in open court -- and the claim here is not that the defendant would have exercised his rights to trial. The claim is he would have waived his rights to trial either way. That is not prejudice to the -- that would overcome the guilty plea, which again rests on - -",
  "Well, when -- again, once - - whether or not there was a prior error, once you plead guilty, the question is not whether there were other deals on the table; the question is whether that waiver of - -",
  "Well, right, but if it were the question, it would call into -- this Court, in -- in going back to Brady and then in Boykin, explained that what's -- the relevant question when you enter a guilty plea is whether you have waived your rights to trial validly. And, in fact, that has to be spread upon the record. Rule 11(b) has now been modified by this Court to go through the things you have to check to make sure that that waiver of your trial rights are knowing and voluntary. What we have here is not anything associated with the waiver of trial rights. What really the defendant is claiming is some entitlement be able to take another deal that would not have resulted in trial. But that is not relevant to the waiver of trial rights. That would be recognizing another type of right. But this Court has repeatedly held that there is no right to a guilty plea, there is no right to plea bargaining; once you have a plea agreement, there is no right to enforcement. The only rights that come into play is when that guilty plea is rendered into a judgment. And when you don't get there, but instead you plead guilty and you have waived your rights to trial, you have consented to the entry of judgment, and even if you had received better advice you would have consented to the -- you would not have gone forward to trial, you have -- the basis on which the conviction rests remains valid. And that's what - -",
  "Precisely. And this Court in Premo addressed the exact same question. In Premo, there was a contention that had counsel done better before by filing a motion to suppress, it would have been in a better position to secure a better plea agreement from the prosecution. But the Court concluded that, no, the relevant inquiry, once you have pled guilty, is whether or not you would have, if properly advised, insisted on your trial rights and gone to trial. That's the standard set forth in Hill. And the reason - -",
  "If he pleads guilty?",
  "I'm sorry. I didn't catch that.",
  "If he has -- if he has pleaded guilty and he validly waived his rights to trial because he would not have asserted them, then I think under Hill what you have is a defendant who admits guilt, there's no real risk of any kind of error in that determination, and the judgment which must be set aside -- remember, we have to set aside the judgment. The judgment rests on the admission of guilt and the waiver of trial. The judgment cannot be set aside at that point, because this Court has long recognized the -- the special force of finality with respect to guilty pleas. That's because -- for several reasons. First, guilty pleas are an important part of the system, and it would be -- both delay and impair the orderly administration of justice any time we open another avenue to challenge guilty pleas. But, two, once the defendant has stood up in open court and admitted guilt, there is almost no risk of error, and the defendant has gotten the proper sentence and the proper conviction.",
  "Mr. Chief Justice, and may it please the Court: When an individual has a statutory right to a kickback-free referral in a financial transaction, she participates in a particular financial transaction in which her right is violated, and she pays money for the service unlawfully referred, she has sustained an Article III injury-in-fact based on, as this Court has repeatedly explained its test, an invasion of a legally protected interest that is --",
  "No.",
  "This Court has explained, I think principally in your opinion in Lujan v. Defenders of Wildlife, that Congress cannot convert an undifferentiated public interest in enforcement of the law --",
  "I -- I understand.",
  "There is also a threshold. Obviously, Congress can't simply narrow the class of -- of plaintiffs to say people with college degrees or people who were born on a Monday. There needs to be a sufficient connection between the --",
  "Well, would you --",
  "We'll use \"connection\" here.",
  "We'll say \"connection.\"",
  "But what -- in our view, there needs to be a reasonable connection between the proscribed conduct -- here, the paying of taxes -- and the class of persons --",
  "-- to which the Congress has conferred the right, and that has to be such that the person class is reasonably regarded as victims of the conduct --",
  "It's unclear. Let me -- let me try to figure out the hypothetical a little bit further. If Congress -- for instance, if the machine part was a safety harness in your car and you purchased a car with a safety harness but you happen simply, you know, to not use the safety harness, Congress might well be able to say -- provide for a protection for all purchasers of this particular vehicle or any kind of vehicle must -- that those types of vehicles must have that safety equipment in order to protect the consumers who purchase it. And in that instance, Congress could well provide for a statutory damage provision to protect such an individual generally.",
  "That's --",
  "That's correct. And let me -- let me go to some historical analogues to explain why the focus has to be on the invasion of a legally protected interest. You have things like trespass. At common law -- and this was well known to the framers. At common law, if you simply step across a boundary line, a line defined in law and the rights that are defined in law that are associated with that line, if you simply step across this and step back, that is a trespass. You could bring an action in court. You could have no -- no impact whatsoever except the invasion of your legal right, and you would get nominal damages. And that type -- similarly, if you had a contract, you could have a breach of the contract.",
  "I think it's more than prudential standing. It goes to what is an injury-in-fact, which the Court has, again, repeatedly explained is an invasion of a legally protected interest that is sufficiently concrete and particularized. Now, we don't think that Congress can, through the guise of a right, convert a generalized interest in enforcement of the law into something that an individual can come in to --",
  "Well, your cases actually say an injury-in-fact, and then you go on to explain that -- for instance, in Defenders of Wildlife, that that is an invasion of a legally protected interest. And I'm not saying it's any invasion of the law, but when Congress confers a right --",
  "Right.",
  "That's right. It can't be an abstract type of a thing; it has to be in a specific factual context that's amenable to judicial -- a realistic judicial appreciation of the consequences --",
  "Well, I -- I don't know if you could have left it out. You could have called it anything. It is a legal label that the Court has applied to --",
  "Well, an injury-in-fact is not simply a legal injury in the sense of any violation of the law. It is an invasion of a legally protected interest with respect to this particular individual, the particular plaintiff.",
  "No. No, no, no, no.",
  "It includes several concepts. An injury-in-fact is an invasion of a legally protected interest. It either has to be actual or imminent, and it has to be concrete and particularized. Now, again -- so, there's several concepts within the umbrella of injury-in-fact. But I'd like to go back to the examples that we would find, at the time of the framing, of many types of injuries where you don't have to have anything other than an invasion of your legally protected right. For instance, a right to an agreement. If there's a breach that has no impact whatsoever, you would be able to get in and sue. Now, there's a question of the quantification of damage, but that's separate. That's not whether you have an injury-in-fact. It is how -- the measure of damages, and the measure of damages at common law would be nominal damages. Similarly, an invasion -- a trespass invasion, or, for instance, if you were a beneficiary of a trust --",
  "But why does --",
  "And why you have that is --",
  "But if the right's threatened --",
  "Well, going back to your hypothetical, the reason you have that interest, the reason you have the right to exclude this space, is solely by operation of the law. Those concepts that are attached to property rights were created by common law courts. Just as common law courts can create rights, the invasion of which create interest, so too can a State legislature or when Congress is acting within its Article III -- Article I power.",
  "I don't -- I don't think the -- any common law court has inquired whether the invasion -- the trespass somehow made you insecure or invaded your privacy --",
  "Well, anything can be monetized.",
  "Well --",
  "Well, it is -- it's kind of a statement, although you know in this -- this is a specific financial transaction. It's a transaction involving the plaintiff. She paid money for a service that she got, and it was unlawfully tainted by a kickback, and that's the type of thing we think traditionally could be enforced in court.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: The harmless-error inquiry, as this Court explained in Neder and prior decisions, turns ultimately on one question: Whether a rational jury -- and this is a quote -- \"whether a rational jury would have found the defendant guilty absent the error.\" Now --",
  "Well, I don't believe our view is quite so firm. I think, as a general matter, our view is that indications mid-deliberation of what a jury might or some subset of the jury might be considering is generally very unreliable. And that, in your case, the Court shouldn't shut its eyes to that question, but what it should do is redirect the court back to the evidence that was before the jury. Because if we're assuming a rational jury, there often is some correspondence; it should be an indication to go back and look again. If the Court were to conclude, wow, the evidence was so overwhelming, so overwhelming that no rational jury would have, you know, had a problem with convicting absent the error, it's very unlikely that the situation that your hypothetical poses would result. So --",
  "Ultimately, the appellate court should look back at what the jury was supposed to consider, the evidence in light of the instructions. It should be a cautionary note but ultimately should redirect the court back to the evidence. And I think that focuses on, again, one of the two related legal points that Petitioner made in argument that I think there's real disagreement between the Government and Petitioner on: one, the inquiry of a reasonable jury or a rational jury, which is the Government's view, versus this particular jury; and the related claim that the inquiry is how this influenced the deliberative process, if it was like a factor that this jury might have considered in reaching its verdict --",
  "Are we taking Marina's testimony out now?",
  "Okay. If Marina's testimony was not in and you had the evidence here -- now, an unconstitutional confession, of course, would raise the bar, right?",
  "We're going to --",
  "If you're -- all you're asking is a fair assurance, then I think you could get to the same result here, because what you -- when you take Marina's testimony out of the picture, there was really no defense at all. What the government had was a strong case --",
  "So, he testified to the substance of Marina's testimony, that he happened to just drive there?",
  "Right.",
  "And then the error is the same error?",
  "The tapes were --",
  "The tapes?",
  "I'm a little confused --",
  "-- because if he's testifying in court, the government is not putting him on. He's going on as -- there's no Miranda question or anything.",
  "Undoubtedly. I think that's right. Now, let --",
  "We would have a weaker case, and it would be -- ultimately, these lines that the Court has to draw between a fair assurance or harmless beyond a reasonable doubt are guides to reasoned judgment by the court of appeals. The Court has repeatedly recognized that this is a reviewing court's judgment based on the record.",
  "Now -- now --",
  "Well, I'm not sure that that's Petitioner's view. I mean, I would -- there's two aspects to this case. We can talk about the fact-bound ins and outs of that, which is interesting in its own right. But I think one of the key legal questions for the Court is what's the standard that the Court must apply. And there's a real difference between Petitioner's and the Government here. And that standard the Petitioner has advocated is that this jury, as opposed to the reasonable jury, and that looking at this jury, you must look at the thought process of this jury to decide whether the error might have had some influence.",
  "Well, no, I think the position about this jury versus a rational jury, in looking at the deliberative process, is entirely foreclosed by this Court's decision in Shinseki.",
  "I should qualify that. I didn't intend to give the Court the misconception that we're looking at this jury. The ultimate question is whether a rational jury would have convicted absent the error.",
  "And the reason that I believe that the Court can use that as a benchmark to look back at the evidence is it is some indication of perhaps what the evidence should be saying to a rational jury. But the ultimate question is the rational jury. And let me give you a few examples from the Court's case law, because I think this really puts it beyond dispute that the real question is the question of a rational jury, what they would do absent the error. First, in Neder the Court explained that erroneous admissions of evidence or exclusions of evidence, just like an erroneous instruction on an element of the offense, or failure to instruct on a necessary element of the offense as was the case in Neder, will infringe on the jury's factfinding role and will affect the deliberative process in ways that are not readily calculable. The error in Neder was that the jury was instructed not to consider the question of materiality, which was an essential element of the defense. And the Court specifically rejected that the -- that the fact that this jury didn't actually make a finding based on the evidence was not -- did not foreclose harmless-error analysis.",
  "That's right. Those types of indications are entirely unreliable and --",
  "What I think the court should do is when you have a -- what is a much better indication or at least a -- of what this jury might have been doing, you use that as a reason to go back and look again at the evidence.",
  "Well, we think that, again, the -- the inquiry that needs to be focused on is what a rational jury would do. And let me give you an example --",
  "This Court has repeatedly rejected that. The reason it's not a directed verdict is you have a jury verdict. You have a jury verdict that beyond a reasonable doubt, the jury has factually determined that this defendant is guilty of the offense charged, on proper instructions. Then the question is: What remedy do you have?",
  "The reason --",
  "This I think can be answered if I could just get out a few of the Court's cases, because I think this shows the Court's rationale here and shows that our view has to be the right view. For instance, in a series of cases, this Court has concluded that the unconstitutional admission of a confession, either of the defendant or the codefendant, can be harmless when there is overwhelming evidence such that a rational jury would convict without the evidence. Now, if we're looking at what a jury would have considered, whether they were brought to tears or whatever, when you're talking about a confession, there's no doubt that a rational jury or any jury is going to have that far in the forefront of their minds when they are deciding guilt or innocence. But the question --",
  "I'm sorry. I just --",
  "No.",
  "No. You can't --",
  "That's right. But this Court has repeatedly said, for instance in Rose, where the question was the jury was told to presume certain malice in a -- in a homicide, the fact that the error may have altered the basis on which the jury decided the case is not the question; you look to the reasonable juror. Similarly in Pope, the Court said the question does not turn on whether the jury did not, in fact, have this error in mind when it found the defendant guilty beyond a reasonable doubt, because --",
  "I -- I think it's a factor that you consider, again, in directing the courts look at really what the trial evidence was. I mean it, I think, belies the facts of this case -- obviously, that's a hypothetical. But when you look at how cases really develop, prosecutors don't focus on a fleeting, you know, sentence in a series of -- series of long tapes that weren't transcribed --",
  "I think when you look at what happened at trial, you see that the tapes were played for two reasons: one, to show that Marina had bias because she was told by Petitioner's counsel that Petitioner's counsel -- well, she thought this -- Petitioner's counsel would be able to make motions and arguments on behalf of her husband at sentencing. And --",
  "Correct.",
  "Well, the tapes certainly were reinforcing of that. And, in fact, when the government's closing argument -- it did not reference anything about this -- what I think you and Justice Breyer correctly identified as a very ambiguous sentence in a series of long tapes. And, remember, these --",
  "-- the transcripts that are in the record are only one portion of the tapes. So --",
  "The exact lines?",
  "This is --",
  "Well, to be fair, I think you need to look at what's before and after it. The government is focusing on three different statements that are at issue in the case. The first one is that -- with some profanity, suggesting that her husband is not likely to succeed at trial. The second one is that defense counsel suggested -- that she said that defense counsel suggested that everybody was going to lose. And then, third, she thought everybody was in, again with profanity -- I'm going to paraphrase -- a bad situation.",
  "The --",
  "The reason that this was in -- and I don't -- it's not contested here -- is because the argument was made that these statements equating Petitioner and Perez in terms of their level of guilt or their likelihood of being convicted is inconsistent with Marina's subsequent testimony that all of us -- you know, Vasquez just -- or Petitioner just showed up unknowingly because she asked him. That was the theory. It's not contested. And, in fact, nothing that the jury heard in this case under Petitioner's theory would be different. The only difference would be a limiting instruction that would simply say you can't take these statements for the truth of the matter. So, nothing that the jury heard would have been different. When you read the short passage in the context of these tapes -- and the tapes, again, are not fully transcribed. Petitioner asked for the entire tapes to come in at the -- at the tail end of the trial, which -- which was -- based on the government's showing that was uncontested that Petitioner was at the scene, he drove the $23,000 there, he waited with Perez and Cruz while the informant was coming back, he was there when the call was made to the informant that said they had the money. Now, there's some dispute over whether he said that, but certainly he was there when that call was made because that's what triggered the raid. All of that was basically undisputed. You've got all these calls that tie Petitioner to Perez -- to Perez, 27 calls --",
  "Well, I think the former, but let me explain. And again, I'm going to go back to Neder, if I may, for a second. In Neder, the jury never found an element of the offense. Never did. There's no question that the jury's verdict was affected by the failure to instruct. In fact, it was not just a failure to instruct. The district court told the jury this is not for them to consider. And --",
  "Well, but if we're -- again, if we're focusing on the legal dispute between us and the other side about whether we're looking at this jury or what a rational jury would do when you excise the --",
  "Right.",
  "And --",
  "The answer is that in a case where the jury -- where you have some very provocative evidence, but there's also a very strong case that exists -- it may depend on the level of certainty that you need to get to, whether it's a fair assurance or harmless beyond a reasonable doubt. But even in those cases, you can -- if the court looks at the evidence as a whole and says that there was so much evidence before this stuff came in, this bad -- this error came in, that a rational jury would have gotten to the same result, that it would have convicted, then --",
  "I think so, but let me give you an example.",
  "I think so, but it's not, again, what a -- what this particular jury was doing, because we know, for instance, from Neder or in the confession cases, the jury hears a confession, an unconstitutionally obtained confession, unconstitutionally admitted, from the defendant, that is going to be -- right there. You know? A jury -- a juror could say: Let's go home, we have a confession. It's out of his own mouth. There's very little else to debate. But when the evidence is beyond that confession, so overwhelming that no rational jury would have gotten to a different result, and you could say that with a fair assurance or if there's a constitutional error as it would be with a confession beyond a reasonable doubt, the Court says that this is harmless. And the reason that the Court's taking that inquiry is because it recognized -- the Court's long recognized that no trial is perfect, that there are very significant costs of retrial. And so, the premise there --",
  "This -- that argument was specifically rejected by this Court in Neder. The same question came up, and in fact, Neder is a much -- more difficult case for the government than this, because at least in Neder, the defendant had the argument that this jury could -- did not find guilt beyond reasonable doubt because it was never instructed to find an element of the offense.",
  "I'm -- I don't want to resist this too much, because I think we're fighting about things at the very extreme. Most of the times that we're talking about these purported indications from the jury, it's entirely ambiguous. And the -- so, there may be well be extreme examples. And I think those would rightfully influence a court's consideration in a case. But, again, when you have harmless-error cases in which we know for a certainty, as in Neder, that the jury did not find an element of the offense, the inquiry has to be, it has to be, on what the Court has repeatedly said in -- this is I believe on pages 19 of our brief -- that the focus of the harmless-error inquiry is bringing the court's attention to the fact that the primary purpose of a trial is the factual question of guilt or innocence.",
  "Right.",
  "Right.",
  "Well, it's related. His focus on the -- this jury I believe is seeing whether there's some influence on the process, deliberative process, even if the outcome would have been the same absent the error. And so, he's kind of trying to get into the minds of the jury. And this Court has repeatedly rejected that. Again --",
  "We don't think that there is this deep -- there are some disagreements or some things we disagree with about what courts of appeals do in any particular cases. But with respect to this formulation of the -- I think Petitioner calls it the guilt-focused versus effect-of-the-error-focused approaches, the scholarship -- I think he relies principally on Judge Edwards' opinion about harmless error. That came out in 1995, when it was already swimming against -- upstream against this Court's harmless-error decisions. But he had in his pocket the Sullivan decision, which was admittedly a structural-error case, but there was language in Sullivan which suggested that you need to look at what this particular jury was going to do. Then we have Neder and -- I can't pronounce this very well -- but Recuenco. It's the -- the Apprendi application of Neder, which specifically rejects this kind of broad logic in Sullivan as being inconsistent with the Court's harmless-error cases. Now --",
  "Yes.",
  "No. The Court, even in -- I think most recently, the Court explained in Shinseki, talking about Kotteakos, that you don't use these kind of presumptions or rigid rules. And the reason that you do, that you're kind of looking from the perspective of a reasonable jury, is the jury has in fact found the defendant guilty beyond a reasonable doubt. And then the question is, are you setting aside that verdict because -- do you think that this error was the thing that tipped the scales from not guilty to guilty? And so, taking a look at the evidence, kind of with all presumptions favoring one side or the other, is not how this Court has conducted the --",
  "The government has to show, as -- this is the formulation in Neder and which the Court has said in Neder is the same thing that applied in erroneous admissions or exclusions of evidence, that a rational jury would have found the defendant guilty absent the error, and that involves the three core elements we explained in our brief. And then the Court takes into account --",
  "In some cases you can do that, where the evidence is so overwhelming -- if I -- if I may finish.",
  "Briefly. In some cases, you might do that. In other cases where it's close or the evidence is not so strong, you need to look at the error to see if that error was going to be a dispositive thing in getting to guilt.",
  "Yes. It's -- in the position of this jury, based on the evidence presented to the jury, correct.",
  "Mr. Chief Justice, and may it please the Court: Respondent has never been compensated for her individual damage claim, nor has she received a court judgment favorably adjudicating that claim. It follows that her individual claim remains live, as does this collective action. More generally, a settlement offer does not moot a claim, if it is not accepted. Individual freedom of contract is basic to our legal system, and mutual assent is always a necessary element for any settlement. Rule 68 embodies those principles.",
  "Well, if you're -- you're -- I'm not sure what the injury would be in that case.",
  "Well, there's a difference --",
  "This -- this I think speaks somewhat to Justice Scalia's point earlier on, which is there -- there are three elements to Article III standing, and it also carries through a bit to mootness. One is an injury in fact. When we are talking about retrospective claims, there is a past injury. If you get a payment or court redress, it doesn't eliminate the injury. The injury continues to exist. Redressability --",
  "Well, if there is a violation of the Fair Labor Standards Act -- and I'm not sure that that would be a violation of the Fair Labor Standards Act --",
  "Well, if there is a breach of a contract, that is an injury. And it is a past --",
  "If I can just finish, I think it is a past injury. It is traceable to the defendant, and it is redressable because the requested relief would redress it. There may well be a defense on the merits. It may well be that there was payment. It could -- there could be accord and satisfaction --",
  "Well, no. I -- I guess there is a few questions. If they -- if the defendant had paid the plaintiff, then you would have what is traditionally known as -- and it's accepted -- you would have accord and satisfaction. It is an affirmative defense in Rule 8(c).",
  "Well, again, I think it's important to distinguish between injury and something that redresses an injury. Redress of an injury, like a court redress, which is the only question that's relevant in Article III, whether the requested relief from the court would redress the injury. Now --",
  "No, certainly not. And this is what -- what we say is the right approach, although it's not a question of mootness, if an employer comes in and throws up their hands in court and says, it's not worth it, I want to forfeit, I want to just pay the judgment -- and -- and by the way, this would not have the issue preclusive effect, notwithstanding my friend's statement earlier --",
  "The court can simply enter judgment. It can simply enter judgment to -- to stop pointless litigation. That's the normal course, is that, if there is a past injury, it's redressable, but the defendant comes in and either says accord and satisfaction and says that there is no merits claim --",
  "-- or I just give up on the merits --",
  "Well, no. Again, I -- I don't think it's a question of standing because there is two issues going on. Standing has to exist at the beginning of the suit. It's assessed at the date that the complaint is filed.",
  "Right. That's the -- the mootness inquiry, then. It has to continue to persist throughout the litigation. Now, the fact that you have had some redress of some sort in the form of a private contract, that doesn't eliminate the past injury, nor does it mean that the court could not, if the court were to give additional damages relief - -",
  "It doesn't eliminate the injury. It might be compensation for the injury. The injury would -- once a past injury occurs, it's there. It's unlike a prospective injury, which can be stopped. When you -- when you seek injunctive relief, you need have to have an imminent on ongoing injury. If the defendant stops, that can eliminate the injury, and then you go into questions of voluntary cessation. But with respect to past injury, it's quite different. Now, I think the possibility of courts wasting their time on this cases is quite small. There is all kinds of incentives for a plaintiff not to bring these suits. There is questions of vexatious litigation. But that's not what we have here. We have, in the Fair Labor Standards Act, a judgment by Congress that employees are to have a right in the -- to -- to go forward in the collective form. And as Justice Kennedy's opinion for the Court in Hoffman-LaRoche recognizes, Section 216 imposes upon district courts a managerial responsibility to join plaintiffs in an orderly way. And the -- the collective action ties in with other aspects of the Fair Labor Standards Act. The action is designed, as Hoffman-LaRoche says, to serve the important function of preventing violations. It also says that the -- the collective action is to be enforced to the full extent of its terms. These are judgments that Congress made because they were trying to protect particularly vulnerable employees in our society. These are nonunionized, generally, low-wage employees without bargaining power. Congress created liquidated damages in order to provide a strong deterrent for employers to comply with the law. And also --",
  "Yeah. This -- this is page 14, footnote 2 of our brief. Issue -- there might be claim preclusion, in that the defendant would not be able to bring other claims associated, res -- traditional res judicata. But for a judgment entered by a concession, the actual issue is not litigated and necessary to the judgment. And so it's well established that that would not serve any issue preclusive effect. And in fact, I think, if it did, it would put a chill on the ability of people to settle their disputes through offers of judgment. So our solution that we provide the Court, we think, is the only solution that provides a practical way to accommodate the very important interests that are at issue in this case. One, it recognizes the district court's discretion to resolve the case in a sensible way, in order to --",
  "Right.",
  "In the context of a collective action, yes, because of the Congressional policy that gives plaintiffs a right to proceed collectively. That said, the collective process does not have to be a burdensome one. There are certain small claims, idiosyncratic claims, that a court can simply look at the -- the allegations and say, there are not going to be similarly situated people here. But when we have an allegation like we have here, which there is a widespread policy of deducting 30 minutes a day, notwithstanding the employer's knowledge that the employers -- employees are working through that lunch break, there is every reason to think that there is a substantial body of -- of employees similarly situated. And it would be an abuse of discretion for the Court not to proceed at least down that road, provide some discovery, facilitate class notice -- as the Court in Hoffman-LaRoche recognizes is the appropriate thing to do under Section 216 -- and at the end of that process, which could be short for some cases, a little longer for some, should be, of course, always exercised in the Court's sound discretion. At the end of the case, if there are more plaintiffs who opt in, then it proceeds as a collective action. If it remains the single plaintiff, the Court might decide to enter judgment. Now, we don't think that follows, Justice Sotomayor, from Rule 68. It simply follows from the fact that a defendant is willing to just to pay, to give up. It won't have issue-preclusive effect, it resolves the dispute, judgment in the amount of $7,500, attorneys' fees, costs.",
  "May I answer the question, Mr. Chief Justice?",
  "I don't think it's a fairness hearing. I think what it does is -- it -- it's a question about whether there are people similarly situated. And if there are plaintiffs similarly situated, the case should proceed. If, at that point, the defendant wants to pay everyone, it certainly could do so. But my guess is, usually, the -- the claims would be litigated on the merits of that.",
  "Thank you.",
  "Mr. Chief Justice and may it please the Court: The text and structure of the law enforcement proviso in the Federal Tort Claims Act more generally make clear that the proviso unambiguously waives sovereign immunity for claims arising under the six intentional torts listed for acts or omissions of persons qualifying as Federal law enforcement officers while acting within their scope of employment. Nothing in the statute supports amicus's additional limit, which would require such officers to be acting in a law enforcement capacity or by exercising law enforcement authority, neither of which phrase occurs within the statute itself. Quite the contrary --",
  "Well, this is complicated by the fact that for the Federal Tort Claims Act, scope of employment is a question that turns on State law. As a result it will vary. Some States have a rather broad understanding of scope of employment and sometimes in fact will encompass within the scope of employment rather egregious intentional torts. It's not necessarily what the Court might think of as within the scope of one's Federal law enforcement authority. So with respect to law enforcement authority, I mean, this -- that makes the question a little more difficult because that is not something that actually appears in the statute and it's not something that the United States embraces as a test because it is a creation of the amicus. What the statute here does, the only term -- the only place that it uses law enforcement is in the defined term \"investigative or law enforcement officer\" and then what it does in defining that term --",
  "Again, acting as a law enforcement officer test is not something that appears in the statute and it's not something that even amicus has tried to meet the limitations of. It could mean various things. It could mean, for instance, something as limited as executing a search, seizing evidence or making an arrest. That would be the Pooler type of rationale. It could be something incident to that, writing a report, as amicus suggests. It could be other things. Law enforcement officers often aren't doing the very things that we're talking about. They go on patrol, they talk to kids in schools. There are all types of things that law enforcement officers might do that don't fall within what might thing -- what one might think of as what, you know, you see on television when officers are making contact with the public in rather high stakes incidents. So it's difficult both because we have a State law term that varies and a term that doesn't even appear in the statute and that we don't embrace. So again, it's difficult to provide examples in any definitive way because both of the comparators shift depending on what we're talking about.",
  "I believe, if I understand your question correctly, the answer is yes, but let me qualify that. This came up in a case called Osborne v. Haley. And the question about scope of employment for purposes of the Westfall Act turns on whether at the time of the alleged incident the officer, or employee in many cases, was acting within the scope of his or her employment. Now, when the United States investigates, this is authority that is delegated to the Attorney General, which is in turn redelegated to the U.S. Attorney's offices, investigates the relevant circumstances and determines that the allegations are just false, not correct at all, in fact it never happened, the employee was sitting at his or her desk beavering away at important Federal matters, in that instance, the Government will say that the employee was in fact acting within the scope of his or her employment and can explain that the reason for that is the Government rejects the underlying factual assertion. That's something that then is litigated if the Plaintiff seeks to challenge the scope determination. And the Court's decision in Osborne explains that this is how the situation will play out, is that then the merits of the case ultimately condensed into a challenge to the scope certification of the Attorney General. So, no, we don't simply say they were within scope for no reason. We determine whether they were within scope by evaluating the circumstances at issue and if the alleged circumstances did not occur and the employee was acting within the scope properly, we will certify that the employee was acting within the scope.",
  "It does.",
  "Well, I guess there are two elements to the definition of investigative or law enforcement officer within the statute. First, they have to be an officer of the United States. And the term \"officer\" when we are talking about Federal officers, the dictionary definition that most commonly and comfortably applies here, are ones that we're talking about like sheriffs, constables, bailiffs, people who have normal Federal criminal law enforcement -- well, not Federal but criminal law enforcement responsibilities. That -- you know, when you back out to the second criteria, we think that reinforces --",
  "Customs agents? I don't know if they have criminal -- I believe if we assume that they are simply doing a civil function, Custom agents would not fall within the term \"officer\" as normally applied. Let me give you an example that the amicus raises, Federal forest employees -- Forest Service employees. Forest Service employees, the clerks that work in D.C. are not what one would normally think of as an officer, particularly when we are talking about the phrase \"law enforcement officer.\"",
  "Some, some --",
  "Actually, I don't think that is --",
  "-- that's correct, Your Honor. The Forest Service, as other park -- the Park Service, has different roles for various individuals within their employ. And there are, in fact, law enforcement officers in the Park Service, and there are law enforcement officers in the Forest Service, and their duties are what one would traditionally think of as law enforcement.",
  "That is correct.",
  "Well, this is the Orsay position, which is not the Pooler position I believe the Court is talking about. Pooler, the Government has not taken the view that the Third Circuit was correct and Pooler, as far as I can tell, except within the Third Circuit, is binding precedent. Now, when we take a step back and abandon Pooler's limited approach and apply a more amorphous law enforcement capacity, law enforcement authority, the Government has done that in a number of lower cases, including several courts of appeals --",
  "Well, I think in those cases the Government took a position that never was a position that made it to the Solicitor General's office. And when we took this -- both in the Reynolds case when there was an adverse decision to the United States and in this case, we determined that the position was not one that could be -- was not correct under the text. And I think, as amicus's -- amicus does, I think, a valiant job of trying to defend that position, but at the end of the day, there simply is not a textual argument to get to that outcome.",
  "I guess there is a few parts to that question. On the statistics, I am not aware of any statistics that we would be able to reliably extrapolate to see what this would mean. I think there may well be some additional cases. However, there are other tools, as we explain in our reply brief, including the Prison Litigation Reform Act, which requires the prisoners both pay their filing fees and if they obtain three strikes, must in fact -- they lose IFP status and must pay that filing fee in advance, and it's a substantial amount of money for many prisoners, given what they earn. So we think that it's not a reason to ignore what we think is the plain text, particularly where Congress here has in the proviso specifically referenced Section 1346(b). Section 1346(b) makes clear that the waiver of sovereign immunity applies to acts or omissions committed within the scope of employment.",
  "Yes. I think --",
  "Well, I think that those torts serve as a rough approximation of what Congress anticipated would be the areas where it thought the United States should be liable, when we are talking about Federal law enforcement officers. And I think in fact --",
  "Well, not -- I don't know that that is the case, Justice Scalia. Certainly there is some correlation between those torts and how we should, for instance, understand \"officer of the United States,\" things like false imprisonment, false arrest, malicious prosecution. All evoke Federal criminal law enforcement ideas. However, when we look at the text that Congress used to implement the statute, the text is not like any of the other instances within the Federal Tort Claims Act, where Congress has limited the waiver to particular types of activities or carved out certain activities. In fact, what Congress did was reference back to the general waiver provision which explains that the waiver applies to acts within the scope of employment. If Congress had wanted, for instance, to say only within law enforcement capacity, it would have used very different language. The language of sections -- the other provisions in Sections 2680, for instance, subsections (a), (b), and (c), which limit -- which carve out the execution of a statute or regulation, exercise of discretionary functions, the loss, miscarriage or negligent transmission of postal matter, assessment or collection of taxes or customs duties, (f) specifically directs -- carves out the imposition or establishment of a quarantine, (j) carves out the combatant activities of military forces. If Congress wanted to use similar language like law enforcement activities of a law enforcement officer, it would have done that. And the United States -- I don't want to bang the drums too loudly here. We did take a contrary position previously, but when our office reviewed the case, we simply determined that the position could not be one that would square to the test.",
  "Well, yes -- maybe yes, maybe no. What we are talking about is an undefined term and the term does not even -- does not appear in the statute.",
  "There could be many answers to that question.",
  "You could, as the amicus or as the Petitioner suggests, say that the enforcement of a criminal sentence is part of law enforcement capacity, so anything that they do is law enforcement. You could think of law enforcement capacity as more like arrests, you know, searches for violations of Federal criminal law, and that sort of thing. Those might be exercises that the Court would have to engage in if Congress had actually used text directing the Court to look at that.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: New Hampshire law applies a hybrid design-defect standard that imposes liability for harm caused by a product if the product, in light of the manufacturer's warnings, is unreasonably dangerous. Now, that standard falls within the traditional way that this Court has looked at impossibility preemption in Mensing. It's also implicit in Levine because the analysis of the courts -- the analysis in Levine reflects an implicit judgment that the manufacturer could simply stop selling the product. You know, if that were enough to avoid a Federal impossibility preemption, there'd be no reason to do the analysis --",
  "There are two, I think, arguments embedded within that. There is a question of whether State tort law, whether by negligence or strict liability, imposes a duty that might conflict with the Federal obligation. And the second argument, I think, which is distinct, is that if you could simply stop selling, that would be a way of -- of cancelling impossibility preemption if there were in fact a conflict between the two standards.",
  "The duty is that one cannot market an unreasonably dangerous drug in light of the warnings -- that's unreasonably dangerous in light of the warnings. And what that means is that a manufacturer will have to pay money in the liability suit if he doesn't meet that standard. And as this Court recognized in Riegel and in earlier -- in Cipollone, that this type of tort obligation, when you contingent -- make an obligation to pay tort liability based on meeting a standard under State law, that is a duty that could conflict with a Federal duty. And the Federal duty here --",
  "Well, with respect to the question of stop selling, which I think is what your question goes to, that you can always escape liability if you simply stop selling and don't have the market. It's not clear to me, first, that Respondent is, in fact, adopting the government's position because in our view, the obligation to change the labeling to make it safer and therefore escape liability under design-defect law in New Hampshire falls within the Court's decision in PLIVA v. Mensing. The only distinguishing factor we think that is material here would be whether the ability to stop selling means that there's really not a conflicting obligation. And as that would have been true in Mensing, it would have been true also in Levine, and would not have necessitated any impossibility analysis. And I think this, as my brother was just explaining, traces back to Florida Lime and Avocado Growers. The court framed the impossibility preemption inquiry there -- and I think this is important -- at the top of page 143. It says, the question is whether compliance with Federal and State regulation is a physical impossibility for one engaged in interstate commerce. That was the -- the formulation. So the idea is if you are an avocado grower in Florida and the Federal government said you have to pick your avocados before they're at 7 percent oil and then California says, you can't sell in our State unless it's 8 percent oil, it's impossible to be a person engaged in interstate commerce there unless you violate one of those obligations. And when you have to violate one of those obligations, it's the State law that -- that falls. And I think, Justice Kagan, you were explaining --",
  "Let me draw a distinction if -- that I think might help. When the Federal government were to say -- let's go -- stay with avocados -- that avocados must have at least 7 percent oil. And the State says, you know what, we think it actually needs 8 percent oil. It's not impossible to comply there. But what we have here is a comprehensive regulatory scheme, where an expert agency with the relevant information makes an expert judgment based on sound -- sound scientific evidence that this drug is, in fact, safe and effective and --",
  "Our -- our position is --",
  "-- a little narrower.",
  "I don't think the Court has addressed this question expressly. That is -- that's true. But I think our position is a little -- little tighter than that. Which is, when the State is imposing an obligation, they do it based on a safety standard -- that is in fact second-guessing the FDA -- that is preemptive. Not simply because the FDA has set the standard, but the FDCA also has within it the judgment that safety is best effectuated not only by having the FDA set the standard, but by forbidding any manufacturer from deviating from that once it's been approved by the FDA. When we're talking about a drug's formulation, the manufacturer cannot change it. And that's what brings this within the ambit of PLIVA v. Mensing. And it also, I think, reflects why the Florida Lime example is -- is relevant because when --",
  "No, we're -- we're actually not saying that.",
  "Well, no, with respect to the design-defect claims that -- and failure to warn, with respect to generics -- remember, this is exactly what the Court said in Mensing -- we're saying the result in Mensing controls here. Now, if we go to the pure design-defect claim -- and a pure claim, in our view, is one in which carves out the failure to warn issue, and it hypothesizes a reasonable physician that knows all the -- the health benefits and risks --",
  "No, but we -- in that --",
  "If I might just finish.",
  "Yes. When that pure design-defect standard has been satisfied, it means that no physician would prescribe the drug for any person, which means that drug, regardless of how you might improve the warnings -- it just doesn't matter because they know all -- all the adverse and positive benefits of the drug. It should not be marketed because it should never be prescribed. And when it should not be marketed and it complies with the Federal government's misbranding standard, about dangerous to health when used as instructed, and it honors the FDA's rule by requiring new and scientifically significant information that was not previously before the FDA, that would not be preemptive. That is not this case. And so what we are trying to do is preserve the FDA's role here, not have juries second-guess on a case-by-case and State-by-State basis imposing different safety obligations on manufacturers when the Congress has established a regime for FDA to control this. Now, we're not saying the FDA's decision is forever binding. If there is new and scientifically significant evidence that hasn't been considered by the FDA -- and this is analogous to what the Court already did in Wyeth v. Levine -- because there, in the impossibility preemption, the Court looked to whether or not there would be newly acquired information that would allow a manufacturer to go within the changes being effected regulation in order to change the labeling. So what we're doing is just like what the Court required to be done in Wyeth, that in that context, if you meet the Federal misbranding standard, and you avoid the problem of PLIVA -- because you don't have -",
  "May I answer?",
  "With respect to failure to warn, you can -- prescription drugs can be sued, generics cannot. With respect to pure design-defect claims, our view applies to both.",
  "Mr. Chief Justice, and may it please the Court.",
  "Not at all. We only get to the question of Section 3(o) when a preliminary activity is deemed to be so integral and indispensable to the primary work that itself is primary work and, therefore, would be compensable. So as, for instance, the Court held in Steiner, there was chemical plant workers who the donning and doffing of their clothing for work purposes was so indispensable to their chemical factory work, it was deemed to be essential. In that context, you might have a collective bargaining agreement that allows the union, on behalf of the employees and the employer, to provide for an alternative method of compensating this type of work. And, in that context, there are two central inquiries that I would like to address today. First, are the items clothes? We think \"clothes\" actually has some textual meaning here and imposes a limit, which I'd like to discuss a bit further later. But, second, if the employee puts on both clothes and some nonclothes items, does the overall process still, nevertheless, constitute the activity of changing clothes? Now, we didn't have to go into great depth into that question in our brief because all the items here are clothes. But I think it would be actually quite useful to discuss, for a little bit, the activity of changing clothes and then to discuss the specifics. I think it would help the Court out at least in providing a more general rule. The activity of changing clothes is used in the  in the statute to exclude time spent in changing clothes. Congress used the gerund \"changing\" to describe an activity. It is a verb form that's modified by changing, not by clothes. So it is an activity of changing clothes. We think that activity also includes ancillary matters. So, for instance, if a worker comes into a locker room, spends some time doing the combination on the locker, opens it up, take  opens the locker, that is not actually changing clothes, per se, but it's part of the activity of changing clothes. So, for instance, if the worker also happens to put on some goggles, pop in an ear plug, maybe even snap on a utility belt in the context of changing clothes, those things are part of \"changing clothes,\" as part of the statute. Now ",
  "Well, no, I don't think so because, on the margin, we are largely the same. I think, for the mine run of cases, we will be at the same result. However, there are some marginal cases where there is a collection of equipment  we would  what we would deem to be equipment, which is put on by an employee that is so significant that it no longer can be fairly treated in conjunction with changing clothes.",
  "Well, this is an area  an issue that comes up frequently in the meat packing industry. And I can explain  I need to explain a little bit about the facts to explain why we think that that is a much more difficult question. So, in the meat packing industry, for instance, particularly meat packers that are rendering large portions of the beef, either with electric saws or very sharp knives or similar instruments, they actually have to put on what the government considers to be  or has considered to be items of equipment. So, for instance, the meat packer might have a chain mail, kind of like armor sleeve, chain mail gloves, another sleeve, chain mail kind of all over the front end, a belly guard  a Plexiglas belly guard. This is something that is very rigid, you can't even sit down on it. And, in fact, you have to sterilize it in a chemical bath before you go into the plant. You have metal arm guard  or a metal  or, now, Plexiglas because of weight  arm guard on the front that helps to deflect blows for your nonknife arm. These types of things, we think, would not normally be thought of as clothing. And so, when you put on a smock, either before  you know, or under or over it, we think that the overall process there might not be fairly deemed to be considered changing clothes.",
  "Right. Well, that may well  this is, again, going to be somewhat factdependent, and I don't mean to provide a general rule for all cases.",
  "No, no. I think, while we are trying to provide general principles, they're not necessarily going to resolve all cases, and they're not always going to make the case easy, and I think, on the margin, and the meat packer does involve a marginal case, you're going to have the questions. If it's just one item ",
  "Our point is a linguistic point, which is to say I don't think all these things are normally characterized as clothing. For instance, there are certain items in the body that are so distinctive in form and function, they don't have normal analogues in what you would find people wearing in ordinary garments  you know, in everyday life, that it's deemed to be different. There are certain armortype things, and I think maybe because, etymologically, armor, with the unique military context, tends to  we tend to call these things equipment. But, for instance, the belly guards, In IBP, this Court called those things \"protective equipment,\" and I think that's the normal use of the term in that context. Just because you might say, oh, it's a vest, a chain mail vest for the specific function, particularly when aggregated with the rest of the equipment used in the meat packing industry, makes it an arguably different case. This case, however, I think is quite different, and I wouldn't necessarily use the term \"de minimis.\" We agree with the general concept that the Seventh Circuit reached, but de minimis is a term of art in the FLSA. It involves, as we explained to the Court, in our Tum brief, which is the companion case to  to IBP, it requires an aggregation of all the time deemed to be de minimis. There is a regulation, Section 785.47, that imposes some other requirements. We think it's not so helpful to use that term, but we do think ",
  "Well, I think it means that when the process is predominantly involving equipment and not clothes, we would think that it's different. And  and I don't think there's really any question that there has to be a line. For instance, if an employer had an employee go out and, as part of the changing clothes, also go and collect your tools for the day and assemble them in your tool belt, no one would say that's changing clothes, even if, at the end of the  all of that, you put on your top  your jacket and you walked out. So we're simply trying to draw a line that I think faithfully reflects the common understanding of clothes in this context. At the same time, we believe that the term \"clothes\" is quite broad.",
  "I'm not  there has to be ",
  "There has to be a custom or practice under the collective bargaining agreement.",
  "The specific one.",
  "But ",
  "Well, I think the custom ",
  " on the record in this case ",
  " I think the custom of practice was to not separately compensate.",
  "And so  so that was actually made express ",
  " in this case. And I think that's actually illustrative of the type of things that we're talking about. Remember, we're talking about a 100 percent cotton. If you look at the label  it's in the record. A 100 percent cotton jacket and pants. You've got  you know, arm guards, wrist  wristlets and leggings, but these things are quite analogous to what we would have in normal clothing. And then you have some things that are on the edge. But we think that, when that's done in conjunction with changing clothes, that it's incidental, just as an employee might put on a name tag after they dress or put on their ID badge for security purposes or snap on a utility belt ",
  "That's  that's our preference.",
  "Well, we think it avoids complications and problems with the special doctrine that applies more generally in the FLSA, which is the de minimis  De Minimis Time Doctrine.",
  "Mr. Chief Justice, and may it please the Court: The statute, its legislative history, the surrounding statutory context which includes Section 912 as well as 1906 and 1909 Acts and this Court's decisions construing the 1875 Act including Section 4 which predated Great Northern show that the United States retains the reversionary interest in the surface of the land of rightofways granted to railroads ",
  "There is also other portions of the brief. I would refer the Court, for instance, to Footnote 4 where the government said there would be a separate question raised about whether a patent holder subsequently who obtains the patent after the grant of rightofway would take this government interest. And the Court  the government said in fact that would raise different questions. The Court recognized that on pages  the last two pages of its opinion, it specifically limited its judgment to situations where the government retained interest in the entire surrounding parcel and, in fact, modified the judgment below which enjoined the railroad from oil drilling simply to apply to that. Not only that, the Court was writing on  the government didn't cite, for instance ",
  "No, I think what the Court was ",
  "I do with respect to the issue that we have here. The question before the Court was whether the rightofway, which is a statutory term, Congress could have used \"easement\"; it could have used \"fee.\" It did not. It uses a special statutory term which has accumulated meaning over time, particularly, in the railroad context. And in that context, the Court was deciding whether it was in the nature of an easement, which as our subject heading said, it's in the nature of an easement. But that's visvis the United States ",
  " with respect to the mineral lands. And, in fact, the shift that, Justice Kagan, you were talking about is a shift about subsidies. It was a shift of subsidy away from these lavish land grants. And when Congress was stopping that  that lavish grant to railroads, it made no sense to construe the act with respect to the mineral rights, which the Court said were  were mineral riches. Why would Congress do that when it was cutting back on ",
  "It's a rightofway. And, in fact, the government's brief also said that with respect  and I'm quoting from page 9  with respect to the surface  the control  under any of the theories, even under the easement theory, which I don't believe is a true common law easement, the railroad's control of the surface was complete. And then we went on further  and this is on pages 36 to 37  that said it was a fact that the rightofway has some of the attributes of a fee, and those included exclusive and perpetual occupation and remedies ",
  "And so, again, if we were to rewrite our brief, we would certainly do so much more carefully now. But I think that the way that you read the brief is the way that you read opinions, which is in the context in which it was decided, particularly because Footnote 4, and this Court's opinion responding to Footnote 4, made clear that they were only addressing mineral rights where the United States held the surrounding parcel. And  and that's particularly true because this Court had already construed Section 4 of the 1875 Act before Great Northern in Stalker and in Steinke. And in Stalker, the Court held that the subject to  this is on page 154  a patent was subject to the railroad rights acquired by approval. That's the approval in Section 4, in the subject to language in Section 4. \"Upon approval, the grounds so selected were segregated from the public lands and the required material to withdraw the land granted from the market.\" And then the Court goes on, and this is on page 154 again, \"The later patent,\" the patent issued to a settler. Even though the local land office forgot to or omitted to mark the rightofway on the land plats, the subsequent patent was inoperative to pass title to those later patentholders. And then in Steinke  this is 1922  the Court followed Stalker and said, \"The approved map under Section 4 is the equivalent of a patent.\" And then they go on to say, citing Stalker, that the later patent was inoperative to pass title. And I think it's important, in both of those cases, the Court cited to Interior's regulations. In Stalker, the Court quoted at length the regulations from 1888, which, although the Court suggested that in Great Northern those were the first regulations, they actually weren't. There were prior regulations in 1878 which discuss nothing about the nature of the fee. And those, unfortunately, are hard to find. They are in Senate Executive Document 30, 45th Congress, Third Session, 1879. So  but the regs that the Petitioners now rely on were specifically referenced by the Court, including the regs that say the disposition of the land surrounding the rightofway is subject to the rightofway.",
  "We don't have good numbers, actually, on that.",
  "Well, I'm not sure that there would be any common law cases.",
  "But in this context ",
  "In this context ",
  " even with respect to the pre1871 statutes, the Court would sometimes ",
  "No, no, no.",
  "It  they did.",
  "They sometimes referred to them as easements.",
  "I don't have it in front of me. I know that ",
  "We didn't refer to those cases.",
  "We might have cited the cases in our brief. We didn't refer to that part of the case.",
  "But there are some, but the point was they were trying to discuss the nature of a statutory rightofway. Congress did not use the term \"easement,\" it did not use the term \"fee.\" And so the Court has been using common law terms which don't fit perfectly to describe certain kinds of ",
  "Yes. There are ",
  "There are at least four reasons.",
  "Oh, yes. There's both statutory and case law authority. I would start with Stalker and Steinke, which specifically say that when you have approved the map, it's equivalent to a patent, and then therefore, any parcel subject  is  conveyed subject to the patent or the rightofway, which means you don't get any interest at least in the surface of the rightofway. So this  those cases have never been overruled, one. Two, Congress in 1906, and this is  this isn't significant. This is at page  Section 940 at page 7  6A and 7A of our brief. Congress said that each and every grant of rightofway under this 1875 Act  each and every one  \"shall be declared forfeited if they haven't been constructed,\" and  this is important  \"the United States resumes the full title to the lands covered thereby, free and discharged from such easement\" ",
  "No.",
  "No.",
  "But it reflects Congress's understanding of what the 1875 Act ",
  "Well, when we're ",
  "This Court did in Great Northern. In fact, this Court ",
  "Okay. That's possible, but what we're talking about is Great Northern. And, in fact, Great Northern quotes this language of Section 940. The very next section goes on to say that the government's interests shall inure to the benefit of the land conveyed by the United States previously, which was subject to the rightofway. So that section itself shows that starting in 1906, and that's both 1906 and 1909, Congress understood that the government had a reversionary interest.",
  "Sure.",
  "Again, we don't know because the way that these things are disposed of, there has not been a centralized way of tracking it. It could be a significant amount, because the 1875 Act rightsofways were at least in number the most numerous. It's hard to know about mileage because the specific land grants were often quite long, but in terms  there were at least a significant number of 1875 Act rights of ways. And so going back to Justice Breyer's question about why a good lawyer would not have great pause about saying that you got the surface interests. You have Stalker and Steinke. You have the Section 940, which was enacted in 1906 and 1909. You have Section 922  Section 912, which was enacted in 1922, which the Court has already discussed, which shows that whenever there is a forfeiture, the United States' interest reverts to first for roads and then to municipalities, and if there was anything left it would go to a land owner. That  you know, was unquestioned it appears until  at least with the surface interests until the mid1980s, for 60 years. The municipalities and roads were ",
  "Well, I think it's telling ",
  "Well, I think it's telling that between 1922 and the mid1980s this issue does not appear to have arisen. It has arisen only with respect to ",
  "And then when the city takes the road and when the municipality  excuse me  when the municipality takes the right of way no one complained for 60 years? I mean, this is the background of the law. This is going to be ",
  "The amicus brief of ",
  "Again, we don't have good numbers on how often.",
  "I think a significant amount of time, because the  if you look at the amicus brief of the National Council on State Legislatures, they explain this. This is ",
  "Your Honor, I can't speculate on numbers. I just don't have  it would be not appropriate for me for the United States to speculate on numbers.",
  "That's not correct because it needs to be qualified. After Great Northern, Interior has concluded in Amerada Hess, which we cite in our brief, that the subsurface interests would go to the patentee, but with respect to the surface interests, that has not been the case. In fact, until 1984 is the first case that I have seen in a case that let  that was the counterpart to the Oregon Short Line case that we cite that led to the decision here. It just wasn't disputed about the surface interest.",
  "They agree with our brief. We don't always ",
  "No, we have been in close signed off on this brief. The agency that is at issue here is actually agriculture because agriculture is the forest service which has the lands. I think ",
  "I think that's maybe a little unfair, Justice Scalia. I think government is giving the Court its view of the law here. We are interpreting it. Multiple agencies have been consulted and we've been trying to come to grips with the Court's conflicting  you know, language. If you take language in the abstract and you divorce it from the context of the case, the Court's decisions are conflicting, but when you look at the context of the case, you look at Great Northern with respect to saying that the subsurface interests, the mineral interests are like an easement with respect to the United States visvis the railroad, but then you have Stalker and Steinke saying that when under Section 4 of the Act  it's an authoritative construction of Section 4 of the Act. When you approve a map of a railroad under Section 4, it is tantamount to a patent and thereafter a subsequent patent does not confer an interest on the patentee. Those cases are reconciled, we think, by acknowledging that Stalker and Steinke control at least with respect to the surface interests, and then with respect to the subsurface interests, Great Northern clearly says that, at least visvis the United States and the railroad where there is no thirdparties involved that is deemed to be like an easement that would not give a subsurface interest. And there is real important reasons to distinguish between the subsurface and the surface with respect to rights of way. Surface for the right of way is what's important. It's critical. You need to have an artery that connects various parcels of land. That was true back when 1875 was enacted and it's true now with respect to highways and other uses that the government might put its land to.",
  "And that was true both in Stalker and in Steinke with respect to the subsequent patents.",
  "Well, I think you would have to  I think if you had a good lawyer, the good lawyer would say, Look, we've got  there is uncertainty here. You've got Stalker and Steinke, which says you get no interest. You have Great Northern, which doesn't address interest that pass to third parties. It only addresses the interest that the railroad has, and it says there is no mineral rights. And then you have Congress in 1906, 1909, 1922, and more recently in 1988, doubling down and saying  you know, the United States' interest goes to roads first.",
  "I don't think that's quite accurate. At least since 1922, the government has disposed of  or Congress, I should say, has directed the government to dispose of its reversionary interests first to roads, and that remains true today. And then also from 1922 until 1988, it was supposed to go to any municipality, any land within a municipality goes to the municipality; and then third, it would go to any land owner of the surrounding parcel that was paying the interest subject to the right of way. Now, of course  you know, Congress is free to choose to change its decision about how to dispose of U.S. Government interests to any government property. There is no vested interest in that. And I think what we are trying to say in our brief is that petitioner asks the Court essentially to nullify a significant  significant enactments by Congress. It would nullify ",
  "That was Townsend, which was dictum. We told the Court that Townsend was dictum. In Townsend, the dispute was by a railroad who got a decree from a State court saying it had the right of way.",
  "Oh, I'm sorry, Stringer.",
  "No, no, we are not relying on  we are relying on Stalker and Steinke, which are 1875 Act holdings. It's this Court construing the very statute that we're talking about, Section 4, which is the very section that the petitioner  now, it would be kind of remarkable to read language in Great Northern which addressed a different question in which the government specifically reserved the question of what interest would transfer to a patentee. The Court specifically limited its decision so it wouldn't reach that issue. And then it sub silentio overruled two decisions by this Court on the very statute decided 30 years earlier when the Court was closer to the 1875 Act? That would be a pretty remarkable thing, I think. And what we're saying is that, no, Stalker and Steinke remain good law, even if you characterize the right of way as having attributes of an easement because it's clear it can't be a common law easement. I don't think that even  petitioner may be able to dispute this  but a common law easement, as this Court has explained, would not give as traditionally framed exclusive and perpetual occupation to the railroad. It would not give the remedy of the fee. All those are very practical, real rights that would have to be conferred that would be greater than a mere common law easement. And that's true back in 1871, and it's true in 1875, and we said it was true in our brief to this Court. We said as an easement  you know, the fact that it has some of the attributes of a fee, including exclusive or perpetual occupation and the remedies of a fee and not an easement, doesn't take it out of the box of what we were talking about in that case. And so, again, I think you need to read it in context. I agree that if you just take Great Northern and look at it without peeling back the hood a little bit, there's language that  you know, would lead ",
  "One was before ",
  "No, not after Great Northern.",
  "But Justice Breyer, I think it's a mistake to rely on these labels of limited fee and easement too strongly. That's what this Court's basically said in Union Pacific in 1957. In Union Pacific, the Court said look, these pre1871 cases use the term \"limited fee,\" but really, we're not going to deem that to be controlling with respect to the mineral rights. And the Court is doing exactly what we're saying should be done here, which is you understand the rightofway in the context of the statutory text, in the context of the environment, the surrounding statutory environment in the context of this Court's decisions, and it's not a binary blackorwhite choice between  you know, common law terms. Congress didn't use those common law terms. Congress used the term \"rightofway.\" It used the same text that it did in prior grants of rightsofway. And all we're trying to say is that there are real important interests here. It's not practically feasible to ever reconstruct these arteries through the lands. And they were important when Congress granted them to develop the lands in 1875, and they remain important today, as Congress has now repeatedly recognized in terms of granting public roads. So ",
  "On bike trails, this is  this is not a RailstoTrails Act case. There are different issues there. On the RailstoTrails Act case  you know, it's  I don't have in mileage, but this is a trail that in this case the government used its property interest through the national forests as well as through this parcel for like a 22mile trail. There are probably 1,000 miles of trail that are  that would be affected. And importantly, there's a lot of interest going forward that would be affected. When the law again  the law of  in 1922 was that the Congress would reserve the United States' interests for roads and municipalities and that was a significant ",
  "It certainly would call into question the legality of the land transfers. And I'm sure that could be something that could be litigated. There would be issues  I'm sure defenses raised by the States and municipalities. But what the Court would be saying is that for  since 1922, and this policy continues now, that the highways that have been created under 1875 Act would be invalid.",
  "Yes. It's difficult to know, because again, these are kind of ad hoc things. When there's an abandonment, there might be proceedings, but there's been  we've not been able to obtain centralized, reliable information on the total number, because this goes back a pretty long way. We're talking about, again, starting in 1922, you know. This has been unchallenged until we got two district court decisions in '80  in the mid '80s with respect to the surface. Now, on  on the subsurface, Great Northern has  you know, continued to be applied by Interior and that's been treated differently. And I think it's important also to remember that the regulations, not only were they cited by this Court in Stalker and Steinke, the Court was clearly aware of the regulations. In 1931, the  a case called Otis Birch where Interior basically followed Stalker and recognized that you could not pass title. Now, that was a Mineral Act case, and the Court also  Interior also said that because you can't separate the estates, or there's no reason to separate the surface from the subsurface, the mineral couldn't be transferred, either. That's been overtaken by events. It's important to recognize in '31, and when the regs were codified in the CFR in '38, which are the 1909 regs, which had never been changed or revisited on the nature of the interests, they simply just carried forward, even though Interior recognized that the  there would be no interest given to patentees of the land after a rightofway is granted under Section 4 of the Act.",
  "Well, for decades, we thought we owned a reversionary interest. It's just that ",
  "Well, but Congress told us  told everyone how to dispose of it. It went to streets, roads, highways, then to municipalities, and if then not municipalities, it would go to the landowner. So the United States  you know, disposed of its reversionary interests through statute. It wasn't until 1988 that the policy changed to  to prioritize highways and then the U.S.'s interests after that. So it's understandable why we haven't been intimately involved with all these forfeitures that have occurred over time. Congress directed how the United States interests should be disposed of.",
  "There are takings claims also that would  any 1875 Act case or rightofway which has been abandoned, which has then put to another use, whether it be a highway under the current Section 912, or whether it reverts to the United States, or even if, for instance, it doesn't revert to the United States ",
  "I  I don't believe the APA would govern a claim of damages against the U.S. There are takings claims which  which proceed under the Tucker Act against the U.S. Or the Little Tucker Act, depending on the amount. That wouldn't be an APA issue.",
  "Adverse possession is certainly an issue that might  would come up.",
  "Well, we've faced ",
  "We faced a very considerable amount of litigation in recent years.",
  "Well, for local roads? This is  the idea that these  these rightsofways would go to States and localities, not Federal highways. That's  that's Section 912.",
  "There are some records that you can get from archives with respect to specific things, but it's not centralized. We don't have a way of aggregating what has happened over the last 90 years. That's the difficulty that we have here.",
  "Thank you.",
  "Mr. Chief Justice, and may it please the Court: Congress drafted Section 1344 with two separate clauses, each of which serves a distinct function. The first clause targets schemes to defraud a bank. That requires intent that the scheme have the purpose of defrauding a bank. Clause (2)  and this is at page 5a of the government's brief, you can see the structural difference quite plainly. Clause (2) targets schemes to obtain property that's either owned by or under the custody or control of a bank. And Congress enacted these broad disjunctive clauses in response to this Court's decision in Maze as well as in Williams, which had curtailed the Government's ability to prosecute precisely these types of fraud.",
  "That is correct. Our understanding of the text, and the reason why that is the case is because Congress specified in clause (2) that the scheme to obtain money or property from the bank has to be by means of a false or fraudulent pretense, but it doesn't specify to whom that false or fraudulent pretense must be made. Now, we understand that that sweeps in broader than what Maze ",
  "Well, we think that the text suggests that what Congress was doing was enacting a broad prophylactic, because what Congress was addressing, remember, were situations where this Court had construed narrowly statutes which addressed situations like this where banks were the inherent secondline victims, and so what Congress wanted to avoid is ",
  "That's exactly right. That's why Congress was not intending specifically to get those, but enacted a broader statute so we wouldn't have debates about this. Look at the debate that we're having in this case. I think everyone can agree that the banks are, just like the banks in Maze, they're secondline victims. There's an order to the bank. It's a check. A check is simply an order to the bank to pay a specified sum ",
  "We think that that is the interpretation reflected in the text, for the following reason. Although it doesn't fall within the core of what Congress was trying to protect, it avoids the problems, the kind of debate that we're having here about situations that do fall within the core, because remember, now we're talking about, Petitioner says, well, you know, it wasn't sufficiently targeted, He didn't really victimize or harm the bank. Congress was trying to get away from that type of inquiry. And they said, look, if the scheme has the intent of obtaining property either owned by or in the custody or control of the bank, so that means it can either be controlled by the bank, its own property or custody, property it's holding, or it's in the custody or control of others, but it's owned by the bank, a very broad coverage. And if you try to obtain that property by means of false or fraudulent pretenses, we avoid this kind of discussion about were you sufficiently targeting, do you really intend to ",
  "I'm not sure that that's actually true. It's a very strange federalism argument the Petitioner is making. The Petitioner is saying, my conduct is a Federal crime. It's a Federal crime under this. It could be a Federal crime under that. It's just not a FEDERAL crime under the bank fraud statute. That is a very strange federalism argument because Congress has already put its hands all over the subject. And what Congress is trying to do here was to respond to cases like Maze by enacting a broad statute. Congress couldn't ",
  "That's correct because ",
  "Understanding of obtain. This Court ",
  "That's just the uniform understanding of the dictionary as well as this Court's cases.",
  "That's correct.",
  "Partially correct.",
  "I would ",
  "I have at least two responses. The first is ",
  "Well, two explanations about that one.",
  "I will give an explanation that will be connected to the question. The explanation is, I think, twofold. First, as the Court explained in Neder, the gravamen of this statute, just like the gravamen of the mail fraud or the wire fraud is not the particular acts or that the particular acts are done well or have any likelihood of success. It is the scheme. And so therefore questions about reliance  the bank doesn't have to believe it or rely on it; damages that result don't have to rely. This is a scheme. It is criminalizing the scheme to obtain ",
  "I think that ",
  "Well, they may  they may suspect that the bank may not pay it. Banks sometimes in fact do pay checks on insufficient funds. Banks have only 24 hours after receipt of a check to dishonor it or not and if they don't then they are stuck in the UCC and have to bring lawsuits. I mean the practical impact of this type of situation is significant. About a billion dollars a year ",
  "Well, it depends on ",
  "I think it would be very hard for the government to prove that your inept bank  thief had a scheme to obtain money or property from the bank, but the government might be able to prove it circumstantially because, just as Justice Alito explained, you rarely have insight into the heart of hearts of criminals. You need to have circumstantial evidence.",
  "I'm not sure exactly what you mean by a con game the there are plenty of Federal statutes that address ",
  "Well, the answer is that Congress has addressed false statements, schemes to defraud, schemes to obtain money or property through all kinds of various statutes, mail fraud, wire fraud, false statements, bank fraud. It just is done so in particular areas where there is a Federal interest implicated. And it  actually, those areas are quite sweeping and bank fraud ",
  "The government would have to prove that the scheme was intended to obtain money or property from the bank. If that was shown, and it was shown that that was ",
  "I think we kind of mean both. And let me explain why. As Justice Alito, I think, kind of alluded to, as a practical matter, the way you prove these cases is you prove that a defendant generally intends the natural consequences of his or her acts. And so if, for instance, you have a case like this where you have a fraudulent check which is directed to a bank, it says, bank, pay the payee this sum of money, that the defendant is going to intend, when they tendered that to the  to the merchant, that that check is going to be sent to the bank and that the bank is going to  you know, has a reasonable chance of paying it.",
  "Right. But in our legal system, I don't think it's  let me give you another example. Let's say you want to kill somebody and you put a car  a bomb in their car. All right? And there are two people in the car. You see the target go in and you see someone else go in, and you detonate the bomb. You can't say I was really indifferent about the second person being there.",
  "Has  yes, by the virtue of the scheme. The scheme used ",
  "Right.",
  "To be transferred per his direction.",
  "Yes, that's exactly right.",
  "And  and for good reason, for multiple reasons. One, this is prohibiting the scheme, not a good scheme, not a completed scheme, not an effective scheme and ",
  "Not whenever a check is involved. The government would still have to show that the scheme itself was intended to obtain money or property from the bank and did so by ",
  "Well, in the check context, I think there is none. I mean, what you have, if you're obtaining that check in order to get the money from  or property from the bank, I think it would fall within. And again, we understand this is a broad reading. We  we own  own up with  for that.",
  "By virtue  yes, we would say that by virtue of the scheme  remember, he's not just walking in and saying, you know, I'll pay you tomorrow if you give me a hamburger today. The  he's going in with a check. A check is  everyone knows what a check is. It is an order to a bank to pay money. He's giving it to the  to the bank or to the merchant ",
  "Well, this  this Court has long recognized that the word \"obtain\" not only means that you obtain it for yourself, but you can obtain something by directing the transfer of  of property to someone else. And that's exactly what a check does. You are directing the ",
  "Well, I think the answer is that has not been decided. And let me just explain in  in a few ways. One, Section 513 deals with securities, which includes checks of States or organizations, and then it defines organizations. There is a substantial question whether that applies to personal checks. One court of appeals has said it has. The Department of Justice's Criminal Resource Manual says it does not apply to personal checks. So there is a real question about whether this Section 513 would apply. But even if it were to apply, it applies to protect the integrity of certain writings. It is a different provision than a schemebased provision like Section 1344, which more broadly prohibits types of schemes to obtain money or property from banks.",
  "Not for bank fraud. There is aggravated identity theft for which ",
  "No. Well, this  this statute, the bank fraud statute has a punishment of up to 30 years to reflect that frauds come in various sizes. It's not a mandatory minimum. It's just a maximum. And in this case, the defendant actually got 1 year for this bank fraud. He got a  a stacked sentence of 2 years for identity theft, which is separate from this provision.",
  "Yes.",
  "Well, I think ",
  "We're not asking you actually to  to make that interpretation. It would be if the Court concludes that our first interpretation is somehow problematic, then we think that that is a superior reading than Petitioner's for the following reason: Congress addressed ",
  "I will. The way you get there is that Congress, in Clause 2, again, remember, specifies you have intent to obtain money or property from a bank by means of false or fraudulent pretenses, representations, or promises. It does leave silent to whom those false or fraudulent representations must be made. Now, if you look at the legislative history, it's very clear that Congress was at least concerned with situations like Maze where a bank would be a victim of a fraud. And those  and Maze involved a situation precisely like what we have here, where the reason that the bank is a secondary victim is because that false signature, the false charge slip ",
  "But the way it is in that context, the reason that the bank is the victim of the scheme is because the fraudulent method is actually transferred to the bank as an inherent part of the scheme itself. And so ",
  "No. No, I don't think we ",
  "I don't think we are relying on the idea that the  what the Court is  would be doing is construing the statute in light of, presumably, some good reason to reject what we think is what the statute normally says.",
  "We think that the rule of lenity doesn't apply for the reasons that we said on our broader argument. If the Court rejects that, that might be a reason but, again, it's construing the term \"means.\"",
  "I think just in any context where you might have constitutional doubt, the Court sometimes, you know, construes a statute in a way that it might not otherwise do. And here what we're giving you the hook for this is that the means specified leaves open to whom that false or fraudulent communication must be directed. You could read, in light of the history and in light of what Congress's main intent was here, to read the statute as saying, ah, Congress actually in clause 2 was concerned with the specific type of means, that is the means that are directed to the bank. And the reason I think this is far superior than what Petitioner suggests is because we are at least construing silence in the statute. Congress specifically addressed intent already in clause 1, that is intent to defraud a bank, which is what Petitioner says clause 2 does. But clause 2 says there's intent to obtain money or property from the bank. There's no reason to run over Congress's choice about what types of schemes have to be intended in order to achieve this result. Again, this is our fallback position ",
  "Both clauses, actually, under our fallback or our main position cover things that the others will not. And I'll give you two examples. On clause 1, clause 1 covers what's called bare check kiting, where you write a check, it hasn't sufficient funds, you withdraw the money, then you write another check to cover it and another check and you play the float. Nine courts of appeals have addressed this question. All of them have concluded that it falls under clause 1. Six of them have concluded it doesn't fall under clause 2, and the additional three court of appeals that have criminal jurisdiction in either unpublished or in dictum have suggested agreement. So it's pretty well established check kiting falls under (1), not (2). With respect to (2), it covers schemes like this, where you can argue maybe you didn't intend to defraud the bank itself, but you used false or fraudulent means that would inherently go to the bank because of the nature of the means themselves. Here where you direct a check, it's a financial instrument. It is ordering a bank to pay money. It goes to the bank, and one normally intends the natural consequences of their acts. It goes to the bank in the ordinary course.",
  "\"By means of.\"",
  "By means of the false or fraudulent pretenses in this, understanding these false or fraudulent pretenses to be ones which are directed to the bank as an inherent consequence of the scheme itself.",
  "Yes.",
  "Right. And I think that there are very sound reasons for doing that and I'll explain why. First, when you look at the statute, Section 1344, this is on page 5A in the bank frauds  or the mail fraud statute is 1341 on 2A, they are quite different. I mean, even when we just look at the statutory structure alone, Congress broke these clauses up, put them on different lines, numbered them, indented them equally. One would not naturally say you have the option of one, Option A, or two, Option B ",
  "No, no. Congress modeled  it's certainly true that Congress modeled the bank fraud statute on the mail fraud statute. But that doesn't mean that Congress wanted the two statutes to be coterminous. In fact, Congress not only expressed its understanding that these were disjunctive for the various structural reasons, which I think are inescapable from the text. But also Congress modified the text itself. Congress didn't simply say a scheme to defraud. It requires a scheme to defraud a financial institution. Congress did not say a scheme to obtain money or property. It specified that it's not only property of the bank, owned by the bank; it is property under the bank's custody that the bank doesn't own and bank  property that the bank owns, but is not even under its custody or control, it's under the custody or control of others. This is a different statute, of course modeled on the mail fraud statute, but it's different. And Congress I don't think in 1984 could have been more clear about its intent to make these two provisions, that is the intent to defraud and the intent to obtain provisions, distinct based on the choices that it made in text. It's just, I think, impossible to read the text and come away with the conclusion that in 1984 what Congress intended, regardless of what happened in the mail fraud statute in 1987, that Congress intended that, or notwithstanding the only reading of \"or\" in this context that makes any textual sense, since it's not even defended in the textual argument on the other side, that Congress meant that \"or\" in that structure to mean anything but \"or.\" That is, a disjunctive, two separate clauses having independent meaning. And in fact, it would be anomalous to do so because Section (2) covers, for instance, bankowned property that's not under the custody or the control of the bank. So why would you intend to defraud the bank when you're trying to really get it from the custodian of the bank's property? The idea would be that the means obtained, at the very least, would probably be directed to the custodian of the property, not  which is not always the bank under clause 2.",
  "Well, we disagree with the court of appeals precedent which says you need a risk of loss under clause 1. But the government acquiesced to the district court's narrowing of this to clause 2.",
  "Well, I guess you've ",
  "Well, you'd have to show that the scheme was actually intended to obtain, to deceive the bank, as well as obtain its property, as opposed to a  and that intent difference can be significant in cases. What we will have to show in here ",
  "We certainly would probably rely on the same types of evidence. We would then have the additional burden of having to show that the intent was to deceive the bank specifically.",
  "I think it inevitable is going to come to that, and you're going to throw to juries these questions of, like, you know, despite the fact that the defendant has used a check, did the defendant really know what a check was or did the defendant  what is a check ",
  "Well, the scheme would be to obtain. You don't have to necessarily show that the specific means that you were using were intended to deceive the bank, because that requires a lot more inquiry ",
  "Not obtain property from the bank. It is obtain property that is ",
  "It doesn't have to be in the custody of the bank. It can be bankowned property in the custody of others. So, for instance, banks have a lot of assets. For instance, they can foreclose on houses and such. In those contexts, you might have someone who is scheming to obtain bank property by directing their fraud to a third party to whom the bank has entrusted their assets.",
  "I'm not quite  I don't think that's quite right. And the reason is that whenever you have to show an additional intent requirement, it ups the ante. Just like in homicide, you have various gradations of a homicide including up to murder. When you have an additional ",
  "May I just  I would just qualify that by saying that the defendant is obtaining the money. It's obtaining it through the check to be paid to the merchant. That's ",
  "It has to  the scheme has to contemplate that.",
  "The scheme has to contemplate that.",
  "Well, I don't  if I might respond, Mr. Chief Justice.",
  "The  I don't think that actually plays out in fact. Banks suffer about a billion dollars in check fraud a year. There are $10 billion that banks put into check fraud prevention. There are so many checks that fly through, including the checks here. If you look at the checks here, the ones that he got caught for, not the ones that he might have washed and dried, weren't artfully done. But some still go through. And the transaction costs that it imposes on the financial system is something that Congress could have been concerned with. In fact, we think it was.",
  "Mr. Chief Justice, and may it please the Court: I'd like to take the opportunity to clarify the Article III question by addressing the elements of an Article III case or controversy, an established Federal practice that I believe shows that an offer  an unaccepted offer, in particular, cannot moot a case. And if there's time, I'd like to address the derivative sovereign immunity argument. First, there is a distinction that this Court has established between prospective relief and retrospective relief. When you seek prospective relief, you need to show an ongoing or imminent injury. In that context, a defendant can actually halt the injury that's necessary by stopping, so long as you meet the voluntary cessation doctrine or  so long as you show that it's not capable of repetition you're going to be in review. So the injury with respect to prospective relief, that is, the injury that's occurring now or in the future, can end. When we're talking about retrospective relief, damages, the injury is in the past. It's not undone. An offer of money may be compensation for that injury, but the injury continues to exist. For purposes of Article III, the question is, there has to be an injury. It has to be fairly traceable. That's established by the past injury that  caused by the defendant. And the requested judicial relief would likely redress the injury. Now, the requested relief, even when there's been an offer, is: I want money. Second ",
  "Well ",
  "I don't believe so. It's embedded in the request for relief. The plaintiff comes to the court and says, I want relief from the court. The defendant says, no, no, don't grant the relief. I've either  the case is moot. I think that's what's going on here. There is a distinction between ",
  "I believe it's embedded in ",
  "Well, then the case is not moot. The court can grant relief. The court enters a judgment ordering relief, which is enforceable with all the court's powers, which is quite distinct from a judgment of dismissal for one of jurisdiction. That  that's a  you need to have  a court needs Article III power to direct a remedy against the defendant. It's quite unlike a dismissal for one of jurisdiction. It's also quite unlike the remedy of vacatur, which undoes a court judgment. So Mr. Garre's, you know, attempt to kind of frame this either as, you know, a  a prospective relief case or a case where you're getting a judgment, a judgment of dismissal for one of jurisdiction is not an enforceable judgment in the way that is relevant for purposes of Article III jurisdiction.",
  "In part, I believe that's right.",
  "The  and the parties when they agree.",
  "When they say, we've agreed and we  we give up, the case will normally be thought of as moot. But there is  there are several longstanding Federal practices, both in Federal courts, actually, as well as in State courts, that I think reflects this point. A party  parties can agree to settle a case, but a court retains jurisdiction to enter a consent decree. This is an enforceable judgment. Justice Kennedy, you talked about Kokkonen. This is the great distinction between a settlement offer and a judgment. The court has authority to enter a consent decree even after the parties have settled. That's more than an offer. It's actual  a settlement. Two, courts can ",
  "No. It ",
  "The case is not moot because the parties are  are saying, we are agreeing on the entry of a judgment, not we're agreeing in the abstract to just ",
  " to settle the case.",
  "What ",
  "This is not a remarkable proposition. Courts all the time ",
  " all the time enter consent decrees. These are enforceable with the power of the court. Two, they also dismiss with prejudice. That is not a dismissal for one of jurisdiction. It's a resolution of the claim. Three, they enter judgment in a Rule 68 offer. Also, you look at the affirmative defenses, which are all waivable, in Rule 8(c), accord and satisfaction, payment, res judicata.",
  "Right. The court would dismiss the case for one of jurisdiction, saying that there is no injury.",
  "But ",
  "Our point is that ",
  "The standing inquiry has to, of course, be addressed at the relevant stage of the case. So, for instance, at the pleading stage, if you failed to allege an injury sufficient ",
  "It's not a  it's a judgment that there is lack of standing, that you have no injury. It's not a resolution of the claim itself.",
  "There is a  there is a difference between a judgment for want of jurisdiction that the court is just  I don't have the power to address this. In a judgment where the court says, I have power to  to enter relief that is enforceable through collateral proceedings through all the  the  the great power of a Federal court, that is a big difference. A court requires Article III jurisdiction to exercise that power over the litigants. And that's what normally happens with consent decrees, with dismissals with prejudice, with a judgment under Rule 68 offer. And it also, conversely, even when a party's been fully paid. The fact that the defense of payment  accord and satisfaction can all be waived. So at the end of the case, if the defendant hasn't actually raised these and then belatedly says, I forgot. I paid the guy, and the claim was for a thousand dollars, the court says, sorry. Forfeited. Judgment for another $1,000.",
  "The ",
  "And I don't want to mislead the Court into thinking that we're advocating protracted litigation on claims where there is a powerful defense like payment. That is a merits defense: We've paid the claim. You don't  you can't get any more money from me. But for  the question of the court's power to entertain that merits defense is what we're saying is  like the fact that we have affirmative defenses that may be waived. Even a res judicata, the court has already adjudicated the very claim, and yet if the defendant does not raise it, this Court has held it doesn't go to the court's jurisdiction. And so the  you could get relief twice.",
  "This is, again, not an Article III question but a Rule 23 question. I think that could be considered by the Court in exercising its discretion under Rule 23.",
  "I think if the  I  I think that's hard, and let me tell you why. To be an adequate represented  representative of the class, you can't simply be looking out for your own interests. You have to be looking out for the interests of the class. And that's part of the requirement. A defendant who says, I'll just accept my money and drop the interests of the class, you know, it's not  you wonder whether that defendant is  or plaintiff is actually a good adequate representative. Rule 23  and, again, now we're stepping away from the Article III question. We're getting into questions of discretion.",
  "Mr. Chief Justice, and may it please the Court: Three characteristics of Petitioner's robberies underscore that this case falls within Congress's Commerce Clause power. Petitioner's robberies targeted, first, the inventory in a commodity; two, that inventory belonged to a commercial participant; and third, it was a commercial participant in an established interstate market in marijuana that is a Federallycontrolled substance over which Congress has exercised jurisdiction.",
  "No. I think there  what  when you get out of the commercial sphere, the courts of appeals have drawn a distinction between robberies of businesses that are engaged in commerce, as the victims were here, and true individuals who just get robbed. And I think the courts have fairly uniformly recognized that the  while the robbery of a business is kind of economic in nature and more directly implicates Commerce Clause concerns, when there's a robbery of an individual, the links are much more attenuated and there's a longer chain of causation to get to commerce. And so in those contexts, even within the depletion of assets theory that my brother espouses before the Court, the courts have said, as a normal matter, robberies of individuals just don't fall within the Commerce Clause. But what we have here is the robbery of marijuana, which we know from Raich, Congress regulates the trade in marijuana. It's in the marijuana trade. It's difficult to, I think, come to any other conclusion, that the robbery of such marijuana from marijuana dealers engaged in trade over which commerce has jurisdiction is not a robbery that affects commerce over which the United States ",
  "That  that's what ",
  "Well, what you do need to show is that the robbery affected commerce over which the United States had jurisdiction. And we know ",
  "Beyond a reasonable doubt. But we do know that Congress  that  from Raich, that Congress does have jurisdiction over the entire marijuana trade. Now, the reason Congress has jurisdiction, as Raich explain  Raich explained, was it now analyzed under the rationalbasis review that often occurs in this type of context. But the fact of the matter is, at the end of the day, there is no doubt, it is a certainty, that Congress has jurisdiction over the marijuana trade. And so when you rob ",
  "We're not shying away from the standard of proof. But what  as we explained, the question of whether a robbery affects interstate commerce has both legal elements as well as factual elements. The factual elements, as we explain in our brief in this case, involve: Did the robbery occur? Were they robbing and targeting the marijuana of marijuana dealers? But the legal question  which judges every day instruct juries under what the law is, and Gaudin teaches us that juries must follow those instructions  the legal conclusion is that the United States has jurisdiction over the entire marijuana trade. Now, there would be strange anomalies if juries were allowed to relitigate Raich in every case. Is there an affect  you know, does Congress have jurisdiction over intrastate commerce? Juries would be coming up with divergent results over the question whether Congress has jurisdiction over intrastate marijuana trade, contrary to Congress's own decision in the decision of this Court. That is a purely legal question. It is  you can prove beyond a reasonable doubt that Congress has jurisdiction over the marijuana trade by looking at Raich. That's a legal question ",
  "You are  JUSTICE KENNEDY  \"that\" ",
  " that the marijuana trade ",
  "Well, I think you would  I think that  I think that goes a long way there. I think the  the judge would instruct the jury that the marijuana trade is Congress  commerce over which the United States has jurisdiction.",
  "Not on that point. But the jury must determine that there was  the robbery affected jurisdiction, of which ",
  "There was a jury.",
  "Well, the judge's instructions, I think, could have been more clear. This case, of course, is a challenge to the sufficiency of the evidence, not the jury instructions.",
  "But the jury instructions are  are basically on page 8 of our brief. We've replicated the most relevant portions of the charge. And, you know, there are the standard instructions about the government has to show the jurisdictional element beyond a reasonable  beyond a reasonable doubt and establish that the Court defined \"commerce\" to mean commerce over which the United States has jurisdiction, and then said that that could be satisfied by reducing the  having a  showing an affect, and that affect can be  you know, I think there's  in here is quite  any kind of affect would be sufficient. And then there was an explanation that, you know, the  the reduction of articles or commodities in interstate commerce, in this case illegal drugs and drug proceeds. So ",
  "Friendly ",
  "I think the judge could have done  had a much more governmentfriendly instruction in this case. And in fact, given Raich, the judge, as  as I was just explaining, could have instructed the jury that the  all the marijuana trade, that is both the actual trade within and intrastate trade, is commerce over which the United States has jurisdiction.",
  "Correct.",
  "That is correct.",
  "The jury could ",
  "It has to find that jurisdiction element beyond a reasonable doubt. That has actual ",
  "Correct. I mean, this is no different than, say, if there's a murder on the special and maritime jurisdiction of the United States. The judge will say, what is the special and maritime jurisdiction of the United States? Will instruct the jury what that is. The jury then makes the relevant historical facts to the case, and applies that legal instruction to the facts in order to find the relevant jurisdictional ",
  " element beyond a reasonable doubt.",
  "Well, on our ",
  "The defendant is entitled to present evidence that contradict all the relevant facts. But the  I think what you're asking about is whether the fact that this particular marijuana might have been grown inState  right? I think that's what you're saying  would somehow undermine the jurisdictional element. And as a matter of law, it does not.",
  "The defendant could show that there was not an attempt to rob a drug dealer of marijuana.",
  "Right.",
  "Well, if they were targeting marijuana in that robbery, as was the case here, from marijuana dealers who were trading ",
  "Or, I was just robbing a house, and I happened to stumble upon this. I mean, there are ",
  "Well, I think home consumption raises different issues, and I'll  I'll tell you why. The Hobbs Act governs robberies that have an affect on commerce over which the United States has jurisdiction. There's some question whether just growing marijuana for your own use by itself is commerce, or whether it's an activity that affects commerce that would bring it within ",
  " the element of Raich.",
  "Well, if the Court had said that just growing marijuana ",
  "I  I think if you're  if you're asking whether the Court has decided that growing marijuana is itself commerce over which the United States has ",
  "Well, then there  there's ",
  "No.",
  "Because that's a legal ",
  "Under your predicate, no, there would not. I mean, this is ",
  "This is not new in the law, right? I mean, juries are instructed on the law. They determine any of the relevant facts that would be relevant to the elements of the offense, but they have to do that within the framework of the law as instructed by the judge.",
  "I don't ",
  "I guess it depends on what you consider to be the element of the offense and how you define it as a legal matter. What we're  what we're saying is the jury does have to find beyond a reasonable doubt that the jurisdictional element was met. But just as if Congress, for instance, as it  as it could, could directly prohibit  if Congress directly prohibited robberies of marijuana from marijuana dealers, Statute 18 U.S.C. 10,000something, that prohibits that, and it says the jurisdictional element of this case is that the robbery  is that the robbery has to target marijuana of a marijuana dealer, the jury would be deciding precisely that. And here, what we have is the same type of thing through the Hobbs Act, which I believe my brother has admitted both at, I think it's page 18 of his brief and at oral argument, extends to the full extent of the Commerce Clause. The whole purpose of enacting a \"affects commerce\" provision is so you don't go through and have Congress  the burden of it, you know, then drug dealers and we have to do, you know, robberies of this business and that. Congress exercised the full scope of its power. And so ",
  "Well, yes. I mean, a robbery under State law wouldn't be relevant, at least under our theory of the jurisdictional  it doesn't matter whether it's marijuana or whatever. It would just be a robbery of an individual within the definition of robbery. But here, in order to  the additional proof which is relevant to the jurisdictional element is that the robbery targeted the marijuana of marijuana dealers. And by the nature of the targeting of a commodity, the inventory of a commercial entity engaged in an interstate business that Congress regulates, as this Court ",
  "What you're seeing is part of the whole Federal investigation here, if you remember that this was an investigation into the Southwest Goonz, which was a gang that was engaged in particularly violent and dangerous robberies in Roanoke. The DEA tracked about 30 home invasions to this gang. There were other prosecutions. This particular defendant was a bit of a tagalong, and he was prosecuted. But the main participants in this endeavor, which  you know, the DEA was contacted by local law enforcement which said this is becoming a serious problem in Roanoke, and DEA came in and busted this gang. This is just one particular defendant.",
  "Well, and he was involved in some very serious crimes. Actually, I think 30 home invasions.",
  "Yes. And you'd probably have to define what the high seas were as well.",
  "You'd also have to define what the high seas were for the jury.",
  "We think it's a little easier than that in this case. If you find that there was a robbery targeting the inventory, the marijuana of a drug dealer engaged in the trade of that marijuana, then it's  there's a very direct and I think undeniable effect on ",
  "They could, and that would target direct  there were other ",
  "I think that's right in this particular case because that's the only factual question that's really relevant.",
  "Yes, that's  yes.",
  "Well, I didn't concede it. What I said is you'd have to have a different theory.",
  "It was a different thing. And it supports ",
  "It would be harder.",
  "That's correct.",
  "Well, there  there would be a question. I think that there are arguments to be made that would go beyond the arguments that we're making here, and we're not pressing those today for various reasons. I think as the Court has recognized, this is an area of some difficulty at times. Lopez recognizes that commercial power is necessarily one of degree, and that the Court's decisions have not provided precise formulation in the nature of things it cannot. And so what we're  the Court  I'm sorry  but the Court's taken an incremental approach, and we're doing something similar here.",
  "It does. It does. Not only that, but I think ",
  "That's correct.",
  "Well, there's a different argument there, and let me tell you why. The pure possession  and we're not talking about the actual trade in marijuana but just the personal possession, that raises different questions. That was addressed by Raich. Now, there is an argument that could be made that that would fall within the Hobbs Act. At the same time ",
  "It falls  certainly the possession is something that Congress can regulate as Raich teaches. Now, whether the robbery of one possessing, that's yet additional  an additional link into the Commerce Clause inquiry. And what I can say is that the courts of appeals have recognized, as this Court has, the  in a search for the outer limits of the Commerce Clause, the courts have pulled back and they've suggested that when you're robbing just a mere individual who's not a business or engaged in a business in the  in the context of the robbery, that raises different questions and it's much more difficult to establish necessary nexus. We're  we're not actually taking that on in this case because we don't think we have to. What we have in this case is robbery of the commodity, marijuana, from people engaged in its trade when we know  we know that falls well within commerce over which the United States has jurisdiction.",
  "Wickard is a little bit more complicated because it was personal consumption but in the context of a commercial enterprise, right? He was growing wheat for his animals and growing wheat  he also grew wheat for sale. So  but the wheat that we're talking about is the wheat that he was growing for his own use in his business. I think there would be a stronger argument there than what you'd have if you just happened to stumble upon someone, you rob them, and you picked up, you know, some wheat or a marijuana cigarette out of their house. Again, we don't deny that there are, at the fringes, difficult questions that this Court may have to address at some point. But we're talking ",
  "I think the defendant wanted to introduce evidence that not all marijuana in Virginia is coming from out of State. And that's not legally relevant to our ",
  "I think there might have been indirectly through crossexamination, but what we're talking about here is, remember, is an attempt. This is an  the Hobbs Act ",
  " not only  not only covers ",
  "And at least at a minimum who the defendants believed were in the drug trade, and that's really what the relevant question is here. Because if, for instance, there's  you know, two people make an elaborate plan to rob a bank and then they end up showing up at a business that's not a bank, it's actually someone's house, they can be charged with either a conspiracy or an attempt charge based on the facts as they  as they understood them. And here, I don't think there's much of an argument that the evidence was sufficient to show that these individuals had the understanding that the two victims here were drug dealers that were engaging in marijuana ",
  "Well, it will depend, I think, in part on the government's theory of the case. The government makes charging decisions and presents its theory, and the judge would have to charge with respect ",
  "So in the normal case, and this is the  this is kind of the  the mind run of cases that all the courts of appeals have accepted are as kind of a depletionofassets theory case. Now, in those types of cases when you're involving the robbery of a business, the government puts on evidence  this could be any type of business pretty much  that the business engages in some kind of interstate commerce. That's kind of showing something particularized, just like here you're showing it's the marijuana dealer.",
  "Buying goods from out of State, selling to outofState customers, buying equipment from out of State, all types of things.",
  "Uhhuh.",
  "Yes, because what they end up  the theory, the depletion of assets theory, which again, this has been established in all the courts of appeals for quite some time, is that even if you're robbing not  something that has not moved in commerce, say, money ",
  " what you're doing is you're depleting the assets of an enterprise that is engaging in interstate commerce. And so by doing that, you're hindering its ability to engage in interstate commerce on a prospective basis.",
  "Or has the potential to.",
  "Oh, I think that that is his argument. I think he accepts in his brief the depletion of assets theory and says that the government has to show that this marijuana moved in interstate commerce, or that the dealers sold to people out of State, which I will note parenthetically is a little difficult when we're talking about an attempt, and we're talking about people who trade in marijuana. They don't always  are not always forthcoming in their admissions to law enforcement, but that's his theory. Our position is that is not necessary because we know already  although that's one means of showing an effect on interstate commerce, there are other means. And the theory here is that the robbery affects commerce over which the United States has jurisdiction. We know that commerce of the United States has jurisdiction includes the inter or intrastate trade in marijuana, and that, therefore, in this theory  which is different, it's a different way of proving the same jurisdictional element  that under our theory here, the evidence was sufficient because there was sufficient evidence to show that these  the Southwest Goonz, including Petitioners, were targeting these two victims because they expected to gain marijuana from the individuals who they thought were drug dealers. If the Court has no further questions, we'd ask that you affirm."
]