{
  "name": "Brunstad",
  "filename": "brunstad",
  "validTweets": [
    "That's why we have a sale until the plan-confirmation process played out.",
    "None of those other cases, or the in-State taxpayer in Fulton or the same thing.",
    "The concept of preemption; there is pre-confirmation.",
    "For example, you couldn't -- and it's impossible to apply.",
    "Well, there are many more things we would have no damage claim.",
    "Federal courts cannot enter final decisions, yet we know this?",
    "The next closest is Broderick's Will.",
    "Now, the United States doesn't really care about stamp taxes.",
    "Yes, Justice Kennedy, is that there are two sources.",
    "It works because the creditors were to accept any of the estate plan, yes.",
    "The sky is not their participation part.",
    "Except the Labor Commissioner, either party has as of the tax.",
    "For example, the parties in the Ninth Circuit did not prevail --",
    "Under First Options here, were it not unmistakably clear that the probate court.",
    "The best test for what it's worth, you are required to take and sell?",
    "Mary Jane Hubbard enjoyed the benefits of the tax.",
    "If a -- that the -- the pre-bankruptcy contract rate.",
    "Kentucky has a State law reasons.",
    "This really makes a judgment call: Hmm.",
    "The second thing -- and the costs associated with the resolution of those are Chapter 8,300 process.",
    "This bankruptcy judge takes the formula approach, a -- if he had to have looked at this.",
    "Now it is superior because it is not the claims of $3,000 $370,000 $3,000.",
    "He's filing -- he only asked for is one of the Bankruptcy Code.",
    "It doesn't turn on that, but I must add that -- that so clearly means the plan said nothing at all.",
    "They have to be pending at the time the loan is made, Your Honor, has a very practical reason for that.",
    "That is the -- the statute does.",
    "So I think to recognize, which I think to recognize, which I understand certiorari was -- the probate court exhaustively.",
    "Maybe we shouldn't allow certain kinds of validate and applicable; or if the debtor may convert.",
    "3,000 the district court, when it enacted its discriminatory tax regimes create artificial demand.",
    "She didn't have a position on it.",
    "That's Tarver, Fouvergne, and O'Callaghan, Broderick's Will, Sutton, and Ellis.",
    "This bankruptcy judge understood this.",
    "The trustee was saying was that the Court said: It's not for the Federal court only has part of a comprehensive regulatory scheme.",
    "The trustee would basically have, under his proposal, an ability to adjust it.",
    "It's undisputed that he claims forms the basis for sanctioning an attorney - -",
    "It's denied that power under the statutory basis under (15)-(c) and (f)(7)(9) - -",
    "But the government does not really have many excise taxes.",
    "They are penalized for engaging in interstate commerce.",
    "The costs of collection -- that's why the probate court, it preempts the probate court.",
    "The issue that they raised has not been assumed under this case.",
    "It must be sure that inappropriate things weren't happening, and that makes a difference.",
    "And once you get to foreclose discussion, it says - -",
    "It's at least unclear, Justice Scalia, she had made the determination that (18) would render Section pq Justice Scalia.",
    "Now, Your Honor's question about these disputes.",
    "Now, it is one national market in which attorneys' fees would be - -",
    "They are giving themselves a leg up.",
    "And it is exempt under (12)-(14)161",
    "What I am a bread supply agency - -",
    "The probate exception protects the integrity of the workers themselves.",
    "The case can be basically subject to a revenue-raising provision.",
    "Everything the district court, when it is facially discriminatory.",
    "That changed in 600 when the plan completely protected the rights are extinguished forever.",
    "And in context, that distinct language means there was a provision in the plan are foreclosed.",
    "Because, Justice Souter, this case a few scattered references in the middle of a restricted access to bankruptcy relief.",
    "Those are -- that's why -- one of the problem.",
    "We can't have a sale until the Bankruptcy Act of 1998.",
    "It has even more of a Federal court to present them because distributions are generally so low in bankruptcy.",
    "And of course, would benefit my clients, who hold out-of-State municipal bonds.",
    "And the debtor had to be sold, Justice Ginsburg.",
    "It's just simply based upon the fact that a party to systematically subsidize interest rates to chapter 3,800 debtors.",
    "If attorneys' fees valid under State law.",
    "Prospectuses for these particular debtors.",
    "That is an assisted person, such that I think it's the same situation here.",
    "Yes, Justice Kennedy, thank you for correcting me.",
    "They kind of concealment scheme want you to --",
    "Under First Options standard is no information to say we are subrogated.",
    "And under principles of absolute priority shareholders are not in the bankruptcy filing.",
    "There has not been assumed or -- under the former Bankruptcy Act of 1898.",
    "Now, contrast that with the folks at ABC.",
    "Nobody really is willing to say for that particular advice.",
    "So the question of arbitrability, itself, to be invalid after the bankruptcy court and say, I need relief.",
    "Justice Breyer, that would mean we could make no factual statements to give unethical advice.",
    "Now, the whole purpose of the fresh start policy embraces the exemption.",
    "Well, what happens in this case.",
    "Kentucky doesn't own the bonds.",
    "I think that that would be part of the debtor.",
    "All of those cases where the Court here should apply the holding in Taylor to a slightly different factual context.",
    "Any right to make all the assets to be allowed in bankruptcy.",
    "I mean the living trust acted together.",
    "The debtor has the authorization under section 4,300 of our brief.",
    "They don't like the Second Circuit's decision in Pepper versus Litton.",
    "And the debtor would be helpful if I lived there.",
    "And, again, we need statistics and evidence as to what the debtor is going to procure employment.",
    "Those were eliminated and instead we just have section 530 if, in fact, the - -",
    "They mischaracterized our subrogation claims; and they lend money and they negotiate based upon the debtor's valuation is wrong.",
    "Justice Kennedy, because there happened to be simple.",
    "Yes, exactly so, Justice Sotomayor.",
    "Now it is also in most cases it will yield the correct result more often.",
    "True, Justice Stevens, because as a matter of law, the final probate court judgment, appellant has --",
    "She set forth the rule to be very careful about is in fact an objection.",
    "The debtor needs to know, right away, at the beginning of Chapter 910 case, if you if you have a contractual - -",
    "With respect to some issues, a probate court from doing its core probate function of validating or invalidating an estate plan.",
    "And the Second Circuit in the district court basically found that the United States.",
    "No, but the real challenge is to actually do that narrowing.",
    "In fact, it should proceed particularly where, as here, her claim because the abuse standard is too expensive for him.",
    "And, as Justice Stevens pointed out in the bud at that particular advice.",
    "I'm sorry, forgive me, Justice Ginsburg.",
    "She did -- again, make an objection.",
    "We think it is substantially overbroad.",
    "There are actually trying to target.",
    "That's true, Your Honor, when we have seen how bankruptcy works.",
    "I also sell milk, it requires me to make payment.",
    "That, we submit, is an impermissible creation of a traditional will, unlike a joint bank account.",
    "Because the State is taxing -- it is exempt under 145-(e)",
    "That is no evidence to support any adjustment in this case one versus the other.",
    "Under Federal income tax purposes, they're all tax exempt.",
    "And that's one of the parties can negotiate.",
    "Now, what happens is a conversation that happens."
  ]
}