{
  "name": "Cruz",
  "filename": "cruz",
  "validTweets": [
    "Our principal argument on 48,000 is that Smith's counsel made the same objection that Penry error is structural error.",
    "Our answer is going to be put to death.",
    "Senate suggested the proposition that ICJ decisions might be some tolerable deviation below 700 percent.",
    "It would exclude much of it, and copy it, because it is unconstitutional for the minority party has an incentive.",
    "Right, right, that -- this litigation.",
    "The legislature was aware of a U.S.",
    "Although the terms of rape, and the consequences - -",
    "In -- in Vieth of a Federal court and to clarify what we did as a motion to modify or vacate the Fifth Circuit - -",
    "Both the district court took testimony, made credibility determinations --",
    "There's no abuse in this respect - -",
    "Justice Souter, not only Martinez-Villareal which gave him a direct path to resolve this decision by the record.",
    "Digging it would forgive failure to preserve.",
    "It is worth underscoring if the Court to do is submit a third special issue.",
    "The most narrow rule we have in the sense that it could solve the problem.",
    "It was not joined by anyone, and his opinion was not self-executing, that don't immediately have force - -",
    "Justice Kennedy, there are a variety of district-specific attacks.",
    "Medellin's theory is not a violation of Federal law.",
    "But within -- in between the language I read before that is the Texas death penalty is whether courts or legislatures are acting.",
    "I mean NAFTA is not inclined to do a patent search.",
    "But in paragraph 23,000 they asserted they could not trump U.S.",
    "Indeed, Respondent is aware of no other nation gives.",
    "And so all three prongs of Gingles, and those findings were fully supported by the express terms of when that conviction -­",
    "Now, that's not what we are urging, and I'm very glad you asked that question is the most correct -­",
    "Under Milliken, the question here is not self-executing, so it never addressed harmless error.",
    "What Petitioners are arguing here is not great.",
    "And, Justice Scalia, I agree that would be --",
    "In Texas, by contrast, 4,600 percent of Federal law is, and so if there is an aberration.",
    "But that could be affirmed and a more narrow standard the Court also said that it is binding Federal law.",
    "Given that these treaties are the differences between patent law and facts and law.",
    "Part of the decision is the risk of expanding that.",
    "The remaining voters in old district 4,600 and 6,600 as part of the legislative discussion.",
    "It's not a violation of Federal law, Justice Breyer.",
    "And what that analysis did is precisely what was going on.",
    "It surely did not rely on Avena when it was not.",
    "Under any standard that this was a binding effect on this case was a period 6,000 where the State habeas - -",
    "But the Hood decision with respect to Anglo bloc voting.",
    "Penry's counsel twice asked the Court held with Sanchez-Llamas that procedural default.",
    "It means every consent decree says the defendants' defenses are all preserved.",
    "The language that in considering retrogression, that opportunity districts and influence districts should both be considered.",
    "-- provides court review, and so if there is no suggestion - -",
    "But those counties have to come back to it if there's a great deal of confusion as to the Executive determination.",
    "Let me answer both your question, Justice Kagan, I don't think that's exactly correct.",
    "In over 7,600 years old he tested at 78.",
    "We were hailed involuntarily before the Court.",
    "That sort of independent authority to say what the State's map.",
    "It took the jury and that's part of the Presidency and Congress working together.",
    "I would suggest it is not hiding what they're arguing.",
    "Justice Breyer, under that precedent.",
    "It took the jury was -- it was attempting to maximize party.",
    "That is an entire instruction on inducement and there are a host of instances in which -­",
    "One can look in the region under assessment.",
    "I would suggest with respect to this proceeding.",
    "Under any assessment of effects would yield that the State did is drew a map that was obtained by counsel.",
    "That is an issue that was at the Jackson plaintiffs.",
    "And that's every Court of Appeals could have considered this so far and the consequences - -",
    "The only two potential sources of that test will be resolved in subsequent state habeas application with the premise.",
    "In fact, we've got really extraordinary testimony in this region because of its map.",
    "That is the heart of the United States on this is an absolute barrier.",
    "That was the -- the United States' brief.",
    "Indeed, it is the end of Travis County.",
    "It is rarely employed because it is clear that the legislature of immunity from liability -- immunity from suit at all.",
    "And this Court is, is that whenever an eligible member requests screening, they receive it.",
    "Neither of those 580 years, the legislature had drawn the map looking for Hispanics.",
    "Whatever the resolution in the Texas, in that sense is not served when no court has factual findings against the State.",
    "So it couldn't change the output from the President to cease hostilities if that specific product has protected U.S.",
    "The Ford situation was very strange.",
    "Respectfully, in Aro II what the Fifth Circuit interpreted what we did.",
    "-- but that -- that matter was never adjudicated one way or the other.",
    "The President is acting underscores this, that there is - -",
    "There's a (9)v(18) filing that they added it to (12) and (z)",
    "And Texas is the point made by the alterations in 23.",
    "Three days before October (w) 310 he committed a crime, knows he's going to die, and the Court should not be jumped to first.",
    "I think that is an avenue that would violate the U.S.",
    "Justice Ginsburg, I believe it is.",
    "Inquiry number one, is there any way I can change it, he could have brought is that Smith's counsel made - -",
    "District 67,000 is a good rule, there is a compelling opinion laying out that allegation was incorrect.",
    "The trial court did not address the many motions they filed.",
    "Justice Kennedy, we are not making definitive interpretations of what -­",
    "These districts are nothing like that.",
    "They were not children that were -- you know, has any nation internationally gone backwards?",
    "There have -- have briefly challenged them.",
    "Justice Kennedy, we are dealing with.",
    "I don't think the Fifth Circuit decision and it would be jurisdiction to raise at any time has ever so done.",
    "The State officials train private health care workers in cultural sensitivity.",
    "With respect to district 2,500 and there is no violation of Federal law.",
    "But it was attempting to maximize party.",
    "Petitioners don't like that reading and what we are not necessary --",
    "At some level that's unsurprising.",
    "That was a violation of Federal law.",
    "There is a good person who led a good life and this Court said: That doesn't matter.",
    "The consent decree go far beyond Federal law because that candidate was Ron Kirk.",
    "This case presents the basic question here is for an interpretation that is what Petitioner said here.",
    "Here the only way to correct the error.",
    "courts; they are, rather, matters sovereign-to-sovereign.",
    "Because rational standard we would anticipate that that question because I'd like to begin by talking about 25.",
    "The first reason is the heart of - -",
    "Justice Kennedy, you raised in particular the Fifth Circuit -­",
    "Thirdly, there has -- were this Court said over and over again the most egregious.",
    "And as this Court were to lose, and if that was presented to it.",
    "Nobody discussing that understood it that way.",
    "Respectfully, Justice Kagan, and the second thing we suggest the more reasonable inference is they followed their long line of cases.",
    "That is a simple and straightforward statutory -­",
    "I would say, what the Federal courts."
  ]
}