{
  "name": "Frederick",
  "filename": "frederick",
  "validTweets": [
    "That is set forth in the concurring opinion in Maryland v. Louisiana.",
    "Second, under the Second Circuit said, which I think Mt.",
    "Thank you, Mr. Chief Justice, and may it please the Court: Congress enacted this statute, and it was not requested by Powerex.",
    "So that is why the nonemployee has to be enforced, it can be a vessel that has been established.",
    "The question, though, of whether or not statistical significance is the proper answer, Mr. Chief Justice.",
    "The other side posits, because the Special Master, to implement a regulatory standard.",
    "All we're talking about State law remedies to compensate injured patients.",
    "Our claim here, though, principally is for the vendor in this case.",
    "This Court's articulation of that free use.",
    "That isn't the choice that Congress intended.",
    "And so, this Court found was that that kind of substantial connection proximate cause.",
    "One is can appellate jurisdiction be asserted to review that decision.",
    "Restatement sections 550 and 73,000 were being charged a tax.",
    "Mr. Chief Justice, because there was a problem the Coast Guard - -",
    "Well, no, in fact, the last page of our brief.",
    "Yes, and the jury for a common question.",
    "I will let you finish your question.",
    "If you take class I water out of the relief is important.",
    "Mr. Chief Justice, I would direct the Court said if there’s no practical capability of the claim.",
    "I do that, but in further answer to your point on the market in 1998.",
    "It didn't put anything like that in fact the supervising engineer said this case from this Court and many courts had recognized.",
    "Sony did not honestly believe the naproxen hypothesis, that it is easier to count a smaller number.",
    "Justice Scalia, you find the intended third parties get to Justice Kennedy's question, which is, as Justice Scalia -­",
    "That's correct, Mr. Chief Justice.",
    "There was a subsidiary that was occurring here in the Solicitor General's brief in this case.",
    "If the plaintiff makes that distinction.",
    "It simply does not contain any type of usage that brought all of the way, and this court's cases --",
    "I have no way to do, where to go.",
    "Both FERC and the defendant and saying, I want to make it not a pre-emption defense.",
    "There will be, in most circumstances.",
    "Well, it says \"intentionally left blank.\" And the requirement that double hulls be imposed on foreign ships here.",
    "I thought I heard the Petitioner acknowledge today that if you conclude there is a pot of money management, but - -",
    "Here, (8)d(17) answers that question specifically.",
    "The analyst who looked at this time Idaho had a rule requiring damages to the riparian right.",
    "It happens to be notable as well.",
    "They appeared to have the same for everybody.",
    "That's absolutely correct, Justice Scalia.",
    "Many States doesn't recognize it.",
    "And so, here what we are arguing for is the delta.",
    "It's a different test that requires or mandates the sale --",
    "That only applies where there is even a district court never had subject matter jurisdiction.",
    "The negligence inquiry would look at PLIVA.",
    "The victim is an invalid claim, there are -- are going to make individualized risk determinations.",
    "You look at the cigarette industry.",
    "I'm speaking hypothetically, Justice Ginsburg.",
    "As a user of water, there might be worth more than 3,500 actions in nations around the wharves that were affixed to the fund.",
    "And -- and so by incorporating the criteria for removability.",
    "The executive treated that land on the part of gang­time at that time.",
    "The defendant had to be a cause of action by the immunity.",
    "In a fraud-on-the-market case, the problem with that, Justice Ginsburg.",
    "I think this Court's Zahn rule.",
    "Our position is that for their drug.",
    "The -- the district court had jurisdiction by finding the immunity statute is not - -",
    "I think the trial lawyers here to intervene as parties in this case.",
    "And there's nothing in the Federal Rail Safety Act and provided a mechanism for preemption.",
    "My third point, though, is that when there was no admiralty basis there.",
    "It depends on if you want to make very nuanced judgments about how many competitors would be using the law ­­",
    "No, it's -- it is that there was an incident - -",
    "It simply does not address the problem Congress was addressing in SLUSA -- this is within the meaning of this Court.",
    "And simply providing a generous form of discrimination.",
    "It became an in rem action when an investment adviser charges at arm's-length in other transactions for similar services.",
    "Those words mean that the Federal Register notice announcing that it does do that.",
    "They stood in a situation where there is somehow not going to establish that some are statically assigned to particular users.",
    "The Belle of Orleans case, was not intending to trademark and get the drugs get them for free at the table or not it's necessary.",
    "Under the New Jersey v. New York has various laws that are chargeable and not chargeable.",
    "If I could make two points to make.",
    "There are prohibited uses, Justice Scalia.",
    "But I would direct the court - -",
    "The arguments that we have put billions of dollars on the basis of materiality.",
    "And the STB only has jurisdiction to determine the scope of the Court's decision.",
    "Not under -- under the FX judicial precedents is for cigarettes.",
    "Absolutely - - you are to construe.",
    "And, in fact, the riparian right.",
    "It was faced with a question of efficiency or materiality.",
    "And we are seeking, and that's the problem wasn't the statute is the same.",
    "We're talking about a service fee so that broadcasters ­­",
    "So, Justice Kennedy, but many of which was intended to preclude the State law claims at all.",
    "So the question in several ways, that's a very subtle part of normal contract principles don't apply, and this was clear.",
    "The focus of the claim is not for the funds can no longer defends.",
    "And this case really is worth $430 million, they ought to disclose that information.",
    "But the menu, Justice Kagan and Justice Ginsburg, the court of appeals.",
    "It is a suggestion that there was not changing their information.",
    "From a period between October 3,000 4,900 -- 270 out of context and, we would accept that, Justice Scalia.",
    "As I matter of law extremely difficult.",
    "It's not waivable and we're talking about a dangerous situation, Justice Alito.",
    "Well, let me just say the facts very strongly point to the severing of two points about that, Justice Sotomayor.",
    "It has been recognized for centuries by this Court and many courts had universally understood this language since Rogers.",
    "And none of the Lanham Act where the union is not a vessel.",
    "Now, in 30 would have lessened the risk.",
    "It's done through contracts --",
    "They chose not to displace State laws concerning deception.",
    "And the Court was very clear it never tested for efficacy.",
    "With respect to individual companies was quite limited.",
    "The argument, as the statute was to try to prove.",
    "And the -- the State of North Carolina as a condition of making the same manager is going on with these Dr.",
    "And it would be different from the (5)-v entities across the board of trustees -­",
    "Congress was intending was to try to distinguish them.",
    "And all of the tribe they drew the line from the very benefits - -",
    "So the FTC would promulgate the appropriate Federal standard.",
    "I would not be the height of irony that for the funds can no longer defends.",
    "You are absolutely right about that.",
    "Those who would be anomalous to suppose that we're somehow a content provider.",
    "But that might be a very, very serious fraud to public attention."
  ]
}