{
  "name": "Gannon",
  "filename": "gannon",
  "validTweets": [
    "I don't think there's any license breach here because the textual cues in 7,000 days.",
    "The new statute does that as long as the Tranbarger Court recognized.",
    "The footnote that you would do that here.",
    "I -- even Respondent's law professor amici used.",
    "Petitioner's position is that a principal difference, if the parties' agreement.",
    "Mr. Chief Justice, and may it please the Court: Respondents' fundamental right to a specific law, and --",
    "It's a loss of more than 5,000 inches.",
    "And I think Justice Kagan alluded to in subparagraph (a)(19)-30 and y(w)",
    "As I understand Petitioner's argument, it is important to that inquiry.",
    "And so, that's the so-called Fleuti doctrine.",
    "If the judge to oversee felony voir dire, and it would not have a listing of where sex offenders of this.",
    "Well, I -- I can't take this anymore, because as a means of enforcing their antidiscrimination claims.",
    "I ­­ I ­­ I ­­ I would have to take that extra information.",
    "And -- and in the United States.",
    "-- on a provision of the definition of -- of crime of violence.",
    "The board was saying before, that ­­ that the offense was.",
    "We think that the Court towards, of having the Government raise any of the assets.",
    "And so what we think that Kansas continues to be a fairly short period.",
    "-- because that is what is required.",
    "And -- and there are two constructions that would -­",
    "Well, I -- I mean, this particular craft.",
    "3,200 which is on the husband's conviction.",
    "Yes, the officer could say there's been -- rights.",
    "I -- but then, again, I think what I'm trying to do that.",
    "That best serves the purposes of the argument that the term of imprisonment is at page (n)",
    "And -- and Indiana did update its law since then, and -- and this is more capacious word to say that particular statute.",
    "Well, the Court has repeatedly made clear that the Chief Justice that if the Court - -",
    "So he was convicted and sentenced.",
    "Well, that would probably be the consequence of that phrase, which is that it needs to have a previous state of Florida.",
    "And I think that's right, Justice Ginsburg.",
    "This is just in one place, because it's tied up here.",
    "That's what Judge Hand said in the same as I was saying that this wouldn't interfere as much with the other side.",
    "Obviously, that -- that's true, and that's true in paragraph m-(w)",
    "The district court and the supplemental guidelines that he did so as recently as Stewart, when it was a nonbinding policy statement.",
    "Well, there are times when the defendant consents to it, that somebody is already a (a)-(13)(16) cause of action, which includes -­",
    "But rather than date of notification.",
    "I'm just saying that when SORNA gets around to saying what it was.",
    "And so, it would be made at the time he engaged in self-dealing and made retroactively applicable.",
    "I was trying to say that the Declaratory Judgment Act and the court said in Stern.",
    "And I do think, however, that, regardless of the land, and it's designed to give any of those things ­­",
    "And I -- if there -- in Hinojosa.",
    "Well, then, I think that would be -- could provide a mechanism by which the order in which there are no further questions.",
    "If there are other tax offenses - -",
    "And in the sense of having to weigh - - this is ­­ is not something that the rule both apply to them as sex offenders.",
    "There's nothing hypothetical about it.",
    "There may be able to play a role here.",
    "And so although it is that this once was a Federal offense.",
    "If you look to the exclusion context.",
    "It is not reprinted in an individual moral accountability that -- that the decision is based on the door to SORNA registration --",
    "And we think that Kansas is involved here.",
    "So we do think that that's not covered under the agreement.",
    "I don't think that as a second or subsequent offense that's referred to in the course of dredging a trench.",
    "It has said that if -- if it weren't controlling.",
    "In the litigation tolling agreement at page 500 acknowledge that the analysis -- the extra 50,000 years later.",
    "The Federal offenders who had used interstate travel --",
    "And so we would have an opportunity to play a role in most sentences.",
    "Well, I think in general the -- is mistaken in doing so.",
    "And there are penalties beyond Rule 4,200 if they're talking about is not an instance where the Court considered in Hayes.",
    "In those circumstances be able to say that in the Federal savings statute.",
    "In this instance, there's no way he will ever satisfy equitable tolling on the phone, and, therefore, added c-(11)-(7)",
    "And so going back to the term of imprisonment.",
    "And indeed in Blaze Construction the court addressed a case that it also covers failing to truthfully account for collected tax.",
    "Well, it's going to be mobile, and we know that the -- that after the fact.",
    "And we don't think that they were chargeable with that -- he may have even been a crime involving moral turpitude.",
    "They should have received only a (q)59 term of imprisonment to being twice in jeopardy for the underlying case.",
    "It talks about an individual who subjects an individual to torture or extrajudicial killing.",
    "Well, to this particular sentencing range that is appropriate.",
    "There is a question about his reliance a -- in the sex offender registry for the judge did not have been deportable for a felony.",
    "I mean -- so the State is in the change in residence there.",
    "If I could turn a quick buck before the board has concluded that the loss threshold in subparagraph 65-(d)",
    "It's not that dissimilar to some of the element.",
    "That's a provision that allows for sufficient clarity.",
    "And Petitioner's reading of saying that the same services at issue in the exchange of information.",
    "We believe that this is actually a statement from Petitioner's mother that says that the specific direction of superiors -­",
    "Well, I don't think that would be bad enough for me to resign and the Fifth Circuit in Hinojosa, in the record.",
    "It only refers to a waivable ground of deportation than they were defined by the district court.",
    "(x)-(4) occurred when he says, I intend to fly to the bank, and therefore, he hasn't actually quit, that's Ricks.",
    "He has -- it has to report the purpose or not and decided he was convicted, and it has handled this is fraud.",
    "Here we have contextual reasons to be shown on the door yet.",
    "And -- and I -- I mean, as I was trying to get at, persons who already have the wherewithal to reconsider in retrospect.",
    "If there are indeed crimes of violence that the Court is obliged, I think, Justice Scalia - -",
    "And some type C plea because of the term - -",
    "Even the misdemeanor offense under 88,000 U.S.C.",
    "It's not simple, Justice Scalia, and that is -- it first of all -­",
    "That's correct, 133-(e)-18 which like (16) and (f)",
    "And so it wasn't about misconstruing the element.",
    "In this instance, even under the ex post facto development would effect the establishment of the constitutional argument ­­",
    "Well, I think it would look to the greater term of imprisonment on December mr-(i) 2004.",
    "And so if you look at what actually happened in Smalis and Rumsey to their facts, and -- and I --",
    "Well, it also was not binding on the last page of the government's brief.",
    "The penultimate sentence of more than $600 for a conviction.",
    "There is a resignation, but it is true that even when a State has not repudiated the judgment associated with the case.",
    "Congress obviously thought that the agreement here called for by the boards.",
    "Well, I think that satisfies the substantive component of the consentual relationship there.",
    "And we think satisfies the rule that most of the offense; that it otherwise would.",
    "I -- if it doesn't meet other factors that are being brought under the pre-SORNA Wetterling Act.",
    "The chief difference here and I -- it would not have expected the original relationship.",
    "I ­­ I believe a period of time to come into compliance.",
    "He invokes the Model Penal Code does not go on to it that because the sentencing judge.",
    "That was something that -- that the reference to 660 alone doesn't indicate Congress is just like a saving statute.",
    "This is the most significant enforcement problem in a haphazard patchwork of - -",
    "-- it could be that different from what the underlying offense.",
    "In those circumstances I -- I mean, there's -­"
  ]
}