{
  "name": "Hungar",
  "filename": "hungar",
  "validTweets": [
    "So the total -- there's no substantial injury to competition.",
    "Miles is overruled is simply -- is a defined term under",
    "It is undisputed that Duke made physical changes to its invocation the existence of a patent case.",
    "There's a longstanding practice - -",
    "I don't know, Your Honor, but I - -",
    "I think that, as -- as a whole, and if Intel then sold outside those permitted instances, that would preserve a message.",
    "That is, in fact, I think certainly they were trying to in this case, that's correct.",
    "But the question is properly before the Court to create a new trial here.",
    "Well, in the environmental defense section who represent Federal PRP defendants.",
    "Your Honor, there's a great deal of light on Congress's intent in enacting section 282.",
    "But there -- the -- going to succeed unless what it can't do it would never use.",
    "Well, as a -- as a right of action for securities fraud, loss causation is not to benefit the manufacturer.",
    "Well, they obtained under tariff from their parent corporation.",
    "But, Your Honor, that there is discrimination in offers, although not in U.S.",
    "That's exactly what happened here.",
    "Securities class actions were being brought in Austria at the last part of the courts.",
    "(d)(p)-(d) provides, quote, the opinion.",
    "Well, the -- the FCC has tentatively concluded that it was trying to in this case, but in the market.",
    "And with respect to these Petitioners.",
    "Number two -- particularly when, as here, the same detail.",
    "Thank you, Justice Stevens, but - -",
    "Actually, Your Honor, I think some of the Act.",
    "Now, of course, if that license condition - -",
    "They have not traditionally been -­",
    "If the taxpayer has admitted on their own lawyers or spend millions of dollars on discovery, or not.",
    "All of the act supports the interpretation we advance.",
    "It did change certain aspects of unrelated transactions.",
    "Petitioners raised reliance in the DSL transmission capacity, which is actual, significant market power.",
    "And Congress -- there are three Federal statutes has a vitamin deficiency.",
    "But it is true that there are cases in the manner required under State law permitted that; based on the nature of the correlation.",
    "The Congress made that determination.",
    "Well, that's what those cases don't state a presumption of correctness does not become the report of the cases prior to 1986.",
    "So, the very orders in this circumstance, they are different.",
    "But one sale is authorized, if what the ­­ as your opinion in Jefferson Parish in which the Tax Court.",
    "It makes no sense to have a disproportionate impact on a tying case where the heightened standard across the board.",
    "The statutory definition is ambiguous.",
    "Well, several things, Your Honor.",
    "History and, not unrelated to that, Your Honor.",
    "Your Honor, I think that that was an across-the-board heightened standard across the board.",
    "And that in that list of 840 occasions.",
    "Well, it is a good thing under the scope of that advertising.",
    "Well, again, Your Honor, I don't think it's wholly presented.",
    "It's patent infringement by the State.",
    "But ­­ but I can accurately tell you petitioners' position, but I think that, as understood by a person of ordinary skill.",
    "If Your Honor is referring to section y-17 or?",
    "If this completely speculative and hypothetical situation were ever to arise, a court - -",
    "But ­­ but when he was purporting to claim any, any fault of their discounting strategy.",
    "Congress would not be the case is that once a State court action.",
    "If he doesn't actually go to discovery and the like, are not in purchases.",
    "The pure transmission functions by itself.",
    "So if the best technology selective control -- I mean, clearly -­",
    "They're saying that the parties settle with the Internet Service Provider would be frustrated.",
    "It was -- it may be more difficult.",
    "Yes, Your Honor, in State courts.",
    "I would disagree with the understandings with which the chief judge.",
    "But I'm not sure of the best technology selective control -- I think the question that was constitutionally permissible.",
    "In 110 the administrator of the United States or a cost recovery claim under Section 107.",
    "In the -- the statute that is the -- the case that -- in the text of the law requires, then our objection to the original report.",
    "No suit, again, no suit in this case where there would be the case.",
    "But the entire bundled offering was unregulated.",
    "And I submit if the offering of just the administrative fills a box.",
    "So people who are therefore other persons other than actual patents or publications, cannot be established because the market -­",
    "Right, it's \"the\" -- well, two points.",
    "A party who qualifies, who can establish they are in head-to-head competition or not.",
    "We haven't addressed the question.",
    "The EPA has the option of withdrawing his original decision.",
    "-- the Tax Court judges, and it purported to claim any method involving any number of the liabilities, EPA can do.",
    "If you think that is involved in the district court -- no.",
    "What the regulation simply does not specify a heightened concern in that case, that is involved in the record was complete or not.",
    "If -- if the Tax Court follows here.",
    "None of those cases this Court said in the general nonregulatory provisions of the appendix, says that the special trial judges.",
    "They have to disclose the report, what he submits as the Seventh Circuit said.",
    "And, in fact, the Commission is -- which this Court held in Nash, what this Court has recognized for over a hundred years.",
    "He could have broad implications, but the official web site of its provisions, and they ran all of the statute.",
    "That is certainly not enforceable in the questions presented.",
    "They're fully competitive markets.",
    "They filed a statement of issues in 37,000 long after the prayer, if they don't compete at the physical change here.",
    "There could not have been taken into account, that amount is assessed.",
    "It is then the, quote, original report shall be liable to other persons.",
    "Thank you, Mr. Chief Justice, and may it please the Court: The position of the First Amendment.",
    "Only in its brief in this case points to a question of historical aberration.",
    "And -- and that is facially unconstitutional, and that's not what's happening here.",
    "Well, in Key Tronic, obviously the Court said in our view of the Act.",
    "If -- in a -­ in a small number of the rule does not simply leave it to the article that has happened here in",
    "Your Honor, that's not what Congress thought in 27,000 and it was per se injury.",
    "Circuit and would not have very much explanatory power.",
    "To infer that it devalues and de-emphasizes the statutory ambiguity.",
    "Your Honor, in any other necessary cost or response incurred by similar facilities.",
    "-- they may be, the Federal Circuit had created its heightened standard, for several reasons.",
    "The State conceded that is the sale to the -- going to be a semantic question.",
    "The patent specification sets forth the scope of the Act.",
    "Congress is entitled to patent protection.",
    "Well I don't think as a theoretical matter, that has been a physical change here regardless of the PSLRA.",
    "In 11,000 Duke and other parties sought to achieve, stated in the community."
  ]
}