{
  "name": "Jones",
  "filename": "jones",
  "validTweets": [
    "Well, you are looking at prudential standing or whether to give deference to the product liability expenses, or for some --",
    "And then what has been applied to his wife for $620 and when the defendant lies to you reasons that, no matter which one -- and I --",
    "The first act was actually Kelly Burke -- actually respondents now correctly concede that it is a different perspective.",
    "There was simply a person could be sued under the immunity did not change -- and they corrected that result.",
    "Congress could Federalize all of this river and they agree with that.",
    "What happened is, we know what your practice would be flooding.",
    "I believe the answer to your question.",
    "In many circumstances where the Court were to conclude that they could have tried the case of Austin v. Hopper.",
    "It's not addressed the constitutionality of continued restraint as a component of the home on probable cause to get the indictment.",
    "They left traffic citations in his concurrence in Kalina, what you have to determine that for an arrest of Mr. McArthur.",
    "And Congress often creates remedies for -- for example, methamphetamine.",
    "In k-(a) Congress provides a sensible explanation of the characteristics of that information is very complicated.",
    "Oh, clearly that's not my position.",
    "-- where the Court of Appeals have been reasonable for the Court held in -- in this case.",
    "-- under the tariff provisions mean.",
    "That testimony in this particular case --",
    "If the officer himself had traveled in interstate commerce.",
    "He simply hid it under his broad authority to bring to the exigency.",
    "And this is an unlikely situation --",
    "The amount of expenses they've incurred.",
    "Well, what they did, which was the explanation that Congress gave.",
    "It said the same in this case was really about a major crime.",
    "I don't think the answer to your question is we -- we're not dealing with here today.",
    "Lexmark's simply wrong about the geographic sourcing rule.",
    "It's -- this is what this case because this is operated -- if some portion of it, is that - -",
    "That's where it went wrong was looking to only one of our brief not only that, Justice Kagan.",
    "Your Honor, because for most of the factors that is really all about is this is satisfied.",
    "Well, you are expressing a close case parties should have to have standing.",
    "Excuse me, Mr. Chief Justice, and may it please the Court: The question that this Court unanimously rejected in Lanier.",
    "The respondent admits it's a criminal element that must be shown before deadly force if it's sufficiently reasonable.",
    "It groups the income, calculate the CTI for the tax attributes.",
    "Each spouse under Michigan law is that this canal was not required in any event.",
    "It's the last part of its property in certain circumstances if there had been issued in connection with this case, Dr.",
    "Your Honor, I think you're right about the time the police in this context.",
    "But if -- if it's income then its tax debts.",
    "A court might be able to seek a warrant to issue.",
    "And you can look to any criminal obligations, and if the Court held that as a whole, all agree that the --",
    "I'm not -- frankly, I'm not sure what you have to have standing.",
    "In that circumstance, where both Bailey's is mentioned and the -- of the statement, to the question --",
    "It says adopt rules for consolidation that achieve a clear --",
    "If the property on divorce, and has no questions, we submit that the whole rule.",
    "And even if ­­ if you don't get them there, either.",
    "I'm not aware that that would make -- I mean, I would say only to the exigency.",
    "I will say that as a ­­ that is really a radically different concept.",
    "And even if it is also fundamentally flawed for the first case of Austin v. Hopper.",
    "And if its not an item of income to the Solicitor General is arguing that the DISC and FSC benefits.",
    "And so in a pursuit where the Ninth Circuit level, Your Honor, respectfully.",
    "Your Honor, they're ­­ in the Haggar case.",
    "They didn't do in the agency's reasonable interpretations.",
    "Well, this is indeed a windfall there.",
    "I think that it - it might be looked at.",
    "The importer has ample opportunity to go is for another day.",
    "And assuming there is a Federal flood control they would be sufficient to seize a home.",
    "He can ask -- he is acting prudently; he is going to suspend this geographic sourcing rule in this Court.",
    "And if there had been created prior to 9,000 period selected by respondent, flows from the prison property, and that was owed to you.",
    "It would be more restrictive, I believe, unless I'm remembering the wrong test applied to reduce tax attributes.",
    "Well, Justice Scalia, the misrepresentation exception.",
    "I would think your practice would be.",
    "I could take you to our reply brief, each spouse are property for purposes of the expense.",
    "That was resolved by Section 93,000 Congress provided no product liability expenses, or for actually bringing the case.",
    "I agree completely, but -- especially since, you know, is absolutely immune from civil damage litigation.",
    "So, the distinction was invidious.",
    "Now, I would either call as a startling idea, that the regulations alone would not constitute income has an effect on commerce.",
    "Once the assessment is made, but nonetheless again, notice to the Court called the Cumulative Bulletin.",
    "As the dissent pointed out they were talking about the lucrativeness of being an employee of Amway.",
    "The problem is that it was not required to prove the allegation was to use deadly force.",
    "If the Court to rule is a common estate.",
    "I'm saying with respect to a tenancy by the supreme court of appeals said was, well, do you need to give a sufficient exigency.",
    "There was simply no showing in the conviction of Mr. Taylor.",
    "Having taken them at this stage of the particular rule chosen.",
    "What the Ninth Circuit's ruling that the Court has explained that 450 percent chance - -",
    "We're not familiar with what marijuana looked like.",
    "Under that regulation, it's undisputed that the - the debtor has an effect on commerce.",
    "Your Honor, in our brief, we do not know that in all of the reg (h) --",
    "Indeed, in a position whether they might --",
    "That's at page 3,300 of the importer whether he wants, whether he can recover against State law.",
    "It is a Court the problem in a homestead estate.",
    "Your practical question before I -- I'm not saying we disagree that it's - if it doesn't --",
    "Our client, Mr. Taylor, he ­­ he was added, I believe Professor Davenport is completely correct.",
    "The best evidence of a flying vehicle in Barn v Cox, once you understand it, was, and if I recall it correctly.",
    "I think that is this is an interlocutory appeal under Mitchell v. Forsythe, then yes.",
    "They'd have never been a discussion outside of the volume of transactions at issue, and then Rule 900 says that expressly.",
    "I'm talking about the estoppel situation, we would be guessing, but my guess is --",
    "In 9,500 the Commissioner with the use of deadly force?",
    "But whether it's class I, class II, or class of gross income.",
    "In 8,400 the United States in 95,000 when they explained how these statutes permit us to deduct all this off the point.",
    "But it is to make comments on how the principles that we have in this case reduces to is the effect.",
    "Well, the regulation of ­­ of the taxpayer, and this Court's doctrines.",
    "Well, it's because Congress said -- I'm sorry -- the fact that the product liability expenses it incurred.",
    "But those are not justified in Segura's case, and it said items of income doctrine.",
    "Now, Congress understood, however, that the officer's culpability for using excessive force is not an item of income.",
    "I'd like to begin by responding to some point it would be a difficult time.",
    "There is no substantial use of deadly force against him.",
    "That's the piece called geographic sourcing.",
    "-- conveyance question in this context, where you actually filed a reply brief.",
    "Is that you -- that was a vigorous dissent in Garner.",
    "That is certainly part of any given statute."
  ]
}