{
  "name": "Justice Roberts",
  "filename": "justice_roberts",
  "validTweets": [
    "I thought their participation here before this case?",
    "Thank you, Mr. McAllister.",
    "I mean, how is this case depends upon who would want to know how you articulated it up to other sellers.",
    "Well, I -- this is an emergency situation, but we can't do that.",
    "Even within the limits that unelected bureaucrats responsible to the newspaper?",
    "It's a very big and important constitutional issues.",
    "You -- you're trying to get to decide is when they passed an order to promote its mission?",
    "Well, but it would be free to do with it.",
    "-- you don't ask him a competitive advantage not just control.",
    "And I just don't see, as a diversity action in that case, the added overhead costs?",
    "Mr. Clement, you have 950 minutes left.",
    "I thought under your position, but - -",
    "Congress can require the type of case, you don't object to everything; we'll sort it out.",
    "They instead went to somebody's -- right here.",
    "In other words, you have four minutes remaining.",
    "There were a lot of challenges to the companies.",
    "-- the period the district court refers the case in the",
    "Well, let's say we do get to the Madison for the fact that they've satisfied that burden?",
    "In other words, this is looking to do the same thing.",
    "So all ­­ all you've got to decide it, maybe it's more likely than not he's not guilty then?",
    "Well, we've also said congruent and proportional to what I'm making --",
    "So isn't -- these issues aren't addressed at all under Stromberg; or second, that if you are not fair and efficient.",
    "Ford West against Ford East?",
    "Mr. Feigin, 73,000 minutes.",
    "Counsel, if your opponent can then say, oh, by the election?",
    "Is the initiation of that regulation is not the actors independently caused the alleged violations of his employment.",
    "That's no suggestion of -- your case why isn't your friend on the navigable waters would be -- satisfy their concerns.",
    "They said for different locations, different technologies may be difficult?",
    "Is the answer to your shareholder protection interest.",
    "The issue can come in and enter and they thought there was no statement or omission.",
    "I understand that the Federal Government of Nashville and Davidson County, Tennessee.",
    "Well, does that stay true without regard to the client?",
    "You don't have to worry about that.",
    "Well, but if we have to pay for it.",
    "-- and so they didn't have an effect -­",
    "But one thing to have fired people for an acquittal.",
    "Well, but I -- my question is the vertex delivery situation.",
    "It is not about arbitration, when they don't need the information was not Indian lands, even though the result you seek.",
    "They say, look, we are dealing with the -- on intentional torts.",
    "Can't they argue, \"Well, if you've got to, you know, stopped for some other way?",
    "Your position is not in another State?",
    "I thought our cases that come from?",
    "If we went and did it do that?",
    "The number was his confession -- his argument for distinguishing it.",
    "You didn't argue this case the same analysis, at least as unreliable as eyewitness testimony.",
    "Well, \"reasonable\" means ­­ I think it in this case?",
    "Under what -- what if they just articulated the wrong place?",
    "Does the analyst know whether to retire, you said earlier motive was not the employer's.",
    "In your brief, the blue brief, that we should apply the British one.",
    "Well, you do something you're saying there's no scrap metal plant in Montana?",
    "Ms. Millett, you have one minute remaining.",
    "I thought your argument relies on (d)o-(18) and (c) and (19) and all that.",
    "I think if I'm not\" -- then his objection here.",
    "We will hear argument next in Case 09-11121, J.D.B.",
    "Thank you, Mr. Murtagh.",
    "You don't have an objection had been committed.",
    "The other would yield damages of $600,000 million.\"",
    "Well, don't you think it is a determination as a public issue?",
    "And we would be terrible.",
    "And I gather it's often -­ we do not depend in any of these 25,000 charges.",
    "So it's got to sue and sue - -",
    "When you talk about some of the availability of equitable tolling.",
    "But it says it depends on whether this case you have to impose that burden.",
    "So that now turns out to give the cable franchise and then you would be a complete end run around habeas.",
    "She discovered it within 93,000 days after the first person?",
    "Not if your position is, though, you’re not entitled to it.",
    "Counsel, could I ­­ it doesn't mean it's a private conversation.",
    "You get it from the penalty.",
    "I'm not sure how that -- if it's five companies in the law.",
    "I remember under Tinker I can see the argument can be, and sometimes they can't ask it.",
    "It was not then, as there was a drug ­­ this is applicable here.",
    "You phrase it differently.",
    "How do we know they did nothing; is that Medicaid reimbursement rates.",
    "Thank you, Mr. Keisler, you have to prove that that doesn't make any sense.",
    "On the other party's position on that basis, we have built a body or something, does that mean?",
    "That would be a ditch or underground seepage?",
    "He's going to have these warrants if they said establishing emissions now would require -- that NHTSA may decide for ­­",
    "Do you think they're -- the defendant must waive rather than determined.",
    "Of course, it could have structured the sale that took place, which is it any differently without affecting partisanship.",
    "We’ll hear argument next in Case 12­138, BG Group v. Stephanie Good.",
    "Mr. Dabney, you have a minute for rebuttal - -",
    "Yes, but all the time, right?",
    "That's not lost profits.",
    "It seems to me that it's a thing to make your point referring to an exception.",
    "(Whereupon, at 2:00 p.m., the case becomes moot, or would you say what kind of clemency.",
    "It's not going to have to justify the differential between covered and noncovered continues to talk.",
    "You could only -- no demand to get up to drop off the market?",
    "I thought you cannot use this road.",
    "Wouldn't have had to wait ten years later by the individual.",
    "He says is a very different statutory scheme.",
    "No, it says you can reimburse homecare providers.",
    "Is ­­ is there Federal jurisdiction as you do.",
    "-- you agree that it's going to be enough to say, of course, weren't available for remand.",
    "All that's saying it, though.",
    "We will hear argument next in Case 07-1125, Fitzgerald v. Barnstable School Committee.",
    "Where does that so long as your defense?",
    "He says right here that we are talking about a commercial accident.",
    "No, we're talking about a portion.",
    "Before they can take care of that.",
    "I mean, they often switched back and read the Medicaid law requires you do that to arbitration.",
    "Maybe you don't know -- \"you think that's responsive to my --",
    "Is there ­­ what I would have been gerrymandered for racially discriminatory purposes for years.",
    "You agree it's enough of a hurdle, isn't it, to do in its ­­ in each particular case will be alleged.",
    "I mean, isn't that the purpose at least?",
    "I thought we determined last year?",
    "It's not just that they erred in concluding that harmless error review.",
    "My question -- it wouldn't --",
    "I'm just not remediable?",
    "Because something interrupts them.",
    "And it had to pay consumers, and in this case to allow class actions because we say that?"
  ]
}