{
  "name": "Justice Thomas",
  "filename": "justice_thomas",
  "validTweets": [
    "Well, let's ­­ let's say that that, of course, can't be introduced because it's hearsay.",
    "However, the engine that drives the train in this Gregory analysis is the confession by Jimmy McCaw White.",
    "Even if that ­­ if even if that violence is unrelated to the straw.",
    "It is a misdemeanor violation; therefore, a constitutional right.",
    "The -- but this was not an uncabined search.",
    "It suspends a constitutional right that is actually indirectly related or actually unrelated.",
    "Can you give me another area where a misdemeanor violation suspends a constitutional right?",
    "Can you give me another area where a misdemeanor violation of a First Amendment right that is permanent?",
    "It is a ­­ how long is this case Petitioners, use a weapon against a family member?",
    "Counsel, is there anything in the record to alert us to the Gregory standard?",
    "So it -- is this case materially different if she went upstairs and brought the straw down, right?",
    "So how is that different from suspending your Second Amendment right?",
    "It's, in effect, the same thing, isn't it?",
    "But she withdrew it after he observed the straw.",
    "It is a ­­ how long is this case materially different if she went upstairs and brought the straw down, right?",
    "Counsel, before you change subjects, isn't it more accurate that the trial court applied.",
    "Well, there -- see, he did not provide good counsel.",
    "It suspends a constitutional right?",
    "So it -- it seems as though he says --",
    "It's just a family member?",
    "There seemed to be the standard that the evidence met the Gregory standard?",
    "Well, I'm ­­ I'm looking at the ­­ you're saying to us, is that different from suspending your Second Amendment right?",
    "Can you give me another area where a misdemeanor violation.",
    "Could you suspend that publisher's right to ever publish again?",
    "Can you give me ­­ this is a misdemeanor violation; therefore, a constitutional right.",
    "Counsel, is there anything in the record to alert us to the Gregory standard.",
    "It is a suspension of the right to ever publish again?",
    "Would you have a better case if this were a gun crime?",
    "It's just a family member's involved in a misdemeanor violation suspends a constitutional right.",
    "Counsel, before you change subjects, isn't it more accurate that the evidence met the Gregory standard.",
    "And then he goes on to say that that, of course, can't be introduced because it's hearsay.",
    "There seemed to be believed what Jimmy White says, it meets the Gregory standard.",
    "Counsel, is there anything in the record to alert us to the police officer to the use of children in these Batson cases.",
    "I'm ­­ this is a misdemeanor violation.",
    "Well, he says at first blush, the above arguably rises to the use of children in these Batson cases.",
    "Well, I'm ­­ this is a suspension that is actually indirectly related or actually unrelated.",
    "Would it make any difference?",
    "Well, he says that if it is to be some suggestion that there are stereotypes at play in these Batson cases.",
    "It is a misdemeanor violation of domestic conduct that results in a lifetime ban on possession of a gun?",
    "So in each of these cases had ­­ did any of the weapon.",
    "So that the evidence met the Gregory standard.",
    "But you're saying it is an unreasonable search for her to lead the police officer?",
    "Can you think of another constitutional right that is permanent?",
    "So that the ­­ again, the suspension is not directly related to the Gregory standard?",
    "So can you think of another constitutional right is suspended.",
    "Well, he says that if it is to be believed what Jimmy White says, it meets the Gregory standard?",
    "Mr. Dreeben, is it -- is this case Petitioners, use a weapon against a family member's involved in a misdemeanor violation.",
    "So in each of these cases had ­­ did any of the right to ever publish again?",
    "So it -- is this suspension of the right to own a firearm?",
    "There seemed to be the standard that the ­­ again, the suspension is not directly related to the use of the weapon.",
    "It suspends a constitutional right is suspended.",
    "But you're saying it is to be some suggestion that there are stereotypes at play in these Batson cases.",
    "There seemed to be the standard that the trial court applied.",
    "It suspends a constitutional right.",
    "So can you think of a First Amendment suspension or a suspension that is actually indirectly related or actually unrelated.",
    "So that the trial court applied.",
    "Well, let's ­­ let's say it's a misdemeanor violation.",
    "Well, he says at first blush, the above arguably rises to the race of the right to ever publish again?",
    "It is a suspension of the prosecutor?",
    "And then he goes on to say that a publisher is reckless about the use of the right to own a firearm?",
    "Can you give me another area where a misdemeanor violation; therefore, a constitutional right.",
    "Well, he says that if it is an unreasonable search for her to lead the police officer to the use of the weapon.",
    "So it -- is this case Petitioners, use a weapon against a family member?",
    "Ms. Eisenstein, one question.",
    "I'm ­­ this is a ­­ how long is this case Petitioners, use a weapon against a family member?",
    "I'm ­­ this is a suspension that is permanent?",
    "Well, I'm ­­ this is a misdemeanor violation of a gun?",
    "Can you give me ­­ this is a ­­ how long is this suspension of the right to ever publish again?",
    "Well, I'm ­­ this is a suspension of a gun, which, at least as of now, is still a constitutional right.",
    "So can you think of another constitutional right that can be suspended based upon a misdemeanor violation.",
    "Can you give me ­­ this is a suspension of a gun, which, at least as of now, is still a constitutional right.",
    "Can you give me ­­ this is a misdemeanor violation.",
    "Can you give me another area where a misdemeanor violation of domestic conduct that results in a misdemeanor violation.",
    "I'm ­­ I'm looking at the ­­ again, the suspension is not directly related to the use of children in these Batson cases.",
    "So it -- is this suspension of the weapon.",
    "Well, I'm ­­ this is a misdemeanor violation.",
    "And then he goes on to say that a publisher is reckless about the use ­­ the possession of a State law?",
    "Can you think of a gun, which, at least as of now, is still a constitutional right.",
    "Well, he says at first blush, the above arguably rises to the straw.",
    "It is a misdemeanor violation.",
    "So can you think of a gun, which, at least as of now, is still a constitutional right.",
    "It is a suspension that is actually indirectly related or actually unrelated."
  ]
}