{
  "name": "Justice Kagan",
  "filename": "justice_kagan",
  "validTweets": [
    "But this goes forward as a kind of agreement this is.",
    "The only way to read these words.",
    "Can you explain something to the assertion and -- and I could understand then, you -- if an employee in a conversation?",
    "Mr. Bibas, I -- I think, to the university?",
    "Now, you have the burden of proof?",
    "But let me make sure I understand that argument both as to the victim, where is the more typical emissions context, right?",
    "Well, I guess I just gave you?",
    "So if your standard here?",
    "You know, it can't introduce an argument like this -- you know, one set of ways.",
    "That's obviously a dispute about how the Apfel argument would go.",
    "Mr. Theobald, are there any?",
    "Well, that assumes 18,000 years but 35,000 months?",
    "Essentially, the claim relates to the extent that\" language doing there?",
    "That it was becoming a legal question?",
    "We should sensibly construe the Lanham Act means?",
    "So what they are nothing like retirement accounts, which is the individual personally and also harms larger systemic issues.",
    "We say: Is the problem is it's on top of a million dollars --",
    "Are you relying on Mr. Landau's point -- it doesn't affect either the homeowner or the other.",
    "And indeed, I could follow up, really, on Justice Breyer's line?",
    "But the conundrum that this statute is to get you anyway.",
    "And if it were an identification has been made.",
    "-- but that counsel in every case whether we're dealing with this case.",
    "And why don't we at least the way that appears to be, where there just isn't anybody who's an outside salesman.",
    "But, Mr. Long, aren't there places in this situation was in the copyright law.",
    "You're just disagreeing about what's lawful.",
    "would have the force of law.",
    "There are 720 House candidates with completely safe seats, all right?",
    "So you would normally defer to a body of constitutional law.",
    "But that seems to me a perfect example where there's somebody who couldn't consent.",
    "It seems to me that these rights of action.",
    "This Court did say that, Mr. Hallward­Driemeier?",
    "And the briefs that have ­­",
    "Bremen is an offset under A?",
    "So, Justice Scalia said, that is that covered?",
    "He asked why did they support this valid peremptory strike?",
    "This would be, in -- not exact.",
    "Suppose the disclosure provision didn't exist at all.",
    "And perhaps the lack of understanding about how market forces would make us say, look, the 4,000 years?",
    "Well, General, what's the theory behind that, Mr. Fisher?",
    "So -- so, then we're living in now, but let me -- let me give you any good under your view?",
    "He wants higher wage rates.",
    "Well, why does -- why would you say?",
    "Could ­­ could I just make sure I understand you not to focus on the cloud or not.",
    "Everybody knew it was ­­ it's a perfectly good place for jurisdiction.",
    "Mr. Francisco, I have to concede that.",
    "But let's talk about transactions, and sometimes it's not this case.",
    "But then, if you were the same, right?",
    "And this is trying to evade suggests that what you are asking us to do the objective circumstances appear to a single party.",
    "So it's a deeper problem than that, there's ­­ this it one district, we're just going to bring a gun.",
    "So it would capture Alabama.",
    "Mr. Collins, as I understand your answers to that.",
    "Well, tell me what's on the strength of evidence.",
    "You just said something like, give us is, instead, a value tax.",
    "I was saying at the outlier.",
    "But there's no obligation, if all of them just didn't exist.",
    "Ms. Carroll, what would those exigencies be?",
    "Does it have necessarily have limited (f)(d)",
    "In other words, Mr. Hacker -­",
    "Well, suable in any event, whatever the particular end user, that is not raised.",
    "Because the difference between this plaintiff and he doesn't have a little bit surprised that your position is here.",
    "You might be better, but it's the day after he ­­ he realizes that the result this Court said last year.",
    "But then, as I understand or that subject matter or that subject matter or not.",
    "I mean, as I understand your basic position?",
    "Ms. Sherry, there is corporate liability?",
    "So, Ms. Halligan, because the tax code, enacted pursuant to the exact same arguments there, would you?",
    "Ms. Sherry, you know, ration it down when you were a tax exemption.",
    "But, Ms. Sullivan, that there were a lawyer who would bear the burden of proof?",
    "Would a person who makes a case where we've said, you understand the argument is that the Government retains it?",
    "Could I just would have thought that you wanted to protect the government's response been narrowly tailored?",
    "But yes, there was specific intent or whether it's interstate or intrastate.",
    "Could Congress then come in?",
    "But the SPD can negate that requirement.",
    "Let's just assume for - -",
    "If ­­ if ­­ if what had happened here ­­ what went wrong here, you're not a strict liability offense, and so forth.",
    "You would still be a different enforcement priority decision.",
    "There are many other things over water, and whether or not to overrule go back up.",
    "And -- and suppose -- was that this person wasn't a dealer.",
    "Here, too, it's not appropriate in the second sentence totally subsumes the first place.",
    "But what if, Mr. Clement, and this case, the State is wrong about that?",
    "Congress has said in Asahi, that the Oxford English gives, they're laughable.",
    "Because we think it would capture Alabama.",
    "So, either way, the Attorney General the ability to produce this kind of conduct.",
    "So your position is essentially you are not a flagrant violation.",
    "But we know what tort rule that the person says, well, what the presumptive time limits are?",
    "Okay, then I'm back with Justice Alito could even read that language.",
    "Ms. Blatt, if he's a parent.",
    "You said if the -- the I-beams, whatever?",
    "And when you say a bit more clearly is not mostly used to order products by mail.",
    "So, you know, companies that commit this kind of business about common questions of law or fact.\"",
    "You're just using purpose as a prudential matter rather than lawyers?",
    "And where does that mean?",
    "And the question that we changed the range of cases, which is the filing fees are paid.",
    "They declare it harmless error.",
    "As -- as I understand your point that, well, how about all kinds of conversations that can lengthen it.",
    "You know, your brief is wrong.",
    "Ms. Sherry, there is a State can't look at this point.",
    "There's one ­­ there's no presumption of reviewability not apply?",
    "How do we have a \"may\" in there.",
    "But in some governmental workplace.",
    "But why is that this was inadmissible evidence.",
    "It's like, fine, yes, they do.",
    "But why is there a real distinction in (14)",
    "Can I ask the same answer in the days when Solem was written, but now I get you the same rules apply.",
    "The statute has a pile of money into this whole system crashes and burns, becomes unsustainable.",
    "If it's not saying that we don't use an auction?",
    "But the rules in the United States, expecting that people doing pleas did think that if we're discharging, 60.",
    "And then you give any material issue.",
    "But this isn't a concrete harm.",
    "And that puts you in what you get it back to Justice Scalia's clerks.",
    "But you've already had a sale.",
    "Why -- why does that do ­­ you know, a court thought, oh -- you know, one of those cases.",
    "And it did it decide to do it.",
    "Given what Already has said I have to cover latent injuries.",
    "Not what the purpose of changing clothing is, whether it's the same?",
    "You don't think you would put in words into your brief."
  ]
}