{
  "name": "Justice Sotomayor",
  "filename": "justice_sotomayor",
  "validTweets": [
    "Well, there -- there are and what rule it is, if you're saying that ­­",
    "So those five on the merits, before identifying which are a lawyer, correct?",
    "Seventeen miles is very reminiscent in what's in your briefs before us?",
    "It has a certain amount of that permits you to stop Congress from having the provision?",
    "But you -- you did that, right?",
    "Most of your adversary --",
    "I mean, the officer say that?",
    "And so my terms -- \"unreasonable\" being defined by actual physical seizure.",
    "It's your position be that, if it was indicted.",
    "Just -- just to -- to the guidelines?",
    "It doesn't say but-for is not, and once they file a lawsuit?",
    "That's a little placard like you could impose the proposed arguments on the arguments before?",
    "How do you see any difference in scope, so address that.",
    "But that's a separate claim.",
    "I see it, as a matter of public works out of the persons.",
    "Because it seems like the sale in Germany has to be joined together.",
    "They've got to make much sense -­",
    "Yes, but you're saying that the prosecutor you either want them to sort of backing yourself into an enforcement action?",
    "So they're ­­ what a human being can do.",
    "Counsel raised it, that they're free to leave?",
    "That's the precipitating ­­",
    "Even if it's a crime of investigation.",
    "I don't see how you can regulate that.",
    "-- the magistrate judge's act.",
    "\"Appropriate relief\" either has a 62,000 claim, correct?",
    "That ­­ the criminal history has less water?",
    "The child has lived with the proposition that the threat of force to pull the trigger.",
    "That question is the essence, I think, if I paid for those oranges separately.",
    "But they are the parties to this in the shoe is a special assessment.",
    "Meaning is there any less chance of potential double recovery, you can't do this.",
    "­­ that all - - because that changes whatever Congress has other tools available?",
    "Those are the facts of both houses and everyone else is going to be brought in a prison to a Stanford invention.",
    "But does all of this legislative body, is about an extension of credit.",
    "I think even I or someone else to do.\" Doesn't that seem illogical, meaning the equity is to regulate that as well?",
    "That's why you used fewer people.",
    "I'm not sure how you wait for an injury of lasting effect.",
    "Do you have to tell at all, is my problem.",
    "So, that was the form of relief is clear whether it's in the weeds.",
    "Now, Mr. Mims was the individual case.",
    "So you have 400 days after, or not they present the risk is more easily met in those.",
    "­­ you come up to the issue that you would then articulate another ground for future conduct, not ­­ that's my question.",
    "But I don't think that you have known definition -­",
    "What conceivable reason was there ­­ there are too many foreign-born children of spouses.",
    "Explain why that standard have been a warning on the behalf of the trunk.",
    "So, this is a consideration here.",
    "I -- can I back you up to the worker from this action.",
    "This is a different question.",
    "That that -- and that may be right that wouldn't be physical injury that's substantial.",
    "It -- the Double Jeopardy Clause doesn't -- isn't the Government's position?",
    "And how are you then saying that we are sending a letter, asking a question of -- of an example of a function.",
    "The IJ fails to meet some situations reflective of an investigation about unrelated crimes.",
    "That's what he thought doesn't mean what you seem to be saying that if a State system?",
    "But I'll give you an example.",
    "When the judge could just give it to one tribe, and then, in the nation.",
    "I didn't hear about this problem?",
    "No, I know the FDA to look to the station?",
    "What would be suspect whether it's contractual or statutory, that that was accepted, correct?",
    "I -- I think one of their report?",
    "And only this sovereign.",
    "How was your motion to substitute counsel, that would take 550 percent.",
    "Please explain to us, what's the limitation?",
    "Going -- going back in and going back to what was taken from his silence, just as I understood the record somewhere?",
    "You, without any suspicion, and said we're not going to occur naturally anyway.",
    "It is part of Holland that you have to run warrant checks.",
    "It would take 4,000 percent.",
    "Well, let's answer Justice Scalia's question.",
    "You may have with lesser included of (u)",
    "But it has its own processes?",
    "Mr. Estrada, in your definition of purpose or function and the District of New Jersey's uniform Securities Act.",
    "And only in his rate.",
    "It says, \"surveys,\" not just one?",
    "Could you tell me why you need to remedy the wrong road here.",
    "But under your definition of \"property\" to do just an analogy in terms of your definition of practically capable?",
    "That happens quite frequently on direct appeal, correct?",
    "And you say, well, if it's okay for California to say, you know, he could have.",
    "So do we -- if they're really that stale, those constructive discharge that the U.S.",
    "Do you think seven out of luck, and why, for a Batson challenge.",
    "But in those situations?",
    "And it continued with a remedy, it could have?",
    "We assumed that they didn't use the amount of days, they're issued virtually automatically.",
    "Counsel, if we create a special assessment.",
    "How would this act omit such a critical mass was?",
    "So why is Mr. Setser not within the definition applies to everything Marina said.",
    "And using the words of the Strickland standard, has no power to revoke the right to refuse it at all?",
    "Assume that's all he was deprived of, substantive or procedural, by his burden of proof.",
    "Where do you do a different line.",
    "But that issue of whether a violation has occurred as a Federal judge wants.",
    "That's the purpose of Carmack --",
    "I'm talking about when he doesn't have certain responsibilities?",
    "What -- why gene sequences, whether in the market does?",
    "Counsel, there are different types of third parties?",
    "Meaning, if ­­ let's use the quintessential violation of Federal law, precisely analogous?",
    "On those other States?",
    "It's not a Hobbs Act violation.",
    "You've just admitted --",
    "You and the form of State law violation?",
    "We know this is collateral?",
    "How about Simple.TV or NimbleTV, which is -- what is the incongruity is taken off and that child --",
    "Have you given up the agency has done or looked at in terms of this information?",
    "But it's not giving 142(12) to say you have to ignore that allocution?",
    "Let's assume that it was a conflict-free --",
    "If it is troubling to me again -- you see specifically?",
    "Is that because it hasn't been authenticated, so we're not going to affect?",
    "What -- what is the fact that most of the bankruptcy court judge, I would have been, according to the crime.",
    "To amounts, it doesn't require that.",
    "Can I go to the union regulations, the only thing you're entitled to attorneys' fees.",
    "Do you want us to make a ­­ make this up out of the facts of this provision.",
    "I mean, that then Congress would have to prove a murder?",
    "How is race given a right at some point did North Carolina walking away?",
    "You may have been found?",
    "But there are many others.",
    "Why can't it have to tell the difference?",
    "What will the Congress ever write a different ­­ why can't you pigeonhole this case solely on the stand?",
    "There may be part of the question Justice Kennedy pointed out, for life --",
    "So, you were a member and its collection of taxes?",
    "But you also have the benefit of the provisions at issue.",
    "Well, but what did happen is that you had a problem with your single commissioner.",
    "So you're really concentrating on.",
    "We can go into an accident where they've injured others; yet, we pay you -­",
    "So you start with, okay, what does this plaintiff have to do is sentence the defendant.",
    "-- if they lie, they can deny a litigant who proffered an -- a lot -­",
    "Well, we have a different question than whether or not smartness of a --",
    "Did you say it's nullified.",
    "So the only difference is not the government, as employer or government, to fund the embassy.",
    "Let me just continue taking the bribe, whether he had invested it and you can assume that there was plain error?",
    "As far back as 290 Ball said the following September.",
    "In most municipalities, their offenses are treated as an interconnection facility."
  ]
}