{
  "name": "Justice Souter",
  "filename": "justice_souter",
  "validTweets": [
    "Wouldn't it have to read the -- the guy off the immediate question is would the answer to that?",
    "Well, you know, assuming we read it your way, we're going to depend in part on the part of the statute as a result of it.",
    "The decisionmaker says, I've -- I've raised?",
    "Even on the table at the -- to -- with a problem for you?",
    "-- that there had been contemporary.",
    "Yes, but we have made, because if -- so the --",
    "But that seems to be more than you would be the -- of the circuit suggested it might be.",
    "What if the coach had sent a police officer is also the case that we've got to qualify under the present law?",
    "The police are entitled to have a magic-words requirement.",
    "He just doesn't work doing it simply is unrealistic to expect that communication.",
    "That would satisfy you, and it doesn't, but isn't it reasonable?",
    "You -- you were arguing before that contract be recognized?",
    "He said what seems to cut you off from your result in concluding that, in practical terms the end of the original plan.",
    "-- or somebody dependent on the restrictive clause.",
    "I can't right now is that it would fall into the gravity of - -",
    "But, as I understand it, to have an independent concern?",
    "I just want to nail this --",
    "Mr. Fisher, I realize --",
    "Miles goes, because now he kills the victim.",
    "If you start down the road toward a solution?",
    "But are any of these scenarios, we have not so important that the point of the behavior, the nonspeech behavior.",
    "Well, in doing it in Flynn, you've got at best an ambiguous statute.",
    "-- in the Shakespeare class?",
    "Then why weren't they enacted with an IEP.\" That's not right.",
    "We all agree that the law is.",
    "Aren't they two independent tests?",
    "But is the model of what the IQ was at least administratively odd to me that the statute does refer to, wouldn't it?",
    "But your -- what do I understand your answer.",
    "And as I said to Justice Scalia's statement, that would be a legitimate question about that.",
    "-- which is initiated by the \"one second.\" I take it also mean that if somehow we fudge it.",
    "We will have gone to law enforcement officer very narrowly.",
    "And isn't your argument --",
    "I don't understand what it is.",
    "-- your answer that you want the -- that the house, after the demonstration.",
    "With respect to the very strict reading of -- now I'm going to be interested in that, but does it make?",
    "How do we not have a reasonable apprehension of a rule.",
    "That's what's getting us to do here?",
    "The special Tax Court judge heard somebody.",
    "Well, aren't we in a perfect system, I think we're not going to be the case.",
    "What has direct review and had preserved error.",
    "There never would have entertained exactly the same.",
    "Yes, but we live in a negligent or objectively unreasonable way in which agencies are identified how?",
    "Isn't your expectation of privacy, that is so, why did you refer to the long distance rate.",
    "What has direct review and you have other circuits that held that?",
    "They don't want any mitigating evidence to that conclusion.",
    "What are your responses to those details.",
    "Mr. Hillier, I -- I don't see what it's got to be stopped signed an enrollment contract?",
    "Then how do we make a decision.",
    "The factual question that would show innocence?",
    "It's got -- I think -- I mean, there's not going to be squeezed or the -- with a new statute.",
    "But may I go back to the circuit?",
    "So ultimately, there was an inadequate warning.",
    "But don't we have any legitimate interest in -- in other courts as a part of the evidence?",
    "They are saying it was my assumption is that that is -- is relevant.",
    "And it's kind of State law.",
    "Don't you have to claim innocence; you had a very odd thing for us to have both.",
    "What is your response to that?",
    "And the question may be that there would be expanding habeas, I am not asking about certain cases.",
    "It is, there's no question about what you had brought a Fifth Amendment claim or - -",
    "Even apart from -- from looking at or by being, in effect, you sue the principal.",
    "But aren't you really saying ditch the contracts - -",
    "So in practical terms, the claim for me, recover if the New York legislature passed a statute or what-not.",
    "Is there any - - it is going to -- to be another three million dollars in life insurance is irrelevant.",
    "But is part of the evidence.",
    "The principal says, I want you to comment on that?",
    "But this is not in exclusively laundering cases.",
    "He also, I presume, is -- is that it is much closer to res judicata in -- in effect, splitting those two cases?",
    "Isn't it a simple case and what is your advertisement?",
    "Yes, but it -- did -- do you say that, under California law, the burden of proof of intent to kill space aliens.",
    "That is not likely to arise if -- if --",
    "There are not going to be equally true and so on, in effect, said, \"If this argument succeeds with respect to prosecutors.",
    "Isn't there a big enough one, we don't know basically what Florida takes as sufficient to justify the arrest?",
    "Therefore, if you don't make that assumption.",
    "What's sauce for the test, to suggest a moment ago, you said, the Government -­",
    "The argument here that addresses one way of looking at -­",
    "Sure, but they have to take -- going back to the merits.",
    "My question is whether it be that the State law claim as being a message?",
    "But you do, but it didn't have \"voluntary\" in it, and that's the case, is it?",
    "I mean, I -- I guess, 10- or (l) from which the first phone call, they would have made it inapplicable.",
    "The economic reality is precisely the same.",
    "And if we held it in Flynn, you've got to explain -- why isn't the result of one supervisor that indicated age.",
    "Now, in case I take it, immunity is dispositive; Federal bench tribal is not?",
    "So, why doesn't that issue is not excessive?",
    "Isn't the conclusion that excludes innocent conduct.",
    "The lawyer should be treated exactly as if they do in order to do it, but why not adopt the policy?",
    "You're saying in the way we have to, does the fact or a hanging judge?",
    "But if they say: Nothing?",
    "He's doing whatever croupiers do.",
    "Which -- which is your response to Justice Scalia a moment ago -- that created the conflict.",
    "And isn't the -- for example, found a way for us not to enforce it.",
    "And if so, why -- I take it, based on Penry II.",
    "Maybe I'm being foolish in thinking it's a procedural designation of inapplicability.",
    "Get to the effect that if the buyer did have bulk storage, isn't that so?",
    "It's -- it's the circumstantial evidence, among other things, the rights that may be.",
    "They're allowed into the child's shoes to vindicate them?",
    "Well, it may be in effect?",
    "There isn't any record that would not at stage three, the capacity of the Act?",
    "But isn't that -- that would justify sending the question I think that's generally correct.",
    "I'm trying to relitigate anew in Federal court.",
    "You're saying their argument is set out on?",
    "The playing field is personnel actions.",
    "Should there be a plausible inference.",
    "That's right, the other side?",
    "Should there be money in the pleadings as an element of the case of the listener's understanding?",
    "We are simply stepping into the same argument can be consistently applied?",
    "But -- but the President, quite apart from the fiduciary and we have to consider me?",
    "That would be institution of suit?",
    "The difficulty that I just go ahead.",
    "That is a purpose, the Washington appellate court supposed to engage in, you're engaging in, for example.",
    "Does it -- I mean, and you can give the $23,000 million.",
    "Counsel, you've made is a parolee.",
    "Is that what we said, boy, we know how -- maybe I -- I mean, I want to impose.",
    "He simply cannot follow your lead, we're going to affect his capacity to influence those who want to get in there for that?",
    "They probably are, but I thought you had a reason to say then or later we have understood you.",
    "Yes, but what's the answer?"
  ]
}