{
  "name": "Justice Kennedy",
  "filename": "justice_kennedy",
  "validTweets": [
    "Under your position, to say of course that's the problem.",
    "The other is whether or not to prevail in this case that there is an accurate description of --",
    "Under the test at Cellmark, and she goes further.",
    "-- and suppose that's the narrower question, who has the authority of this order on page 810 I think.",
    "And I won't take too much, because it saves money.",
    "Now, in this case went on here; or we're going to tell the Chief Justice just opened.",
    "What about Virginia - -",
    "You say that there is a license before?",
    "But that's not in the briefs on your experience: After 940 was excused on the rig.",
    "But it doesn't apply to its weight, not the way of saying as a general rule, do you think that that's all true.",
    "Why couldn't someone come up with a first- amendment quality.",
    "Then what you're concerned with the lien?",
    "-- that you are confirming my concerns.",
    "Well, but then I'm going to be registered.",
    "This is a settled child might be difficult if we've never held it.",
    "In Taylor, the case because there's a Title VII and - -",
    "Can the immunity that's provided in (14) do you find that puzzling.",
    "Why is there a representative?",
    "Now, we have a uniform Federal rule?",
    "Well, I'm not sure if I am concerned about the corporation.",
    "I -- I thought that the District of New York to say, \"No, no, you can't ­­ let's call this first position, that says that?",
    "We consider those as being fair to concentrate on Pickering.",
    "Suppose an argument that you would draw?",
    "Well, we've also said you agreed ­­ page 930 of the new environment at well.",
    "We have here is the one gun.",
    "And I won't take too much time to time or - -",
    "Is that -- as a matter of Federal common law.",
    "Aren't you -- would you come back in the Orange Book to make that finding.",
    "Did they have to agree with the police could have a -- that's -­",
    "And we simply do not agree with that.",
    "Other than for you, or do you draw the line of questioning, but it is because it regulates only one aspect of the record.",
    "What about an issue of custody is either less rigorous or more wind or something.",
    "Well, if -- and they're -- and this was a shambles out of State.",
    "If you are arguing about.",
    "I don't know if there had been written as to time.",
    "Then we have bread, but our bread is -- he was asking earlier?",
    "The officers should have known is the same crime.",
    "And so there was no flagrant conduct?",
    "Could it also indicates that he's not sure that's the way it works?",
    "May I -- I read these cases.",
    "Well, that was your answer that in Smith.",
    "Do you have to remand for small Roman 2?",
    "Would you agree that this is just --",
    "-- but, in other areas of the statute.",
    "But -- but you're suggesting that it is to take the property by the government.\"",
    "So that's an easy case.",
    "And, again, you want to argue about.",
    "It's kind of mask under State material witness hearings a year.",
    "Which would be hard cases, but I didn't mean to interrupt.",
    "And would -- we'd say that's wrong?",
    "So just to show that this would -- that's it.",
    "It can't alter the imputation rule?",
    "Well, I don't care about waiver.",
    "And that's what the State court under the line between predictive and nonpredictive judgment.",
    "Does California have, or have reason to search.",
    "Can each of the United States Attorney does not.",
    "I must say, I have the right -- the, quote, \"right way,\" anyway.",
    "This was a strong, clear and convincing, et cetera.",
    "But in my hypothetical case?",
    "I mean -- if your position that the case that I have two standards of pleading.",
    "-- for the treatment will -- will you just -- where the Special Master always has a special procedure.",
    "-- I am hearing that, in Maryland and in this case the counsel for the moment that are in the system.",
    "Your point is -- what are the factors and criteria that Justice Kagan asked you, could this property be sold?",
    "I don't think that would be deciding the case.",
    "I just want to affect rational conduct.",
    "So does -- the case sail over the freeboard and it seems to me somewhat different than fraud in the world?",
    "Why is that figures out whether there's been no showing of systematic exclusion?",
    "In your petition for rehearing after the order that the clear statement rule to accomplish the goal is?",
    "And the district court's already said -- and a Sixth Amendment violation ultimately?",
    "What happens next for ten hours, ten days?",
    "Or are there and the law of torts or in Olech, 970 feet high.",
    "That's what we have always thought of that decision becomes final, then you just put together in a case-by-case system.",
    "But I assume -- there’s a pre-emption.",
    "Maybe the statistics showed that there would be before the commission of the opinion?",
    "I have two offenders, that there's a difference between a past event.",
    "And your best argument.",
    "But he didn't know if there’s a mistake, so that a subpoena cannot do that?",
    "And that goes with the identification numbers of other avenues of redress.",
    "If ­­ if you prevail on other arguments in the end?",
    "And she -- she have the right to insist that every action that is a cause of action left.",
    "Trial judges have told us about that?",
    "But you've just posed, that you've conceded that.",
    "The purpose is served by McNabb-Mallory - -",
    "I'm asking what - - State courts are for.",
    "I suppose the interaction were automatic.",
    "Certainly, one of the contribution.",
    "We're not supposed to happen in every state.",
    "And it could also give our cause of action?",
    "That's where a settled expectation, and the Federal structure.",
    "You said they have a problem I have the contract.",
    "If the quorum of three that authorized two to act to move in and of itself.",
    "I have those two questions.",
    "Well, to prevail, I -- I have trouble with this in the congressman's district.",
    "And I have it both ways.",
    "Let's assume that we can assume that you have a custom schedule for every single person every part of your test?",
    "Well, that doesn't help with you that there' is Federal habeas corpus; there is a single moral determination?",
    "It seems to me that even collective bargaining involves a straight stroke rail that at least a mixed issue of materiality.",
    "My ­­ my question was, from the jury, if you prevail.",
    "Well, but you're suggesting is that in the system?",
    "In other words, the time to get that money?",
    "And it seems to me the strongest argument you just address that point?",
    "But I -- I thought that --",
    "And if -- if we think we had the sua sponte under (4)(11)(l) -­",
    "Is there an agreement with an issue of law -- says that of other States?",
    "A with the case of domestic violence of the argument goes.",
    "It says, \"This term does not deter independent expenditures.",
    "If you're telling us that one of my notepad but because of some cowboy -­",
    "They're nonconstitutional entities.",
    "So -- so subchapter 330 of the United States were one case.",
    "But this person or the practice is -- is Scripps in the night on this case?",
    "So the enhancement section does.",
    "The transaction was not in the certification stage, but under ­­ as it read -- yes.",
    "The counsel argued the Rogers standard was the Federal system, notice pleading.",
    "You can't have it both slurry -- is always valid.",
    "So we're talking about the other hand, that cuts against you.",
    "I know there has to say, \"No, no, you -- you say yes, then remorse is at night?",
    "At page 86,000 you could not raise -- pardon me -- after signature?",
    "Or are you saying that the -- listen to the Internal Revenue code?"
  ]
}