{
  "name": "Justice Scalia",
  "filename": "justice_scalia",
  "validTweets": [
    "Mr. Jones, would that be okay?",
    "You should -- he can defend it, can't it?",
    "Mr. Kneedler, I'm not sure that what Hood said?",
    "And the rules are unconstitutional, as applied by our coming out the \"regardless of\" clause?",
    "It seems to me that the FDA said -- you know, I don't understand.",
    "Maybe I made earlier, that this significantly affects the transportation section?",
    "-- I, I'm not free to have a civil action in statutes that were the case, then -- then it's okay.",
    "The only one crime for trespassing, criminal trespass.",
    "I don't -- I don't see how you can analogize, you know, one narrow aspect of ­­ can't take that.",
    "Yes, the government says.",
    "I can't figure it out, can I be any better than your example again of \"award\" used as \"entitlement.\"",
    "And in order to prove loss causation -­",
    "-- by EPA to hold him for that.",
    "California says no, you can't.",
    "Those panels did not include -- did the crime.",
    "You don't even need that.",
    "Is that what you mean by seeking help?",
    "There's some stuff you just post those two Acts.",
    "What rule is not knowledge.",
    "The -- this couldn't be just spinning it out of the United States.",
    "Because it does make sense, so you certify the whole point.",
    "And what about a lot harder to calculate whether you are saying.",
    "You don't want us to -- to the text?",
    "Well, maybe it ought to - -",
    "Mr. Clement, I ­­ especially since section 26,000 refers to a complaint is that you should be.",
    "You're saying, no, no, no.",
    "And what difference does it take any evidence that it's just attorney's fees, he could do a second petition.",
    "Well, he does let the litigation here, wouldn't they?",
    "I don't see how that comes.",
    "\"Biased\" means one-sided.",
    "Why should I say, you know, it's a boogeyman.",
    "But you know, something that it becomes an issue, and it was clear from the gate or at the text.",
    "They don't like this counsel?",
    "Could I -- I -- maybe you were saying that.",
    "Are all of this -- this means is Federal or State courts to probe their mind now.",
    "You should have been discovered through the interrogation.",
    "He’s supposed to allow or not a farce.",
    "I -- I think you cannot possibly stop global warming, right?",
    "But once the class of people.",
    "I don't think it it's a very large county which has been proven.",
    "And he said, right, yes, that's correct?",
    "It doesn't have to be made an exception to 76,000 to 100.",
    "Mr. Salvatore, would you object to that argument?",
    "And it's -- the vast majority of ELL tenth graders failed to prove that.",
    "There is no private-party analog is not a fee.",
    "I lived in this second claim that isn't necessarily a particular violation of or failure to.",
    "What if I produce this result.",
    "Of course, those ­­ those protective garments that are commonly held today?",
    "But you should use a phrase that any different when --",
    "I really think that helps your case?",
    "-- it's bad enough to -- to federal and state.",
    "That's not what you said?",
    "And maybe some ­­ some private companies are -- are you going to be intentional.",
    "I don't know whether it is an allegation or -- or would have been the rule.",
    "If that means either that the government shall receive copies of the State.",
    "Of -- of availment, right?",
    "What degree of risk has to be what it was.",
    "What do you run afoul of one or more of a COA.",
    "It could have been hurt by misinformation being able to play these games every time there's a proper result, right?",
    "Let - - but you didn't know about.",
    "That seems to me, the question.",
    "Is there some indication of abandonment.",
    "And I think our legal system.",
    "And that's quite different meanings.",
    "He hasn't fired anybody.",
    "Or just good honest liars, right?",
    "Was that the judge to be denied?",
    "Now, does - - wouldn't it be precisely the one and the mere fact that it is published.",
    "You just get to the question asked of them sold its own petard?",
    "I think it applies or whether the Seventh Circuit held.",
    "Why did the bankruptcy court in reviewing the judgment that has cocaine in it.",
    "It ­­ it's incredible that ­­ that ERISA covers.",
    "That -- that is an easier one to be property that is not that it wasn't untimely.",
    "Not -- not the breakup of the land.",
    "Well, that's -- if none of the bankruptcy law in Louisiana?",
    "You really think we didn't have control?",
    "Don't you think your point is, it doesn't satisfy me to more prosperous?",
    "I assume that they're not covered.",
    "Does that make it a felony, and you can put the license number, where the mootness is established by the way?",
    "I thought it cited an earlier stage committed a violation?",
    "-- since the issuance of the crime.",
    "I cannot understand any reason whatever provided that if we accept your interpretation.",
    "-- that the Supreme Court can happily go along with the argument you were talking about whether there's a violent felony?",
    "Would there be no different from this?",
    "So that would have no real violation of Section 1382.",
    "What I ask you about that.",
    "Can the United States citizen, right?",
    "What did you seek in this statute, where in open court he was told you where the -- as it would preclude that too.",
    "It suggests that if you don't need the defendant's assets, and then you sue the United States?",
    "May continue to exist in law enforcement activity.",
    "She -- she wanted something from 911.",
    "A fortiori, we have here.",
    "The other side says the taking away the sand.",
    "That's a matter for the use is it anything other than this first one right away?",
    "So you -- when the person who applies for a Terry stop.",
    "Where -- what's let back into it something that -- you think it oversimplifies it to me.",
    "Let's ­­ let's assume we -- you know, that the case or a special category.",
    "Whenever it's not really true.",
    "It also says the Ten Commandments stand for.",
    "-- as the Solicitor General, in his service.",
    "What -- if we -- we didn't do business, would automatically get admitted because the -- the Kirkland report was not adopted.",
    "We have never voted for the death penalty, which is even more than this.",
    "I mean, you know any case that the lawsuit was filed.",
    "Isn't that the right to go to making the argument.",
    "He did think that that kind of -- of liquor was a dissent, though.",
    "Try -- try this man is -- is that it?",
    "But I'm not sure whether I think.",
    "That's a reasonable one since all you need an affirmative action.",
    "He wouldn't have been aware of.",
    "But they could have arms.",
    "Doesn't it also would justify not defining it broadly or narrowly.",
    "Now, if this is just as a matter of public concern?",
    "Which is all it gives them.",
    "I think it's close at all.",
    "What kind of -- of this line of questioning, I didn't understand that.",
    "It seems to me a little hung up on your privacy, to be unthinkable, that greenhouse gases when it says -­",
    "I mean, is that what the government 770 days, right?",
    "It's pretty plain that the court of appeals assumed the worst.",
    "-- say it would be okay, just charge with attempt without ever having had set forth in a circle.",
    "-- which is -- that would not have passed it without suppressing the heat that made prior conduct when, in fact, an order.",
    "So would training have - -",
    "-- they have you had notice of what the other side that they were arrest cases.",
    "Wasn't that the test you're going to ask you.",
    "Are they ever know that?",
    "Was the holding of Booker, that you can not promote, right?",
    "You can probably figure that something which is called the curtilage, with the -- the main gravamen of your blue brief?",
    "-- I was resettled because I was not voluntary?",
    "You think this is coming in and show that the latter question ruled upon below?",
    "Was this evidence introduced from some other reason.",
    "How can you go in his hands.",
    "Ms. Drake, the problem of -- of this lengthy history.",
    "Would that violate Clean Water Act pre-empts punitive damages; the major parties are in dispute.",
    "What do those words mean?"
  ]
}