{
  "name": "Justice Ginsburg",
  "filename": "justice_ginsburg",
  "validTweets": [
    "The practical reality, is it suggestive but not -- that one can say -- there's an overlap.",
    "I feel like your message, and we took the position that it was just presented is equitable discretion.",
    "I thought you told me before that due process is going to give notice, what time?",
    "The -- the student is admitted to the years since the Government has made a big thing that the controversy?",
    "Attorney was asking you isn't there some State law claims.",
    "Mr. Dreeben, you say that this covers.",
    "But your reading of the workers, there was marriage.",
    "Justice Scalia ­­ that works like this?",
    "So, you say -- is that they affirmed.",
    "And you said yes, I plead the Fifth, because we were talking about getting another jury?",
    "And the search if they were doing an idle thing.",
    "Mr. Olson, this is a continuing -­",
    "So what would -- you look at that provision on which you said you go back.",
    "Or for goods sold and delivered.",
    "But that can't be any revival of the parents be entitled under the Federal rules.",
    "But on the issue being IMLA.",
    "Because we have this coherent expression test, what happens inside the pickup truck.",
    "Circuit and confessed error.",
    "I mean, it's always assumed that they were just talking about 61,000 miles of what?",
    "Suppose she's a renter?",
    "So that seems to me logical, well, it has to be a custody proceeding.",
    "Would there be anything left over from prior campaigns?",
    "So how does the government work.",
    "But then I don't have any substantive change from what out-of-State mail order houses have done that way?",
    "I mean, the family members to stop it if it were Saturday, not a -- a more sophisticated question.",
    "What was the noncustodial parent who has not consented to class status?",
    "General Clement, couldn't a similar catch-all.",
    "You defend the Bivens action.",
    "The problem is so that the reason the language in the context of the California remedy?",
    "How many times has given supplemental jurisdiction, but have you jurisdiction to enforce the injunction.",
    "So how is it going to be careless?",
    "But it wasn't, obviously, decided in the plea had seen them.",
    "This is a matter of goodwill?",
    "Proceeding under detrimental reliance, it would have one party can sue for negligence, and doesn't violate the statute.",
    "A State might have been okay to work and leaving work, and if you don't have one and there are a number of reports.",
    "But here, we have this authority?",
    "So we have modified the once rigid notion that Congress passed the statute?",
    "Well, what a legislature legislates, be it the babysitters if they won the patent infringement suit.",
    "Which is not something that still --",
    "I'm just -- it's not as though we are told that this is his condolence letter could have gone immediately to arbitration.",
    "We're past Rule 5,400 and 8,300 months before the port.",
    "I thought that one of venue.",
    "But it's ­­ really pushing this specific jurisdiction to adjudicate the merits --",
    "Defendants are -- that seemed to be careless?",
    "But if we really meant, we just say he looked - -",
    "You haven't shown probability of bias, likelihood of bias?",
    "Here you'd read -- you do in the front end?",
    "So is the pre-SORNA State law, as this film shows child pornography.",
    "I'm going to be saying: Plaintiffs, you didn't sue.",
    "The district court -- the -- that authority to consider those same factors?",
    "You can't collaterally attack on that issue before us.",
    "And if that's -- if the union can invoke arbitration?",
    "The police can stop it.",
    "So it seems that he was a talent agent, that he had qualified immunity, and, as I understand.",
    "So it wouldn't accrue until it had to present evidence of good will.",
    "I'll treat it as easy as possible for these two special questions.",
    "And how about joint exhibits and it was would required by due process?",
    "But Garrett then shows up and says, oh, this statute does.",
    "And the communication was done was knock?",
    "That's not so clear that was the whole thing and we are in arbitration, you can have a Florida Constitution with a plan.",
    "Congress didn't enact that.",
    "But an equal protection decisions to deal with his -- his explanation?",
    "Well, the government was taking appearance, likelihood, probability as all other lawgivers.",
    "Is it the Chief said, as soon as we know whether any of them have a right - -",
    "So the government hasn't seen it, hasn't -- that a Nevada against California, right?",
    "So -- but in the opera, in \"The Makropulos Case,\" there's a case where Congress says, and here's my instruction.",
    "And SUB payments are the consequences are enormous for the board.",
    "Then you’re saying the Federal statute says adjudication resulted in a plea - -",
    "And ­­ and the -- on the counsel's words, to stop saying that.",
    "Don't -­ isn't there a time closer to the State statutes?",
    "May I just described about the personal injury lawyer will do it pretrial.",
    "Mr. Clement, may I ask?",
    "This Court seemed to assume that you're urging, will then say, \"See, Judge, now you were trying to do nothing?",
    "They have some limiting - -",
    "The protocol says: We -- we can't do it?",
    "There's nothing discretionary about saying at the Guidelines did not have, who were left were the law.",
    "It said something about a court is looking at the e-mails, wouldn't the employer has the power, or doesn't.",
    "I thought that said that the signing itself is made to the side of it.",
    "And I think everyone has been found a law- violator.",
    "But the statute wouldn't apply to the lender under -- had paid and giving them to tax?",
    "And Sinclair is of some significance, did the U.S.",
    "If you have a determination pursuant to a discharge?",
    "You may want to, we can.",
    "Was there a proper implementation of that punitive award goes to the retailers?",
    "And then it will be armed and dangerous?",
    "You did say you need notice and comment.",
    "I think you were pushed, that Exxon pushed.",
    "He has to open up our courts to exercise the district must take that out, look at the time he ran for election.",
    "And it's something like television or recreation?",
    "In all those documents and witnesses.",
    "But procedurally we -- we don't have to if it's a whole string of what was put in.",
    "Let me ask you, Ms. Blatt, there's a presumption.",
    "It is claim-precluded.",
    "And rewrite -- and it's related to weapons?",
    "So, we know from this settlement was actually delivered to your local precinct; we'll make a report?",
    "And let me ask you a question is whether violence can be enforced.",
    "General Kneedler, was limited to race, or does it make any sense?",
    "It's as simple as that.",
    "Well, what was the New York definition, requires force.",
    "It's a question for another day.\" That's on page 115.",
    "They will have nothing to preclude other courts considering our precedent have gone into court and comes to the State.",
    "But when does -- does this factor o-75 instruction as excluding Skipper evidence.",
    "So what was the corporation can sue.",
    "You say not overcharges, but only if they provided only for the court of appeals decisions?",
    "It was a discretionary appeal at the rest of my government.",
    "Yes, but under the wage earner died, and adopted children is also indictable.",
    "Let's -- let's see where it occurred, no different than -­",
    "So, what -- are you saying even for the truth, then it's an invitation to smugglers.",
    "And your position I think I want it to convince the jury would have no claim, right?",
    "Do you have made an objection.",
    "That's exactly what the State court within the three-year period, you have only the State court.",
    "But then you do it for us.",
    "Those two are together in the district court did not come in and -- and do this, we should pick up on habeas.",
    "In the courts of appeals said?",
    "Is that what the State knew very well if the D.C.",
    "One ­­ one claim is ineffective assistance of trial counsel on federal habeas would be no different than the crush videos?",
    "So what you're saying Michigan has decided that question, that you mention Johnson.",
    "She did make a difference between the train and the middle.",
    "It was not a question of what it said was -- the corporation was existing anywhere, it was hung.",
    "Why should he be infringing on Monsanto's patents?",
    "But the Court should resolve the manslaughter in this case.",
    "And I think what you're saying this anti-recruiting rule is that an anomaly?",
    "I mean that if the res is within -- is there any history in the same facility as another inmate?",
    "We want to insulate itself against being overturned on appeal, every statute of limitations.",
    "Is this a collective bargaining contract.\"",
    "Do you recognize that we do know that the Washington Supreme Court decisions.",
    "The court has authority to abate the interest - -",
    "Odom wasn't saying this matter of common law battery that would be included?",
    "The ­­ the clause here allowed suit in either Delaware or Texas.",
    "The court said this is a one-time only demonstration.",
    "Do you recognize that that whole litigation would have gotten it over the documents.",
    "I thought that maybe help defendants who want to be known that this was a euphemism in the North Carolina turn it down?",
    "It's his first postconviction motion.",
    "The concern was that the case is so idiosyncratic that I'm putting to you suspicious, so you couldn't get it?",
    "It's a little less than counsel.",
    "How about this case was in the term?",
    "Our jails are infiltrated by the magistrate said, \"Oh, they miscalculated.",
    "In other words, as I remembered it - -",
    "Now, there may be denied without a class action or nothing.",
    "If that would be the same.",
    "Then how is it the court drastically limited 49152-(b) when they devoted two and a half?"
  ]
}