{
  "name": "Justice Alito",
  "filename": "justice_alito",
  "validTweets": [
    "The fine goes to the talk about waters, and ­­ and they say that somebody might do after getting intoxicated?",
    "That was your third point, and I stand by it, period.",
    "And if we accepted your other argument, that there are a lot of lost income.",
    "These are, as I said, it's a little bit too hard on the intimate or casual relationships between all of those harms.",
    "Well, I find it hard to understand this argument.",
    "Even if ­­ if you're applying for a State extends - -",
    "Well, why doesn't it follow that latter Virginia law?",
    "But your reading doesn't really solve these problems except in some way in which the student ­­ if we look at that?",
    "Suppose the court to consider mitigating evidence.",
    "How often will it be necessary to construct a wharf, or does it say that what subparagraph C says?",
    "Mr. Fisher, I wasn't -- isn't it correct that compliance with the -- he did provide a form.",
    "And what's your argument?",
    "What seems to cite nothing whatsoever.",
    "Well, let me -- that -- that have to decide?",
    "-- in a new -- without going into the house.",
    "How can that be used only for gross dereliction of duty.",
    "Nobody has told us this would be somewhat surprised if that were ­­",
    "Maybe that's the line is there.",
    "Do you think that was disqualifying, would that change your -- is not nearly as clear.",
    "He's already lost on the judge.",
    "Now, if it imposed a lesser offense doesn't have a new way -- a district judge refers to the statutory thresholds?",
    "One of the Arizona Supreme Court decision.",
    "The indictment wouldn't tell you what the Petitioner here said he -- there are three?",
    "I take it your position on sentencing.",
    "And he makes no sense whatsoever.",
    "Is it common for a long time ago.",
    "He mugged the man was from Denver?",
    "­­ are you saying that that's an acquittal.",
    "Is there an automatic conversion?",
    "Well, speaking of to boost its revenues by paying the money is either clearly correct or not.",
    "Do you think there might be in practical terms?",
    "So it's a policy question.",
    "It has to show that in, you know, you don't freeze while you're working?",
    "Well, they cited some State law claims.",
    "Chopping onions all day every day.",
    "Well, you're relying almost entirely on the price of the vagary of State law.",
    "If an orthodox Jewish group or a candidate in a situation in which your adversary about.",
    "Your answer is would this second test that you say that person could view it as what?",
    "What's wrong with their doing that?",
    "The Federal law enforcement is testimonial?",
    "And here are not a party resisting arbitration could well argue that -­ explain it, then?",
    "But if it's a little bit more every month doesn't get in.",
    "The holding that the \"cat's paw\" theory under Title VII?",
    "And you think there is no clear definition.",
    "Do you -- you are going to release the water?",
    "But that would be helpful if you have proposed?",
    "Would these severance payments fall within the Martinez category, wouldn't it?",
    "In order to obtain a fair reading of what the word soldier?",
    "What was the sentence imposed by the Secretary.",
    "Oh, \"can you get to the question on it.",
    "So in substance, you -- when is that true?",
    "If you have conduct in question?",
    "And that was given credit for working 95,000 hours a week.",
    "And where do we determine whether criminal jurisdiction there, or it also would include second cousins?",
    "Well, it gives broader effect.",
    "Are those workplace hazards?",
    "-- when I was told you that the facts here, an official could believe that they qualify.",
    "In an entering class, right?",
    "But putting that aside, it would take the stand?",
    "-- when you gave the union to bargain away something to which there is a dangerous proposition.",
    "Wouldn't they apply it to one of the river below the (s)-(v)-54 factors warranted a non-Guidelines sentence anyway.",
    "And what is wrong with that?",
    "He wants to talk about the relators and the issue of whether or not awarding fees.",
    "It -- it says: We have the Social Security disability benefits.",
    "The prior vesting statutes?",
    "What does \"attachment\" mean?",
    "But then when one of the (u) question.",
    "Well, that may incriminate them --",
    "Well, they cited some State law claims are rejected on the Exchange because they don't work.",
    "But let me give you another example that's similar to the enactment of this?",
    "And she goes to the calculation, right?",
    "What is the situation in which the lower court case law, principles of claim preclusion?",
    "Is there anything to suggest the district court.",
    "But then by the possession of the -- what other issues did you not?",
    "Isn't it true as the expert does not have personal jurisdiction everywhere?",
    "Mr. Roberts, isn't it true that a wrong?",
    "It has to sign the release?",
    "Would you dispute -- you rely on?",
    "You know, he liked football and camping.",
    "Would you like us to those who use IQ tests always require a 430 permit?",
    "Can they do not have intended.",
    "Would that, would it be the case that ­­",
    "Unless it's just the kind of uniformity.",
    "What do you want us to hold that a proper purpose and our grievance is that the ability of the lack of adequate State ground?",
    "But general damages is decided, the judge grants a certificate on?",
    "In my understanding is that there was a medal recipient, that would be constitutional.",
    "Suppose you have any statements of ­­ of those facilities.",
    "So, in this case have fallen within 7,800 hours, let's say, goods are being paid ­­ it's not useless.",
    "But most of the Respondents.",
    "One is that a court of appeals abused its discretion in making these sentencing policy determinations?",
    "No, of course, there's a gun and walks out of the tax were measured by the AFL­CIO briefs.",
    "Because if this case is -- that all leases of mineral rights on the outside?",
    "Of course that -- do you justify lumping together all of the discrimination issue?",
    "When Virginia agreed to participate or not it owns the bed.",
    "Well, why don't you think that's a red herring.",
    "If the policymaker says, it is sometimes used to direct the payment to someone who is found by a rational basis review?",
    "We mention the Federal Court.",
    "Suppose that the top 82,000 percent was medical expenses?",
    "But it's part of the responsibility for it.",
    "Can I ask you a question?",
    "Do we know what number was - - aren't cases like this whether the case that Congress particularly targeted.",
    "Then what would the court could do the same argument?",
    "There are many situations in which there could be asserted by a local newspaper and asked me the same in the country?",
    "He would have gotten a registration.",
    "Why don't you provide a lot of sense in your house that will cause death to animals.",
    "You think it would be very difficult.",
    "What's to the -- do you think?",
    "Do you -- they didn't comply.",
    "Determining whether there's a civil penalty?",
    "It says in ­­ in a case involving a minor.",
    "Well, did you ask for a typical drug there may be that this was passed.",
    "So, you'd have to address 470 in my hypothetical is that we would have approved the placement in the context-based approach?",
    "But then the language of the class?",
    "If so, you're disqualified, unless you can hide for a public company.",
    "Well ­­ so isn't it just doesn't address the problem here is not a violation of some unspecified strength.",
    "Well, I don't know what, some of the Native Hawaiians, and part of the funeral?",
    "Is there any case in which there's a second cousin whose property taxes would require -­ would materially augment?",
    "I think that your client fits that description.",
    "How can a judge should have prohibited them a drafting manual?",
    "I don't know what sense that the ­­ what you're doing?",
    "No, no, I disagree with you that the Kansas court.",
    "The rules of civil rights.",
    "They have to decide that themselves?",
    "Look at the scene where five people that nobody else is going to release the water?",
    "Not -- not to get a new -- without going into the witness against him is that all of the money can be moved.",
    "Maybe that's what's required.",
    "What is achieved by that?",
    "So, the mandate is forcing these people to keep some of the state-secrets privilege?"
  ]
}