{
  "name": "Long",
  "filename": "long",
  "validTweets": [
    "That is what all the funds be invested in employer stock as an example.",
    "Mr. Rhines filed an amended petition was filed in this case - -",
    "All of those terms is found in 65,000 and then the court of appeals has ­­ has held, that has -- has held that this statute is tolled.",
    "It -- I think the Courts of Appeals considering many cases, you know, the search can't happen too often, or it can't last too long.",
    "So, if the party versus the interest of the Michigan law is defining the offense.",
    "In answer to say, well, they could do it.",
    "If there is a condition for citizenship.",
    "I mean, with respect, Justice Kennedy, I don't think that's ultimate ­­",
    "Right, and -- but D.C., Your Honor -­",
    "-- personal obligation at that point, Your Honor.",
    "This Court's unanimous Barnett Bank decision is the core language is different; but we - -",
    "And they also filed a different function.",
    "First, section 21,000 alters the matter-in-controversy rule of Strawbridge.",
    "I mean, that's what the plan administrator's interpretation on remand is significantly different.",
    "That's the way the thing works, if the answer is, of course, that's constitutionally permissible.",
    "v. Ruiz, this Court in Williams Packing case.",
    "But, again, even if -- if the answer to the question is fairly before the Court.",
    "And so, even if that were so, what this -- this is all -- I frankly can't explain how you reconcile Ben Hur and Zahn.",
    "And the ­­ the employees' company.",
    "Those two things just -- just sometimes works better as matter of law.",
    "And when a prudent ESOP fiduciary ­­",
    "The way the thing works, if the officer would have an independent trustee, would not be destroyed.",
    "Many of them apply just to enjoin the collection of your hypothetical, and the 77-(19) and you can't afford to buy insurance.",
    "Well, ultimately -- and indeed, it's -- I mean, so what you're saying -­",
    "Well, and ­­ and that's what we’re talking about.",
    "At that point, if I could remind you all -- I mean, there are no further questions, I'd like to reserve.",
    "I would submit you should be treated differently.",
    "The parole -- the class action situation, because of the Government's position, as I understand it.",
    "And that's -- it may not bring a criminal proceeding.",
    "It's violated, or the probationer as a whole.",
    "Well, I -- I think ­­ I think that that would be an aggravated felony, but, clearly, Federal law to define it.",
    "Due process says this is true especially in California for this offense.",
    "It is not an unconstitutional requirement.",
    "Well, but, I mean, the courts have adopted.",
    "And there have to sort it out, but we are trying to figure out what it's about, whether it's civil or criminal.",
    "It's broad enough to include State law.",
    "The offense described, the way -- the offense described is the core of the prohibition of the Federal government, by the IRS.",
    "Mr. Frommert got almost $22,000 1,700 or 24.",
    "I think that that means there's an available remedy in State courts each year.",
    "Your hypothetical poses a question of visitorial authority.",
    "And I do believe creates these collateral consequences they face.",
    "And I agree, that's mostly what we say is --",
    "On trust law and what trust law and in general.",
    "If it's a very narrow exception - -",
    "Yes, perhaps convicted terrorists.",
    "That's my belief because Rose v. Lundy indicates that at all.",
    "But there are multiple roots that we cite several.",
    "The Tax Court shall have no jurisdiction to enjoin any action or proceeding or levy during the time value of money.",
    "-- that's what the Court has found to be appointed, interested or disinterested.",
    "And we think something is so wrong that we're having the problem with, Justice Stevens.",
    "So, they were felonies under the Controlled Substances Act or the parolee.",
    "But if it does not apply here, none of them, are unconstitutional.",
    "That's a decision that a parole officer fails when the national bank has a methodology for this.",
    "Strawbridge is an available remedy in State court.",
    "Not every State law or foreign law can be 1332.",
    "But we think the difference is, is that if you do -­",
    "I think it's rather detailed, but I think it's necessary to say, well, they could make the - -",
    "It was a statement made that there ­­ there you do -­",
    "And then, finally, on jurisdiction, you know, the plea agreement says, crosses out District of Columbia.",
    "Well, there -- there was adequate notice, not of the court, faced with a --",
    "If -­ if resolution in the interest of a problem, I believe.",
    "Well, before -- this whole thing -- we have at least get to that question, Justice Scalia.",
    "Gonzales was just about consecutive versus concurrent sentences under State versus Federal law.",
    "I mean, if the party versus the interest of the national - -",
    "I mean, that's -- many of these individuals have no lawyers.",
    "I believe, Your Honor, I agree with you completely Justice Alito.",
    "-- and I don't think you have said, Mr. Chief Justice, and may it please the Court: A drug-trafficking crime under Section (7)",
    "But, but this really became clear, in answer to that party is followed.",
    "I believe the Government is arguing that -- this - - of precedent, including precedent from Congress in the misdemeanors.",
    "You have to make mortgage loans or exercise their banking powers through subsidiaries they do not fall under the criminal statute?",
    "They're -- most offenses under the alleged conduct.",
    "You have to give the ESOP to let's release information.",
    "And he filed his State habeas to exhaust those admittedly unexhausted claims.",
    "Now, if -- as I understand the Court's --",
    "But the -- I think it's less complicated than that, Your Honor.",
    "So, parole revocation would not apply, this penalty, and you have a uniform definition.",
    "As we read the plan, and I think it helps the analysis to first decide, What is the wrong case.",
    "In some sense, the parole search condition, is imposed on you.",
    "And there’s no principled reason to think that makes a whole series of additional things.",
    "It's gone up from $68,000 to over $22.",
    "And they said, \"Well, the Federal courthouse.",
    "There's a penalty before it's paid, the Secretary to make the Anti-Injunction Act is - -",
    "It can always do it is for the Court hasn't decided.",
    "So if the fiduciary is to say that the national - -",
    "Well, because those -- the Controlled Substances Act, not the - -",
    "-- of the Fourth Amendment protection --",
    "They would not let the party is followed.",
    "So, I think it is a determinate sentence, you get a certain minimum benefit.",
    "I mean, first, if you will bear with me a moment longer, on page 144119 of our opening brief, we cite several.",
    "Well, of course, is that Congress made a finding that, \"Because of the Federal courthouse.",
    "Well, I -- I have no record on any reasonable construction, and so that's all that counts.",
    "And, in fact, operate under misapprehensions with regard to things that States can define it more broadly.",
    "There’s nothing hypothetical about it.",
    "But, again, I would submit you should be -- or the actual ability of a problem, I believe."
  ]
}