{
  "name": "Maynard",
  "filename": "maynard",
  "validTweets": [
    "It also sets forth very particularly the crimes that Smith believed was a constructive distribution.",
    "It's certainly not a general class, it would be no blood quantum requirement.",
    "Post-Booker, you know, if the firearm would not get the payment, and why it isn't that, which is - -",
    "I think it can bring a suit, and indeed the law that - -",
    ": In that situation, we would ask the question, What principles of private-person liability.",
    "But the House would have bid more with my secured credit.",
    "This is not the defendant wins in the modern world substitutes is to take it in furtherance of.",
    "-- I think the test that rigidly - -",
    "I think, at a hearing, Your Honor.",
    "-- and it doesn't get Petitioner within the general.",
    "They wouldn't be unusual at all times, Your Honor.",
    "I think the important point is, you -- it might do that.",
    "as it related to the facts and circumstances.",
    "The \"during\" comes from the IRM.",
    "But there are good reasons why the government may be moved in the principals for crime, you're guilty.",
    "And if they answer that precise question.",
    "This gun was front and center, part and parcel, of the statute.",
    "It created a new deal for the taxpayer, which is -- you try to make the statute in the Act.",
    "Just in the absence of cause to preclude it.",
    "So although the petitioner's claim is that it would be a different protection against undervaluation.",
    "They point to here to assert that there were no objection to the (t) election.",
    "And one cannot do by looking to the Petitioners.",
    "Circuit decision that we might be able to deduct, as a public-policy matter, has decided to hold its governmental entities liable.",
    "Yes, unless you're willing to bid in this case that that's -- that's correct.",
    "And I think you should, the -- under which the same would be an easy defense.",
    "It has to be in relation to a drug trafficking crime.",
    "We don't have to bear in order to get disputes resolved between --",
    "I'm not sure I understand the - -",
    "Maximum allowance -- it's always the case that, when the moneys were paid to make that injury more severe by breaching.",
    "We agree with your reading of \"now\" in context -- and it's true -- and for good reason.",
    "As I said before, company stores use script.",
    "So in a trust for them to prevail, the statute that made it in our brief on page 97.",
    "Not -- no, the firearm by accepting it in fact when those --",
    "It -- another source of taxable income.",
    "That's right, Your Honor, but four circuits have agreed with you on that, Your Honor.",
    "Nevertheless, the sentencing factors, which ask: Is this factor present?",
    "But in a general way, that could leave open to the debtor, so -­",
    "In Miller, which is a sale free and clear of the Good Samaritan law --",
    "He used his money, perhaps, to purchase his car outright, instead of applying private-person principles of liability.",
    "When Congress creates a specific remedy forecloses resort to the term \"Indian\" four times.",
    "I think it's fairly encompassed.",
    "So if the court of appeals do in the same law that was coming to the definition of \"tribe\" is, as Petitioner says, a term of art.",
    "That's definitely one of the United States does not apply to trusts, which have always been the penalty.",
    "He wants me to test the ballistics on it.",
    "And we think the other necessary expenses for above-median-income debtors.",
    "And if there are no further questions, we would retain would be a fact present in the act.",
    "In our view, you get it from the text.",
    "Well, I think the test is being used for a sale without allowing us to credit bidding.",
    "Well, the historians brief, I think, that the (f)101 - -",
    "But certainly that -- that it's ambiguous.",
    "I can't compete against it at retail -- that Petitioners say.",
    "That really isn't, as Mr. Panner said, worth the candle, and it were with respect to sentencing factors.",
    "The actual taking of the governing law is; the question you started with, Justice Breyer, suggests two meanings for it.",
    "I mean, just to pointlessly cycle money into the national standards, under the distribution statute.",
    "Second, that the Ninth Circuit is talking about the Federal diversity statute.",
    "If I may, Justice Ginsburg, return - -",
    "That there would also have the property.",
    "And this was meant to be a Federal question.",
    "The Government's theory of the court said - -",
    "Again, I think you can -- it wouldn't be unusual at all to hold someone liable for discharge by anyone.",
    "I think that is any evidence -- this could potentially provide a defense, even though, once you -­ if you seek a new argument.",
    "We -- we have an actual expense that's reasonably necessary.",
    "And he presented absolutely no factual basis - -",
    "Not necessarily, Justice Stevens.",
    "That's right, Your Honor, because if it were so clear, they wouldn't have anything to do that.",
    "And I just don't know that it's all going to decide this case.",
    "The passive voice makes clear that it is -- has been established.",
    "Now, that's clearly not using -- that's correct.",
    "Circuit decision that the Secretary has always read it.",
    "And the whole point is, you -- it has not -- in that case, it could be met.",
    "Where does it mean to discharge the firearm in order to get disputes resolved between --",
    "If he has no expense whatsoever, and so he has no expense whatsoever, and so when the need called for it.",
    "Well, I -- as not limited by - -",
    "And so in the way in which the government is not perfectly worded.",
    "In the court -- the Settlement Act clearly does not have.",
    "Whether or not bankruptcy jurisdiction, ala the logic to this precise problem and decided that the funds were taken.",
    "Kreider, the erroneously collected tax.",
    "-- in part of the Good Samaritan doctrine.",
    "Whose trunk is it because the specific controls the general.",
    "And if there was an attempt of the local standards.",
    "Here, the only private-person law that respondents argued to the Ohio State penitentiary.",
    "So the temporal connection to the Ohio State penitentiary.",
    "That is definitely the fear, Justice Alito.",
    "But the district court could do that.",
    "That I don't think that the firearm or no longer be due to the definition of \"tribe\" is, as Justice Ginsburg - -",
    "I think it's very clear that it must raise its prices in order to get disputes resolved between --",
    "And he proffered nothing to show that it believes it could, on a more general provision could be a return of capital.",
    "This Court's opinions have said that on several occasions -- unless it is error.",
    "No, Your Honor, were against the government is defending here.",
    "It would be carrying -- if you trace back the civil cases, and the private party in like circumstances.",
    "If a State adopted a very important question.",
    "Second, even with respect to stock.",
    "This gun was front and center, part and parcel of drug transactions.",
    "The jury was instructed on all the factors is that if the secured creditor gets to the second element."
  ]
}