{
  "name": "Moran",
  "filename": "moran",
  "validTweets": [
    "I'm not saying any, Justice Scalia.",
    "And that, itself, would require us to reverse Mr. Vincent's conviction.",
    "Right now these issues are happening and right now Michigan has a procedure for granting no-knock warrants, not --",
    "It's - - the dissent in Bulger cited a -- an acquittal, if it was a legal finding.",
    "It's really discretionary despite what it says that for somebody with a knock-and-announce requirement.",
    "So they'll do the announce part, which protects the officer's interest --",
    "I don't believe it was a legal error was made.",
    "What I'm saying is, is to their right to have standing to assert third party assertion by a jury.",
    "That -- that have followed Nevada's lead.",
    "The presumption of the warrant, which was in no way indicate --",
    "You can only arise in State or Federal court.",
    "It may or may not take back the next morning and resumed the trial.",
    "And that -- that seems like a proper result because ultimately the purposes of the judiciary.",
    "There were actually two juries in this position because to do under this Court's cases - -",
    "You raise the lack of credibility of the case.",
    "That's right, but the very author of the offense.",
    "The judge apparently thought that the entry was not an element of the indigent or the underlying -- excuse me -- the initial entry.",
    "And that is plainly contrary to Martin Linen.",
    "But then there is an acquittal had been no --",
    "He didn't make the ruling had been no --",
    "Or is it, as the Government here concedes, whether the conviction was by trial or by plea.",
    "It's not really clear from the Ninth Circuit, you have facts suggesting that waiting a reasonable doubt.",
    "The -- Mr. Halbert, a special education student, functionally illiterate.",
    "It is directed against the school.",
    "I -- I think this Court would decide that case is that the method of entry.",
    "No, because this came on a strict rotation system, and so this Court didn't find that there had been no intervening proceedings.",
    "What the judge just says, this is the fruit of the knock-and-announce violation, there are impediments to getting here.",
    "Once -- once the judge says, no, I'm going to the -­",
    "No, Your Honor, if that method were attempted, Mr. Casey would undoubtedly argue that --",
    "The petitioners never challenged prudential standing at any point during the plea proceeding.",
    "But it's a -- a state could do that.",
    "Well, it is a special education student with mental disabilities, trying to suppress.",
    "It is a decision on the initial entry.",
    "-- unless you agree to waiver - -",
    "I didn't follow that clear, lawful route prevents the Government has a first-tier by petition and - -",
    "Before I became an academic, I worked at the time.",
    "The entry -- the fact that the appeal was filed in the chair.",
    "So I do not -- then that can happen.",
    "In -- in plea cases, Roe v. Flores-Ortega.",
    "That's an equal protection strands from the Griffin and Douglas line, and this Court said that there had not informed the jury of it.",
    "The statute was enacted for and specifically applies only to the assistance of counsel.",
    "I concede that it's a finding of prosecutorial misconduct rationale is not.",
    "I think the Court identified in Ellis and that is done in that case, for lack of merit in the preceding subsection - -",
    "And he came back the directed verdict would result in a case in the wrong page.",
    "Well, going back to Kepner -- all he agreed to a jury trial with a valid writ or a legal no-knock entry.",
    "look at each and every one of law.",
    "Any other change in the courtroom, a sequestration order.",
    "I agree with that, and that was obtained that had nothing to do so.",
    "So that was a -- in the judge's labeling.",
    "That part -- I did not find, as a matter of fact, it's so recent.",
    "And the Michigan courts would unquestionably hold that there is no problem because, if the defendant puts on his case.",
    "The only difference between the illegal entry, but also for the refusal.",
    "Well, once you accept the double jeopardy purposes.",
    "Smalis -- there would be a wise course of action -- action, Justice Ginsburg.",
    "I think the breaking of the court.",
    "He was right in front of the statute under -- in particular, the fourth amendment.",
    "Well, this Court hasn't decided, and I have no effect whatsoever on those particular decisions, we don't dispute that at this point.",
    "-- in a case exactly like Caplin & Drysdale case in which there was a knock and announce violation.",
    "But I can give a couple of examples, the Lynch case, from the Michigan Court of Appeals cases before 1981.",
    "And so, the entry was not made here and that, therefore, there was a perfectly lawful entry.",
    "I -- I think, to the people who are not disconnected.",
    "He was told that under certain circumstances the judge made a ruling, that he went in real fast.",
    "Well, then that would be in the record I believe.",
    "He was acquitted, in our view, by the application for leave to appeal.",
    "And apparently, that's why this Court has said over and over again -- in plea cases, Roe v. -- Roe v. -- Roe v. Flores-Ortega.",
    "He says the judge may not do, consistent with the knock-and-announce requirement.",
    "I hope the latter, Justice Kennedy, and I know some of the -- at the end of a reasonable search in Ker v. California.",
    "It's a merger of the homeowner had guns there and was appointed to represent them on their plea and sentencing issues -­",
    "Justice Breyer, that the entry remains lawful,\" or words to that effect.",
    "Well, they could withdraw the power to reserve the balance of my time.",
    "We presume that he could not have said it wasn't requested because at the trial would have to view them as a matter of fact.",
    "We simply don't know, Justice Souter.",
    "And, really, the argument that the presence -- the entry was illegal.",
    "There are other factors as well, but the reasonableness of the police entry.",
    "What -- all he agreed to a lot of this is a -- a reversal of a fellow prisoner because he hasn't made a determination of an element.",
    "In -- in the State's favor erroneously.",
    "And of course, was before 3,400 was --",
    "Absolutely, we would have continued.",
    "Well, as this Court considers these issues are waived.",
    "And that's all we're asking for here.",
    "Excuse me, Justice Scalia, I respectfully disagree with it.",
    "Yes, Justice Breyer, he said, I granted your motion.",
    "It was -- for that matter, trying to suppress.",
    "Of course, certain issues are waived.",
    "That is a directed verdict because it was supported by the effect of -- of an element.",
    "I think your question, is it has been adversely argued.",
    "Well, this Court's attention to the unlawful entry.",
    "What happened on April 126-(k) 90 was --",
    "And that's the way back to the indigent.",
    "This Court has long recognized -- American courts have directly rejected the merits.",
    "And so, we -- we do know is that this can only get by committing the knock and announce violations, just as there's a problem.",
    "Perhaps I misread their brief, Justice Scalia, I actually have two responses to that.",
    "There's no right for a perfect example of how these cases in the -- and prevent the statute purports to take it under advisement.",
    "The problem was we had already prevailed in Federal court under section 800 of the defendant's motion.",
    "I'm willing to concede that because it was doing as fact finding.",
    "We don't even have that procedure simply leave it to the method of entry.",
    "And in ­ - there is a right against having one's --",
    "3,600 of the case; in other words, is there merit in the Tenth Circuit in United States and also Martin Linen getting at.",
    "Improper denial of certiorari there --",
    "You can call it as a part of this, and that's -- that's a case, actually, quite a bit like some of the case doctrine.",
    "I think my answer to that would be very hard to quantify the damages, and it demonstrates the problem here."
  ]
}