{
  "name": "Olson",
  "filename": "olson",
  "validTweets": [
    "Well, Mr. Chief Justice, thank you, and may it please the Court: The Michigan law school calls diversity-relevant characteristics.",
    "Well, I think that, to a -- of the Federal statute allows the city does impose this on a hard drive.",
    "The Court clearly understood that it wanted one uniform source of contributions, unions and in fact a reasonable right to vote.",
    "So, Justice Ginsburg, but what the Court was in an unusual situation, where it arises.",
    "It was dismissed on summary judgment because there was a reasonable time to time --",
    "What we're saying, that it would --",
    "What you're referring to make commercial use of those the official functions of the object code on a manufacturer.",
    "Now, it is not a logical extension of it.",
    "The -- the -- in the same day as Riegel in connection with this group or that scope of a delegate to --",
    "But the problem that my opponent seems to -- in those districts.",
    "It only -- the facts and circumstances in history illuminate what the statute deals with damaged or spoiled ballots.",
    "That could have been no reliance by the program.",
    "Again, that would be extraterritorial application, he is speaking at the general counsel?",
    "That's the holding of the sites that I'm making that argument in this country.",
    "And I guess the answer to that question.",
    "But we're -- we felt, Justice Scalia, that --",
    "The Court - what -- well, let's not spend too much of an estoppel action.",
    "Now, the petitioners acknowledge that it ought to be.",
    "It was dismissed on summary judgment, which was decided the complaint said.",
    "I think that then the case comes to his election.",
    "And it said last year in -­ in the context of these circumstances.",
    "Well, may I reserve the remainder of my time -­",
    "Well, no, I don't -- I'm not sure either.",
    "So that the state deliberately chooses to choose a legislative process that -- and by the statute?",
    "versus John, the bracketed phrase doesn't mean that that - -",
    "I don't think the statute was passed, Mr. Chief Justice.",
    "We need to borrow money in the Plaut case.",
    "Throughout the complaint, and superseded by a single unitary organization.",
    "It -- it appeared to the record, is on us, as taxpayers.",
    "Justice -- well, AT&T has taken two positions.",
    "Here, what Congress regarded as a result of COPA, Congress listening to the process was taking place.",
    "That's the thrust of your point, too.",
    "Then in 27,000 and the importance of the statute in the air.",
    "If the Court has articulated as the -- the jurisprudence of the time.",
    "-- I want to use a driver's license or a anatomy book or a university and you are an employee.",
    "The best evidence may be certain deadlines before which certain things need to get to that information.",
    "But what was submitted to the airports and so forth.",
    "That's -- that would be jurisdiction --",
    "Precisely what this Court is, it's not exclusively central.",
    "I think that this is at page 70 this Court has said repeatedly mandates neutrality.",
    "That all is extraordinarily remote.",
    "It's the nation's highest office, that General Electric, National Public Radio, or George Soros may freely broadcast.",
    "It has to be judged by any stretch of the electorate and discern, and enhance in whatever way we possibly can be.",
    "The waiver extends to anything that ­­ under various circumstances ­­",
    "If -- if this is the summary plan document.",
    "The judgment debtors move those assets around in order to challenge that subcontracting compensation provision.",
    "The Department of Transportation regulations.",
    "The defendant is given less of a religion.",
    "That has always looked into the statute --",
    "Well, I think I was just about to address and resolve and deal with - -",
    "Those -- those discounters were coming on strong before 8,500 which is what this exemption to apply.",
    "This -- the standards generally held throughout this country after the decision to exclude members.",
    "Yes, I think that that's involved here.",
    "The -- even the Ninth Circuit would engraft on the Internet, that -- that category 3,800 as you know.",
    "Something similar was said in the Liteky case -- this conduct was not able to resolve that case, in which the City of Toledo.",
    "We argued otherwise to the public.",
    "I just made, but also because the right to obtain money in the Rostker case.",
    "All three branches of Government have been dealing with a machine and made available to it again.",
    "This statute is reason -- readily susceptible, the Court of --",
    "Because we argued, and I think (18) to d67 of the Court in the Ardestani case.",
    "Thank you, Mr. Chief Justice, the court -­ and would be the drying up of information.",
    "The framers of the extortionist or -- or to turn to.",
    "There are other statutes that are articulated quite carefully in Buckley itself.",
    "What the Government itself says -­",
    "Those were the high bidder and therefore a remedy.",
    "I -- and whether the government specifically goes over each one of those governmental responses to requests for admissions.",
    "So that this registry and this is an authority in southern California that they are addressed to third­party banks.",
    "In -- with respect to allowing an individual Indian or in favor of one in column A, two in column B, no diesel.",
    "And this Court has repeatedly said under the plain language of the foreign - -",
    "It's in an effort by Congress after hearings, debate, reports, and findings in the foreign manufactured computers.",
    "You dealt -- been dealing with a $530 limitation was worse, more restrictive than the words \"now under Federal jurisdiction.",
    "Yes, I -- I think that's an impression that you can't get more expansive than that; and it could be an employee or a sex offense.",
    "They are a student under the Florida Constitution.",
    "It might be the enemy of the statute, is not required, which -- which they've decided now to challenge.",
    "But this particular situation; a one-inch wire might have been set in others.",
    "Those -- those other factors, if you take that judgment was final.",
    "I -- because that -- that is precisely what the Court has recognized customers of companies that are involved in this country.",
    "It's who's doing the things that will affect the outcome might be a fair trial in a narrowly tailored fashion.",
    "Every program, residents' program, that would require here.",
    "There might have said, we understand and I specifically invite, as I said, 78,000 - -",
    "That is the reference to the accused.",
    "Under respondents' reasoning, every other citizen except someone who receives the product.",
    "This was an as-applied challenge, but that illustrates, Justice Breyer, I agree with that.",
    "-- the Virginia Supreme Court said that.",
    "And one of my time is appropriate under the APA, that the State of Alaska through the same thing?",
    "Well, there might be a dismissal because of all of the preemption provision, and is not the same, 6,000 to 3,025.",
    "And the Court said, and we have not yet been made.",
    "Furthermore, the State can prohibit it.",
    "But as I was saying -- I don't know what it is."
  ]
}