{
  "name": "Perry",
  "filename": "perry",
  "validTweets": [
    "Justice Sotomayor, we agree it's an exceptional circumstance.",
    "Yes, you're absolutely right, Your Honor.",
    "The only explanation is that computers or software are never eligible.",
    "Justice Ginsburg, that is not at issue here is whether instruction 1,100 and has never revisited that.",
    "Your Honor, that's the way agency action gets challenged in this case under that principle.",
    "Any wrongdoing in this title, Section 44,000 and 7,400 to pick up on the other provisions in this statute covers.",
    "We don't accept that, but I agree with what Congress is doing something untoward, the butler learns that the patent case.",
    "I don't think they would have to prove common law proximate causation relying on Rogers.",
    "Their complaint rests on two factors that are clearly within SLUSA.",
    "That's absolutely undisputed on this record, both of those are claimed, Your Honor.",
    "The Second Circuit's decision in Lockheed, Your Honor.",
    "Your Honor, but what Rogers and the courts to do with the same thing.",
    "The reason -- the brand changed its position, and the majority did below for ­­",
    "We're going to give flexibility to courts.",
    "And Mr. Phillips stood up for 870 years.",
    "Mr. Chief Justice, first, these claims literally read, as Alice and IBM does, that simply reciting a computer configured too.",
    "Because when a slightest cause can give rise to liability, then -­",
    "When Congress creates a new work, a remake or a sequel, we would not be a very specific format, and it's required by Rule 84.04.",
    "What SLUSA requires is a plausible construction of the Joint Appendix -- the problems with it.",
    "For example, if you will, of a Federal claim, and this is a pre­Bilski set of ANDA approval requirements kick in.",
    "In the entire legislative history about use codes.",
    "The interrogatory response doesn't speak more broadly than that, but even if it's ambiguous.",
    "I'm -- I'm saying that is a computer, is not an issue has been the law of unintended consequences kicks in here.",
    "For example, (13) requires scienter.",
    "And this patent ­­ the plaintiff to rebut,\" which is quoted in full at the -­",
    "It doesn't fit with the collateral estoppel effect.",
    "None of those unique sequence of events.",
    "The covered security and covered class action, that is, 1,500 plaintiffs and so forth, are in the complaint or in part.",
    "It's not, however, picking up officers, employees, may have its role to play.",
    "Congress did not challenge the language \"resulting in whole or in part.\" I do not think they raised an abstract idea itself.",
    "Congress, in the Hazel­Apta case ­­",
    "However, if the public company's employees.",
    "So, the Congress at the tail end of the accounting firms are not intended for market timing.",
    "And this is an APA challenge, not this counterclaim.",
    "Justice Sotomayor, it's dealt with control.",
    "And this Court said ­­ and this is ­­",
    "So the two Acts enacted in 3,100 rulemaking is --",
    "FDA rejected Caraco's administrative challenge to it, just as Rogers concluded, and I also think, though, that by rulemaking.",
    "They cite section 18,000 correct, Your Honor.",
    "That is a plausible construction of the reply brief.",
    "Second, they're covered under the APA.",
    "So, p-h52 method of use, which is in the documents say -- it's called \"the Orange Book\" because it's more than a 43,000 years.",
    "In this Court, after the Rules Enabling Act, Justice Scalia, of 95,000 authorized the Federal Drug -- Food and Drug Administration.",
    "You Honor, it's important to remember the counterclaim would deal with accountants.",
    "And it says that there's a significant element to the Federal jurisdiction is determined on the basis of Rogers.",
    "So that year that was one of the patent?",
    "Therefore, on remand, the court of appeals erred.",
    "These were prosecuted under the toll Seventh Amendment analysis, would be within Thermtron.",
    "And, again, I would submit show the absence of bright lines being proposed by Petitioner would lead to more litigation.",
    "Well, Your Honor, like all lawyers, they wear multiple hats.",
    "Your Honor, that argument was made to FDA by the President.",
    "Your Honor, on a typewriter or ­­ and my answer to your question conflated, as Caraco often does, the use code.",
    "There are -- there are -­ discretion -­",
    "Justice Kennedy, because when the adviser here.",
    "The Restatement, for example, is expressly jurisdictional.",
    "I mean, every company with a drug.",
    "First, I think it should be made by the prospectus they challenge.",
    "It actually says, \"No public company,\" comma, \"or\" ­­",
    "And Mr. Phillips stood up for 7,800 years.",
    "Holding that language constant, what should we do to instruction 13?",
    "No, Your Honor, first, the regulation that you were just quoting to me.",
    "They can't find any false statements in another company's prospectus.",
    "And there are hundreds and hundreds of pages of legislative history of the judgment.",
    "Putting it in a different standard.",
    "First, when Congress wanted to protect those people ­­ What Congress ­­",
    "Our use code is identical to our indication, applies with every bit of FDA's regulations.",
    "It requires delay as a correct statement of the funds made the decision stood and it happens all the other invention.",
    "Moreover, this is what the Congress authorized a Federal defense to support article III satisfied under the Mesa case.",
    "Second, that use codes could be the law.",
    "But many contracts disclaim agency, disclaim ­­",
    "That's the holding of the ANDA process.",
    "This Court reaffirmed Thermtron while they were seeking not just the 8,700 Act.",
    "But that doesn't change the validity of his reply brief a number of times.",
    "Their theory was that we were wrong.",
    "Mylan, in the case and the ARB to be used, and now they're attempting to disrupt this judgment.",
    "There is a better word -- by the securities offered by the prospectus they challenge.",
    "So, there's no argument that it was passed by Congress, which deals with public companies.",
    "If -- if it concluded that 93,000 years since the Investment Advisors Act of 1940.",
    "Under Basic, the analyst is the last four fiscal years there were two points: First, FDA rejected the administrative challenge.",
    "Let me ­­ let me give you an example.",
    "This is not entitled to deference.",
    "It is the reason that the Court were to discriminate against a client, an audit client's employee.",
    "This Court has never held that ow-a applies to remands in this case.",
    "And this goes back to January of 31,000 authorized the courts and the applicability of laches doctrine.",
    "It's not a negative, by the issuer, it becomes the client's statement when adopted by the district court held that.",
    "Congress created two avenues, the courts and their employees.",
    "And -- and when it was clearly precluded under SLUSA.",
    "And, Justice Kagan, I would have been any clearer that their challenge was to add complexity, expense, and so forth.",
    "In the SLUSA case, where this Court, and the Seventh Circuit briefing took that position.",
    "But for my friends to suggest that there was no argument.",
    "It is disclosures by public companies.",
    "The counterclaim we don't want to interrupt anybody.",
    "And as I said, that was one of the disconnects between these two doctrines.",
    "You can conduct the comparison, and it can hardly expect them to break with historic principles of equity.",
    "Justice ­­ Justice Breyer, before the Court said in Mayo, and I started out my argument reading from that at this point in time.",
    "You can conduct the comparison, and it was not precluded shall be remanded.",
    "A delisting question -- the funds are represented by outside counsel, consultants.",
    "Congress never contemplated covering private companies.",
    "Justice Ginsburg, that the patent is prosecuted under, that was addressed in the statute.",
    "Mr. Chief Justice, let me answer that question because she waited long enough for all the resources of the funds.",
    "There is a 71,000 intermediate settlement.",
    "Those are forms of secondary liability, Your Honor.",
    "And in FDA speak, that is a central character in that, passed away.",
    "These cases get so old, the witnesses have died.",
    "It's attached as an elaboration of proximate cause standard, they conceded that instruction 9,700 contained the false statements.",
    "Cook versus Caldwell which we refused."
  ]
}