{
  "name": "Phillips",
  "filename": "phillips",
  "validTweets": [
    "And then we have an opportunity to --",
    "Well, I mean there can't -- I could -­",
    "Justice Alito, your hypothetical I think what it was marked.",
    "I think if the parties is the -- favor the plaintiff.",
    "Thank you, Mr. Chief Justice, largely because it's not a rights-creating term, but instead again merely provides jurisdiction.",
    "But that's an issue to the victims under this definition.",
    "By treating it as a matter of Oregon law.",
    "I am entitled to a term of chaos.",
    "The young high school player actually might be some few candidates, although there's not a particularly likely hypothetical.",
    "Well, but I think the real flaws in the property right has been violated.",
    "But the court of appeals got to this compact, that this case is that that's just providing a basis for the extra $400.",
    "So, obviously, there is a sufficiently de minimis in its impact that they never withheld money from other forms of discrimination.",
    "So, there -- and this is something special about exemptions that makes it absolutely indisputable that there's discrimination.",
    "Well, because what we're talking about what they think are better off saying, pay the full construction.",
    "The first one is in fact get you past the notion of formality and when it said, what we did not end.",
    "What do you allocate these burdens and under the Ex parte Young remedy that's neither necessary nor sufficient.",
    "And all of its First Amendment is obviously apt because Congress didn't intend to set it out as best we could do about it.",
    "So that's the judgment -- in the right to make a judgment would be the first place because if -- but -­",
    "I mean, that would be a preemption issue that's before this Court.",
    "I understand what the plaintiff and saying, you know, since 360 has eliminated the need to do is look at the time of the court.",
    "If there are clearly two different portions, you presume they have -- have done exactly what Congress meant.",
    "Let's look at the end of the waste that was talking about the notices that we lost.",
    "So I think he did not apply to this Court wants to say we will get you there.",
    "Isn't it true that none of the doctrine of equivalence at all.",
    "I mean, there is no history that suggests that it does mean that.",
    "This statute makes it absolutely indisputable that there's a claim that there is some sense an essential use.",
    "What -- what strikes me that that rule fairly to this issue.",
    "Well, Your Honor, we raised the issue in this case.",
    "By treating it as formally a final employer action standard in this particular route.",
    "Well, the back-pay definition in the context of a legislative judgement.",
    "-- Justice Kennedy, I think it's traditionally been the scary thing under the FAA.",
    "Was it a reasonable way under -- under the law, because I have looked at that point in time.",
    "I always appreciate it when the -- and that's why I -- but either way, it will affect my client, there's no limitation --",
    "And that's why I think, Justice Breyer, because -­",
    "And in order to bring this to be individuals associated in fact if -- if the employer --",
    "We're talking about a Congress that it did in order to bring this to be given to both parties -- I'm sorry.",
    "That's a 70 percent, and then address the alternative in another exception under these circumstances.",
    "Well, I don't think it probably wouldn't come up with ­­ I forget how many days.",
    "The issue is whether or not there is twofold.",
    "Well, today ­­ today that's ­­ that's ­­ I believe that the common law, you have no way you can take it.",
    "If we had gotten all of the irrebuttable presumption basis.",
    "And so the ­­ on the kind of language in that context -- or to supply were literally impossible to define the workday -­",
    "That's a quid pro quo violation.",
    "Well, litigation misconduct is something he knows that I would take in all of those provisions.",
    "And we don't direct any of our right to judicial review and with $600,000 million in the petition for certiorari, to be made here.",
    "Well, I think that's precisely what we don't have it, I'd be perfectly comfortable with that.",
    "Well, there would have jurisdiction over a century and that sort of the case, Justice Ginsburg.",
    "No, our position is that the primary reason for it, and it's ignored.",
    "If you question that, then it's still a matter of law I'm asking for.",
    "Well -- I wouldn't presume to try to be changed in order to hold this -- as very clear about --",
    "And it also provides an incentive.",
    "Well, sharpening tools is the Federal Arbitration Act or any of the contracting officer's rule.",
    "And to put that into percentages, Justice Stevens.",
    "I didn't write that contract, Justice Scalia.",
    "There's a variant of what this Court has relied upon significantly in the opinions, actually.",
    "That is precisely what we're going to be very, very tiny minority and to adopt the policy --",
    "There's nothing in -- on a record of.",
    "There was the 110 years and then you go past that, and -- and, admittedly, there can be responded to with limited matching funds.",
    "I know that it's not a question of law.",
    "It's not consistent with the -- as opposed to litigation.",
    "And I -- I think I appreciated that till today.",
    "I agree with that, of course, Mr. Hernandez was an obligation that lasted until they withdrew.",
    "And as the basis of -- but you have a right of arrest with -- with the contract itself.",
    "I will tell the IRS over to a primary activity.",
    "But they say that the defendant overreacted.",
    "That's the way you should examine whether or not the full achievement of Congress' objectives.",
    "Again, you go beyond that, I -- he probably should have deleted 52.01.",
    "You're engaged in an association-in-fact enterprise.",
    "I don't see what the Court to reverse.",
    "-- and I think the problem with the original question.",
    "That's -- that's a completely adequate remedy.",
    "This is a concept that a -- of your sales, 7,100 percent of the day, there is no prejudice.",
    "First of all party States to independently adjudicate these matters.",
    "On that score, that's what he thinks the appropriate standard would have identified this.",
    "Number one, it is a completely separate patent.",
    "I would still be actionable under section 4?",
    "Right, but all -- all I'm suggesting to you is we don't feel that there is some sense in the right way.",
    "I'd like to take the issue is squarely posed, and they've never made any effort to comply with it.",
    "I think it's presented in this case.",
    "Because if you agree to use it.",
    "We are changing our policy, and here there is an issue.",
    "Because Seagate clearly made a series of questions, I urge the Court to be sure, Justice Scalia.",
    "-- and actually we have no evidence that respond directly to Section 10.",
    "If you're talking about 8,500 from 704.",
    "If you look at is there another objection to this particular program.",
    "I think that is precisely what we did in this process that the plaintiffs necessarily do.",
    "I think is an existing enterprise.",
    "It would raise exactly the same way -­",
    "That's an appropriate one where there are others that are involved here, triggering potentially massive liabilities.",
    "It's not consistent with this.",
    "The -- the respondents' brief's appendix at (v) says that those - -",
    "I -- I still think that is - -",
    "So what the receiver had been so far out of that court.",
    "So I think that's why we're saying is that the lawsuit goes forward under section h(t)(w) --",
    "And that, it seems to me that -- that there was a factual dispute.",
    "But the truth is it close enough?",
    "So we wouldn't be any number of safe harbors that are involved here.",
    "Justice Scalia, that you cannot simply have one of thousands of other kinds of additional legal consequences.",
    "You don't ­­ I mean, experts made the -­ the statute of limitations, has an exhaustion concept.",
    "And if I can accept all of them had been a material breach and a deterrent effect from that point."
  ]
}