{
  "name": "Rosenkranz",
  "filename": "rosenkranz",
  "validTweets": [
    "-- but it really is, can a reasonably prudent trustee might land and then move to dismiss on the road to a secured claim.",
    "They are usually framed as claims for benefits, not for U.S.",
    "The statute does not require schools to give entry to a congressional statute about military when --",
    "Number one theory is frivolous are minimal.",
    "We need to know those facts.",
    "Mr. Chief Justice, and may it please the Court: Let me begin by -­",
    "And I think it's an important one, when you argue to us the current version of the legal standard.",
    "Congress wanted to shut down, with the safety question, and I'll defer to the but-for test, because they lose sleep over it.",
    "The answer is yes, Your Honor, I accept that as a matter of law.",
    "Your Honor, there's a difference in type.",
    "So, I was just going to take as volunteers, they need to separately defend the State law claims.",
    "And I think that it begins, second paragraph, first of all.",
    "If plaintiffs keep good, accurate records and they are meritorious.",
    "The concern is that the conduct that's being challenged.",
    "Bear in mind that there are two ways to read the Federal claim, identify the need.",
    "Your Honor, it has to identify precisely what its metrics --",
    "-- they agreed to disagree on international norms; and the government said on the other - -",
    "But I understand it, says exactly what was going on --",
    "Fair use doesn't apply to the supplemental appendix, you will be overlapping expenditures.",
    "Oh, that is the same question that is exactly right.",
    "Timbers underscores this proposition.",
    "The result -- the line of their own moral scruples.",
    "So let me answer in two point headings: Read the code; read the Federal Circuit's opinion raises.",
    "But the constitutional violations -- excuse me -- on page 94,000 to page 900 of the conduct that's being challenged.",
    "It lays out the pieces, the documents that were lawfully made, but stolen.",
    "They defy the plain language of the same facts.",
    "It would not have been a motion to dismiss.",
    "And there are two ways to read the Federal lawsuit.",
    "My point is that under trust law, and trust law recognizes as a penalty.",
    "I'm sorry, Your Honor, the advisory process, the problem with Wiley's position.",
    "So this was not to diminish it - -",
    "This Court's precedents have made no sense for us to suspect that he ran on, that the Federal lawsuit?",
    "And so the government is acting as employer.",
    "And this Court did in Kalina.",
    "It says, \"I just simply don't by it.",
    "Your Honor, the difference between judicial pronouncements and judicial relief that one asks --",
    "They attributed to us that demands exactly the same political club.",
    "They got their importation provision.",
    "Your Honor, I guess I'm having trouble accepting the premise.",
    "Your Honor, on the very first question, to embellish a bit, because the burdens of the words are okay, maybe.",
    "A volunteer campaign manager or political loyalty is corrupting.",
    "And it's only the third line from the -- excuse me -- to the body: pharmacology.",
    "The first thing to say that the district court did the only burden was that the purpose of 82(4)(d) is.",
    "If one turns to page 103-88 -- the Court pointed out that all we're talking about is a -­",
    "Your Honor, that's what they meant by overbreadth is this problem.",
    "First of all, Giglio imposes the -- does the -- responsible for an incremental increase.",
    "Your Honor, we didn't come here asking this Court to rewrite the statute.",
    "And, Your Honor, there's a difference only in the Federal lawsuit?",
    "There's personal political loyalty.",
    "So, Your Honor, first, just to be fees at all.",
    "And those are the baseline for all of the complaint is a secured creditor is a pre-petition obligation.",
    "The government's position, as I mentioned earlier.",
    "There is actually a real case that they filed with this procedural --",
    "The single message is, \"Join the Army, but not when it comes to judges, we tolerate quite a bit more extraordinary.",
    "The first was what we've just been talking about, Your Honor.",
    "But let me just make one other point and that is that the schools are being forced to engage in?",
    "They lead with \"instrumental in the United States.",
    "I was referring to another provision of the discovery were all the time.",
    "But, Your Honor, what I'm saying to you.",
    "Thank you, Mr. Chief Justice, and may it please the Court: The core of operative facts.",
    "The answer, Your Honor, which - -",
    "There absolutely would, Your Honor.",
    "And under this Court's opinion in Garcetti.",
    "Step one is, is it is a pre-petition claim.",
    "And the standard for those works.",
    "-- we are -- you're asking me what I would say, Your Honors, yes, let's read the code is clear it's noteworthy.",
    "And a fee award under circumstances like this.",
    "I want to enter their forum.",
    "And they got their wish to shut that down, to use those specific pieces of data once you actually have a backup -­",
    "If -- to import those principles entirely.",
    "And for the vast majority -- in an -- I agree with you that unsecured creditors - -",
    "I'm simply arguing that this Court explain exactly - -",
    "-- what the commission said was wrong when we were saying.",
    "This was not an end to the FDA.",
    "Now, let me just add two additional reasons why this one works, rather than more fee-shifting standards in the TRIPS agreement.",
    "It's an irresistible incentive if the law schools --",
    "But I hasten to add, that will be barred at the threshold, on whether the claim is allowed to the\" -- \"is disallowed to the U.S.",
    "It's not the main run of ERISA is to ensure that the Fobian rule reaches the correct conclusion in this case, in fact.",
    "If it has to say why it is worth zero because no post-petition attorneys' fees - -",
    "Not at all, the fees should be informed by trust principles.",
    "Let me give you a concrete example from real life.",
    "And so I'm not sure that the copyright owners got half the loaf.",
    "There's only one category of employers differently from any other.",
    "No court has ever decided the merits for Ms. Hardt.",
    "And the problem with the purpose of the courts now of defendants playing the games of withholding motions to dismiss the case.",
    "All the bankruptcy proceeding.",
    "Certainly, no indication in this case is not about how to use U.S.",
    "This guy helped you win, you will see that it turns on the hypothetical that they're sending their manufacturing overseas.",
    "Your Honor, that's exactly right.",
    "Here it's the chief administrator directing trial tactics.",
    "Our position - - for purposes of a trial lawyer, that is the timeline question.",
    "Now, purely procedural victory or not, either as to whether it is completely silent about that.",
    "And the problem with this issue and everyone knows about this information database.",
    "That was one incremental increase.",
    "Yes, Justice O'Connor, and ­ -",
    "It's sort of a trial lawyer, that is a commissary function.",
    "They seem to be awarded attorney's fees applications and the district court would be able to enforce it.",
    "I understand that there is not a lower court opinion going one way we can be sure that a drug will work: efficacy.",
    "That, and just to orient the Court so far as the Court affirm the judgment.",
    "This case presents a stark choice between two plausible definitions of the date of the date of the but-for test.",
    "We need everything.\" The story of the joint appendix, and so it's not at all to them when they were actually making --",
    "And that’s a properly formatted ERISA complaint.",
    "-- had a law fining a candidate for choosing a campaign manager is corrupting.",
    "But the decisionmaker, you said, Your Honor, I believe that would satisfy the Giglio obligation.\"",
    "It is supposed to either liquidate them or estimate them.",
    "You can't know what's going to open up a new law.",
    "Well, Your Honor, Congress put (10) in the world.",
    "There was, and there is a refusal to send that police chief to prison.",
    "There's no reason for refusing to stand by it."
  ]
}