{
  "name": "Rothfeld",
  "filename": "rothfeld",
  "validTweets": [
    "Well, if -- I guess a couple of points.",
    "We think that they did not, the fact the child who is not the acts of Marcos were not - - absolutely correct.",
    "The -- the Republic sort of a tax, property tax, all the property of the Civil Rights Act of 1964.",
    "Thank you, Mr. Chief Justice, and may it please the Court: It is a class of defendants who are dealt with separately in the law.",
    "It -- it was designed to be surplus water, literally excess water.",
    "It published a closely reasoned explanation for its conclusion.",
    "But it didn't sort of as a matter of common law meaning of the insured whose eligibility for benefits are being invoked here.",
    "And proximate cause, properly understood, means that plates, license plates, were issued through Illinois.",
    "That's one of the statute is ambiguous.",
    "They could -- and residence is imputed to the Arelma assets.",
    "And the thing that gives respect to sovereignty is to determine whether it was doing.",
    "There are -- are explained to the offense, not in the other of the value of the defective brake.",
    "Again, Your Honor, because ACCA is a tax on vessels.",
    "They read the terms of the offense.",
    "I guess there - - which I think probably the more important response to other arguments by the State.",
    "The -- the time that Congress wrote the statutory language disposes of the Sandiganbayan.",
    "And it could not have been amended, additional individual defendants could have had in mind that there -- there probably has been.",
    "When the -- but as a matter of South Carolina Supreme Court did not mean Title IX on its merits by the executive branch - -",
    "I think -- I assure you I will -- not going to be aware of that.",
    "But I can give you a precise number to that.",
    "The IJ would have to disagree with any of the applicant is a tax on vessels.",
    "In this case, that sort of blessed payment of those cases, the child from the wrongful conduct, and so it does not.",
    "There was a fit, loving, devoted father who had committed sex offenses anywhere.",
    "No, there are a number of miles traveled in interstate commerce at all a complex job.",
    "Congress would have been developed that there would be in violation of some level of seriousness.",
    "That's -- that there was a special Federal responsibility to -- to me that on the -- at the State of Alaska.",
    "Any proceeding which is “is required to register” under SORNA.",
    "As Congress did it and that would apply.",
    "There are recidivism statutes common in the statute.",
    "Congress said that the contrary is true.",
    "It is a determination that should go into the river itself.",
    "Of all those innumerable things that Congress had in mind.",
    "It wanted to target the vessels we are in a different situation than we have here.",
    "The consequence of adopting the language of ACCA, as is true -- if Texas were to impose some type of property that - -",
    "Plaintiffs are not trying to collect and charge fees that it defined \"child\" to have both.",
    "The Congress used the word \"child\" was used in ACCA and in 65,000 issued a judgment relating to those settlements.",
    "And it's interesting that the jury has actually been directed at a range of assets related to former president Marcos.",
    "And the reason why that is designed exclusively of vessels that were issued through Illinois.",
    "I -- I would -- I agree with the number of ­­",
    "The Palos Verdes decision, which was the standard.",
    "They created, by the plain text of the term \"residence\"; I am suggesting that the States can take --",
    "It identifies the property to be raised by Justice Alito and the estate.",
    "I ­­ I think that that's right and it should include the term punishment prescribed by law, we have here.",
    "If it is certainly correct that, generally speaking, it is unconstitutional, and that is related to the accident.",
    "That would be problematic under the Tonnage Clause.",
    "That's why it is enormously complicated.",
    "No, but in this subbasin, and it comes to a Federal statute which, as we have practical problems in the Ng case.",
    "And the city were - - ultimately paying this tax.",
    "And I think I -- and I should quickly say that it has not used its 560 percent of it.",
    "If there are two separate arguments.",
    "That's what triggers the higher penalty; and in the -- that it applied.",
    "It -- it's saying that it is our position.",
    "I think it's important to retreat to the cause of action to enforce the Constitution.",
    "Which is what the element defined by SORNA.",
    "That's what should -- should the rule be when there are some assets.",
    "No, there are several categories of defendants; and the government says.",
    "The argument can be taken also to be during the life of this tax through the ACCA predicate.",
    "It determines which of these cases involve children who do not cite that as a party, they sought dismissal under Rule 19.",
    "The Attorney General -- the only time spent in or number of things that are imposed not only domicile but residence.",
    "And violent force, substantial force is required, and force requiring ­­ having the effect of deterring constitutional violations.",
    "And so the adoption would have the same thing.",
    "Those courts cut it short and threw the case ­­ and I'll get back to first principles, on the State's roads as of the offense.",
    "But I think it is to determine whether or not, of 200 years.",
    "Well, I think (i) reflects what Congress had in mind, contemplated, the question in a number of members of the matter.",
    "First of all, there are statutory rights created by Title IX; on the defense side.",
    "It modified it in mind when it is not violent, not serious crime.",
    "But I think from a number of days with the offense the defendant is guilty or who commits the elements are sequential.",
    "But, obviously, it hasn't done that.",
    "For parents -- children who are batterers, and ­­",
    "But I think her reading reads the equal rights to use outside of Subbasin 6,100 the total number of reasons.",
    "They were trying to impose a nondiscriminatory property tax.",
    "There had not yet retroactively applied it.",
    "The -- the rejection of the channels of interstate commerce.",
    "But I think that the key issue in this case sort of the situation here and what ICWA does.",
    "It's what the Framers in writing the Tonnage Clause decisions that even a -- as I say, in cases like the Brady case.",
    "Once the sovereign immunity grounds.",
    "If there are no further questions, Your Honor - -",
    "They are subject to tax, determines the items of property except for a variety of reasons.",
    "The question is, what was suggested earlier to Justice Breyer, but --",
    "As Justices Sotomayor and Scalia began the discussion with Ms. Blatt, I think not.",
    "And so, when Congress creates a Federal definition of \"child custody proceeding\" in ICWA that says in -- in the statute.",
    "Clearly, the risk of injury that gives rise to a 99-u-115 - -",
    "Congress would not have specifically – as Justice Scalia says, in so many words the residence of the married couple.",
    "It wanted to cover violent crimes, and it has been the consistent position of the year in Valdez.",
    "And I -- I guess to ­­ to respond to that, which is made relevant by the ICC adversely to Michigan.",
    "Second, on the Dawes Rolls is a textual reference to the previous question, and I certainly recognize that -- JUSTICE KENNEDY.",
    "But I think it gave it no weight at all.",
    "Well, I -- I would add, more than 5,300 percent.",
    "They spend the rest of his or her child should get custody."
  ]
}