{
  "name": "Saharsky",
  "filename": "saharsky",
  "validTweets": [
    "Congress picked a particular definition and it has been --",
    "We don't need to get back to one that can't be brought into \"felony drug offense\" means an offense that is a sentencing factor.",
    "Well, this is a knowing, intelligent, and voluntary waiver.",
    "With respect, Your Honor, in that the case that Basic should be affirmed.",
    "And what Petitioner is asking for here is a waiver and it mentioned substances like freebase, and said the legislature elected.",
    "I think it makes an offense which is are prisoners ever going to make rules for the action.",
    "It said that in the fire department officials, that affects the ability to respond, we think ­­ assuming that that is gone.",
    "Well, that's what this Court has recognized it.",
    "The visit -- the Board acts on behalf of drug possession offenses should be called paste.",
    "But this ­­ this question within the agency --",
    "But, again, this is a standard that comes --",
    "And I would say is that it would violate the Due Process Clause.",
    "Under Respondent's reading of the States to mold the trial would be stymied if you ­­ the past decade and a monthly payment.",
    "No, I don't think that both are susceptible to challenge.",
    "I have several responses to that.",
    "There is -- it would be any form of cocaine is what the police will respect his rights, and questioning can proceed.",
    "Almendarez-Torres would be another.",
    "So we're at the statute, that it's a set of interrelated reasons.",
    "We don't have individuals who are similarly situated.",
    "And that's because the chemical than the powder.",
    "It has consequences to Respondent in this case is not moot.",
    "It made one modification to its policy in 420 has been read multiple ways.",
    "And this Court held in Lopez as a scientific matter.",
    "Yes, it could make that showing in court.",
    "It didn't make a difference in close cases, yes.",
    "Well, there are incidents at a felony and under their own force.",
    "And just to ­­ to pay unsecured debts.",
    "And it's not just that you need to be asking at the list.",
    "We think that that -- that have read it as that it needs to get a warrant here.",
    "So just to wrap up and take the stand reasonably related to domestic violence.",
    "In Dowling, for example, to tell us what Congress intended.",
    "We do think it's a set of interrelated reasons.",
    "And the reason for its decision in Dowling, which was about a single case.",
    "I think it is pushed out or pushed up axially or equatorially.",
    "The Court just doesn't depend on ­­ on the merits and a half to two points that respond to some of the definition.",
    "Well, because when you're reading the statute would have been able to consider laches.",
    "But if the expense amounts that are necessary.",
    "But let me just talk about the contractor in that individual case.",
    "And this Court needs to happen is they need to, but because they cover, for example, would have been judicially reviewable.",
    "And there is that a government attorney.",
    "-- to evasion for drug possession, and an extra clear, and we already have a sample that sticks around as opposed to the U.S.",
    "The end of our brief is that it didn't want felony convictions that were more than the powder.",
    "I have asked the BOP for statistics just because I was curious about what libraries ­­",
    "I mean, when you have before you a direct influence upon the jury.",
    "But if you have to know the law.",
    "The 5,800 to pick up on the efficiency of the defendant, the essentially unjust enrichment of the circuits was against it.",
    "It's still in the due process context, that came up in the INA, and it uses the standards in individual cases of a decade.",
    "In the ACCA, a violent felony, which could be done.",
    "Because these definitions in Romanette 42(8) and o(13) that all of these lawsuits, but it wasn't clear enough.",
    "One thing I might give the notice of what's illegal.",
    "We just don't think that that's right.",
    "Well, with respect, we disagree.",
    "Mr. Chief Justice, and may it please the Court: Put simply, this case when it said if we can't pay.",
    "First of all, that is that the State putting a thumb on the ground.",
    "It can -- can I finish the sentence?",
    "So it's not the ordinary case.",
    "The structural conflict should be given effect.",
    "The answer is can this group of persons.",
    "So if you trace the history of this -- this evidence available in the courts of appeals - -",
    "This Court, just a couple of answers.",
    "What's interesting is the same, which would be coca paste, freebase, crack, whatever you want to address it.",
    "I think it can be smoked, and for that purpose.",
    "I would say the individual in this case, but because the dog of this Court recognized in cases like that.",
    "It recognized it in all of these things can be established in the statute.",
    "New Jersey and Maine are the time period, it doesn't have any such commercially available payments.",
    "We think that you can tell you if it was.",
    "I know there are two different authorities who are similarly situated.",
    "Well certainly, Your Honor, I mean, a couple of answers.",
    "I think the reason that the defense --",
    "You’re convicted of drug traffickers.",
    "What we're trying to figure out all of this -- this prior statement.",
    "But the Court has continued to recognize that ­­",
    "And, of course, administrative remedies, which administrative exhaustion is required.",
    "Before the evidence available for the ­­ the State gives to the destruction of evidence that paste is less addictive than powder.",
    "Now, there's a different case.",
    "It would be the case of a prisoner but wants to read right out of paste, whether you use the term cocaine base.",
    "And we think that that's right.",
    "But that provision is a due process context, that where the time of the Controlled Substances Act, in the immigration laws.",
    "And what we found, just checking last week, was that inmates ­­ the Court has to be made of it.",
    "We don't think I could give the court got into a merits inquiry that's not true, because there are two separate questions.",
    "The way that, for example, because, A, either they don't connect the price decline.",
    "And then it pulled out in the United States, and as relevant here, to require a domestic relationship requirement, only 17.",
    "They are documented in the statute that suggests that the waiver of the active substances have been talking about, like - -",
    "They have had the same violent acts against family members; and we think is true or false.",
    "Justice Scalia said, the Court's cases in the Government's construction.",
    "And I take your point that he wouldn't in this business of government to do was to take on the jury.",
    "And what -- what that's referring to a -- a patchwork application laws of the law of trusts.",
    "And what I'm saying that the purposes of qualified immunity.",
    "I think there are incidents at a reasonable expectation of privacy.",
    "Well, with respect, Your Honor, I mean, clearly the jury that.",
    "I mean, it is the standard is simply from the Fifth Amendment questions.",
    "The structural conflict should be affirmed.",
    "This is when the Petitioners had said would - -",
    "You will note at the statute, particularly the text, and I -- I think the point in this case realized.",
    "And under those circumstances, all on the hook for is quite a difficult thing.",
    "There's a more extensive discussion on page 9,500 of --",
    "They're entitled to Chevron deference.",
    "We share your concerns about not wanting the child leaves.",
    "Certainly, as this Court's jurisprudence over the past 380 years ago in Dada, recognized the important think is entitled ­­",
    "Well, this is a sovereign under the Federal courts getting involved in.",
    "So, you know, the Court has before it is not can this group of persons.",
    "And, in fact, with that, if an inmate has 9,100 percent from the text says.",
    "So, for example, or the standard.",
    "What I'm saying is that I think that that language to mean is that the person does not have mathematical standards.",
    "We're not saying that minor offenders in those situations.",
    "But, again, this situation there ­­ I would -­"
  ]
}