{
  "name": "Sullivan",
  "filename": "sullivan",
  "validTweets": [
    "soil, and we urge, as an enemy state in and just do a blanket 26,000 indictment.",
    "If a district judge to make very clear on that.",
    "The Michigan claim that it's hard for me to distinguish from a patent used to tie --",
    "Not the case which is discarded.",
    "And I think an issue of certainty as to the apportionment issue.",
    "And that's all we were challenging is the illegal sentence in this country.",
    "Your Honor, because it's insubstantial.",
    "You should have had in the indictment and what's found by the courts -- by the - -",
    "If you concede at least one purpose was to protect the collection of taxes.",
    "It was not signaling any intention to relax the requirements of section 59o100 violation and not by other factors.",
    "The crucial question that's at issue.",
    "You are misbranded for misrepresentations under the - -",
    "I'm talking in a specific universal and obligatory norm of corporate impunity here.",
    "And, of course, the purpose of the language, and the end and made it into a foreign government, where everything is foreign.",
    "It rejects corporate liability.",
    "Justice Scalia, we argue simply that it's fair to ask the defendant to say, show us that there was a record.",
    "We're talking about is does the plaintiffs' class seek.",
    "The Mechanik indictment was concededly free of error.",
    "And, of course, Shell was an upward movement in the bill that was just being discussed.",
    "We concede that if we arrange for the sole purpose of economic protectionism.",
    "So, Your Honor, at all of the rest of the Constitution and has been applied.",
    "Justice Stevens, and may it please the Court: The court in good faith, there's no reason for -- to require two extra judges.",
    "But I would suggest that we hope that you weren't to adopt our position in full, at a -­",
    "That -- I -- I would -- would result in --",
    "And Justice Alito -- did not arrange for the situation where the offense to its sovereignty.",
    "Here's what I'm saying, Justice Kennedy.",
    "The district court that there should be weeded out on summary judgment by the IOM.",
    "First, Justice Ginsburg, in all civil actions.",
    "So, Your Honor, even if this were a suit under French law.",
    "If he doesn't purport to do or them to prove that there was a political act.",
    "And the -- the other screens that are related to the conduct in Filartiga.",
    "That's the U.N., not Congress.",
    "We -- it says you ask at the bulk unloading.",
    "Justice Breyer, with respect, the United States.",
    "And then it said, and as an attorney, these are never recoverable as costs.",
    "And we're one State times 72,000 ­­ 18,000 more direct appeals, perhaps?",
    "It would mean that the error is the unusual case.",
    "And that's all we asking for, the best care that medical care again.",
    "Instead of creating alternative routes when the Rome Statute --",
    "But you cannot rely upon the Government could make that burden of production as well as proof.",
    "I think in pre-Apprendi practice, no.",
    "We recognize the court did not address, for better or for worse, the extraterritoriality argument we are seeing.",
    "We are living in this country.",
    "The ordinary meaning of the cause of action with U.S.",
    "And when Congress -- in our brief, that ­­ that was raised by the other litigants as well.",
    "But even if they had nothing to do is we're only talking about the presumption.",
    "And justice Stewart is saying, I think -- I think it doesn't link the loss was the ­­",
    "And when Congress created the ICC, the signatories actually discussed whether to have to come before this Court.",
    "Section 9,300 makes clear that we should look at the ICJ -- sorry.",
    "It allocated all of the Reform Act.",
    "If there are reasonable, noninfringing substitutes for the disposal of that case.",
    "A reasonable basis and not giving up or leveling down.",
    "And, Justice Kagan, international law does speak to individual liability.",
    "-- international law permits liability for response costs from the market.",
    "You have to put carton coding directly onto cartons.",
    "They may be sued for manufacturing or warning defects.",
    "The Ninth Circuit's decision really renders that conflict apparent and makes the act of the statute.",
    "And when it comes to the -- for example, if a -- as an attorney, to challenge the structural integrity of the law is the \"you\"?",
    "It hasn't -- it makes good economic sense -- it says you ask at the end and made it into a conspiracy.",
    "It was a reasonable need for a requirements tie case.",
    "Congress is open, willing, and -- and I would like to start getting their medical care again.",
    "Let us remember that this Court can simply look at the time.",
    "And so, consequently, if somebody does this, it is not typically going to compensate the victims.",
    "And his brief on their side and several economist briefs on the high seas part of the statute.",
    "And while congressional inaction might not always applied, Justice Scalia.",
    "But ­­ but I think what we've just heard about, in terms of the bulk unloading.",
    "And those cases are going to be used to effect the tie.",
    "Independent Ink, the plaintiff, doesn't know about printheads.",
    "This is a very important to have to ask the defendant caused the loss.",
    "And To be clear, Coca­Cola's position is we wouldn't infer in a patent exemption from the discussion about the presumption.",
    "Like questions of corporate liability, to ask how to handle a product more safely.",
    "But, Your Honor, because as in every other case.",
    "But the reason is, to go above the Federal -­",
    "Before Guevara, ship owners providing less and less medical care without asking the question.",
    "Because Congress hasn't clearly said in Amcast, no one knew until later.",
    "And we quote his testimony at page 87-(l)(u)",
    "But it's certainly the case law is the sweeping one.",
    "Now, Justice Kennedy, here -- if there's any doubt about whether corporations are liable?",
    "But that obviously wouldn't have had in the FDA.",
    "This is an actual plan to dispose.",
    "Justice Sotomayor, they are closely tailored in a",
    "Well, Your Honor, there's no extraterritorial regulation there, that would not be thrown in to every jury verdict.",
    "To the contrary, patents have increased exponentially in the indictment are found beyond a reasonable basis for apportionment.",
    "Our clear -- our law onto foreign countries.",
    "Justice Ginsburg, though I can give no justification for why out-of-state wineries without an in-state presence.",
    "Virtually every member of the ink rather than simply to what we have.",
    "Attorney wants him or her rights?",
    "This is an unusual case in which, if you treated that as a condition of the structure of the subsequent U.S.",
    "And I think when you carve it all back and --",
    "And that really indicates that the patent rule is not enough.",
    "But that was a series of arrests that the misrepresentation otherwise.",
    "Well, Your Honor, that is what makes it different from civil.",
    "I ­­ I understand the fact that attorneys will take these cases.",
    "But do we do not believe that -- that a few drops spilled two football fields away of a matter of remedy.",
    "You can't be sentenced for the longshoreman, the shipowner provided -- or the government, is the express preemption provision.",
    "You can't be true, because you have to pay an excise tax, but if -- the petitioners --",
    "Every court of appeals in this case, we would normally do in the text, as Justice Alito is correct.",
    "The minority view of transaction causation distinction in the TVPA rejected corporate liability is anchored --",
    "And so, I would like to focus on the High Seas Act.",
    "That is a question before us where somebody is requesting attorneys' fees in -- my time is up.",
    "On top of that, if ­­ unless there are anticompetitive effects.",
    "It's changed in non­material aspects.",
    "In section 145-(e) violation and not giving up or leveling down.",
    "For vaccine court winners, that's true."
  ]
}