{
  "name": "Tribe",
  "filename": "tribe",
  "validTweets": [
    "The Westfall Act makes an important difference.",
    "I don't deny, Mr. Chief Justice, first of all, you get it, you get it, you get it in my license plate.",
    "If the structure of the Government force them to be that all museums are the ones who are harmed by these practices are not ASCII --",
    "It's not a regulatory regime, nothing like that of the right.",
    "Well, there is no worse when you are free to say of it in front of me.",
    "I think the deals will come out very differently.",
    "I read the transcript in, from hearing Ms. Birnbaum's description.",
    "Reprehensibility could hardly be higher when one has a repeat offender that obstructs justice --",
    "Probably not, because I think that if the message derogates another individual's product.",
    "That's what the statute is hard to know -­",
    "The wrong is not different from the perspective of creditors who put in place significant safeguards against abuse.",
    "This is not limited to the public,\" maybe that's an option, but that suggests --",
    "Now, the critics, many from pro-labor groups, denounced Nike as the Chief Justice - -",
    "One, the search inside Nexis is always of whole periodicals, and that's undisputed, two --",
    "No, I think that's possible, Mr. Chief Justice, and may it please the Court: The parties on both courts below agree on at least --",
    "It is disaggregated from the private industry.",
    "-- but the comparability standard asks, how serious an offense is this, it's very important, so please let me ask you whether -­",
    "The broad point that I'm trying to induce ideological conformity.",
    "The trial court affirmed the judgment as a way that gives some deference to the Eighth Amendment.",
    "Subject to that difficulty, but if the result would have erased from the Con Ed case.",
    "You might come up with a machine.",
    "I'll take the money from private enterprise, private individuals, we're going to say, or any particular claim.",
    "The problem in the light not only of the right.",
    "They're not associated with the statute.",
    "Secondly, there is no worse when you keep calling it a lot.",
    "Right, but the evidence in this case, the answer is no.",
    "You wonder, for example, in the Keller case, but in Wileman you had the program, not a regulatory regime, nothing like that happens.",
    "I'm not actually clear about that, Justice Ginsburg.",
    "I would want someone with the authority to reconcile these provisions to do it is organized by the agency to be different.",
    "That's within the ambit of what happened --",
    "No jurisdiction to consider whether the motive was retaliatory, whether it can ever do is pay money.",
    "Well, that's a deadline only in a way that makes -- that makes our point all the value from all the more vital.",
    "They cover avocados, not artichokes.",
    "I think so, because I honestly don't think if they've done this in every State, then they should be affirmed.",
    "One of the impact on existing writings whose authors and heirs and assigns are going to have the government's ability -­",
    "No, Justice Ginsberg, but I've tried to syndicate their work on microfilm.",
    "I guess to make it internally contradictory, and I will do this again next time around?",
    "They engaged in de novo review of all those records.",
    "It might be subject to First Amendment speech objection -- not an editor under this statute.",
    "Well, essentially that's right, that --",
    "-- or positive, it's the Government's message.",
    "Justice Kennedy, this is compensatory damages.",
    "And there it was the only standard.",
    "The Government is anything more than was involved in this case you need a --",
    "Well, I think so, because they didn't just engage in --",
    "Mr. Chief Justice pointed out in his concurring opinion in the Kuapa pond until you give the older, the other, more muscle.",
    "Well, most of what was said by the way, the message derogates another individual's product.",
    "And I guess to take it by saying date, paren, 3/28/2001.",
    "It looks as though one cannot explain the result is that in our case, Citicorp, and no better.",
    "Nor does a private creditor get to that; but they didn't get into this.",
    "Yes absolute -- the identification code --",
    "Justice Breyer, is that in the context of these statements by Nike come --",
    "So I'm not understanding what your question --",
    "Well, of course, an intense debate on the package certain warnings.",
    "-- these laws have been one like it.",
    "But as is the -- they talked about disks, they talked about the future.",
    "This is not in driblets, and it makes an emotional difference.",
    "What they're doing is making the industry fund a campaign.",
    "Well, he didn't have a Bivens action for violating something even more vigorous way in general.",
    "The whole point of the decisions of this Court's jurisprudence and with professors of history finding out what happened --",
    "They don't -- it's not presented by this Court could get into this.",
    "Well, for example, will have registered the copyright laws.",
    "It seems to me it would solve only the association problem.",
    "It does not suggest -- these laws have been used to get a measure much more offended by having to pay the penalty a second time.",
    "You've got to get some people might have to redesign the legal system.",
    "He said, I'm happy to represent you -­",
    "Because they were pretending to sell.",
    "They said that the Constitution in general?",
    "Yes, but if it's like the file has been determined to pile punishment upon punishment until someone caves in.",
    "At 930 Congress found specifically that popcorn has all of you are essentially playing a big brother role with information.",
    "Nor does a private creditor get to grab the license and all of your rights.",
    "And I think that even when the returns are filed late, it doesn't help, because -­",
    "Certainly not, Justice Kennedy, I'm not sure.",
    "It was only as applied, Justice Ginsburg.",
    "Because the structure that purports to represent -­",
    "You mentioned the statute allows --",
    "If the ratio not just a revision or you will have positive spillover effects for other people's products.",
    "Well, that's a much harder case than this, it was a lively political dialogue about the wealth of State Farm.",
    "But it regulates speech, Justice Breyer.",
    "But Justice Breyer, you would at least as good as anything else.",
    "The members of the reasons that the cholesterol content is dangerous if you look at the other way, wouldn't it?",
    "When this Court enforce that principle, I think, you're right, we can't -- they're -- these people.",
    "The question really is a dead letter.",
    "Not in the House and Senate, and all of these products, certainly the GPO CD-ROM.",
    "-- this trial itself is illegitimate.",
    "This is a law that said, if you do that, the premises is that that's not relevant.",
    "They were then trying to insist that if you don't?"
  ]
}