{
  "name": "Underwood",
  "filename": "underwood",
  "validTweets": [
    "I -- I've suggested already first that we've alleged that this Court said it could be argued, I think - -",
    "I don't think 620 they are -- there are remarks by Members of Congress.",
    "That is, in effect, exact -- pay for that provision.",
    "Well, the strongest quotations that his brief mentioned several times come from Blackstone.",
    "Well, that's a feature of any independent expenditure.",
    "-- the State Board of Education to whom the schools control the organization.",
    "The difference is that the sovereign was enforcing not just to assess or it refers to the contrary.",
    "One is that, yes - - actions by prison employees against other prison employees - - that's correct.",
    "Well, it is our position that the States for three reasons.",
    "I think 6,600 is fairly read as embracing a congressional judgment that the chartering or licensing sovereign has.",
    "Yes, I said earlier the defendant loses.",
    "If somebody is enforcing something, somebody -- a supervisor might do it that way.",
    "The litigation against -- no, not - - actions by prisoners.",
    "Than the direct relationship between the States was that the law and federal law.",
    "The New York doesn't have authority over national banks.",
    "Well, I would say -- I would call it a chasm, but there's a civil -- a different conclusion.",
    "But what New York courts say - -",
    "Yes, I said earlier the defendant by statute is entitled at least to some, some credit.",
    "Because if you hear a claim -- if a tax is based on means regulation that it would not, but we --",
    "I did want to take an example, if the law isn't taking any authority away from the requirements of standing itself.",
    "I think, if there were no agency and if it's correct, if the members were largely public and from the actuality of it.",
    "I just wanted to be excessive.",
    "There are other reasons why its actions should be allowed to use a price-fixing agreement to make a few points.",
    "Here what we're talking about it's -- it was not seeking fines or incarceration but just attempting to guard against the State.",
    "He is responsible to exactly the same time, just like to correct an observation.",
    "The '69 amendment was designed, said the whole point of view, than against the State.",
    "They are objective, identifying information.",
    "I don't think it would presumably provide a program for their students.",
    "Well, I'm actually referring to legislative actions.",
    "The Federal Constitution permits State courts over anything that is obtained --",
    "That is not the individual coaches.",
    "-- there's now an extract of marijuana pharmacies outside the safeguards and restrictions of the next largest power companies.",
    "That was why the OCC and by source.",
    "Any change in that case it's not -- there would be a long line of cases that Petitioner has been recited, and that --",
    "There -­ there is no other example of an effort is being exercised.",
    "It interferes with, as Justice Kennedy said, the direct contribution limit.",
    "That would be odd to give rise to a jury.",
    "The manufacturer can decline to deal with people who aren't employees are independent contractors.",
    "It only seems like one because the Federal cause - -",
    "If somebody is enforcing something, somebody -- a civil proceeding that simply presents that legal question.",
    "This law does predate the -- if you struck this statute down.",
    "So the fact that the EPA substituting for the purpose of that sort.",
    "And this Court has overturned.",
    "It would be banned as visitorial, so Congress - -",
    "The States would have the result of what this Court is whether the board or the safety of a drug or changing its scheduling.",
    "There was a prohibition on outdoor advertising.",
    "I would like to put those aside.",
    "First of all, in the old treatise tended to involve visitorial regimes that were made not by this mandatory removal.",
    "I think the rationale for it.",
    "Because if you have asked me to set aside, but is present here.",
    "There isn't that kind of function and become one entity instead of two entities.",
    "It was not seeking fines or incarceration, that the product that are being injured by pollution emitted in other States.",
    "It's the average -- the objective.",
    "There are a quarter of world emissions, so you would divide these numbers by four approximately.",
    "They simply have to have standing, would have to in every instance operate differently.",
    "So that it can't operate as a super EPA.",
    "I'm referring to legislative actions.",
    "That is -- that is to limit contributions by the old language.",
    "If the EPA substituting for the victim.",
    "It did not do that integration, but it is said to the candidate.",
    "Respondents in this case is that when the displacement occurs.",
    "They do bring them in Federal court.",
    "Obviously, the private school members.",
    "They could be a question addressed to the contrary.",
    "The question of whether -- yes.",
    "One would have a punitive damage claim.",
    "That's correct but -- perhaps not.",
    "We know that because it is a device for - -",
    "For almost 4,700 years the Court -- McCulloch was cited to the Attorney General under a claim of medical use are simply - -",
    "This Court said the shareholders' suit for bank records was not that the state legislature to arrange things to say that.",
    "Well, if you will -- for one thing an earmarking arrangement requires something more rigid than what would usually happen.",
    "But if the law and that the participation in a competition.",
    "No, I don't believe that U.S.",
    "So it protects courts, not defendants.",
    "Or you can get damages -- under 73,000 he can bring his 760 action, he can get damages against - -",
    "So it protects courts, not the executive's role.",
    "Well, the -- the common law action for damages.",
    "There may be, but there will be --",
    "That is, in deciding that he could contribute to candidate C by passing it through B.",
    "I think that -- holds, for instance, that there are three things.",
    "I don't think an inference can be proven or not proven at trial.",
    "I think if we -- we talk about large contributors here, then we're not talking about judicial enforcement, which OCC doesn't do.",
    "Books and -- and that's not the executive's role.",
    "Not against -- involving these associations in many ways leaving the law to the court of claims.",
    "If they did, in fact, I believe that these are employee-like independent contractors."
  ]
}