{
  "name": "Wall",
  "filename": "wall",
  "validTweets": [
    "As Justice Alito pointed out about the first 600 minutes.",
    "I think if the prisoner's misbehaved on day 365.",
    "For prisoners sentenced subject to equitable tolling.",
    "Some percentage will flee, which is what Respondents have ­­ that's been their strategy in this particular statute, Justice Ginsburg.",
    "Now, if what you're talking about the text --",
    "So for the burden of appealing an adverse judgment and the government would have treated it as an abuse of discretion.",
    "But I don't know that other connections to the FLSA.",
    "I think a fair reading of the agency's original decisionmakers.",
    "It reasonably should have to detain him.",
    "I -- I -­ again, I think even courts at the creditors’ meeting but had moved to alter the bureau's interpretation of the sentence.",
    "The only thing they would do, and an objection could have been - -",
    "For the -- the language of the first year.",
    "And on remand, she could walk in and saying -­",
    "Even Petitioner, the way this works is that -- that confrontation, which is the same.",
    "That's right because it no longer eligible for ACCA, but to the fact that it did.",
    "But I take your point, Mr. Chief Justice, and may it please the Court:",
    "But if it were the facts of this Court's understanding in cases of fraud or falsity escapes detection for five years.",
    "I think if the -- the reason I think there was a lot of other motorists, pedestrians, and police entitlement.",
    "Even on remand, she could always amend her exemptions.",
    "Petitioner's rule would say is that no matter the length of the sentence.",
    "And yet, the Court wanted to make the case.",
    "And as Justice Breyer imagine the opposite, which is 138k and (18) and dv and hence (14)-(o) is a non-risky offense.",
    "I don't think the reason that they're traveling at such high speeds, the reason the typical flight is a little bit on the wrong track.",
    "You can't have liability for a State treats it as of right, and the -- the point is that coming out of the fraud.",
    "Ultimately, there was a long-standing circuit split that the agencies could seek civil penalties.",
    "It's a no-knock warrant for contraband.",
    "I think, was genuinely on the -- the breach of a statute of limitations or repose.",
    "But what the text or history or the amicus really taking issue with the rules are better read for a very important things.",
    "What the statute is not about rewarding or faulting district courts.",
    "We will let you outside the basement apartment or somewhere within the property value.",
    "I mean, they were just reaching back to the scene.",
    "And even when there isn't any basis for separating as between private damages lawsuits and civil penalties.",
    "But section 61-z-(d) except for the Court tends to be that in 300 and other penalty statutes don't deal with this offense.",
    "I don't think it applies in the courtroom should have been - -",
    "Well, if the rules are better read for a very dangerous and volatile situation in executing these warrants.",
    "Now, it's normally done on the table under Rule 52.",
    "But it just doesn't track the language of the petition.",
    "But it was non-fraud, the defendant could conceal, but either way -­",
    "You're right, the Fourth Amendment -- Fourth Amendment claims can't be discharged under the FLSA.",
    "The second prong is designed to do under Chapter 7.",
    "I haven't seen anything that went under xt by definition the plaintiff from knowing that they getting the full 54.",
    "But I would turn it around a little different from your clerk's.",
    "But this is the kinds of egregious errors to the program statement under some greater offense.",
    "I don't think it would be denied a first look, maybe an only look, at their convictions and sentences.",
    "The patentee cannot put that at issue.",
    "That's right because it trenches on someone else's valid patent.",
    "Justice Breyer, I don't think that approach is what we're talking about is real.",
    "Now, defendants all around the country at the end, as you yourself have recognized because they thought it was ambiguous.",
    "It was denominated by Congress with administering the statute.",
    "So you are doing it the right answer is based on a case-by-case basis, then we'd look at you like, What are you talking about?",
    "You never responded and you are right that some civil rights statutes do like Title VII.",
    "So, I think we've gotten off a part of the term of imprisonment is December (z)(o)-o and s-(r) rules.",
    "Justice Stevens, with all respect, Justice Breyer asked earlier.",
    "And I think saying that he is on his way long before the 59,000 days, often do that until after the (w) period.",
    "Now, I take it, a showing of colorableness.",
    "The patentee cannot put at issue here.",
    "I -- it's important, I think, take care of all flight cases going forward.",
    "It just says the government agrees --",
    "And in the same arguments Petitioners are disputing that.",
    "We think the reason is these are dynamic markets.",
    "The determination is that the defendant to make that decision within the lesser, and that was not a concealment case.",
    "And what Petitioners actually want is phantom time even in that circumstance.",
    "And a number of questions there, Justice Breyer.",
    "But, categorically, which is a little more, I think Highmark resolves and I have cause to believe a crime of action.",
    "We think the major one here, for instance, arson -­ you've got the confrontation when the patentee wants to sell it.",
    "What the -- for current and recent occupants.",
    "Now, defendants all around the country at the end of each year.",
    "And, so, I think the danger is that you look at all and, obviously, in this case is over, and the Court's attention.",
    "I mean, this is a very narrow problem.",
    "I ­­ I don't think the government's not disputing that posting sentries is a party for purposes of each year.",
    "Justice Scalia, I mean that is impermissible and you laid it out exactly right.",
    "He's aggressed against anyone in particular.",
    "Now, the Federal system, the Fourth Amendment cases: Abuse and police entitlement.",
    "It's -- they're alternative means.",
    "Now, the Federal system, for example.",
    "provide it as a statute of repose, full stop.",
    "They allow police to -- to say what the statute by changing the rule.",
    "They have the evidentiary burden and standard of review in this statute is not enough in the process of executing the warrant.",
    "So, there are very few cases that we're seeing are not meaningfully distinguishable from Summers.",
    "Justice Sotomayor, the government is not going to represent you only on some of the Fraud Discovery Rule.",
    "And I'm going to amend my schedule, and I'm going to serve the interest in avoiding flight or facilitating efficient and orderly - -",
    "Well, I think this is at the briefs the arguments that the rule or this Court's applied it across bankruptcy, land, patent cases -­",
    "This Court has already drawn a number of cases and the idea was we'll provide some useful information to the FLSA.",
    "Property can be taken to have effect forceable entry - -",
    "Now, we're not going to agree again.",
    "Justice Sotomayor, the government would have said so.",
    "I think there would be broadside in Overton Park.",
    "You can't have liability for a single incident.",
    "-- when that case comes to the trustee on notice of certain circumstances.",
    "And I'm not sure that the District Court was considering what prisoner credit statutes meant, other prisoner credit statutes.",
    "He said, look, for -- for the first clause.",
    "Your Honor, the Government would say is that ­­",
    "It doesn't matter whether the fiduciary just accidentally or inadvertently --",
    "I think the government is making here could translate.",
    "Now, I take it you're looking only at the entire offense and ACCA's enumerated crimes.",
    "It's more dangerous than escape from custody.",
    "Justice Kagan, I'm not familiar with that case, Justice Kennedy.",
    "Justice Scalia, I don't think it is a common practice.",
    "This is a perfect description of the other statutes to which this statute meant to pick up all flights.",
    "He secures the dog, and they complete the search.",
    "I think that's right, but the lower courts have but it's really -- the character of the petition.",
    "Well, I don't think it would have had to give chase.",
    "Justice Kennedy, no, not -- steadfastly refuses to engage the realities on the bounds of the property is --",
    "So, you know, is implicit in the sense that we and the cases in Indiana like that.",
    "There was a settlement that would be between this and escape from custody.",
    "They refer to filing complaints or charges, instituting proceedings.",
    "I'm not here saying that I think at that point could always come up with some nonfrivolous defense in litigation.",
    "It said the time clocks are or I think what you have hired a good sign that the Court said in Chambers -­",
    "That's -- I'll be as right then as I can tell."
  ]
}