[
  {
    "speaker": "QUESTION",
    "speech": "I take it it all comes up because we're construing the language, properly filed, in the applicable statutory provision."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "Absolutely, Your Honor, yes. These State post conviction motions, Your Honor, cause unnecessary delays from repetitive litigation that advance no purpose of the tolling provision.  They provide State prisoners with a simple expedient to defeat the statute of on what the words, properly filed, mean.  It seems to me there are several different approaches.  Maybe just properly filed in the sense of being timely and in the proper place, or maybe getting permission from the State, a certificate of appealability if the State requires it, that kind of thing."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "So not every lower court has thought that it also encompasses a review of substance to see whether it's procedurally barred."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "Yes, that's right, Your Honor. There are many --"
  },
  {
    "speaker": "QUESTION",
    "speech": "And I guess the court has to later decide whether it's procedurally barred.  The State court presumably would reach that question, or the Federal court, in due course, wouldn't it? statute.  The word properly is not easily susceptible of definition.  Here --"
  },
  {
    "speaker": "QUESTION",
    "speech": "And what is your definition of properly filed?"
  },
  {
    "speaker": "CASTELLANO",
    "speech": "It's this, Your Honor.  There's really a three-step analysis, if you will.  The first step is this.  Properly filed must mean something more than filed, in addition to the ordinary rules of statutory construction, which would so indicate. In addition, here Congress used the word filed 24 times in the habeas corpus statute but modified it with the word properly only once, so it must have meant that the words properly filed had something more than an inconsequential or nominal meaning. Second, there's a plain sense, plain common sense reading of the words, properly filed, under which a here this Court did not have the authority to grant the relief requested because there was an absolute mandatory State procedural bar in the way."
  },
  {
    "speaker": "QUESTION",
    "speech": "And is that the third part of your test, or the second part of your --"
  },
  {
    "speaker": "CASTELLANO",
    "speech": "That's the second part of the test.  The third part of the test is that a -- is a plain common sense understanding of the words, right place, or right court, under which a document can't be filed in the right court if it's filed in a court that can't entertain the merits of it.  That's really the third --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, but does it follow that the court can't entertain the merits?  I mean, a procedural bar is something that can be waived and, as counterintuitive as it may be, I mean, we occasionally do get cases before this Court in which there seems to have"
  },
  {
    "speaker": "CASTELLANO",
    "speech": "No, Your Honor, the third prong is not a jurisdictional prong.  It's simply a prong that says that if the State court can't, under the State's procedural rules, adjudicate the merits, then that motion is not properly filed in that State court."
  },
  {
    "speaker": "QUESTION",
    "speech": "You mean, if it can't adjudicate the merits it's not properly filed."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "It's not properly filed if it can't adjudicate the merits."
  },
  {
    "speaker": "QUESTION",
    "speech": "No, but it can adjudicate the merits. It can adjudicate the merits if the State doesn't invoke the bar."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "Not in this case.  First of all, Your Honor, these are absolute mandatory bars, and there's no indication that if the State waives these bars, that the Court has the authority to examine these other side, which takes a kind of a plain language, almost physical act interpretation. You're putting yet another burden on the State court to decide whether a bar is jurisdictional or not, and it seems to me that that counts against adopting your interpretation."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "No, Your Honor, I don't believe we are imposing an additional bar.  I wouldn't use the sense jurisdictional.  I would use mandatory State procedural bar which, under the procedural default doctrine, is a concept that the Federal courts are very familiar with. This Court in Teague v. Lane, for example, did the type of analysis that we're advancing here.  In other words, it decided whether or not to send a State prisoner back to State court in order to pursue a State remedy, or, function, or at least duplicates the function of the State court and is, it seems to me, contrary to the Federal interests that underlie this statute."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "I don't believe it duplicates the function of the State courts at all.  I believe that simply it shows respect to the State court procedural rules and respect to the individual State court decisions that have been --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Could I --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, presumably the State court made that determination when it made the underlying order, and it seems to me that this is really contrary to the federalism concerns that in large part were the basis of the statute.  You're asking the Federal courts to make a determination which brushes up against the merits, just in order to determine the tolling provision. about a procedural bar to the merits in the sense of plain statement, that sort of thing.  Supposing you just have a failure to file within the time limit provided by the State."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "Yes, Your Honor, that's --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I take it you believe that in order to be properly filed the thing must be timely."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "Yes, absolutely, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Even though perhaps in a pleading sense, in the New York courts, a statute of limitations, if it isn't pleaded by the defendant, might be waived."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "Right, Your Honor.  In New York there is no statute of limitations for post conviction review, but certainly in many States, such as Florida, which is represented here, there's a statute of limitations that does have exceptions to it, and as to the same as Justice Kennedy's.  That is, you're asking the Federal court, as it does in the Erie area, to make a determination of what State law is. Isn't it more respectful of the States to say, State -- State court, this is for you to decide.  We don't know how to apply your procedural bar rule.  We'd rather have you tell us, does this fall within an exception? It seems to me that ordering the Federal court to decide the State law question is not as respectful of the States as it would be to say, that's a question that the State courts should decide."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "Well, Your Honor, in the ordinary case the State court will have already decided that very particular issue and applied that procedural bar to the very case that's now in front of the --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But here we don't know, because the Federal law or interwoven with Federal law.  That's exactly the situation that we have here as well."
  },
  {
    "speaker": "QUESTION",
    "speech": "The Federal court is always going to have to decide, when this question comes up, whether or not the State petition was, quote, properly filed.  I mean, that was Congress' choice.  I mean, it isn't necessarily any court's choice."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "Yes, absolutely, Your Honor, and it's the exact same interpretation."
  },
  {
    "speaker": "QUESTION",
    "speech": "And the question is what properly filed meant, and one thing to say, we look to State law to see if this is an application for whatever, and we look to see that it is, in fact, filed in the court, the stamp and everything, there it is in the properly filed, in the right court.  It seems to me that those mechanical things are easy for a Federal court to check, but going beyond"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, but if -- I suppose that a State could have its own State rule for second or successive petitions in State court for post conviction relief, such as a requirement that the applicant get a certificate from some reviewing court as a prerequisite to filing the successive petition, and if there were that kind of mechanical requirement, just like the requirement for a filing fee, or filing in a certain court or within a certain time, all those things are in the nature of kind of mechanical rules, so the State can certainly protect itself, it seems to me."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "Yes, Your Honor, the State can protect itself.  The problem with that is this.  There are only very few States that enacted their post conviction review schemes in terms of prefiling review, and it would mean -- was no prefiling review, and that it would be --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, it does have a meaningful effect in the sense of looking to any State requirements for timing, place, et cetera."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "Except that that view, the respondent's view and the Second Circuit's view here doesn't look to all of the procedural rules.  It looks to a very small subset."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, maybe we should expand it slightly, but not to include a procedural bar and substantive law component."
  },
  {
    "speaker": "QUESTION",
    "speech": "We don't have to take either all one or all the other."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "Absolutely, Your Honor, yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "If we go beyond the mechanical, mechanical things are easy to check, but once you get"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- prior to the State court deciding the issue, and that's going to happen all over the place. He now has to decide questions of State law which the State court might later say he's wrong about or risk dismissing it, or avoid the exhaustion problem.  It sounds like a real mess as soon as you depart from the mechanical."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "No, not at all, Your Honor, because that's the same position that that Federal court is in if it's deciding whether to send that petitioner back to State court to exhaust his State remedies.  We say, make that exact same determination. In other words, when it comes to Federal court, you make that Rose v. Lundy determination.  Are you going to send that petitioner back to State court, or are you going to presume that there's a State court procedural bar"
  },
  {
    "speaker": "QUESTION",
    "speech": "But I'm --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What difference does it -- go ahead."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I'm puzzled.  There's litigation in the State court over whether or not a procedural bar exists.  While that litigation goes on, what is a Federal judge supposed to do, decide the issue?"
  },
  {
    "speaker": "CASTELLANO",
    "speech": "Your Honor --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Or say the remedy hasn't been exhausted?"
  },
  {
    "speaker": "CASTELLANO",
    "speech": "There's more than one alternative.  One of the reasonable alternatives would just be to dismiss the case under Rose v. Lundy to allow the exhaustion to take place."
  },
  {
    "speaker": "QUESTION",
    "speech": "Right, and then it takes more than a year to resolve the procedural bar issue in the State court, and eventually you end up saying you're the statute of limitations?"
  },
  {
    "speaker": "CASTELLANO",
    "speech": "The procedural bar goes to individual claims.  The statute of limitations goes to the --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Right, but you find in the State all the claims were procedurally barred, otherwise the statute would not have run, and if they find that, why do you need the statute of limitations?"
  },
  {
    "speaker": "CASTELLANO",
    "speech": "You need -- well, you need the statute of limitations for other types of cases."
  },
  {
    "speaker": "QUESTION",
    "speech": "That are not procedurally barred."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "No --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Under your rule, what would happen if there were some petition -- some claims that were procedurally barred and some that were not?"
  },
  {
    "speaker": "CASTELLANO",
    "speech": "Under our position, that"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, but then I'm asking you, at the end of this 14-month litigation in the State procedure the State court ends up saying, all the claims are procedurally barred.  Why do you need a statute of limitations if that's the holding of the State court?"
  },
  {
    "speaker": "CASTELLANO",
    "speech": "You need the statute of limitations because that petitioner, first of all shouldn't be -- that petitioner, if he knows beforehand that those claims are procedurally barred, of course, shouldn't be --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I'm assuming he doesn't know until the 14 months of litigation in the State court have resolved the issue, and there are lots of times"
  },
  {
    "speaker": "CASTELLANO",
    "speech": "Right."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- it's a contested matter."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "Well, you need the statute of properly filed."
  },
  {
    "speaker": "CASTELLANO",
    "speech": "Not at all, Your Honor. That -- this interpretation follows the exhaustion rule to a tee.  It says that if you would send this case back to State court for exhaustion purposes, then this petitioner receives tolling.  If you wouldn't receive -- if you wouldn't send it back for exhaustion purposes, then you don't receive tolling. I'd like to reserve the remainder of my time for rebuttal."
  },
  {
    "speaker": "QUESTION",
    "speech": "Very well, Mr. Castellano. Mr. Schweitzer, we'll hear from you."
  },
  {
    "speaker": "SCHWEITZER",
    "speech": "Mr. Chief Justice, and may it questions that were raised in terms of how the State's construction of the term furthers the State's federalism interests.  It does so when we recognize the fact that the limitations period itself was enacted by Congress to further the State's comity concerns by speeding up the date at which the Federal habeas process will take place. Congress was motivated by the fact that it often took many, many years for the Federal courts to possibly order a new trial, or generally to provide finality to the State conviction.  It may be that as a consequence of the State rule there will be a protective Federal filing such as that which Justice Breyer and Justice Stevens mentioned. Notwithstanding the fact that this may take place at the same time that the State proceeding is occurring, it still furthers the State's comity interest, out under either interpretation, I think, but what about the cases which are tougher?"
  },
  {
    "speaker": "SCHWEITZER",
    "speech": "Where it's not clear, and so the prisoner isn't certain --"
  },
  {
    "speaker": "QUESTION",
    "speech": "It's a difficult -- you know --"
  },
  {
    "speaker": "SCHWEITZER",
    "speech": "Right."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- frivolous cases aren't really that tough.  I mean, we deal with them.  But the cases that might -- may have some merit, and you're not sure, and the State law's uncertain, those are the ones that take the time."
  },
  {
    "speaker": "SCHWEITZER",
    "speech": "Though I should make clear, a large percentage of these cases will be the frivolous ones, the second, third, fifth applications, but --"
  },
  {
    "speaker": "QUESTION",
    "speech": "It's no problem, if the Federal court sees somebody abusing the State system this is an the Federal application under Rose v. Lundy."
  },
  {
    "speaker": "QUESTION",
    "speech": "It goes back, and now the State court says, oh, well, I guess, in fact, there's a independent State ground, or the statute of limitations wasn't tolled under State law, et cetera.  Now what happens?"
  },
  {
    "speaker": "SCHWEITZER",
    "speech": "Right.  If, upon return to the State court, the State court says, in fact, this is procedurally barred, in that case we believe would be an appropriate instance for equitable tolling to toll that time back --"
  },
  {
    "speaker": "QUESTION",
    "speech": "How could you, under your interpretation?  It's more than a year."
  },
  {
    "speaker": "SCHWEITZER",
    "speech": "Right, but the time back in State court would equitably toll the Federal 1-year limitations provision."
  },
  {
    "speaker": "QUESTION",
    "speech": "Even though it turns out that, in State --"
  },
  {
    "speaker": "SCHWEITZER",
    "speech": "Well, the Federal --"
  },
  {
    "speaker": "QUESTION",
    "speech": "The Federal court was wrong.  It was a close question."
  },
  {
    "speaker": "SCHWEITZER",
    "speech": "But in essence, since the State prisoner shouldn't be penalized for the Federal court being wrong, we think that would be an appropriate time for the limitations period to be tolled.  It's presumptive that Federal statutes have equitable tolling available, and we don't challenge that here."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Schweitzer, the problem I have with your position is, I don't know how you can get out of the word properly the kind of line that you want to draw. I can see how you can say, properly filed means, you know, the technical things, the proper court, the name's right, that I can understand, but you want to say it includes"
  },
  {
    "speaker": "SCHWEITZER",
    "speech": "Well, the first answer to that question is that we think it makes sense to believe that Congress took the word -- inserted the word properly here and created the phrase, properly filed application, borrowing from its past use of the word properly with respect to the terms, proper exhaustion, and proper presentation, both of which deal with the presentation of claims to State courts which, if it's properly done, provides the State courts with the opportunity to rule on the merits, regardless of how the court ultimately rules on that merits decision. In terms of the question respondents focus on, which is, how does properly modify file, it's just that it means more than mere filing requirements.  Respondents treat the word properly as merely modifying how a document is filed, almost the physical manner by which it's filed, There's no substance to it."
  },
  {
    "speaker": "SCHWEITZER",
    "speech": "Well, in the habeas corpus context, where there's such a focus on compliance with the various procedural bars, and where the procedural default context expressly exists to accommodate the situations where State procedural rules aren't complied with, but prisoners aren't considered to have done anything wrong if they have exhausted their State remedies but lost on the merits, we think that same -- Congress had that same mind set here, where the prisoner isn't treated as having done anything wrong, having done anything improper or incorrect by bringing losing claims, but the prisoner has done something wrong by bringing claims that are barred by mandatory State court rules, and then attempting to delay the limitations period, possibly indefinitely, by filing repetitive, improper claims in the State court. bar, and that's -- and it would still be a properly filed application."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Schweitzer, you have conceded, I think, in agreement with Mr. Castellano, that Congress could have been, as he put it in his brief, more specific in defining the scope of the tolling provision."
  },
  {
    "speaker": "SCHWEITZER",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "And you say that -- well, Mr. Castellano says the reason probably that Congress was not more specific, that 1) it's Members couldn't agree on a definition, or because the types of State procedures that could be invoked were so varied, Congress thought it best to leave the application of the provision for the courts, but that seems -- why shouldn't the court say, well, Congress, we'll just go as far as you did.  You were ambiguous about this.  You left room for one"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, it's not one or the other, because everyone would agree that at least it's got to be an application for habeas corpus, and has got to be filed in the court, so it's not -- it's -- that's -- no question about it.  The question is whether there is something more than that, and I'm asking why the Federal court should read something into the statute that Congress didn't clearly put there."
  },
  {
    "speaker": "SCHWEITZER",
    "speech": "Because the problem, without reading more into it, is that it would essentially allow subsection 2 of 2244(d), the tolling provision, undermine subsection 1, the limitations period, and it's an unusual provision of law which defeats itself. As Mr. Castellano mentioned, if subsection 2, the tolling provision, is read as respondent suggests, then repetitive filings can be made by the prisoners who,"
  },
  {
    "speaker": "FUTERFAS",
    "speech": "Mr. Chief Justice, and may it please the Court: The State of New York has stood before you for the last half-an-hour, as well as Attorney General from Florida, and argued for a rule which, if adopted, will ensure that thousands of prisoners will file their Federal habeas petitions before exhausting their State post conviction remedies. If adopted, it will be malpractice for a lawyer, we respectfully submit, not to file in Federal court first, or as soon as possible, because the defendant and the lawyer will never know under the State's rule whether or not they are properly filed until it is determined whether or not their claims are procedurally barred. circuits who have construed this in --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I mean your position."
  },
  {
    "speaker": "FUTERFAS",
    "speech": "Our position is, a properly filed application is an application which is delivered to the custodian designated to receive it in accordance with the rules governing its acceptance for filing."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, supposing, to use Mr. Castellano's example, there's a habeas corpus petition that is delivered to the clerk of a surrogate's court which has only probate jurisdiction?"
  },
  {
    "speaker": "FUTERFAS",
    "speech": "It's not properly filed. Properly filed -- the word properly, we respectfully submit, has meaning, has real meaning.  Prisoners who want to exhaust their State remedies, Congress has created a simple mechanism for them to do so, but they must follow it accurately.  They must file the right document with the something akin to a certificate of appealability?"
  },
  {
    "speaker": "FUTERFAS",
    "speech": "They have to require -- our position is -- our position, we respectfully submit, respects State court systems.  If a State court sets up a procedure for its judicial screening, prisoners are on notice through the word properly that they have to file that. They have to get it to the right recipient, whether it's a judge or a clerk, and they have to put it in the right document, on the right time, and we think it's a simple mechanism, but it's one that -- you know, Congress has kind of allocated burdens and risks here. They want State petitioners to be able to exhaust and not have to worry about making a protective filing.  They don't have to worry about going to Federal court, but they have to do it right. uncertainty as to whether tolling will be affected, that uncertainty creates, there's no question, as I stated in my opening statement, that it be almost malpractice not to file a protective filing, and what's wrong with protective filings? I think the petitioner takes a somewhat relaxed view of how Federal district court judges are going to view protective filings.  I don't think Federal district court judges are going to be happy with them at all. What really will happen if there's uncertainty of tolling is that all State -- word gets around quickly in the jails.  We all know that.  This Court knows that. These State prisoners will begin filing first in Federal court, and what they will be seeking and obtaining is essentially a declaratory judgment by the Federal judge on State substantive and procedural law, so they'll have a some percentage of these claims where a State prisoner is exhausting will be resolved.  Maybe the State prisoner will get relief on the merits in State court, and they'll never have to bother a Federal district court judge.  But if there's uncertainty of tolling, the Federal judge will deal with all these cases before they're allowed to run through the State court system. And the other thing to, I think respectfully to focus on is, as this Court stated unanimously in Michael Williams v. Taylor, quote, we start as always with the language of the statute.  This statute says, properly filed application.  Properly is an adverb, modifying the verb filed.  The subject of that phrase is an application. The State and amici have suggested that although Congress chose the words, properly filed application, it really meant to say something else, a properly presented conditioned tolling on actual exhaustion, they could have simply said that tolling will occur with a properly filed application presenting questions the applicant has the right to raise by any available procedure.  That language was right there for Congress to use just a few pages later, after 2244.  Congress did not use that language. Where Congress sought to limit successive applications and predicate tolling on one application only, they did so not in one but in two places, 2244(b)(3), which requires judicial approval, and 2263 in the opting provision, where you have tolling for a first post conviction application, so Congress had that language available it could have used. In the very statute at issue, 2244, Congress specifically sought to address a claim presented in an application.  Those series of words occur a number of is, in fact, a State procedural bar in this case, and let's assume that you're right that that doesn't factor into this 1-year statute of limitations determination by the Federal court.  Then what impact, if any, would the State procedural bar have on the Federal habeas corpus proceeding?"
  },
  {
    "speaker": "FUTERFAS",
    "speech": "I'm not sure if I understand Your Honor's question."
  },
  {
    "speaker": "QUESTION",
    "speech": "In other words, there is a State -- the State will not hear this case because its court will determine there's a procedural bar.  Let's say that Mr. Castellano is right about that, what a State court would do in this very case, but that you are right that that kind of complex determination should not be made by the Federal court, so the Federal court just checks to see that it is an application, and that it has indeed been granted, are different than State rules governing the filing of the application, so in one instance whether a defendant's claims are procedurally barred or not should not have any effect on whether they toll the statute.  We suggest that properly filed application was meant to promote federalism, promote defendants --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yeah --"
  },
  {
    "speaker": "FUTERFAS",
    "speech": "-- and encourage them to exhaust."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- I'm accepting both their position that this is, in fact, procedurally barred in the State, your position that that doesn't -- you don't get into that on the statute of limitations question.  I'm asking you then, when there's no time bar in the Federal court, what effect, if any, does the State rule that this claim would be procedurally barred in State court, have on the Federal habeas proceeding?"
  },
  {
    "speaker": "QUESTION",
    "speech": "Right."
  },
  {
    "speaker": "FUTERFAS",
    "speech": "-- then this Court's decisions, for example in the Coleman case, where this Court has a whole body of law governing cause in prejudice or miscarriage of justice, that will essentially almost be rendered a nullity, because yes, a defendant can have -- can be procedurally barred, and procedurally defaulted, and have waived everything, and not really present a good procedural picture when it gets to the Federal court. But at least under Coleman, and the other decisions of this Court, at least when the defendant gets there, if the defendant can prove cause in prejudice, if the defendant can show a miscarriage of justice, then a Federal habeas court can overlook those procedural defaults and still reach the merits. However, if, under the State -- if the State's show cause in prejudice when you come into Federal court before those claims could be reached, don't you?"
  },
  {
    "speaker": "FUTERFAS",
    "speech": "Well, you -- in -- I'm not -- I apologize, I'm not sure I understand Your Honor's question --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, perhaps my question -- I think Justice Ginsburg asked, you know, then what is the State court determination that a claim is procedurally barred reduced to if it doesn't have any effect of tolling. Well, it still has an effect on the Federal court's ability to review the merits of the claim, doesn't it?"
  },
  {
    "speaker": "FUTERFAS",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "Because unless the person can show cause in prejudice the Federal court can't reach it."
  },
  {
    "speaker": "FUTERFAS",
    "speech": "No, that's right."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes -- If -- I think we can safely assume that adoption of the State's rule would encourage protective filings. The result will be, we respectfully submit, as if Congress said there's a 1-year limitations period which is tolled where a Federal court finds a mixed petition, because that essentially will be the result, the practical result of adoption of the State's rule. The -- there were concerns certainly raised in petitioner's brief about vexatiousness, about a defendant who's going to file and file and try to basically abuse the State court system.  First, we don't have that in this case. Mr. Bennett filed only two post conviction applications.  A second 440 is the one that's here before this Court, and there's no question he wasn't trying to delay.  Right in that second application he cited 2254, he"
  },
  {
    "speaker": "QUESTION",
    "speech": "To this date we have no written order from the State court?"
  },
  {
    "speaker": "FUTERFAS",
    "speech": "That's correct, so the delay here has been a 4-year delay, but the 4 years is in truth attributable to the State.  Once Mr. Bennett found out that there was actually a decision, something he didn't learn until a year after the decision took place, he immediately, 3 days later he wrote to the court and he said, please get me written order so that I can at least seek leave to appeal. And again, this is inconsistent -- consistent with this Court's rule in O'Sullivan, which says, if you want to exhaust you have to try, at least seek leave to appeal on these claims that you're trying to exhaust, and he did so.  He wrote to the court.  He wrote again and again.  All of 1997 was utilized by him writing four or exhaust, and there's no question here that he complied with New York's filing requirements, filed his motion. The State responded, he filed the reply, and the court eventually ruled.  There's no question that there wasn't a properly filed document here within the meaning of New York State's filing rules. With respect, however, to the vexatiousness concerns that the petitioners have addressed in their brief, we think there are a number of answers to that. One answer is that properly filed application only permits tolling.  It does not force the States to permit repetitive filings.  I don't think we should be paternalistic, and I don't think we should suggest to States -- there may be some States who say, you know, we have no problem with successive applications.  We don't need to amend our laws because we have no problem with disposition when he's not -- in a nondeath case.  In a death case, the stakes are reversed, and there is a motive -- a potential for repetitive filing just to delay the execution, so maybe you should address the capital cases, too."
  },
  {
    "speaker": "FUTERFAS",
    "speech": "Very well.  We think there is a difference, and we think we have a number of answers to that.  The first answer is that Congress was very concerned with delays in capital cases.  That wasn't a new concern.  In 1989, the Chief Justice appointed the Powell Commission.  The Powell Commission assembled, wrote a report called the Powell Commission report.  Those findings were embodied in very large part in Chapter 154, so delays in capital cases is something that Congress has been concerned about. They -- a commission was -- dealt with it, and Number 2, States can always set an execution date, and in that regard --"
  },
  {
    "speaker": "QUESTION",
    "speech": "How many States have opted in?"
  },
  {
    "speaker": "FUTERFAS",
    "speech": "At this point I'm not aware of any that have adopted -- opted in at this point, but that was Congress' -- that was Congress' considered judgment on the issue and I respectfully submit that this statute, a tolling statute, should not be judicially amended in order to somehow satisfy States that for whatever reason have not adopted in -- opted into the -- to Chapter 154. In addition, this Court's decision in Gomez is very important, because it sets an incentive for defendants.  What happened in Gomez, this Court may recall is, the defendant did abuse the State court system and started bringing last minute claims, new claims on the eve of the execution, and finally came before this Court and court system, and the State can come in and say, you know, defendant abused the State system.  Now we are prejudiced because so much time has gone by.  Courts can avail themselves of Rule 9(a) and preclude a defendant from filing. We respectfully submit that problematic defendants, defendants who are abusing State court systems, that's an ad hoc problem and it can be dealt with on an ad hoc basis.  This Court, even in some of those cases where clearly petitioners maybe with mental problems that filed 40 or 50 or 60 applications with this Court, that's an ad hoc problem, and this Court took ad hoc measures and said with respect to those defendants we will not grant an in forma pauperis application, so there are many measures --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But it still is the case that if a effect, practical effect I think most defendants who are noncapital defendants are going to have an incentive to get their claims dealt with promptly, number 1. Number 2, if that happens, the State can -- State judge can simply send an order to the clerk's office, do not accept this defendant's applications either without leave of court, or simply don't accept them any more. In death penalty cases, a State can say, we've had enough of this, we're setting an execution date, and that will force the defendant to go straight to Federal court, so I think there are a lot of ways to deal with the vexatious litigant. And also, keep in mind that even though tolling occurs, that during the periods of time that there is no tolling, that the clock is running, so if defendant files requirements or successiveness limitations.  In fact, 2244(b)(3) is a wonderful model that States could follow. They could set up a system where, under successive application, the State prisoner must obtain judicial review first, or approval first to file, so there is a whole panoply, really, of options available to a State to deal with these problems. One concern that we suggest occurs with respect, however, to the interplay between 153 and 154 is the following hypothetical.  If a State opts in, in a death penalty case, the State opts in, the defendant gets an attorney, a competent attorney, the defendant gets one run-through of the State collateral review process, and there's no question that they can bring up any claim they want, there's no suggestion in the State's briefs that they're limited on what kinds of claims they can bring up conviction application are procedurally barred and more than 1 year has gone by. The defendant, who is not represented because the State has not opted in, now has lost his or her right to even get into Federal court on a habeas, so that's a possibility with the State's view of the rule. If I may just have a moment. The other cases that we respectfully suggest the State's rule conflicts with are this Court's decision in Rose v. Lundy.  Rose said that an application, the mixed application should be dismissed.  The State suggests, well, we can kind of modify Rose v. Lundy and say that the application will be held in abeyance, but Rose v. Lundy says no, it should be dismissed.  Of course, if the application is dismissed, and 1 year passes, that defendant could be deprived of going into Federal court. But meanwhile, the clock is running, and under the State's rule -- well, because the trial court determined that his claims are procedurally barred, he's already lost his right to get into Federal court, even though at the same time O'Sullivan says you must be trying to seek leave and appeal your petitions in order to exhaust, so there's a conflict there as well. Finally, this Court's decision in Lonchar v. Thomas, this Court said that dismissal of the first habeas corpus is a very serious matter, and any rule that would deprive a first habeas corpus application should be clear and fair.  There's no limitation in 2244(d)(2) as to first habeases or second habeases, or first post conviction applications or second post conviction applications, so we respectfully submit that the State's rule is inconsistent as well with this Court's considered judgment and"
  },
  {
    "speaker": "CASTELLANO",
    "speech": "Your Honor, I would just like to address the question, I believe it was Justice Ginsburg's question actually about why adopt our rule.  If there are many different applications of the words, properly filed, there are many different reasonable interpretations of the words properly filed, why ours? Why not just the petitioner's? Ours because the purpose of a statute of -- the purpose of a tolling provision is exhaustion, and our rule follows the purpose of the tolling provision to a tee.  It follows it much more closely, certainly, than the respondent's.  Exhaustion does not require a State prisoner to return to State court to exhaust a remedy that's no longer available under State law because it's procedurally barred. The respondent also mentions the workload costs. And finally, as to time bars, the danger with requiring the States to enact time bars --"
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "Thank you, Mr. Castellano.  The case is submitted."
  }
]