[
  {
    "speaker": "NAGLE",
    "speech": "I do not believe that it significantly alters it.  I think the class is a term which is used in the Railway Labor Act, for instance, which was under consideration and passed the following year to refer to categories of craft or class of employees."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, it would seem to me to help your argument somewhat, because we -- the statute asks us to think in terms of classes of workers, rather than individual workers engaged --"
  },
  {
    "speaker": "NAGLE",
    "speech": "Oh, certainly, Your Honor.  It identifies a group or a category of employees in the same manner that seamen and railroad employees are grouped. Seamen, of course, was a recognized term.  As the opinion of the Court -- as Justice O'Connor's opinion for the correct?"
  },
  {
    "speaker": "NAGLE",
    "speech": "I would acknowledge that, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "And so Congress probably didn't have in mind that its jurisdiction was as broad as we would have subsequently indicated, and apparently it intended at least that the act not include or cover contracts of employment over which their authority to regulate was very clear, right?"
  },
  {
    "speaker": "NAGLE",
    "speech": "That is correct, Your Honor.  They were specifying seamen and railroad employees."
  },
  {
    "speaker": "QUESTION",
    "speech": "And the indications were that at least then Secretary of Commerce Hoover thought employees shouldn't be covered at all, and he presented language to the Congress which approved it, and yet you want us to say that Congress did intend to include for arbitration I would also submit that we need to look to the language of the coverage provision, section 2 of the act, and contrast that with the language contained in section 1 of the act. I acknowledge that Commerce Clause authority over seamen and railroad employees would have been clear, but I would also point -- bring to the Court's attention, of course, the fact that there were statutory mechanisms in place, and also the single item that we know most clearly is that the seamen as a group, through their representative, Mr. Bruce, have specifically asked that they be carved out.  While it may be somewhat difficult to determine exactly what Congress' motive was, they were responding to a request from a constituency group to be carved out."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, the other most troublesome that Congress was acting to the full with respect to its Commerce Clause power. Section 1 is an exclusion.  It is to be narrowly construed.  I would submit that there is a general policy that whenever we have a statute which clearly enunciates a public policy of broad scope that any exclusion to that should be narrowly construed."
  },
  {
    "speaker": "QUESTION",
    "speech": "Why is that?  I mean, it seems to me an exception is just as important as the rule.  Why should we unrealistically construe it just because it's an exception?"
  },
  {
    "speaker": "NAGLE",
    "speech": "I certainly would not suggest that --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Would you tell that to the members of Congress?  When you vote for this exception, bear in mind that we're not going to take it to have its most at that time narrower than the language used in section 2."
  },
  {
    "speaker": "NAGLE",
    "speech": "Absolutely, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Now, what support do you have for that?"
  },
  {
    "speaker": "NAGLE",
    "speech": "I would point the Court first to -- for contemporaneous construction of the language I would point the Court to Illinois Central Railroad v. Behrens, a 1914 case, where the Congress clearly recognized -- the Court clearly recognized that the Congress had very broad authority under the FELA statute over instate commerce, recognized that even trains, for instance, moving in intrastate commerce were nevertheless in the channels of commerce, and so when the FELA in 1914 limited its coverage to an employee who was injured while employed in commerce, this Court found that that was a narrower construction --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But some of the briefs in this case tell us that involved in is not affecting commerce, that indeed this is the only piece of Federal legislation that uses the words, involved in.  Is that so?"
  },
  {
    "speaker": "NAGLE",
    "speech": "To my knowledge it is, and that's what the Court indicated in the Allied-Bruce decision."
  },
  {
    "speaker": "QUESTION",
    "speech": "So -- but you're asking us to say that Congress meant in 1925 something different in using these two words."
  },
  {
    "speaker": "NAGLE",
    "speech": "In involving commerce says, as this Court found in Allied-Bruce, that it's the functional equivalent of affecting commerce, which is --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, let's be precise about the words.  Are we talk about, involved in commerce, or involving commerce?"
  },
  {
    "speaker": "NAGLE",
    "speech": "Involving commerce, in section 2, in commerce."
  },
  {
    "speaker": "NAGLE",
    "speech": "Yes, Your Honor.  I\"m not aware that involved --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Involving commerce means pertaining to commerce."
  },
  {
    "speaker": "NAGLE",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Involved in commerce means pretty much the same as engaged in commerce, it seems to me, and so if involving commerce is the same as involved in commerce, and involved in commerce is the same as engaged in commerce, you lose."
  },
  {
    "speaker": "NAGLE",
    "speech": "Your Honor, I --"
  },
  {
    "speaker": "QUESTION",
    "speech": "To put it shortly."
  },
  {
    "speaker": "NAGLE",
    "speech": "I am not referring to the phrase, involved in commerce."
  },
  {
    "speaker": "QUESTION",
    "speech": "Because it doesn't appear.  The"
  },
  {
    "speaker": "QUESTION",
    "speech": "And they could have said in that section, don't you think -- do you think it would have been any different if they had said, seamen involved in commerce, as opposed to engaged in commerce?"
  },
  {
    "speaker": "NAGLE",
    "speech": "As Your Honor has recognized, they did not use involved in.  That perhaps would have supported Mr. Adams' argument that they were trying to show parallel construction. I would submit, Your Honor, that the fact that the Congress could have ended with the phrase, contracts of employment, then we would not be here today if that was their intent, or could have used parallel language, which would have supported respondent's suggestion that they had the same meaning."
  },
  {
    "speaker": "QUESTION",
    "speech": "But isn't the Congress' notion of the limits of its power, doesn't that explain why they didn't say contract of employment, period? question about the oddity of an exclusion which excluded those contracts which were most obviously at the time of drafting within the congressional power, without touching those as to which the power was doubtful, or perhaps absent, and as I understood your answer, your answer was a suggestion that perhaps politics was simply the answer.  I mean, the one particular political group had asked for it. Can you think of any other reason to draw what to me also seems like an odd distinction in the congressional mind?"
  },
  {
    "speaker": "NAGLE",
    "speech": "I would point to Judge Posner's opinion in the Pryner case out of the Seventh Circuit, in which he concluded that the Seventh Circuit concluded in his opinion that this section 1 exclusion should be narrow.  He pointed again to the advocacy of the seamen's union, and the recognition that they were a heavily"
  },
  {
    "speaker": "NAGLE",
    "speech": "It was also a similarly heavily regulated --"
  },
  {
    "speaker": "QUESTION",
    "speech": "All right."
  },
  {
    "speaker": "NAGLE",
    "speech": "-- heavily unionized industry, and Judge Posner's opinion goes on that Congress may have anticipated, quite correctly, that motor carriers would also become a heavily regulated industry, and in the --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What conclusion do you draw from that? I'm wondering, under your view, are employees of travel agents covered within the exclusion, or are they covered?"
  },
  {
    "speaker": "NAGLE",
    "speech": "Travel agents, I would -- under our interpretation I do not believe that they would be covered because they're not engaged --"
  },
  {
    "speaker": "QUESTION",
    "speech": "How about ticket agents for"
  },
  {
    "speaker": "NAGLE",
    "speech": "I draw a distinction --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You think that's what Congress had in mind?"
  },
  {
    "speaker": "NAGLE",
    "speech": "I draw the distinction because Congress specifically referred to railroad employees. When we get into travel agents -- and I apologize if you were saying employees of railroads who are travel agents, but I think --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- railroad employees engaged in foreign or interstate commerce."
  },
  {
    "speaker": "NAGLE",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "But I take it what you're suggesting, you have to give some content to other class of workers engaged in commerce.  Don't you suggest that that's engaged in transportation or something?"
  },
  {
    "speaker": "NAGLE",
    "speech": "Yes, Your Honor.  Certainly, in"
  },
  {
    "speaker": "NAGLE",
    "speech": "I would acknowledge that in order to determine the meaning of the final phrase there, any other class of workers engaged in foreign or interstate commerce, that we need to -- that we need primarily to recognize the doctrine of ejusdem generis, and the fact that it does follow after the references to seamen and railroad employees. They are specific groups in a list.  They certainly have something in common, that being that they are transportation workers, and I would also submit that it's inappropriate to read a statute to eliminate the reference to seamen and railroad employees.  If reading it as respondent contends, it's essentially an exclusion for all contracts of employment of all workers engaged in foreign or interstate commerce, and that's, as Judge Edwards said in the Cole v. Burns Security case -- exclusion, Congress has -- section 2, the coverage is very broad, using the language to demonstrate the breadth of coverage.  The exclusion is very narrow, and if one chooses to look to the legislative history that Mr. Adams and his amici point to, there's very, very limited legislative history.  There's essentially one hearing before a Senate committee in 1923 with three Senators present."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, skipping the legislative history, Mr. Nagle, why is it so narrow?  It says, engaged in commerce, and even in 1925 that extended beyond transportation workers.  You want the cutoff to be transportation workers, I take it."
  },
  {
    "speaker": "NAGLE",
    "speech": "Your Honor, I'm not aware of cases that in 1925 would have said, engaged in commerce would go beyond transportation workers.  I think that involving"
  },
  {
    "speaker": "QUESTION",
    "speech": "So communications workers, those were not included as engaged in commerce?"
  },
  {
    "speaker": "NAGLE",
    "speech": "They would not have been included as engaged in commerce."
  },
  {
    "speaker": "QUESTION",
    "speech": "You say as of 1925, the only workers engaged in commerce were those who were engaged in the moving of goods, is that --"
  },
  {
    "speaker": "NAGLE",
    "speech": "In the movement of people and goods across State lines, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, if that's the case, then I think what we're faced with on your own interpretation is an exclusion which is as complete in relation to the coverage of employees as the inclusion at the beginning of the provision is in relation to commerce in general, and so it seems to me that your argument supports the interpretive theory that Congress was, in fact, in each involved in commerce, but they were not engaged in commerce in that they were not actually moving goods -- certainly we would acknowledge that telephone operators were not moving goods across State lines."
  },
  {
    "speaker": "QUESTION",
    "speech": "When you are talking about all workers, a lot of water has flowed over the dam or under the bridge since 1925."
  },
  {
    "speaker": "NAGLE",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "I just would like to focus, you to focus for a minute on the consequences.  One of the things that's strongest for you is that in all the other circuits but the Ninth, for a long time have limited to transportation workers this exemption."
  },
  {
    "speaker": "NAGLE",
    "speech": "Certainly, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "So what bad would happen if we bought the Ninth Circuit?  That is, in thinking about it, I could protect all these workers adequately, and therefore there's no reason not to read them out and to invent distinctions between transportation and other kinds of worker.  Now, what's your response to that?"
  },
  {
    "speaker": "NAGLE",
    "speech": "Well, certainly the National Labor Relations Act and the Labor Management Relations Act come into play in the collective bargaining context."
  },
  {
    "speaker": "QUESTION",
    "speech": "Who wouldn't they have power to protect?  Who wouldn't they have power -- if the States become unreasonable in respect to arbitration, i.e., they stop enforcing arbitration agreements with workers, couldn't the NLRB come right in there and say, don't be unreasonable, we want the right rules here, and we'll both get the arbitration and protect the workers? Is there anyone on -- in other words, on the Ninth Circuit interpretation, that's somehow going to be anybody else, and then I thought, well, if we accept the Ninth Circuit they're not going to be left out in the cold, because they have the NLRB in there to protect them and, moreover, it will help them somewhat in terms of the purposes because they won't get these agreements shoved in their face and they will be able perhaps to have more freedom to choose. But I'm not -- I'm not expressing a view on that.  Whatever the right thing is, we have people there on the board to protect them.  That's -- so in other words, if I deny your interpretation, am I causing any harm?  Leaving the words out of it, I want to know the consequences."
  },
  {
    "speaker": "NAGLE",
    "speech": "The consequences, Your Honor, is that arbitration and the Federal policy favoring arbitration, which is designed to reduce litigation, will FAA is taken out of the mix, where this Court relied in part on the liberal Federal policy favoring arbitration in Gilmer and used that to -- as a consideration with respect to enforcement of arbitration agreements, if the FAA is taken out of the mix, I think note 19 in Adams' brief suggests that there's an effort to avoid arbitration of even the Federal claims, and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, even if the FAA doesn't apply to employment contracts, State arbitration rules can -- they can be used, can they not?"
  },
  {
    "speaker": "NAGLE",
    "speech": "There are State arbitration rules which vary dramatically from State to State, Your Honor, certainly.  That I think does not solve the issue, because, as this Court has recognized on a number of occasions, one of the great advantages of the broad application of the FAA is providing that substantive law"
  },
  {
    "speaker": "QUESTION",
    "speech": "Why would you have removal to the Federal court unless you had diversity if it's State law that controls?"
  },
  {
    "speaker": "NAGLE",
    "speech": "In -- there may be cases where there is diversity, just a --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, if these are employment relations, wouldn't most of them be diversity -- most of them be nondiverse, that is, a worker and employer in the same State?"
  },
  {
    "speaker": "NAGLE",
    "speech": "I would disagree, Your Honor.  I think there are many large national corporations that -- such as Circuit City which is primarily -- principal place of business is in Virginia, and so to the extent that large companies have employees in many States there may very well be diversity, and then when the matter is removed on diversity grounds there will be the question as developed very sophisticated arbitration programs which include, among other things, governing law provisions, and so you may have a corporation which is based in one State, has a detailed arbitration rules and procedures, as Circuit City does --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Nevertheless, it would be State law that would control, some State law."
  },
  {
    "speaker": "NAGLE",
    "speech": "It will be some State law.  One of the issues that the courts will need to determine is when we have a governing law provision such as in the Circuit City agreement, specifying that the Virginia Uniform Arbitration Act would apply, and then the question will arise whether, for instance, California would honor that reference to that State statute. I think it's simply an issue that the courts will have to grapple with for a number of years until"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes."
  },
  {
    "speaker": "NAGLE",
    "speech": "-- would it have been customary?"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes."
  },
  {
    "speaker": "NAGLE",
    "speech": "It was an administrative machinery that was put in place.  I cannot represent to the Court that it would have been customary on that.  I do not know, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Could you tell me just for the record, what are the best cases that you have to establish the proposition that at the time this legislation was enacted it was already well-established that engaged in commerce was not the limit of the Congress' power over interstate commerce?  What are your best cases?"
  },
  {
    "speaker": "NAGLE",
    "speech": "Illinois Central Railroad v. Behrens, the Shanks v. Delaware, the railroad case.  Those are pre-FAA cases.  Certainly subsequent interpretation, reenactment without change seemed to suggest that Congress had acquiesced in that. I would point out that the Federal Arbitration Act was reenacted in 1949 without change, after the law had become quite clear over that respect."
  },
  {
    "speaker": "QUESTION",
    "speech": "Have you -- just, I want to be sure you give us your best answer to Justice O'Connor's initial question as to the reason why there's this rather narrow exception from a broad provision."
  },
  {
    "speaker": "NAGLE",
    "speech": "I would say that while Congress' motives are not always clear, and the very limited legislative history doesn't provide any guidance on that, what we know is that Mr. Furiceff of the Seamen's Union specifically asked that his union be carved out.  We know that seamen and railroad employees were groups that already had by statute an administrative mechanism for Mr. Rubin, we'll hear from you."
  },
  {
    "speaker": "RUBIN",
    "speech": "Mr. Chief Justice, and may it please the Court: We agree with petitioner in response to the question from Justice Scalia that the focus of the Court's inquiry today has to be on what Congress meant in 1925, whether it intended the section 1 exclusion to go -- to remain symmetrical with the section 2 coverage."
  },
  {
    "speaker": "QUESTION",
    "speech": "In 19 --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Rubin, if your position is correct, why didn't, in section 1, Congress simply stop with, shall apply to contracts of employment, period?"
  },
  {
    "speaker": "RUBIN",
    "speech": "Congress could have done it that way, but it used the language that was presented to it by"
  },
  {
    "speaker": "RUBIN",
    "speech": "Secretary Hoover, just 2 weeks after the seamen's union expressed concerns not only about its application to seamen, but according to Mr. Furiceff to seamen, railroad men and sundry other workers in interstate and foreign commerce, wrote a letter to the chair of the Senate Judiciary Committee in which he said, if there appear to be objections to the inclusion of workers' contracts, then he proposes that the following language be used. The language that he proposed is the identical language that Congress used in the section 1 exclusion. While --"
  },
  {
    "speaker": "QUESTION",
    "speech": "That's very good sleuthing, but I mean, this is a letter.  This is not even a committee report.  It is a letter sent 2 years before this statute is enacted, and you want us to assume that that is the"
  },
  {
    "speaker": "RUBIN",
    "speech": "There is a linguistic explanation for what they did.  While Congress could have limited that way had it been presented in a different way, Congress' -- Secretary Hoover asked Congress to expedite passage of the bill to satisfy the commercial interests who were urging it."
  },
  {
    "speaker": "QUESTION",
    "speech": "I gather he failed, since he sent the letter in 1923 and the bill was passed in 1925. (Laughter.)"
  },
  {
    "speaker": "RUBIN",
    "speech": "He did -- he was successful in getting the language that he proposed included in the bill immediately after he proposed it, but why is the additional language in there, what purpose does it serve, because that, I think, is the response to the Chief Justice's question. Well, we start with the first two phrases, the"
  },
  {
    "speaker": "RUBIN",
    "speech": "I'm sorry.  They were covered by Federal statutes."
  },
  {
    "speaker": "QUESTION",
    "speech": "By Federal statutes."
  },
  {
    "speaker": "RUBIN",
    "speech": "Excuse me if I misspoke."
  },
  {
    "speaker": "QUESTION",
    "speech": "No, I --"
  },
  {
    "speaker": "RUBIN",
    "speech": "Then -- then, because the objection from labor, which Secretary Hoover at least urged Congress to overcome, however quickly or not it might have happened, referred more broadly to all classes of employees, because the underlying concern was the disparity in bargaining power, as this Court acknowledged in Prima Paint in its footnote 9, when it referred to the section 1 exclusion, because the disparity in bargaining power applies between all workers and bosses as perceived by labor at the time, and as reflected by Congress in 1932 in the Norris La Guardia Act.  Congress went beyond that."
  },
  {
    "speaker": "RUBIN",
    "speech": "Just like FELA at the time, we believe, would have covered an on-the-job injury by a high executive of a railroad company, it is our construction that worker and employee means anyone employed by a company.  There is an amicus brief that argues otherwise."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, because you'd say that it covers workers, and workers might have had a definition at the time that did not include the CEO."
  },
  {
    "speaker": "RUBIN",
    "speech": "That is possible."
  },
  {
    "speaker": "QUESTION",
    "speech": "We don't have to decide that."
  },
  {
    "speaker": "RUBIN",
    "speech": "You certainly do not have to decide that."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Rubin, what was well-established as of 1925 about the meaning of Congress' power?  Was it well-established that engaged in commerce was narrower than Congress' full power?  Was there already the counsel, Behrens."
  },
  {
    "speaker": "RUBIN",
    "speech": "Behrens and Shanks.  The Behrens and Shanks case arose under the amended FELA, the 1908 version of FELA.  That act referred initially to engaged in, but then on two separate occasions had what we characterize as a temporal limitation.  It said, while engaged in. It specifically limited the scope to less than the full commerce power, as would have been expressed by the term, engaged in, and in Shanks and in Behrens, and in several other cases, this Court expressly noted that whether workers were covered by the amended FELA or not, turned upon whether the injury they suffered occurred while they were engaged in. It didn't focus on the type of work they generally performed.  It -- for instance, in Behrens, I believe, the worker was working on an interstate -- who is not covered by the various limitations.  Shanks goes through and summarizes the Supreme Court jurisprudence of the time under FELA and makes very clear that engaged in is as broad as it gets, because it includes not just those narrowly working on the trains as they were going down the tracks, but everyone whose job is sufficiently related as to be practically a part of the interstate commerce. So at the time, in 1925, engaged in was a term of art.  It was a term of art that reached to the full scope of Congress' commerce power.  That is to complete the answer as to -- actually, it doesn't quite complete the answer, because there are still some words that we have to address.  That explains, we believe, why there was the reference to in -- engaged in foreign or interstate commerce, because that was the common use of art different times by different people.  A --"
  },
  {
    "speaker": "QUESTION",
    "speech": "That may well be, but --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- that's terrible drafting."
  },
  {
    "speaker": "RUBIN",
    "speech": "The --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I mean, Congress is supposed to come up with a coherent bill, and we usually assume it was all drafted at the same time and somebody sat down and used the same words to mean the same things throughout the statute, and we usually assume that when they use different words they mean different things."
  },
  {
    "speaker": "RUBIN",
    "speech": "There is a reason why the locutions in section 2 are different from those in section 1, and that is because the language in section 2, the coverage provision refers to -- and it's an odd locution, one that we've certainly not seen in other statutes -- contract"
  },
  {
    "speaker": "QUESTION",
    "speech": "They're engaged in businesses involving commerce.  Workers in businesses involving commerce."
  },
  {
    "speaker": "RUBIN",
    "speech": "Then that has --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I mean, it's so easy to do."
  },
  {
    "speaker": "RUBIN",
    "speech": "It both adds more words, it does not respond to the concerns of those --"
  },
  {
    "speaker": "QUESTION",
    "speech": "If you're worried about adding words, they could have ended it after workers and it would have achieved the same result."
  },
  {
    "speaker": "RUBIN",
    "speech": "It does not address the concerns of those who were objecting, because it used the exact language that they proposed. There's one more phrase that I haven't addressed, and that's the any other.  I know Justice Kennedy asked about the class, but the complete phrase is, interstate or foreign commerce, as broad as it gets.  It didn't say, commerce means transportation. Petitioner would not only have the Court adopt the illogical explanation that Congress excluded from this bill those workers over whom its commerce power was the clearest and federalize the law of arbitration only those as to whom I believe Justice O'Connor said was most questionable --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Rubin, there's also the phrase, contract of employment.  You were candid in telling us that you consider workers to include any employee, even managerial employees.  What about collective bargaining contracts?  Are they -- where do they stand as -- do they fall within the section 1 exclusion?"
  },
  {
    "speaker": "RUBIN",
    "speech": "Yes, and in fact the majority of the circuits agree with the proposition that collective on individual employment contracts drew that distinction, because in fact, going back to 20, 25 years, the majority of the circuits have said the collective bargaining agreements are excluded. The practical effect is minimal, because the Labor Management Relations Act, Section 301, as this Court clearly held in Lincoln Mills v. Textile Workers, does ensure the Federal common law of arbitrability for collective bargaining agreements."
  },
  {
    "speaker": "QUESTION",
    "speech": "What was the reasoning in the circuits for saying that collective bargaining contracts are excluded?  Is it that they were not contracts of employment?"
  },
  {
    "speaker": "RUBIN",
    "speech": "No, no, no.  It's precisely the opposite, because they were contracts of employment of any other class of workers."
  },
  {
    "speaker": "QUESTION",
    "speech": "Or, LMRA, yes."
  },
  {
    "speaker": "RUBIN",
    "speech": "Is a -- well, this Court in Lincoln Mills was faced with a choice as to whether, in deciding to hold collective bargaining agreement arbitration provisions enforceable, it should do so under the FAA, as the lower court had held, by the way, in the Fifth Circuit in Lincoln Mills, or whether to hold it enforceable under section 301, which was enacted in 1947. The Court chose section 301.  The Court made no reference whatsoever in its opinion to the FAA, and that's where Justice Frankfurter in his dissent first laid out the argument that we're following up on in our briefs to say that the FAA is inapplicable for this --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Why doesn't the 301 reasoning explain what the circuits have done and say, well, these are just controlled by another statute? circuits but the Ninth have restricted this to transportation workers?"
  },
  {
    "speaker": "RUBIN",
    "speech": "No.  Some have, as we pointed out, restricted it to employees of common carriers."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, all right, but I mean, restricted it, then it can't be that there are a lot of circuits that have held that collective bargaining agreements are excluded as a contract of other workers."
  },
  {
    "speaker": "RUBIN",
    "speech": "Well, there are --"
  },
  {
    "speaker": "QUESTION",
    "speech": "All right."
  },
  {
    "speaker": "RUBIN",
    "speech": "I think the First, Fourth, Fifth, Sixth, and Tenth have -- and the Ninth."
  },
  {
    "speaker": "QUESTION",
    "speech": "I don't see the consistency there, but I need -- that isn't your problem at the moment, nor mine. The question I have is the same I addressed to hostility to arbitration in the States, and I also think that there are a lot of unfair arbitration agreements, but there are even more that are fair and many of them help the average worker, maybe not your client. All right.  Given that background, who's going to be left out in the cold?  Are there a class of workers such that if we accept the Ninth Circuit they will suddenly not be able to get arbitration agreements that might help them because of State hostility or complex State rules, et cetera?"
  },
  {
    "speaker": "RUBIN",
    "speech": "No."
  },
  {
    "speaker": "QUESTION",
    "speech": "Can the NLRA, NLRB take jurisdiction over such a class?"
  },
  {
    "speaker": "RUBIN",
    "speech": "There --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Is there a problem?"
  },
  {
    "speaker": "RUBIN",
    "speech": "There are several levels of"
  },
  {
    "speaker": "QUESTION",
    "speech": "Your response is, then, look, they can still agree, just not in the employment contract."
  },
  {
    "speaker": "RUBIN",
    "speech": "They -- in a few -- the ultimate issue here is whether States can determine whether the employment relationships in those States, whether an arbitration agreement is enforceable or not."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, you're going to be --"
  },
  {
    "speaker": "RUBIN",
    "speech": "In those --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You're going to be arbitrating under the kind of agreements you describe simply between the -- either under State law or under Federal law, aren't you? I mean, there's no other way to do it."
  },
  {
    "speaker": "RUBIN",
    "speech": "If someone is to go to court --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes."
  },
  {
    "speaker": "RUBIN",
    "speech": "-- to enforce an arbitration agreement that one side is objecting to -- here.  I mean, what you're really asking us to do is to change the language of section 1 in light of the fact that we now know that Congress could have gone further than it chose to go in that language.  I don't know any other case where we've done that. You're not asking us to simply give that language its modern, more expansive meaning.  You're asking us to say, you know, in light of the fact that we now know that it's not just employees engaged in interstate commerce who can be covered.  Had Congress known that then, they would have written a different provision and so, Supreme Court, why don't you rewrite it for Congress, because they surely would have put it this way if they had known then what we know now.  Do you know any case where we've done that?"
  },
  {
    "speaker": "RUBIN",
    "speech": "I'm not asking you to rewrite the which they once thought was symmetrical, is no longer symmetrical, so now we should read it to mean something more --"
  },
  {
    "speaker": "RUBIN",
    "speech": "To --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- than a class of workers engaged in foreign or interstate commerce."
  },
  {
    "speaker": "RUBIN",
    "speech": "To get back to the very first question you asked petitioner's counsel, what did Congress mean by the language used in 1925.  Involving, which had never been used before in a commerce relationship and has never been used since, could not have meant anything more than engaged in, because engaged in was as far as it got. So to the extent there has been a rewriting -- and I'm not contending there's been a rewriting.  I'm contending there's been an application under the modern interpretation of the Commerce Clause.  As this Court in If, in fact, engaged in interstate commerce is something narrower and is no longer symmetrical, tough luck. Congress can amend it.  But we don't go around rewriting it in order to preserve symmetry."
  },
  {
    "speaker": "QUESTION",
    "speech": "Maybe your answer is, we've already rewritten section 2."
  },
  {
    "speaker": "RUBIN",
    "speech": "In fact, in Terminex in 1925, that -- that's what happened.  The language in 1925 maintained that symmetry, maintained that symmetry for purposes that were stated that are in the record.  There is no indication of any reason why Congress would have disrupted that symmetry, what purposes could be served, how it could be --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But it isn't symmetry.  I mean, there's different language used in the two sections."
  },
  {
    "speaker": "RUBIN",
    "speech": "It's symmetry, Your Honor, in the contracts of employment that might be covered under Congress' commerce power would be covered.  One provision should not be read dynamically, as this Court did in Terminex, while the other is read statically.  There's no indication that Congress intended that. Congress didn't use the word, transportation. It had enacted numerous statutes by 1925 that had limited the scope to transportation, or to common carriers, or to common carriers by railroad.  It had that language readily available to it had it intended the carve-out, but there is no gap between the section 2 coverage and the section 1 exclusion and, therefore, just as in 1925, all workers' contracts of employment were excluded, any other class of workers, the broadest possible language, so, too, we urge the Court to construe the statute that way now. If there are no further questions -- to look at the sections on pages 7 and 8 of our reply brief, where we specifically tried to address that the 1925 Congress that had used the words, engaging in interstate commerce, that -- I'm sorry, with respect to Behrens, had indicated that that applied only to employees who were actually engaged in interstate transportation or closely related functions, and not to other employees that Congress had the constitutional authority to regulate."
  },
  {
    "speaker": "QUESTION",
    "speech": "You cite Behrens -- you cite -- never mind.  Go ahead."
  },
  {
    "speaker": "NAGLE",
    "speech": "Yes, Your Honor.  With respect to the questions on section 301 of the Labor Management Relations Act, that, of course, affects those in the unionized context.  I would note, as Justice Scalia had pointed out, that this would lead to the anomalous result that a CEO of a multinational corporation who has an appeals have consistently held, the narrow reading of section 1 is the only reason which is based on and consistent with the text, that makes use of the full text and conforms with the principles of statutory construction, so that we don't read words to be meaningless and that we do apply the canon of ejusdem generis. As this Court noted in Allied-Bruce, and particularly in Justice O'Connor's concurring opinion there, there's value in uniformity and stability of the case law which has developed.  Since Gilmer, untold number of agreements to arbitrate employment claims have been entered into in reliance, and I would suggest that Congress is certainly well aware of this case law development, has had the opportunity to correct it if they"
  }
]