[
  {
    "speaker": "STEWART",
    "speech": "Mr. Chief Justice, and may it please the Court: This case involves the application of exemption 5 of the Freedom of Information Act to seven documents that pertain to the Federal Government's exercise of its responsibility to act as trustee for the property and natural resources of Indian tribes.  Six of the seven documents were submitted by the Klamath tribes to the Department of the Interior at the Government's request. The seventh document was prepared by a DOI official and was provided to attorneys for the Klamath and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "By DOI, Department of the Interior?"
  },
  {
    "speaker": "STEWART",
    "speech": "That's correct. The documents relate to the United States' representation of the tribes' interests in a pending Oregon stream adjudication as well as to the Bureau of"
  },
  {
    "speaker": "QUESTION",
    "speech": "Has that been abandoned?"
  },
  {
    "speaker": "STEWART",
    "speech": "It has not been abandoned.  The long -- no draft long-term plan has yet been issued, but the --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Is it still under preparation?"
  },
  {
    "speaker": "STEWART",
    "speech": "It is still under preparation."
  },
  {
    "speaker": "QUESTION",
    "speech": "Is it ongoing?"
  },
  {
    "speaker": "STEWART",
    "speech": "It is still ongoing on a year-by- year basis the Bureau of Reclamation, or BOR, manages the Klamath project based on water availability during the course of that year. The idea behind the long-term operations plan, sometimes known as the Klamath project operations plan, or KPOP colloquially, was to devise a methodology whereby the Department would decide in advance how water would be distributed in both wet and dry years, where current adjudication, the United States has filed claims on behalf of the tribes, on behalf of the project, as well as on behalf of other Federal interests."
  },
  {
    "speaker": "QUESTION",
    "speech": "So in the Oregon litigation I take it that the United States is really acting as counsel for the tribes?"
  },
  {
    "speaker": "STEWART",
    "speech": "We are not technically acting as their attorney.  That is, the tribes have their own attorneys, but the United States acts as trustee.  It has filed claims in the Oregon adjudication --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, are the claims that the tribes' lawyers are supporting the claims that the United States filed, or are they separate claims?"
  },
  {
    "speaker": "STEWART",
    "speech": "The United States has filed claims on behalf of the tribes.  With regard to virtually the entirety of the United States submission the tribes have exception, your interests are identical.  Counsel, technically, is separate?"
  },
  {
    "speaker": "STEWART",
    "speech": "That's correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "Okay."
  },
  {
    "speaker": "QUESTION",
    "speech": "But isn't it true the United States has an interest other than just representing the tribes' interest?"
  },
  {
    "speaker": "STEWART",
    "speech": "That's correct.  The United States has also filed claims on behalf of the project and on behalf of other Federal interests.  For instance, there is a wildlife refuge in the area for which the United States --"
  },
  {
    "speaker": "QUESTION",
    "speech": "If there were a separation of responsibility within the United States presentations and if these documents had been given to the right hand rather than the left hand of the United States, would you still exemption for a trustee which Congress turned down?"
  },
  {
    "speaker": "STEWART",
    "speech": "In 1976 there was a legislative proposal that would have created a new FOIA exemption for all documents in the possession of a Government agency pertaining to the exercise of trust responsibilities, and that bill was never acted on. That bill would have accomplished an exemption from the FOIA that is significantly broader than the exemption we're asking for here.  That is, the applicability of that exemption would not have turned on whether the documents came from the tribes initially and, perhaps more important, it wouldn't have turned on whether particular documents would be privileged from discovery in civil litigation. That is, the focus of the court of appeals' concern -- perhaps I should turn to page 2 of our brief,"
  },
  {
    "speaker": "STEWART",
    "speech": "It certainly doesn't fit within the most common conception of what an interagency or intraagency memorandum would be.  The courts of appeals have, over the past 30 years, devised a methodology for determining when documents that were created by persons outside the Government may nevertheless be regarded as sufficiently internal from a pragmatic point of view that they can qualify for the exemption."
  },
  {
    "speaker": "QUESTION",
    "speech": "Why would they go about that business -- why wouldn't they simply read what the statute says?"
  },
  {
    "speaker": "STEWART",
    "speech": "I think because they have come to the conclusion that some documents submitted by outside persons play a role in the agency's deliberations that is so similar to the role that a staff memorandum would play."
  },
  {
    "speaker": "QUESTION",
    "speech": "Did they call it a consultative person is consulted because he has preexisting expertise but no particular institutional perspective on the matter at issue, and there I think it is fair to say that the basis for the arrangement is that this person is serving in effect as a temporary employee, performing the role an employee would perform.  There are other cases in the --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, you don't assert that all tribal communications with the Federal Government concerning tribal resources are always exempt from disclosure under FOIA, do you?"
  },
  {
    "speaker": "STEWART",
    "speech": "No.  We would say that the document needs to be submitted to the Government in its capacity as trustee.  So, for example, if the Fish & Wildlife Service is making a determination as to whether a particular species should be listed as threatened or endangered under the Endangered Species Act it's possible relationship between the outside person and the government official, and in many instances the outside person, as I say, is one who fulfills the role of an agency employee."
  },
  {
    "speaker": "QUESTION",
    "speech": "But that --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But the tribe is not an agency."
  },
  {
    "speaker": "STEWART",
    "speech": "The tribe is not an agency."
  },
  {
    "speaker": "QUESTION",
    "speech": "So it's literally not covered."
  },
  {
    "speaker": "STEWART",
    "speech": "It is not covered under the most natural reading of that language.  I think there is a sense in which these submissions are properly characterized as interagency, and that is when the Federal Government actively solicits advice and assistance, when it identifies the person from whom advice is sought, when it constructs the decision -- when it constructs the consultative process in a way that is reasonably designed to further the Government's own interests, the resulting The tribe here was not seeking to further the Government's interests at all.  It was seeking to further its own interests.  I think it's a stretch beyond what most of these courts of appeals cases -- which I agreed with.  I mean, I've spoken to that in an earlier case, but this seems to take it a step further, and I can see how you can get to the conclusion that a consultant who you hire, any memorandum produced by that consultant who was hired is an intraagency memorandum. I do not see how you can leap to the conclusion that anything that is given to you by a trustee, by a trust, is an intraagency memorandum.  I mean, maybe it should be confidential, but I find it hard to call that an intraagency memorandum."
  },
  {
    "speaker": "STEWART",
    "speech": "Well, with respect to the existing court of appeals case law, certainly the consultant Senate didn't have its own ax to grind when it was giving the Justice Department information about judicial nominees.  It was certainly trying to further the Government's interest, not its own interest."
  },
  {
    "speaker": "STEWART",
    "speech": "But it was consulted precisely because it would have a distinct perspective on the proper manner of accomplishing the Government's objectives, and that's really --"
  },
  {
    "speaker": "QUESTION",
    "speech": "In that view, if the Klamath Water Users' Association had submitted these documents, would they also be privileged from disclosure?"
  },
  {
    "speaker": "STEWART",
    "speech": "No, because the United States does not act as a trustee for the Water Users Association."
  },
  {
    "speaker": "QUESTION",
    "speech": "So then it's not the deliberative process privilege that we're talking about at all.  It's simply this trust relationship."
  },
  {
    "speaker": "STEWART",
    "speech": "It has not made claims on behalf of the water association.  It has made claims on behalf of the project, but the association and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Where they have the same interest, where there's an identity of interest between -- the United States might agree with the users on some of the questions, is that not so?"
  },
  {
    "speaker": "STEWART",
    "speech": "There are certainly aspects of the case on which we and the users are in agreement."
  },
  {
    "speaker": "QUESTION",
    "speech": "What -- but, and the users and the tribes are in, at least in tension on some of these issues. One of the statements made is that the United States has been routinely turning over what it gets from the water association to the tribes, so the information -- the tribes get information from one side that has a stake Now, both the tribes and the water users corresponded with the Bureau of Reclamation, or BOR, and BOR received a FOIA request from both the tribes and the users association asking for the documents that the others had submitted, and for better or worse BOR turned everything over.  BOR was absolutely evenhanded in divulging both tribal communications and the water users association communications.  It may be that under our theory BOR should not have been quite so forthcoming, but it was.  There was no disuniformity with respect to BOR. BIA was a different story.  BIA is set up with the special responsibility of exercising the Government's trust responsibilities to the Indian tribes.  It essentially corresponds with the Indian tribes, and it would be unusual for the water users to correspond with BIA at all.  BIA was the subagency within the Department mission, its separate juridical status --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No, but isn't the value of that emphasis, if it has any value at all, only proportional to the independence of BIA from the rest of the Department of Interior, because I think the questions of several of my colleagues here have raised the same point.  If the BIA is not independent of them, then your analogy between the tribes and the consultants fails.  If we accept the consultant situation as being inter- or intraagency, we can rationalize it by saying, as several have said, that the consultants really are doing something that the Department itself might be doing.  It's an extension of the Department.  It's reportable only to the Department. But if, in fact, the Indian tribes are consulting with an agency which is concerned not only with the Indian tribes' interests, but in adjusting those"
  },
  {
    "speaker": "STEWART",
    "speech": "I mean, I guess I have two or three responses to that.  First, you're correct that the BIA is not an independent agency.  It is a subagency of DOI, and therefore is ultimately subject to DOI control. At the same time, the Government is attempting to deal in a pragmatic fashion with the sort of combination of responsibilities that no private party would ever be given. That is, things would certainly be cleaner from our point of view of DOI could either say, we will treat the tribes exactly like we treat everyone else, or it could say, we will treat the tribes exactly as a private trustee would treat the beneficiary, namely, show it a duty of undivided loyalty. It's clear, I think from first principles and from this Court's decision in Nevada v. United States, of stepping into the shoes of an agency employee or doing what an agency employee would otherwise do.  To the contrary, we think the input from the tribes is essential if the Department is to carry out its trust responsibilities, but that's precisely because the tribes have an expertise and a perspective that no agency employee would have."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, that's true, but I mean the problem comes because the Department has responsibilities to other people, too and it is -- in effect, on your view of the Freedom of Information Act, it is able to favor one side with information while denying an equal, in effect an equal access to another side, and --"
  },
  {
    "speaker": "STEWART",
    "speech": "Well, certainly --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- that's the real rub in deciding whether we should stretch the Freedom of Information Act"
  },
  {
    "speaker": "QUESTION",
    "speech": "But I think your position here today is, it didn't have to be, that it could claim an exemption with respect to whatever it gets from the tribes."
  },
  {
    "speaker": "STEWART",
    "speech": "Not whatever it gets from the tribes, but whatever the tribes submit to it in its capacity as trustee, so yes, our position would be, if the tribes approach BOR and say, in order to fulfill the United States' duties as trustee, the BOR must take the following management steps."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, Mr. Stewart, your argument would be very convincing if Congress had enacted that trustee thing, but it didn't."
  },
  {
    "speaker": "STEWART",
    "speech": "I mean, I think it's -- obviously, one of the arguments advanced in favor of the legislation that was proposed in 1976 was that the legislation would clarify the ambiguity, would make it unnecessary to these exemptions, and the exemptions are to be tightly construed."
  },
  {
    "speaker": "STEWART",
    "speech": "I mean, certainly, if we are able to persuade the Court that the threshold language is satisfied here, that is that these documents are properly regarded as interagency or intraagency memorandums or letters, we would still have to persuade presumably the court of appeals on remand that the documents would be privileged --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But the question is whether it fits within -- the words for the exemption are interagency. That's what has to be strictly construed."
  },
  {
    "speaker": "STEWART",
    "speech": "And in the past --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Once you get past that, then there's an issue that isn't even before us now whether these are deliberative and whatever else. supposed to be done by the inquiry into whether there is actually an applicable privilege.  It maybe that the threshold language will screen out some things that would be privileged in discovery, but there's no indication, either in the legislative history or in this Court's decisions, that the threshold language is supposed to screen out a lot. To take another example --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No, but we can't construe the exemption as if it were an exemption only for privileged material, because we've got inter- or intraagency language that has somehow got to be satisfied before we get to the question of privilege."
  },
  {
    "speaker": "STEWART",
    "speech": "But I think it's also worth emphasizing that the one alternative that I think is not clearly on the table is to give the threshold language an adjudicator, vis-a-vis the tribe, so that analogy doesn't work, and it seems to me the only way you can win is to say, well, come up with anew exception, or a new interpretation of inter- or intraagency, and I haven't heard what that is yet. If we don't accept the analogy with the consultant --"
  },
  {
    "speaker": "STEWART",
    "speech": "I mean, I think the --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- and we don't have another model for a construction or an exception, then I think you're -- then I think you have to lose."
  },
  {
    "speaker": "STEWART",
    "speech": "I mean, I think the best analogy from the existing case law is to the Senators in Ryan and to the former President in Public Citizen.  That is, these are people who were not literally part of any FOIA agency, and who were consulted not because they were expected to whether particular documents would be made public or not, and in other private individuals such as Public --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But at the time the privilege was recognized, or the exemption was recognized, was the archivist in the situation of saying, well, I have the President telling me to do one -- or whoever it was -- telling me to do one thing and a bunch of historians want me to do something else, so I'll consult with the President, and my consultation with him should be exempt. Was that the situation?"
  },
  {
    "speaker": "STEWART",
    "speech": "I don't know that it had progressed to quite that point, but certainly the point of the scheme was that private parties would like to have as much information as possible from the former President's records in order to do whatever type of research they wanted to do, and the former President was being consulted"
  },
  {
    "speaker": "STEWART",
    "speech": "I mean, I think we are not -- I think we're not asking for a stretch, because the United States in its capacity as trustee, and in particular the Bureau of Indian Affairs, owes a duty of loyalty to the tribes, and certainly Federal policy for most of the 20th Century has been to exercise the trusteeship in a way that will promote values of tribal self-determination, so if the United States as trustee --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What I mean is, that's a new element that wasn't -- it's not like the paid consultant who's substituting for an employee, it's not like the Senate that's representing the U.S. Government, and it's not like the President.  You are asking for something that no other case is like."
  },
  {
    "speaker": "STEWART",
    "speech": "I would agree that the tribes' potential financial interest in the income of the otherwise have."
  },
  {
    "speaker": "QUESTION",
    "speech": "It's not completely clear that that confidentiality is also a defense to discovery in litigation."
  },
  {
    "speaker": "STEWART",
    "speech": "I mean, certainly in litigation the particular needs of an individual requestor would be relevant in a way that they would not be relevant under the FOIA, so I think your question -- the premise of your question is correct in two different respects. First, the fact that these are in our view interagency documents doesn't automatically mean that they would even satisfy the second part of the FOIA test. Second, even if they satisfied the second part of the FOIA test in the sense that they would not be routinely discoverable, that wouldn't by itself eliminate the possibility that they could be discovered by a litigant FOIA exemption 5 does not apply to communications between the Government and outside nonagency parties when the communications concern the Government's allocation of a valuable right or benefit among these nonagency parties.  This rule does not change due to the existence of a trustee-beneficiary relationship between the Government and the nonagency party, a relationship that itself does not give rise to a civil discovery privilege. As we heard in the discussion preceding this, this Court's decisions and Congress itself have consistently recognized that the dominant purpose of FOIA is disclosure, not secrecy, and that FOIA exemptions must be narrowly construed."
  },
  {
    "speaker": "QUESTION",
    "speech": "If an ordinary person has a trustee -- in fact, any one of millions of Americans because your Government happens to be the trustee, opponents in litigation could get it, so the court privileges would be useless to them.  I mean, insofar as they have to give documents to the trustees, all the court privileges would be useless.  I'm not saying that means you'd lose, but I want to be sure that's the consequence."
  },
  {
    "speaker": "HITCHINGS",
    "speech": "Well, the consequence should be looked at within the context of --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But that is the consequence."
  },
  {
    "speaker": "HITCHINGS",
    "speech": "The consequence, yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right.  If that's the consequence, then what I'm looking for is, it seems an undesirable consequence, and therefore I wonder if their status isn't unique enough to analogize them to consultants. That's basically -- I mean, it's like nothing in the same instance, in Nevada v. U.S., this Court's decision in that case did recognize the unique nature that the Government has to deal with, competing interests within water rights adjudications, and while the relationship that the Government and Interior may have with project water, irrigation water users may not approach that of a trustee, certainly Nevada said that the Government is obligated to undertake substantial obligations on their behalf. And when you're talking about the Government making decisions regarding these competing interests, and it's not just the interests of the irrigation interests and of the tribes, it's also competing Federal interests for other federally reserved water rights, one thing that --"
  },
  {
    "speaker": "QUESTION",
    "speech": "It didn't seem to me that's what situation, it would be true in every situation, if they don't fall within this.  Now, that's what's worrying me."
  },
  {
    "speaker": "HITCHINGS",
    "speech": "Well, I think that one of the potential off-ramps to that is that there may be other FOIA exemptions that would apply in other cases.  For the purpose of FOIA exemption 5 our position is that it does not where you have the Government allocating a valuable privilege amongst competing nonagency parties."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Hitchings, I guess you believe that the moral is you should never pick a trustee who enacts a Freedom of Information Act. (Laughter.)"
  },
  {
    "speaker": "HITCHINGS",
    "speech": "I don't know if that's quite the moral of the story, but it's -- certainly the --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But I'm not sure the Indians had a choice.  I mean, the Congress -- is not in this position where they actually are balancing --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Is there any way to work with that, because I would normally think, you know, that people get sued, and tribes get sued like any other entity for millions of things, accidents, contracts, who knows?  I mean, there are 30 million lawsuits, or I don't know, 10 million anyway, and in each of those lawsuits they would be unable to use the privileges that are given to every other litigant if they turned over documents, as they normally would in the course of business, to their trustee. Now, is -- you say, well this is a special situation as described.  Is there any way to work with that that would make a difference?"
  },
  {
    "speaker": "HITCHINGS",
    "speech": "I think the rule that I"
  },
  {
    "speaker": "HITCHINGS",
    "speech": "They do, and they have their own attorneys in this circumstance too, both in the Klamath project operations plan as well as in the adjudication."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Hitchings, I think that Mr. Stewart said that this case, if we got past interagency, would be on the deliberative process.  Nobody is claiming in this case that the United States has an attorney-client relationship that would bring forth a privilege.  I think that Mr. Stewart agreed with that, so if we -- if exemption 5 applied at all, we would be looking to the deliberative process privilege but not to attorney-client or work product, is that right?"
  },
  {
    "speaker": "HITCHINGS",
    "speech": "Well, in this case the Government has asserted the deliberative process privilege protects all seven documents that remain in dispute. They have also asserted that the attorney work that have been claimed here, but it is true that the primary thrust of the Government's argument in this case has been that all of the documents are protected by the deliberative process privilege within FOIA exemption 5."
  },
  {
    "speaker": "QUESTION",
    "speech": "If the Government cannot prevail under section 5, are there as to these two documents as to which work product was -- will the work product privilege protect those independently of section 5?"
  },
  {
    "speaker": "HITCHINGS",
    "speech": "Our position is that it does not, and it's because they do not -- for the same reasons that it does not work within the deliberative process analysis it does not work within the attorney work product analysis either.  They do not have a common goal, a common defense or prosecution against a common adversary here. The Government again, Interior itself has many obligations and many competing interests. there.  That's within the Department of Interior. The same is the case for the Bureau of Reclamation's claims that have been filed.  The same is the case for the Klamath project operations claim.  The tribes contest the manner in which the project is operated if the Government is operating in a manner to benefit project irrigation users, perhaps wildlife refuges, whatever the other Federal interests may be in that case. One of the points that was brought up by the Solicitor General's argument was this alternative test of what the role of the document might play, and our position has been throughout this that that would pretty much bring within the purview of FOIA exemption 5 any document that is submitted to the Government. If the Government was able to withhold a document based upon its affidavit of the role that assert in a litigation.  Am I wrong about that?"
  },
  {
    "speaker": "HITCHINGS",
    "speech": "That's correct, there are those two tests to that."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right, so in other words, the only things that you -- the only -- if it applies, it only creates privacy in respect to the following things, those things that, independently, litigation privilege creates privacy for.  Now, am I right about that, or not?"
  },
  {
    "speaker": "HITCHINGS",
    "speech": "Correct.  You would need to satisfy that threshold test of whether it is inter or intraagency and then meet the secondary test, which is whether it is normally privileged within the civil discovery context."
  },
  {
    "speaker": "QUESTION",
    "speech": "That's -- you see, that's why I'm worried, because we're only talking about things that would otherwise be privileged, and now they lose that or financial information that is otherwise privileged and confidential. In fact, amici in support of the petitioner in this case brought that very point up, so there may be circumstances where the Government could assert other privileges."
  },
  {
    "speaker": "QUESTION",
    "speech": "Medical records, are medical records privileged under FOIA?"
  },
  {
    "speaker": "HITCHINGS",
    "speech": "That would be within unwarranted invasion of personal privacy, perhaps, or one of the other exemptions --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I think they're specifically mentioned in that provision, medical records and other -- whose disclosure would constitute an unwarranted invasion of privacy, but that provision letters that would not be available, memorandums or letters that would not be attorney work product, deliberative process, if there are specific, maybe psycho -- psychiatrist-patient, doctor- patient, those types of discovery privileges, but in this case there is no recognized trustee-beneficiary privilege. There has not been recognized within -- there has not been one recognized within the civil discovery context, and FOIA is not a means to create a new civil discovery privilege.  This Court's decision in Weber Aircraft explicitly stated that, and that's cited in our brief."
  },
  {
    "speaker": "QUESTION",
    "speech": "So you say that the petitioner would ultimately lose, even though satisfying the interagency requirement, because of the routinely available of discovery product."
  },
  {
    "speaker": "HITCHINGS",
    "speech": "Our position is that the Government simply cannot meet that threshold interagency do have a paid outside consultant that is providing information to the agency because it may be outside of that agency's expertise, but the paid consultant has no direct interest in the decision that the Government is making for which those correspondence are provided, and that's clearly distinguishable from this case."
  },
  {
    "speaker": "QUESTION",
    "speech": "Suppose that we thought -- I may be taking it out of context, but Justice Scalia once wrote that that's exemption -- said something about including any agency document that is part of the deliberative process.  Just taking that phrase, suppose it was possible to read section 5 in that way, would your documents come into that, too, not the ones you want, but your own submissions?"
  },
  {
    "speaker": "HITCHINGS",
    "speech": "From the Klamath water users, members themselves? a governmentally conferred capacity, and that seems to indicate that you're talking about the traditional relationship where you have a consultant that's paid by the Government to give it expert advice."
  },
  {
    "speaker": "QUESTION",
    "speech": "I wasn't dissenting on this point.  I just had to reach this point because of my dissent, whereas the majority didn't have to reach it, so --"
  },
  {
    "speaker": "HITCHINGS",
    "speech": "Correct.  In that case --"
  },
  {
    "speaker": "QUESTION",
    "speech": "The Court hasn't really addressed --"
  },
  {
    "speaker": "HITCHINGS",
    "speech": "Right, exactly.  In that case, the -- whether the documents were intraagency was not raised below and was not part of the majority's opinion. If the Court has nothing further, that would conclude my statement."
  },
  {
    "speaker": "QUESTION",
    "speech": "Thank you, Mr. Hitchings. Mr. Stewart, you have 2 minutes remaining. and then if there's water remaining the next most senior, and so forth down the line, and the position of the United States in the Oregon adjudication, and a position which was upheld by the Ninth Circuit in Adair, is that the tribes have a priority date earlier than that of the Klamath project. And there are questions remaining as to the quantification of that right, but when the United States presents claims on behalf of the tribe, if the United States believed that the tribes was entitled to a certain amount of water but nevertheless asserted claims for a lesser amount in order that more should be left over for the project, we would be breaching our fiduciary duty to the tribes."
  },
  {
    "speaker": "QUESTION",
    "speech": "The more difficult question, if you want to take 30 seconds, is how do you get the tribe users association, distinct perspective, technical, why not?"
  },
  {
    "speaker": "STEWART",
    "speech": "It's not the same sort of relationship between the Government and the water users that exists between the Government and the tribe.  That is, the  --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You're arguing for a trustee exception, basically, just --"
  },
  {
    "speaker": "STEWART",
    "speech": "Certainly we are arguing that the trust relationship is, we would say is one example of a broader principle.  Another analogy would be to our representation of current and former Federal employees in Bivens suits, where the Federal employee obviously has a personal stake in the outcome of the litigation."
  },
  {
    "speaker": "QUESTION",
    "speech": "Attorney-client."
  },
  {
    "speaker": "STEWART",
    "speech": "But the attorney-client privilege"
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "Thank you, Mr. Stewart. The case is submitted."
  }
]