{
  "success": true,
  "completeLines": [
    {
      "speaker": "REHNQUIST",
      "speech": " now in Ella Manufacturing v. Toyota Motor No. 00-1089, Williams. Mr. Roberts."
    },
    {
      "speaker": "ROBERTS",
      "speech": "Mr. Chief Justice, and Thank you, may it please the Court: The the that held below Circuit Sixth respondent, limited in substantially Williams, was Ms. performing manual tasks under the and therefore disabled Americans could not she Act because Disabilities with perform the manual tasks associated with her assembly line job, repetitively and sponge a gripping specifically wiping down for an at shoulder level cars with her arms extended period of time. That test for It disability status was wrong. was the statute inconsistent with is because it wrong which requires a life on a major substantial limitation activity. arms at cars with down Repetitively wiping shoulder not a of time is extended period level for an major life activity, activity limited in that and being does not the limited in being substantially constitute major life activity of performing manual tasks in general. A plaintiff substantial limitation must show a in the statutory tasks to meet of manual a broad range standard. could of appeals court the that The most extrapolate substantially was Williams Ms. that was limited in the required with jobs that tasks associated gripping at arms with activity repetitive and tools shoulder level for an extended period of time. That is a specialized and a is not It idiosyncratic limitation. substantial limitation --"
    },
    {
      "speaker": "QUESTION",
      "speech": "you at I just ask Mr. Roberts, can the outset, so you have plenty of time to comment, there's expert testimony, on your briefs, that -- as I read the opponent's side that she suffers the a lack of access to labor market of jobs, both percent of the from 50 to 55 nationwide and in Kentucky."
    },
    {
      "speaker": "ROBERTS",
      "speech": "that. things about number of A First, that was not pertinent on the manual tasks inquiry. That of activity major life the under submitted was working in an effort as to show a substantial limitation to working. court rejected that limitation. The district The court of appeals did not reach it. The district court number of rejected it for a reasons. First, the 50 to 55 percent was based largely on the assumption medium duty could not do that she -- she work, but point I would -- and evidence showed as the particularly to page 24 of Dr. Weikel's deposition -- she never established that in medium duty work she could do the first place And and had never done medium duty work. what Dr. Weikel said is, if in you take out that loss -- other words, duty work -- the loss of eliminating medium her loss which to 15 percent, to 10 goes down of jobs would not be substantial limitation sufficient to show a in working. The district court also said that that evidence was not geographically specific on It was based enough. national to the down not narrowed was and it figures particular job was the evidence that the -- market, so properly rejected by the district court and never reached by the on the it was submitted court of appeals because working life activity and not the manual tasks."
    },
    {
      "speaker": "QUESTION",
      "speech": "was rejected by the When you say it district You it was inadmissible. court, you don't mean mean it was given no weight by the district court."
    },
    {
      "speaker": "ROBERTS",
      "speech": "considered it The district court and said to it purported of what not probative it was show, a She failed to market. loss of access to the job -- to meet the test for working because she didn't show an exclusion from a showed was that All she class of jobs. some assembly line jobs were closed to her. was the That main reason. The other evidence that reason was because the she showed wasn't probative of what it purported to show, again an issue that the court of appeals did not reach. What the was in doing appeals erred court of artificially narrowing the manual tasks It said inquiry. quite class-based analysis. a was adopting it clearly We're only tasks associated at the manual going to look with your job."
    },
    {
      "speaker": "QUESTION",
      "speech": "vein as the same in Mr. Roberts, Justice worker's the does how question, Stevens' compensation notion of disability fit in? As I understand it, she was assessed as having a 20 percent -- what was it -- partial disability for worker's compensation purposes. -- So, the same uses statutory scheme another that's concept, disability."
    },
    {
      "speaker": "ROBERTS",
      "speech": " different worker's two are there And standards. compensation proceedings. she was The first one, before rotated into that Your the 20 percent this new job, was Honor referred to. worker's one, she sought The second compensation also after denied in this one, and that was -- in a denial affirmed by the Kentucky Supreme Court. But Worker's standards. are different there compensation is looking than -- to very different things than the Americans with Disabilities the And under Act. Americans a show have to you Act, Disabilities with substantial limitation on That's a major life activity. not the standard --"
    },
    {
      "speaker": "QUESTION",
      "speech": "percent 20 wouldn't why Well, -- limitation a impairment be occupational 20 percent substantial limitation?"
    },
    {
      "speaker": "ROBERTS",
      "speech": " pertinent the same, but only under if the standards were the working category. The worker's compensation system is looking to The court of appeals analysis impact on work. was But category. tasks performing manual the under again --"
    },
    {
      "speaker": "QUESTION",
      "speech": "avoid court of appeals did the Why addressing the because it thought Was it work approach? this Court had rejected that?"
    },
    {
      "speaker": "ROBERTS",
      "speech": "My reasons. couple of Well, a brother, the represented to counsel, respondent's the Sixth under was claim strongest the that Circuit performing and a working, under and not tasks manual recent Sixth Circuit think McKay case, I precedent, the made as qualify not would she that clear quite it substantially of activity life major the in limited working."
    },
    {
      "speaker": "QUESTION",
      "speech": "Should we address that, or because it was not addressed below, leave that alone?"
    },
    {
      "speaker": "ROBERTS",
      "speech": "typical the more I think Well, approach would be not life activity to address the major of working to below, except was not addressed since it this Sixth the with what problem major The extent. Circuit did in looking only at the manual tasks associated with working replicates, of the under that category, all problems concerns, the noted or has Court this that rather, to the respect noted with Court has that this major life activity of working. The test is circular."
    },
    {
      "speaker": "QUESTION",
      "speech": "substantial at a in looking In -- limitation, the person things that on the we focus do cannot do What do or both? or the things they still can do we do?"
    },
    {
      "speaker": "ROBERTS",
      "speech": "to manual Certainly with respect tasks, you have to look enough, at both because it's not obviously, to say there's one particular manual task that I can't do. That wouldn't show a substantial limitation, and that particular manual task to is probably not going be a at the have to look So, you major life activity. broad range. And appeals have courts of the is what that done. They've taken a list of everyday manual tasks that we all perform plaintiff where does the and said, well, fall in against this list of everyday this -- in this -- tasks? They looked not do that. The Sixth Circuit did just at the work-related activities. When you do that, the record is quite clear that Ms. Williams can do a broad With range of manual tasks. respect to personal hygiene, she can brush her teeth, wash her everyday activities respect to With bathe. face, around the house, breakfast, shows she makes the record can cook, laundry, pick up and organize around the house. And, of course, particular, district court, in what the found line work at can do assembly most compelling, she the Toyota plant."
    },
    {
      "speaker": "QUESTION",
      "speech": "you on may I just stop Mr. Roberts, something you just said? I thought the Sixth Circuit said in recreation, considered had it that opinion its household chores, living the work- generally, as well as related impairments."
    },
    {
      "speaker": "ROBERTS",
      "speech": "that I A very important sentence think has to be it the first place, In read carefully. doesn't say that we've looked at the record and considered those. is, The assumption generic assumption. It was a well, if she can't do must this assembly line work, that affect other areas, recreation and household chores. A generic assumption like that is wrong, first, because the at look to have you specifies ADA the individual impacts; second, because the impairments we're talking thing, of sort and that myotendinitis about, affect different You ways. widely different people in can't the do cannot someone because just assume, repetitive time, that of period an extended for work that's going to have an effect. Of course --"
    },
    {
      "speaker": "QUESTION",
      "speech": "that, though, in some You can assume cases, couldn't you? I mean, you're not -- if -- suppose a person says I cannot he be a watchmaker and the reason can't is he's blind. of the case, That would be the end wouldn't it? I mean, it would be clear he's disabled."
    },
    {
      "speaker": "ROBERTS",
      "speech": "Certainly."
    },
    {
      "speaker": "QUESTION",
      "speech": "mentioned only he though Even watchmaking."
    },
    {
      "speaker": "ROBERTS",
      "speech": "Certainly."
    },
    {
      "speaker": "QUESTION",
      "speech": "woman So, why can't this All right. here say I cannot lift more than 20 pounds ever, I cannot lift more perform I cannot frequently? than 10 pounds repetitive motions with both hands over an extended period of hands above my head. cannot work with my time, and I Now, that's the problem. I'll Now, in addition, that -- tell you that makes hard for me to me too -- it makes it find a job."
    },
    {
      "speaker": "ROBERTS",
      "speech": "Well --"
    },
    {
      "speaker": "QUESTION",
      "speech": "the really it's it's But disability the in and on, focusing we're that circumstances someone like that would be able not only not to perform the job but also not to do the things that the judge said below, the nature a reasonable inference from of the disability."
    },
    {
      "speaker": "ROBERTS",
      "speech": "an type of because that First, inference is contradicted by the can She says I record. do other assembly line work, including work that involves manual tasks. of take care can shows she The record personal hygiene. house. chores around the can do She The inference would be -- it's contradicted by the record. Second, the you're that task of manual type looking at she suggests that no one problem is -- the can't use The side of a car. a sponge and wipe down the problem is with the repetitive aspect of it, doing it for an in which The only setting time. extended period of someone would have to do that is in an assembly line job, and therefore, if disability should anything, the -- the be life activity of working, if analyzed under the major that is a major life activity."
    },
    {
      "speaker": "QUESTION",
      "speech": "until what I -- my -- Why -- that's you said need a thought was, well, we the last part, my trial on this."
    },
    {
      "speaker": "ROBERTS",
      "speech": "Oh, no."
    },
    {
      "speaker": "QUESTION",
      "speech": "What How serious is this disability? does it do we have to go But disqualify her from doing? on to categorize between whether it's working, gardening, what is a major life activity? is I mean, isn't it just this person hurt badly enough that there are an awful lot of things that she can't do?"
    },
    {
      "speaker": "ROBERTS",
      "speech": "The statute sets forth a No, no. standard, substantial limitation on a major life activity. Therefore, the way the cases have been tried, you identify a major life activity."
    },
    {
      "speaker": "QUESTION",
      "speech": "part that's bothering me. That's the You're is whether I wonder And what absolutely right. this statute intends the courts to be so rigid as to say, well, you've got whether argument about into an to get it's working, gardening, this or that or the other thing, or to use a more person broad, general judgment, is this incapable of doing a lot of things that people do in life."
    },
    {
      "speaker": "ROBERTS",
      "speech": "with respect Well, first of all, to working, it is important I think to identify what major life activity you're talking about because as the EEOC has recognized has Court this as regulations, its in indicated, there you say of problems when are all sorts working problems are, The activity. life a major is first, that it's completely circular. The -- the need for an accommodation establishes the entitlement to it if your life activity statute how the That's not is working. should work. identifying a disability It should work by and then seeing if it can be accommodated. Working is also unusual in the sense that it is not the individual's physical characteristics or condition that are primarily significant in deciding whether there's a disability, but the demands unlike That's of the job. the other major life activities that Congress was talking about, seeing, hearing, breathing, walking. Working -- it suddenly looks like but it circular, not only becomes you're talking more about the job than the individual. That's why I do think to it is important to -- draw a distinction, and what the court of appeals did, of course, only the but then say manual tasks was look at manual tasks associated with work. And with respect again to the record, the record shows of manual a broad range can do that Ms. Williams tasks. When you compare the approach here to the approach of the Circuit in appeals, the Eleventh other courts of cases and Chanda our brief, in discussed we've that Hillburn, or the Fifth Circuit doesn't This in Dutcher. come manual of range broad a do can She close. activities. Yes --"
    },
    {
      "speaker": "QUESTION",
      "speech": "just I can Roberts, Mr. Well, interrupt again? I -- you've explained by the 50 percent figure is moment that assume for the But -- is wrong. there were -- she was disabled from performing 50 percent of State, and in available in the the job opportunities addition, there were a random number of additional things like playing tennis forth and so the piano and playing that she could not do. it still not be -- would it Would be impermissible to disability being analyze this as the inability to and the most people can use the hands like major part of the evidence relates to work, but then there are these other things she also cannot do? Does she have to separate them. you have to things -- have the other Can't you look at the two together?"
    },
    {
      "speaker": "ROBERTS",
      "speech": "Yes, you can, and -- and certainly in a manual tasks case, say, you can submit evidence and here's I can't perform, manual tasks that an example of the ones that are required at work. There's nothing wrong with that. The problem is in artificially limiting it to it and looking only at the manual tasks associated with work. That's not enough. But yes, it certainly could be part of her case that I can't do this job at work. has But there to a shown hasn't she otherwise because more be substantial of activity life major the limitation on performing manual tasks."
    },
    {
      "speaker": "QUESTION",
      "speech": "by view that it your -- is Is it including the non-work you sort impairment that she has, of increase you to -- has things she universe of the compare it to, and therefore, there's a smaller percentage of an impairment, and therefore, it's not substantial?"
    },
    {
      "speaker": "ROBERTS",
      "speech": "in I'm limited claim is If the manual tasks, you what all and this is do have to look, the other courts of appeals have done, the broad range of manual tasks. extreme It's not enough, obviously, at one if there's a peculiar task that you can't do, but you can do everything else."
    },
    {
      "speaker": "QUESTION",
      "speech": "What you're objecting to particularly I opinion which the court's sentence of suppose is the says of range a perform can Williams that the fact isolated, over a performed manual tasks non-repetitive short her personal tending to as time, such period of hygiene or carrying out personal or household chores, does not impairment her that determination a affect substantially limits her range of ability to perform the manual tasks associated with an assembly line job."
    },
    {
      "speaker": "ROBERTS",
      "speech": "That's right."
    },
    {
      "speaker": "QUESTION",
      "speech": "that made it words, other In criterion of whether she's -- she's substantially limited."
    },
    {
      "speaker": "ROBERTS",
      "speech": "that sentence, In That's wrong. the lot of do a you can said, okay, appeals court of things, but and not assembly line job, you can't do the being able to enough for us. do the assembly line job is And that was what was wrong with the court of appeals --"
    },
    {
      "speaker": "QUESTION",
      "speech": "the the -- is of it the nub So, limitation to considering one job; i.e., an assembly line job."
    },
    {
      "speaker": "ROBERTS",
      "speech": "With respect to working --"
    },
    {
      "speaker": "QUESTION",
      "speech": "one was there if if That overriding of Instead it? wasn't it, was sin, that considering a range of -- a class -- I'm sorry of jobs jobs --"
    },
    {
      "speaker": "ROBERTS",
      "speech": "If -- if they're going to look at it under all manual to look at manual tasks, you've got tasks."
    },
    {
      "speaker": "QUESTION",
      "speech": "Yes."
    },
    {
      "speaker": "ROBERTS",
      "speech": " under working, either a class or a you've got to look at broad range of jobs."
    },
    {
      "speaker": "QUESTION",
      "speech": "I was going to say if you're doing it under -- manual tasks, life activity of under the major you wouldn't just look at jobs."
    },
    {
      "speaker": "ROBERTS",
      "speech": "the It has to be jobs. Not just broad range. And typically what the courts have done --"
    },
    {
      "speaker": "QUESTION",
      "speech": "mean to didn't -- I it Yes, but interrupt you. assume they I was going to say, but if -- start out, our category is and going to be manual tasks, they had could not which she jobs in with 100 come up perform manual tasks, would that not have satisfied the -- the required inquiry under -- under manual tasks?"
    },
    {
      "speaker": "ROBERTS",
      "speech": "know what still need to I would about involved jobs the Maybe activities. everyday specialized, idiosyncratic manual tasks. Can she --"
    },
    {
      "speaker": "QUESTION",
      "speech": "we point, aren't at this Yes, but getting sort of academic about let's If somebody -- it? assume the category is manual tasks, but they identify 100 jobs which she -- I mean, a great range of things that she can't do. Isn't it a little unrealistic to say, well, she might I mean, at at home? vacuum the floor be able to that point, facie case, pretty good prima you've made a haven't you?"
    },
    {
      "speaker": "ROBERTS",
      "speech": "would evidence then -- the The probably herself of care take can she that be not generally. She can -- She can do laundry. She can cook. as the evidence is in this case."
    },
    {
      "speaker": "QUESTION",
      "speech": "he's -- the question that But No. what if these do all could show she evidence did the things?"
    },
    {
      "speaker": "ROBERTS",
      "speech": " properly analyzed as her That's where case. a working problem is, according to the -- this unusual record we've hypothesized, only Then look at it as a problem at work. a working case. you have to If it's a manual task case, look at the broad range of manual tasks. I'd like to reserve the remainder of my time."
    },
    {
      "speaker": "QUESTION",
      "speech": "Very well, Mr. Roberts. Ms. McDowell, we'll hear from you. ORAL ARGUMENT OF BARBARA B. McDOWELL"
    },
    {
      "speaker": "DOWELL",
      "speech": "Thank you, Mr. Chief Justice, and may it please the Court: We an applied Circuit the Sixth that agree incorrect is person a whether determining in test substantially of activity life major the in limited performing manual tasks. The is person a whether asks test correct significantly restricted relative to the average person in performing those basic to that are central manual tasks everyday objects, grasping as such tasks life, manipulating objects, inquiry is That holding objects. indicated by the statutory focus on substantial limits and major life activities. The Sixth Circuit's approach, which focuses only on manual perform particular to plaintiff's ability a tasks required by a specific over- job, seems to us both inclusive and under-inclusive. First, the Sixth Circuit's approach would extend the are who persons to act the of protections substantially limited only in performing a particular job, not in everyday life and not in performing a range of jobs or undermine the That approach would jobs. a class of established test for establishing a substantial limitation based on the major life test, That activity of working. as the Court recognized in Sutton, requires the plaintiff to show that she's substantially a limited in a class or range of jobs."
    },
    {
      "speaker": "QUESTION",
      "speech": "Ms. McDowell, I didn't think that the Sixth Circuit had said I job. we're looking only at one thought they were looking at assembly line work as a broad category of jobs."
    },
    {
      "speaker": "DOWELL",
      "speech": " Honor. page 4a of the petition And I would refer you to appendix where It its analysis. is engaging the court refers to certain types of manual assembly line jobs that require the with repetitive work tools and gripping of hands and level for or above shoulder arms extended out extended periods of time. Sixth So, it appears that the Circuit was focusing on a particular category of assembly line jobs and not assembly line jobs generally."
    },
    {
      "speaker": "QUESTION",
      "speech": "it So, uses the plural. It Types. wasn't just talking about a particular job, which is what I that is not and I think reduced this to, thought you quite a fair characterization of what the court said."
    },
    {
      "speaker": "DOWELL",
      "speech": "Justice correct, be That may Ginsburg. thinking that the Sixth Circuit was It may be about these require would that jobs of categories particular limits. indication in the record, There is no though, of are jobs there other assembly line how many that would from be disqualified plaintiff would -- the performing."
    },
    {
      "speaker": "QUESTION",
      "speech": "It refers to painting, plumbing, and roofing, et cetera."
    },
    {
      "speaker": "DOWELL",
      "speech": "And that appears That's correct. to be an There does assumption by the court of appeals. not appear, at least record from our examination of what has been presented to this Court, any specific discussion of building trades, the et cetera in plumbing, roofing, record."
    },
    {
      "speaker": "QUESTION",
      "speech": "obvious a it's perfectly I suppose person heart level above hands raise their can't who couldn't paint the ceiling at least."
    },
    {
      "speaker": "DOWELL",
      "speech": "Your well be correct, That may Honor. The analysis, if one --"
    },
    {
      "speaker": "QUESTION",
      "speech": "floors paint to have She'd presumably. Right?"
    },
    {
      "speaker": "QUESTION",
      "speech": "are not limited to And most painters just painting floors, I don't think."
    },
    {
      "speaker": "DOWELL",
      "speech": "That's correct. And if one in work, is focusing on limitations the is plaintiff a whether is analysis correct disqualified that require jobs jobs, class of a from similar training, abilities, skills, et cetera, or a range of jobs, the same necessarily require do not jobs that skills and could the plaintiff jobs that training, but perform. We have no the this point whether position at plaintiff in this case could or couldn't demonstrate that she is substantially test the disabled under the working court --"
    },
    {
      "speaker": "QUESTION",
      "speech": "you just the working test, do Under look at the whole scope of jobs, or isn't it just limited -- to demonstrated has some person is this jobs that capacity for or interest in? mean, you know, what if I I can't know, I'm You pilot? a jet know, -- you be a disabled from being a in I have no interest jet pilot. being a jet pilot. My other abilities would not -- would not enable -- is that Is anyway. a jet pilot me to be irrelevant to the -- to working inquiry?"
    },
    {
      "speaker": "DOWELL",
      "speech": "No, it's not irrelevant, Justice Scalia. the that those jobs on analysis focuses The plaintiff, without the skills her impairment, would have and ability to perform."
    },
    {
      "speaker": "QUESTION",
      "speech": "a roofer she been And had Right. before?"
    },
    {
      "speaker": "DOWELL",
      "speech": "No, Your Honor."
    },
    {
      "speaker": "QUESTION",
      "speech": "I didn't think so."
    },
    {
      "speaker": "QUESTION",
      "speech": "Harbor Workers the Longshore Under and Compensation Act, what routinely look at the courts jobs are in the community that this person is eligible for after they've Is that about the same suffered an injury. approach that we should use in this case -- in these kinds of cases --"
    },
    {
      "speaker": "DOWELL",
      "speech": "with entirely familiar I'm not the statutory --"
    },
    {
      "speaker": "QUESTION",
      "speech": "at the -- when -- when we're looking we're looking at the employment aspect?"
    },
    {
      "speaker": "DOWELL",
      "speech": "entirely familiar I'm not Yes. with the referring to, scheme you're specific statutory but it Social Security that under the may be similar to Act any perform somebody can whether at looks which gainful the and economy, national the in activity Disabilities Act standard. broad a doesn't require that It a whether way at limited more a -- in at looks plaintiff performing jobs. in substantially limited is There The perform. can she jobs that be may still question is whether there is a substantial limitation that would disqualify her from a --"
    },
    {
      "speaker": "QUESTION",
      "speech": "the looking at in McDowell, Ms. manual fact finder the is -- how how approach, task supposed sufficiently tasks are which manual to decide important to constitute a substantial How do limitation? you there any Is it? we decide do How weigh that? guidance on that?"
    },
    {
      "speaker": "DOWELL",
      "speech": "far of appeals thus The courts have looked at -- aside from the Sixth Circuit, of course, have looked to basic are tasks that manual those to everyday life. We would say, perhaps in some disagreement with Toyota, that be substantially it's not necessary to impaired There may be manual tasks. in a broad range of certain manual to particularly important tasks that are everyday life, or a pen grasp ability to as the such pencil and write, that in themselves may be sufficient to constitute a -- a substantial limitation on the major life activity."
    },
    {
      "speaker": "QUESTION",
      "speech": "On -- on a question like substantial, certainly you would get to a jury question at some point, wouldn't you?"
    },
    {
      "speaker": "DOWELL",
      "speech": "become a Oh, certainly it would jury question in many cases."
    },
    {
      "speaker": "QUESTION",
      "speech": "seems to work better Conceptually it your -- like is just say life activity You your way. lifting what's on issue turns the and breathing, or substantial. that seem What do we do about the EEOC regs to conceptual confusion? call a would what you embody They talk about working being a substantial life activity, that working shouldn't be there. It should be evidentiary of whether the -- of whether the impairment of being able to lift your hands is hold substantial, and if you can't half the jobs, that's fairly good evidence. And if you -- you know, whether it's enough or not, I don't know. But what do we do about the EEOC regs that don't seem to take the simple conceptual way you're advocating?"
    },
    {
      "speaker": "DOWELL",
      "speech": " referring to discuss the major life activity of working."
    },
    {
      "speaker": "QUESTION",
      "speech": "Yes, that wrecks it."
    },
    {
      "speaker": "DOWELL",
      "speech": " performing manual tasks is a separate major life activity."
    },
    {
      "speaker": "QUESTION",
      "speech": "but they're taking I know, I know. the wrong in your wrong approach taking the -- they're view. whereas I find your view much simpler -- and I So, agree with you, it isn't any harsher or more lenient, just simpler. agency in What do we do about the fact that the charge seems not to have taken that route?"
    },
    {
      "speaker": "DOWELL",
      "speech": " consistent specifically has said, the agency with what that one should consider working as a major life activity only if a plaintiff cannot satisfy any of the other major life activities, including performing manual tasks."
    },
    {
      "speaker": "QUESTION",
      "speech": "Is it one question? May I ask you relevant that she may not be able to perform a lot of jobs she never performed? For example, is it relevant that she couldn't be a roofer, for example?"
    },
    {
      "speaker": "DOWELL",
      "speech": "I'm not may not, and It may or sure point, at this that position on a we have that Justice defendant's be the in fact, It may, Stevens. burden a plaintiff evidence that with come forward to couldn't perform, for duty this case medium example, in work. The mere fact that she hadn't done it --"
    },
    {
      "speaker": "QUESTION",
      "speech": "But you don't -- you don't suggest we just look at only and that's the her employment history possible whether her determining in look at we thing working ability has been impaired."
    },
    {
      "speaker": "DOWELL",
      "speech": "you look only No, I don't think at the plaintiff's working history."
    },
    {
      "speaker": "QUESTION",
      "speech": "she relevant then that would be It couldn't be a roofer, electrician, lot or a painter or a of other things."
    },
    {
      "speaker": "DOWELL",
      "speech": "There may well be relevant. It may also other she had evidence that be countervailing lack of from prevent her would on that and so skills performing those particular jobs. I'd also like Sixth Circuit's to note that the approach not only is over-inclusive in some respects, but it's also under-inclusive in some respects. It would seem to preclude a plaintiff from establishing a disability in the manual tasks based on tasks of manual performance performed a many cases, In place. the work outside plaintiff may be capable of performing manual tasks in the work impose not does place work the when place, particularly but that regard, in demanding obligations still may be limited outside the work place."
    },
    {
      "speaker": "QUESTION",
      "speech": "what extent do we take account of To the particular individual? someone who For example, for is it corporate executive, a income as high making a wouldn't matter that rug because she couldn't vacuum the she has paid someone else to do that for many years. So, to what we thinking of a generalized extent do we -- are person to is individual who the particular what extent claiming to be disabled?"
    },
    {
      "speaker": "DOWELL",
      "speech": "May I answer, Your Honor?"
    },
    {
      "speaker": "QUESTION",
      "speech": "Yes."
    },
    {
      "speaker": "DOWELL",
      "speech": " activity of manual tasks, we would suggest looking at the generalized it's a working, to With respect person. somewhat more tailored analysis."
    },
    {
      "speaker": "QUESTION",
      "speech": "Thank you, Ms. McDowell. Thank you. Mr. Rosenbaum, we'll hear from you."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "it Justice, and may Mr. Chief please the Court: This case is not about the inability to perform a single job. did not rest its opinion The Sixth Circuit upon to unable was only Williams Ms. that a finding perform one While I believe that there are solitary job. inconsistencies in the Sixth Circuit opinion which cannot be reconciled and while I disagree with part of the legal analysis for reasons by the reasons advanced other than petitioner, it's not a single job case. The Sixth Circuit stated at 6a of the opinion of the impairments of here the petition, to the appendix limbs are sufficiently deformed limbs, severe to be like and such associated with manual tasks activities affect working, with associated tasks manual as well as recreation, household chores, and living generally."
    },
    {
      "speaker": "QUESTION",
      "speech": "Mr. Rosenbaum, so far as the question presented here is, Circuit's defend the Sixth you would opinion?"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "Mr. Chief I defend the result, Justice."
    },
    {
      "speaker": "QUESTION",
      "speech": "But not the reasoning?"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "Not in its entirety, but part of it I do."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, where do you disagree?"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": " Circuit says is an individual you determine that after substantially that and farther go must you limited, individual must limitation affects their show that their work. And I think that that is the additional requirement that the Sixth Circuit would place on defining substantial limitation. and, at at best, superfluous I think it's, worst, makes every disability a working disability. But the Sixth Circuit -- to I must defend them some extent. They quoted the correct statute."
    },
    {
      "speaker": "QUESTION",
      "speech": "your client. ruled for they Well, Yes."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "Well, then I -- yes, sir, and I appreciated that."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "appendix, 3a of the -- at At they cite the correct statutory They emphasize language. that the impairment They know must substantially limit. what the They specifically refer to this Court's law is. opinion prove a disability says you can't in Sutton and based upon a failure to do one particular job."
    },
    {
      "speaker": "QUESTION",
      "speech": "fair a a -- think you do Well, reading the end of the at the -- in the opinion of carryover would appear, it says, 4a, it at paragraph nevertheless, from EEOC's act, the of the the language interpretation of the Sutton, analysis in Supreme Court that in order to be disabled, the plaintiff must show that her manual of class a involves disability manual activities affecting the ability to perform tasks at work. You want to perform tasks at a us to read that as saying class work range of broad a at activities, work of activities."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "Your Honor --"
    },
    {
      "speaker": "QUESTION",
      "speech": "I -- I think --"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "I'm sorry."
    },
    {
      "speaker": "QUESTION",
      "speech": "it that you want us to interpret way and that we have to interpret it that way in order to save it, don't we?"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "that would say Honor, I Your that sentence --"
    },
    {
      "speaker": "QUESTION",
      "speech": "-- come close to saving it."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "-- that sentence has no place in the analysis That's what's superfluous about the at all. Sixth Circuit analysis."
    },
    {
      "speaker": "QUESTION",
      "speech": "of the x that out So, I'll Okay. opinion then."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "That's correct."
    },
    {
      "speaker": "QUESTION",
      "speech": "heart of the that was the I though opinion."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "Well, it is not, Your Honor."
    },
    {
      "speaker": "QUESTION",
      "speech": "It's x'ed out now."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "Circuit found The -- the Sixth that myofacial myotendinitis, the impairment, has she pain, she that found They syndrome. tunnel carpal identified the major life activity of working -- excuse me -- of she was found that then they And manual tasks. substantially life major the performing in limited activity of uncontroverted, of the manual tasks because uncontradicted evidence as to how this affected her life. And they should have stopped there. It was when they went on, apparently out of some kind of concern about Sutton, that I think they lost their way, and I think that this concept of class probably only fits into an analysis of the major life activity of working. If you regulations involving this, look at the which are in the petitioner's brief on the merits at 19a, subparagraph number 2, it the major says with respect to life means limits substantially working, of activity significantly restricted in the ability to perform either a class of jobs or a broad range of jobs. I would suggest to you this only has to do with working. doesn't have It to do with top of tasks is at the Manual manual tasks. page 19a. And correct what the formulating in really, analysis of I ADA is, under the substantial limitation think the question is in the It is spelled out obvious. regulation. the this proceeding challenges party to No regulations, Employment Opportunity the Equal says that Commission the promulgate to authority have didn't regulations. are the regulations agrees that Everyone valid, and in past cases in -- in that circumstance, this Court regulations as accept those to been willing has valid. And substantially what say regulations the limited are significantly they that It means means. restricted as to the condition, manner, or duration -- or -- that is disjunctive, not conjunctive -- under which an individual can perform a particular major life activity as compared to the condition, manner, or duration under which the can population general the in person average perform --"
    },
    {
      "speaker": "QUESTION",
      "speech": "life major particular a Yes, activity, not a single major task -- not a single manual and it is But tasks. of manual limited number not a disjunctive, either the the severity, duration or the -- whatever. So, you're life activity. the major But of talking about long a perform for cannot person who a duration substantial -- substantially can't perform manual tasks. that the evidence here didn't support And -- and except for -- except for a certain manual tasks done for long period above shoulder level."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "Your Honor, I would respectfully differ record is to the contrary. I think the with you. I in the the restrictions found to you would point out joint These restrictions page 45. appendix at, I think, were permanent in nature. They existed since May of 1992. Justice I don't moment ago. them a Breyer referred to want to be unduly repetitive about this, but it said that she cannot repetitively flex or extend her wrists, flex or extend her elbows. She can't use She can't use her arms. her shoulders up more than She can't pick repetitively. 20 pounds ever. She can only regularly pick up 10 pounds, and she And can't use vibratory or pneumatic type tools. -- a a vibratory I presume or appliance, vibratory -- appliance would be a vacuum cleaner, a hair drier, a hand mixer. It's not that she wants to maintain that on each individual dressed, getting gardening, as such thing playing with who a grandchild picking up her children, weighs -- weighs that she has more than 20 -- 20 pounds, got of to all limited as she's substantially to prove that, it's limitation generic overall has the that she which manifests itself And specific examples. in these when --"
    },
    {
      "speaker": "QUESTION",
      "speech": "So, that's -- that's what I'd like to know how to deal with may My impression, which exactly. be yours, is that the simplest thing to say is the words, major life of the the nature really to activity, refer disability. A person who has For example, use of hands. torticollis, for in moving be restricted example, would his neck, But lots of things. and that interferes with you don't You say it pin down one. necessarily have to interferes with dealing with other It interferes people. with working around the house. It interferes with holding a job. It interferes with all of them. Then the issue becomes whether it's substantial. And all of you're talking these work-related things that to of question the to respect in evidentiary are substantiality. And if so, Is that the right framework? how do we get there?"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "I think we are there."
    },
    {
      "speaker": "QUESTION",
      "speech": "Good. We are there. Well, what about -- so, then I saw the EEOC reg, which talks about the major -- the major life activity of working, and mistake because it that would be a category isn't -- of working. life activity a major there isn't What the whether of evidentiary is work at happens restriction substantial a is hands your moving on restriction."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "a question I would submit it's of substantiality correct in stating always, that you're that the degree the the definition of of impairment and major life activity are inevitably linked together in the analysis. give I hope will do is to But what this Court guidance the substantial how as to clarification and limitation has to be before it is a substantial limitation under the Americans with Disabilities Act, that this Court will uncontroverted, are which regulations, the view uncontradicted, not questioned, and will say that this, at least how standard of the certainly, is case in this substantial it is."
    },
    {
      "speaker": "QUESTION",
      "speech": "say that should we you think Do working is a major life activity?"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "It is my opinion that working is a major life activity. major life activity which It is a is separate are in tasks, and we from performing manual agreement in this case that, as regards the separate life -- activity manual performing of life activity major tasks, we can consider how that affects work."
    },
    {
      "speaker": "QUESTION",
      "speech": "a think of hard to little It's a disability that affects a broad range of employment tasks that doesn't affect other areas of life."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "Well, of course."
    },
    {
      "speaker": "QUESTION",
      "speech": "I -- I can't -- and as Justice Breyer said, to a larger matters that go these are evidentiary point."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "Well, that's why Ms. Williams --"
    },
    {
      "speaker": "QUESTION",
      "speech": "But the statute does talk about major life activity."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "That's why this -- Ms. Williams' case is a strong case."
    },
    {
      "speaker": "QUESTION",
      "speech": "But the Sixth Circuit did not rely on working being a major life activity."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "because got there never They they had as a to be disabled already found Ms. Williams matter find her was unnecessary to hence it of law and disabled."
    },
    {
      "speaker": "QUESTION",
      "speech": "Mr. of law, matter as a a -- As Rosenbaum, summary that say simply not did they no, judgment should not have been granted for Toyota, but that summary judgment should be granted for Ms. Williams?"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "It is my belief that that's what the opinion says, and I --"
    },
    {
      "speaker": "QUESTION",
      "speech": "we surely but now but Well, shouldn't have to talk about beliefs as to what an opinion said."
    },
    {
      "speaker": "I ROSENBAUM",
      "speech": " about my remarks, which is that there are inconsistencies in this opinion. the first page of that on the I know opinion the court enunciates the summary judgment standard and the or not whether to determine here says, we're summary was appropriate, Williams against Ms. judgment giving Ms. Williams the benefit of the inferences. But at the end have found say, because we of the opinion, they her ADA disabled as remand solely to a matter of law, we determine was accommodation requested the whether reasonable or whether the employer had some other defense. I can't reconcile it."
    },
    {
      "speaker": "QUESTION",
      "speech": "of the one that's one -- That's inconsistencies."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "of Yes, Your Honor, that is one the inconsistencies. And with the also disagree I -- and there's legal analysis. the the mistake that didn't make They petitioner says they made. they The mistake they met -- made her after finding step, that extra going was by substantially disabled, and said you've got to relate that particularly think that that's and I don't to her work, the law, nor do I think it should be the law."
    },
    {
      "speaker": "QUESTION",
      "speech": "-- is course, is of The trouble, defining Unlike means. disabled substantially what employment not was statute this laws, compensation intended to require accommodation for everybody who is in fact disabled in -- in one way or another. I mean, lost a thumb, you know, lost -- lost an arm, whatever. You know, in our earlier opinions in this area, we -- that fact that to the referred we have have -- Congress clearly did not think that half of the population would be covered by -- by this. It was addressing what it thought was a limited class of people, the handicapped, a limited been had whom there against people of class traditional -- of of -- -- feelings I say what should disfavor. And that given that think that -- now, do you limited notion meant by what it handicapped and of the substantial it's life activity, major a limitation of sufficient to -- to refer to to simply what you referred in the appendix, the statement of Dr. Kleinert, which says she can only lift 20 pounds cannot lift 20 pounds -- she maximum and objects carrying of lifting or no frequent weighing constant, cannot make She pounds? 10 up to repetitive wrist/elbow. of flexion/extension of use Constant. No overhead She can do it, but not constantly. work and Those or pneumatic tools. no use of vibratory are the think that's -- now, do you only things that he enough to the category of -- the within the bring her handicapped that this piece of legislation was addressing? And that's really the question here."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "Your It was several questions, Honor."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": " evidence is think I recited you that case this in sufficient to bring her within the coverage of the act. Secondly, there the record is more evidence in that you what than position Williams' Ms. supports referred to, and I can go would into it in detail if you care for me to."
    },
    {
      "speaker": "QUESTION",
      "speech": "that because that's what I only used you referred to."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "time, I can't -- I have limited and -- and I can tell a sore you that this is not simply wrist board by a diagnosed was Williams Ms. case. certified orthopedic surgeon. She had muscular spasms and knotting which were with Those were injected palpable. medications, with trigger point injections. There was an MRI and inflammation showing shoulder her of peritendinitis. testimony that is uncontradicted There she has trouble dressing. housework. She has -- does do She has Gardening has been pretty pain when she vacuums. much abandoned."
    },
    {
      "speaker": "QUESTION",
      "speech": "workman's get did now she Well, compensation benefits presumably."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "As a result of the initial event where she initially --"
    },
    {
      "speaker": "QUESTION",
      "speech": "of existence the does Does workman's compensation schemes giving meaning help us in to substantial limitation language under the Disabilities Act? I mean, it wasn't intended to replace workman's comp schemes, and somebody who gets a bad back or a tendinitis or resort to can presumably tunnel syndrome carpal a workman's comp to some relief. get some compensation and But do you think that broader the Disabilities Act had a scope and maybe was focused more on discrimination against people like that something wheelchair-bound or who are where employers to not going gosh, I'm say, tended to consider hiring anybody like that?"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "award The worker's compensation is probative as to the issue of whether or not she is ADA disabled. or the other, but It is not preclusive one way -- it the evidence because of good piece a but it's worker's compensation award says that this is a lady who, because decrease in the has suffered a of her injuries, earning capacity 20 lives of where she area of in the percent that's and her, to available was what of substantial. I also want to go Justice back, if I might, to Scalia's comment When the ADA was on the limited number. passed in 1990, Congress specifically noted there were 43 million Americans who would come within the protection of the act. brief Lawyers amicus National Employment The refers to which year before, 1989, the of census data indicates this passed Congress time the at that legislation, 17.3 percent of the population were going to be considered ADA that it was anticipated disabled, and the number of would that disability individuals meeting increase as time fair to so, I think it's And went by. say of discrete group and limited it's a yes, that, people, but American the percent of 20 close to it's population. to going is Americans of five out One qualify."
    },
    {
      "speaker": "QUESTION",
      "speech": "now. exaggerating it you're Well, It's -- it's under 20 percent, and -- and I wonder whether -- you know, when you wheelchair- count just -- just the bound or, you know, the homebound, those who really cannot -- cannot walk, cannot brings walk outside the house, it you -- it brings you figure. pretty high up towards that And -- you who have, adding people you start and when know, relatively let's take minor manual disabilities -- carpal a that Is example. for syndrome, tunnel disability? certain manual from you it disable Does things? Would you consider that a -- Certainly it does. a of a -- an impairment as a disability that qualifies major life activity?"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "as to We know that the inquiry whether an is disabled is individual an not or individualized inquiry. can't You per Sutton. That's have the upon based disability finding of se per a nomenclature I understand and I of a medical diagnosis. think the AFL-CIO brief talks about what carpal tunnel and tendinitis and all of this in But there a medical sense. are varying degrees of severity, and so to tell me that an individual has doesn't answer the carpal tunnel syndrome question of disabled. ADA is individual that whether We've got to go on and look."
    },
    {
      "speaker": "QUESTION",
      "speech": "the most think that -- so, you So severe case of carpal tunnel syndrome would qualify."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "If it --"
    },
    {
      "speaker": "QUESTION",
      "speech": "answered my Otherwise you could have question no. You -- you think --"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "I -- I certainly --"
    },
    {
      "speaker": "QUESTION",
      "speech": "to be an individualized -- there has determination carpal of case most severe the because tunnel syndrome could person a qualify as rendering that -- disabled this this of meaning the within person specialized legislation."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": " regulations significantly they're if that is say restricted concerning the the manner, or condition, the duration of substantially are they activity, then the disabled. say that no one would And in this situation, the average person in the American society can't flex and extend is motion, repetitive do can't repetitively, limited in lifting, has trouble --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Mr. Rosenbaum, do you have any notion of what percentage of the population would be taken in if we use the standard -- the for class that she was put in worker's compensation purposes, a 20 percent occupational impairment -- how many people?"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "would figures that have no I relate that to the population as a whole."
    },
    {
      "speaker": "QUESTION",
      "speech": "anything that suggests that Is there those people, the sense not the most people who are in a disabled, that in quite not are who the people but category discriminated really are who ones the are against? all, at work can't who ones the Because obviously, are not who The ones discriminated against. would ones who -- would be the be discriminated against who might bothering me is something -- which work, but about using How is of working. the major life activity that -- how does that play out?"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": " explain all of its ramifications, but I can say that there was were labeled who people concern that a certainly disabled would be stereotyped and that employers would be hesitant to give them the same vocational opportunities as non-disabled people would the disability be, even though had no effect on the job. They would perhaps be afraid of having would They claims. compensation more worker's perhaps be afraid of excess absenteeism, all of this type of thing. But --"
    },
    {
      "speaker": "QUESTION",
      "speech": "One -- one of the problems with this is we're looking at the entry classification, disability, but on the facts of this case, she was able to do a job if the the And then certain way. a sliced it employer employer force and of my work the good says, well, for company, I don't want people to do just that narrow thing. I jobs and four different to do able to be want them rotate. the -- And practice. That's a common business the concern is to do, as she does it mean if she is able was able to do for 3 years, a simple job, she uniquely and all the people who work there has to be able to have this special job when the others four all have to rotate into different positions."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "in not reached issue is That this case. with or of whether or not, That is an issue without accommodation, Ms. Williams can perform all of the essential tasks of the employment. And --"
    },
    {
      "speaker": "QUESTION",
      "speech": "we -- we don't get I -- I know that -- to be would accommodation much how the is what required, but from view to keep that it's a little hard because if the employer doesn't have -- would not have to make the accommodation that she's seeking, then this case is at what just a question It's not very significant. stage she loses."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": " couple of Ms. task of an essential It wasn't things. Williams' job that she the shell performed the wiping in body for for 3 full job perform a She could 3 years. years without say we would and so, do that, having to that --"
    },
    {
      "speaker": "QUESTION",
      "speech": "to change employer decided But the what I understand assembly lines, the workers do, and as that's not same from doing the take people uncommon to thing for train them out, and day in day, day every several jobs, and then they rotate."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "there's the Sixth Circuit, In the case of Kiphart v. Saturn where that issue was put to the jury where the employer said, you've got to be able to rotate through all of the since tasks in your group, and you, able to, were not person, allegedly disabled the we're entitled to fire you. accept the The jury did not employer's statement because the jury determined that the employer did not, do employees to require all in fact, every job. And evidence is case, the particular in this that the into, went back Williams Ms. that the area inspection job, was people where medically placed a job would be put, people who were known to have problems with their hands and arms and shoulders. That's the quote from Kendall Hall. up of entire group was made And so, this physically limited people and matter were put there as a of accommodation by those circumstances, And in Toyota. if Toyota on remand, if -- if we go there, wants to argue to the -- a this is a was essential, then jury that it matter the it we say determine, but have to jury will wasn't."
    },
    {
      "speaker": "QUESTION",
      "speech": "standard of the not Essential is accommodation, is it?"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "Excuse me?"
    },
    {
      "speaker": "QUESTION",
      "speech": "the isn't essential Isn't standard, is it, that the it's employer has to show that essential --"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "No."
    },
    {
      "speaker": "QUESTION",
      "speech": "-- that their work be arranged --"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": " reasonableness considerations to accommodation. It is -- the definition to ADA who is eligible of the individual protection qualified a is individual that that is individual meaning that although they with a disability, are a major limited in substantially significantly and life activity, they can do of all of the essential tasks the employment either with or without accommodation. And there was a -- if I might go on, there was a refrain in asked about, question that you the -- in the well, if they can do all of these things, how can they be disabled. It a person can't do. ADA looks at what The doesn't help or further the do, inquiry to say what they if they can do all these things."
    },
    {
      "speaker": "QUESTION",
      "speech": "to don't you have doesn't -- Well, look at of the extent assess trying to -- in both in somebody's incapacity to do a major life activity?"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "You -- you inevitably --"
    },
    {
      "speaker": "QUESTION",
      "speech": "What they can do and what they can't?"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": " considering one, you But consider the other, obviously. it's not a defense to the ADA claim to say, look, they can do a lot of You've got to look at what they can't stuff. do. That's Community College what the Southeastern case is it says, Bragdon means when That's what about. you don't You have to have a have to be utterly unable. lot of capacity to do ADA -- to be an ADA disabled person. The ADA is about working. It's about a lawsuit to fundamental a basic, is This job. keep a try to American value. Why shouldn't it be promoted?"
    },
    {
      "speaker": "QUESTION",
      "speech": "you -- could could Mr. Rosenbaum, tell us what agree with Assuming we do? you want us to -- you, you want us to take the Sixth Circuit opinion as as affirming a summary judgment for you on the disability portion. Correct?"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "Correct."
    },
    {
      "speaker": "QUESTION",
      "speech": "Now, let's assume we don't agree with -- you the it, understand I As point. the on on petitioner Circuit and Sixth the to reverse us wants reinstate the against summary judgment district court's you. Isn't that correct?"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "They -- Not in total."
    },
    {
      "speaker": "QUESTION",
      "speech": "-- that's what they I thought that's say, and I'm wondering --"
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "They want --"
    },
    {
      "speaker": "QUESTION",
      "speech": "can do that when -- wondering why we the you know, the addressed the -- Sixth Circuit hasn't other areas of disability."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "in The case is before the Court the summary a for proceedings of posture procedural judgment. The outcomes in the case can be, as a matter of law, disabled and she's insubstantially, insignificantly she loses, or as a matter of law, she is substantially and is significantly impaired and she wins, or she's someplace in the middle, and there's a --"
    },
    {
      "speaker": "QUESTION",
      "speech": "It goes to a jury."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "It goes to the jury. This Court, I think, can probably reach that as concerns can Court this certainly but tasks, manual clarify, say what the correct standards are, send the case back and to the apply the standard let the lower courts record before it. not we are if -- if -- and so, And going Ms. Williams is our contention that to prevail on disabled as a matter of law, for then we want to go back the jury trial, is what we want to do. And I know I'm say on I've got to almost out. the 55 percent 50 to Stevens, the Justice 50 percent, vocational Ms. Williams' related to testimony, that was geographical is It record. the in is It area. appropriate evidence, all by not mentioned at and it is petitioner in any of petitioner's filings. And I think as concerns working, it is extremely strong evidence. I also want never conceded that to say we have Ms. Williams is incapable of prevailing on working."
    },
    {
      "speaker": "QUESTION",
      "speech": "Thank you, Mr. Rosenbaum."
    },
    {
      "speaker": "ROSENBAUM",
      "speech": "Thank you."
    },
    {
      "speaker": "QUESTION",
      "speech": "minutes 2 have Roberts, you Mr. remaining."
    },
    {
      "speaker": "ROBERTS",
      "speech": "Thank you, Your Honor. Justice Kennedy, it will not be enough to x out that one sentence to x You would also have on page 4a. out the sentence on page is 5a saying that an individual disabled if their impairment, quote, seriously reduces her ability to perform the manual tasks that are job-related. You would also have to x out the other sentence on page 4a that they're limited in is disabled if says a plaintiff performing, an with associated tasks manual quote, assembly line job, end quote. And you would have to x out the sentence on page 2a that says the key issue is whether the plaintiff hands, and use her arms, in this case can shoulders, her new job, end quote. quote, as required by I get through time you by the respectfully submit that x-ing out step go one should sentences, you all those further and x by holding that out the opinion as a whole it is reversed. Thank you, Your Honor."
    },
    {
      "speaker": "QUESTION",
      "speech": "What about the other -- the other two issues? not appeals did court of -- the the I mean, purport life substantial a as working the reach to activity substantial life Lifting as a else? and what activity. it without addressing those How can we reverse issues also, which I don't think do we have the tools to here?"
    },
    {
      "speaker": "ROBERTS",
      "speech": "with certainly reverse can You respect manual performing on judgment summary to the tasks. working lifting and respect to The issues with were not addressed by the court of appeals."
    },
    {
      "speaker": "QUESTION",
      "speech": "we would have to So, you acknowledge remand for -- for its consideration of those."
    },
    {
      "speaker": "ROBERTS",
      "speech": "given the Unless the Court felt, fact were working to respect with issues the that insinuated into the case by the Sixth Circuit's approach, that life major that address to appropriate was it activity as well."
    },
    {
      "speaker": "QUESTION",
      "speech": "are you manual tasks, to Even as asking for a ruling in on your favor on summary judgment that, or are you saying it shouldn't have been effectively summary judgment for the plaintiff the and then we go to next stage, question on could be a jury that -- that it manual tasks?"
    },
    {
      "speaker": "ROBERTS",
      "speech": "judgment should Summary No, no. be have, with you Toyota because of in favor granted respect to manual tasks, an undisputed factual record, and the question is whether that of meets the legal standard substantially life major a to respect with limited activity. she decide things like whether can A jury can lift 20 pounds she do a dispute, can or not, if there's this undisputed with facts are all But those or that. respect to legal question is a purely It manual tasks. whether she meets the statutory standard."
    },
    {
      "speaker": "REHNQUIST",
      "speech": "JUSTICE Roberts. The case is submitted. (Whereupon, the case in the a.m., 11:02 at"
    }
  ],
  "path": "2001-11-07.00-1089.Toyota_Motor_Mfg.,_Ky.,_Inc._v._Williams.pdf"
}