[
  {
    "speaker": "COLEMAN",
    "speech": "The fact that the interrogation occurred in Odessa makes no difference, you're exactly right.  If Ridley had been appointed on the burglary and had not yet been appointed on the murders because there had been no indictment, the police were free to interrogate Mr. Cobb."
  },
  {
    "speaker": "QUESTION",
    "speech": "So what the police did was something they didn't need to do.  In other words, the police did twice call Ridley while he, while Cobb was still in Walker he was in court with Ridley when they asked if they could talk, and so he was there."
  },
  {
    "speaker": "QUESTION",
    "speech": "But in any event, they did tell him, we're going to talk to your client, is it okay, and he said yes?"
  },
  {
    "speaker": "COLEMAN",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "Taking Justice Ginsburg's question a little bit further, suppose you have this situation:  the counsel is there, they begin questioning him on the break-in.  The police then say, counsel, we'd like to see you outside a minute, and they go outside of the interrogation room and they say, counsel, you know, we're not interested in the stereo, we're interested in the murder.  Could a responsible attorney say, oh, well, I'm not representing him on that, go back in the room, ask him all the questions you want?  I would be amazed if an same conduct and are closely related, that you're going to go ahead and apply the Sixth Amendment requirement to the related but yet-uncharged crime.  Is that the majority view of lower courts today?"
  },
  {
    "speaker": "COLEMAN",
    "speech": "I don't think that courts have established any kind of consistent test, but yes, most of the courts that have addressed this issue have said there is this test, although most of them have found that there is, in fact, no violation.  It's a relatively small number that have found a violation. But we would go back and say that they're erroneous in applying that test at all, and as I was saying, Escobido aside, this Court has never, ever held that the Sixth Amendment attached prior to the initiation of formal judicial proceedings, prior to indictment or arraignment. counsel that he needs to be informed about, and he has an opportunity to waive that, so that would only happen if the defendant or suspect has actually waived his Fifth Amendment right to counsel."
  },
  {
    "speaker": "QUESTION",
    "speech": "That's true.  What I'm concerned about is the possibility for some manipulation, if the police hold and charge on the lesser offense merely to bide their time until they begin questioning about the more serious offense."
  },
  {
    "speaker": "COLEMAN",
    "speech": "I'm actually very anxious, Justice Kennedy, to debunk this idea of abuse or manipulation, because when the police are doing an investigation, and they might be investigating a number of related crimes, once they have enough evidence to convict, admissible evidence to convict on one of them, there's certainly no problem with them bringing that charge. will then, of course, advise the client as to the charged offense and almost certainly as to the uncharged offenses and will say, don't talk to the police about this charged offense or anything else and, in fact, Mr. Ridley had given that counsel to Mr. Cobb.  He simply didn't follow it.  But I don't think --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, that -- that isn't the --"
  },
  {
    "speaker": "COLEMAN",
    "speech": "-- there's a real serious risk of manipulation."
  },
  {
    "speaker": "QUESTION",
    "speech": "As I understand it, that isn't the advice that he gave him.  He -- there's no indication that I know of that he gave him any advice that he should not talk to the police about anything else.  He in fact said to the police sure, go ahead and talk with him about the murder."
  },
  {
    "speaker": "COLEMAN",
    "speech": "In September 1995 --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, the obvious problem is the person is accused, or the police think he kidnapped, murdered and raped a person, or they think he distributed drugs, you know, and my first example could involve three separate crimes, my second example could involve possession, a telephone count, a distribution count, and if there was more than one person a conspiracy, all right? So the police indict the person for one of those four, or two of them, and he gets a lawyer, and the next minute they turn around and start asking him questions.  They say, oh, we were asking him about the other two.  It's all the same event. So I mean, what could a Constitution mean that creates that situation?  That's why every court has decided that it doesn't mean that."
  },
  {
    "speaker": "COLEMAN",
    "speech": "Not every court, Justice Breyer. goes primarily to the issue of coercion."
  },
  {
    "speaker": "QUESTION",
    "speech": "It won't be trickery.  If the rule is you cannot -- you know, the counsel relates only to the offense charged, there's no trick involved.  The police, in total good faith, go and ask the same set of questions relating to the kidnapping without telling the counsel. There's no trick, and that seems not a trick, it seems absurd."
  },
  {
    "speaker": "COLEMAN",
    "speech": "I don't believe that it is.  I believe that the police have a strong societal interest in continuing to investigate crimes that have not yet been solved, just as the police were trying to solve two murders in this case.  They suspected Cobb but they had no evidence, and I don't think that the Constitution, particularly the Sixth Amendment, prevents the police from going back in and interrogating  -- it's offense-specific and that should be interpreted, as I was arguing, to exclude factually related crimes, because factually related crimes are in no better position to receive those kinds of constitutional protections that the Sixth Amendment gives than are unrelated crimes. This Court has said that the purpose of the Sixth Amendment is to protect the unaided layman at critical confrontations with his expert adversary, the Government, after the adverse positions of the Government and the defendant have solidified with respect to a particular alleged crime. There are three parts of that statement that this Court has given in several cases that can't be satisfied by a factually related crime.  Certainly the particular alleged crime doesn't meet it.  We don't think that there's a solidification of the adverse positions simply no critical stage because it is pre-indictment."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Coleman, would it make any difference to you if the other crime about which he's being interrogated is not only factually related but, under the Blockburger test, would be a greater offense of which the offense on which he's indicted is a lesser- included offense?  That is to say, he has an attorney on a burglary charge, and he's interrogated concerning the offense of murder in the course of burglary."
  },
  {
    "speaker": "COLEMAN",
    "speech": "We have argued, and it is our position, that if it is not simply a factually related crime, but the argument is that it is the same crime, then we think that there's a strong argument the Sixth Amendment would, in fact --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, it's not quite the same crime, but if he got acquitted on the burglary he'd have to be satisfies the, or doesn't satisfy the Blockburger test? That's quite a burden to put on a police officer.  I mean, we have a hard enough time applying that test ourselves, and to say that the police officer would be responsible for a Blockburger analysis really is quite demanding."
  },
  {
    "speaker": "COLEMAN",
    "speech": "We think that the Court recognized in Moulton that when the police interrogate suspects they're frequently trying to get evidence about any number of crimes, and one of those might be a previously charged crime, and that is why the Court has very consistently said that the remedy we're going to impose is simply that if you get evidence as to a charged crime for which the Sixth Amendment has attached and been asserted, then we will not allow you admitted at trial but if you have evidence related to other, uncharged crimes, and we would say also factually related uncharged crimes, then you may on what the defendant says.  That -- we've never given that insufficient guidance to the police."
  },
  {
    "speaker": "COLEMAN",
    "speech": "Well, Clanky is the only case we think in which there was actually the same offense, and we think that if the police are still investigating, or they believe --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What was the name of the case you said, Clanky?"
  },
  {
    "speaker": "COLEMAN",
    "speech": "Clanky v. Illinois.  I'm sorry. It's an Illinois Supreme Court case applying the factual relation test. The police are still investigating other crimes for which no charge has been made.  We think that they have at that point -- and that's all they need to know. They can then interrogate the suspect, give them their Fifth Amendment rights, and do what they can to protect make the court, make the police apply a test that asks the police to know ahead of time if the crime for which they are going to interrogate the suspect relates to something that the suspect has previously been charged, or with respect to something that the suspect and his counsel may feel that there is an attorney-client relationship, and we don't think that that can be the test."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Coleman, there are -- there's quite a range.  There's one, the McNeil case itself, where the uncharged offenses were wholly unrelated, different time, different place, and here you have one continuous episode.  Don't most courts, if I understand them correctly, think that if there is a close relationship between the offenses, if they're all part of one series of events, that the Sixth Amendment right would attach?"
  },
  {
    "speaker": "COLEMAN",
    "speech": "The fact that there is a close back, in effect, on the Sixth Amendment right which has attached, your best argument seems to be that you don't have to recognize a Sixth Amendment right here because there's going to be, as there was in this case, an adequate warning that one doesn't have to speak, and an adequate Fifth Amendment opportunity to get a lawyer, probably the same one, but in any case to get a lawyer prior to the commencement or continuation of any interrogation. Do you agree that's probably your strongest response to the concerns expressed by people like Justice Breyer?"
  },
  {
    "speaker": "COLEMAN",
    "speech": "I believe so, and I believe that's exactly what the Court said in Patterson when it indicated --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Right. bail, and the police want to go and interrogate, simply see if they can strike up a conversation with a guy at his apartment, we're not going to get -- I presume we're not going to get into any Miranda rights. Isn't the opportunity for abuse there, so that on your best argument, if the police are subtle about what they do, and they have a defendant who's not in custody, they will, in fact, raise the, I think the specter of cutting back on the Sixth Amendment right with respect to the crime that has already been charged."
  },
  {
    "speaker": "COLEMAN",
    "speech": "The Court in Patterson made it clear that, as to the charged offense for which the Sixth Amendment has attached, there must be an express waiver, so that is why --"
  },
  {
    "speaker": "QUESTION",
    "speech": "So that there would be an exclusion if anything were said about that offense?"
  },
  {
    "speaker": "QUESTION",
    "speech": "Very well, Mr. Coleman. Ms. Blatt, we'll hear from you."
  },
  {
    "speaker": "BLATT",
    "speech": "Mr. Chief Justice, and may it please the Court: Police have a compelling interest in investigating uncharged crimes and in obtaining voluntary confessions from suspects who have been advised of their right to counsel under Miranda and are willing to speak to the police about those uncharged crimes.  That questioning does not violate the Sixth Amendment right to counsel because that right is offense-specific. Under that rule, the statements may not be used to prove the charged offense, but the statements are would have all been over in 15 seconds, and it could constitute any one of 15 crimes, and the police charge on the basis of that 15 seconds of real-world behavior three crimes, and he gets a lawyer for those three.  Why should the police be able, without a lawyer, to interrogate him about what happened in the real world because there are eight other things that weren't charged?"
  },
  {
    "speaker": "BLATT",
    "speech": "Because the Sixth Amendment, the text of the Sixth Amendment only applies to someone who has been accused in a pending prosecution, and the prosecution is limited by the actual offenses that are charged by the State, and it is only at that time that the right to counsel attaches under the Sixth Amendment."
  },
  {
    "speaker": "QUESTION",
    "speech": "So it's purely formal.  Your argument is purely formal."
  },
  {
    "speaker": "BLATT",
    "speech": "No.  This Court has repeatedly State, that may never be brought by the State.  The suspect has never indicated any unwillingness to talk to the police about those uncharged offenses."
  },
  {
    "speaker": "QUESTION",
    "speech": "Ms. Blatt, you gave the example, or I think your brief indicates that you would support the example that if the crime for which the person is already charged is burglary, and they can't ask him about the homicide at the time of burglary because that would be a greater -- that would be the same crime, yes, in that legal sense that we understand for double jeopardy purposes. But this has got to be administered by police officers, and a police officer will say gee, homicide is a lot different from burglary.  I don't understand when it's okay and when it isn't."
  },
  {
    "speaker": "BLATT",
    "speech": "The same elements test under would understand, it all happened in the same episode, more readily than would understand Blockburger."
  },
  {
    "speaker": "BLATT",
    "speech": "He may not know that.  It may be that they know that there's been a burglary and that there are missing bodies, but have no idea whether those victims were murdered by someone else 2 weeks from then, whether there had been a kidnapping, whether it was in a different location. I mean, he can't possibly know ahead of time, without talking to the suspect, nor can a court ask at the time of appointment of counsel, would you mind telling me everything you did as part of the same transaction so I can make sure you're appointed counsel with respect to all possible offenses that may be brought against you.  They just -- they don't know that.  They're in a phase of investigation, and this case is a perfect illustration of necessarily exist. Once the State initiates a prosecution, the suspect will not only be afforded the right to counsel, but at the time that he's approached, if he's in custody, he will be given his Fifth Amendment Miranda warnings and, under this Court's decision in --"
  },
  {
    "speaker": "QUESTION",
    "speech": "May I ask this question?  It seems to me it's not the question of when the lawyer was appointed, but what is the scope of the representation by the lawyer who has been appointed. Assume a lawyer is paid $20 an hour by the State for representing a defendant.  He's appointed then to represent him in the robbery charge, then he talks to the client, the client says, there's a lot of other stuff I think you ought to know in order to represent me well, and then he goes and interviews him at great length about all transactions."
  },
  {
    "speaker": "BLATT",
    "speech": "If he said to his lawyer, I also murdered these two people, I think it would be perfectly clear that the -- if the defendant went off and started researching capital sentencing procedures under Texas law he very well might not get paid for that.  He was appointed to represent his client on the burglary charge. He certainly can take on a scope of representation that's greater than that, and can work out an arrangement with his client to get paid for that."
  },
  {
    "speaker": "QUESTION",
    "speech": "So he's -- the lawyer, the good, conscientious lawyer would say, well, don't talk to me about that because I'm not going to get paid for any advice I give to you on that, on those matters?"
  },
  {
    "speaker": "BLATT",
    "speech": "No, he certainly will want to talk to his client with respect to the conduct that constituted represent you in a death penalty case and you ought to retain separate counsel for that offense, and moreover, you haven't even been charged with that offense. In all these cases where there is a pending charge, the court in McNeil and in Moulton represented -- excuse me, recognized the compelling interest that the police have in investigating and solving uncharged offenses, and if the suspect never indicates any unwillingness to talk to the police about those offenses, there's no basis for excluding what is concededly a voluntary confession to those crimes that might otherwise go unsolved. The other thing I wanted to say, just about the Blockburger test, is that this Court, in the context of double jeopardy and the lesser-included offenses context, has recognized that that test is workable, and is recognized in Moulton, that it's okay to approach a suspect that's under indictment about additional crimes, and so the question just simply becomes, what's a separate offense, and that's a lot easier question than, is it possible that the suspect may say something that's so -- a court may or may not later deem inextricably intertwined, such that the statements can't be used. If there are no other questions --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Thank you, Ms. Blatt. Mr. Greenwood, we'll hear from you."
  },
  {
    "speaker": "GREENWOOD",
    "speech": "Mr. Chief Justice, and may it please the Court: We are asking only that this Court follow its prior precedents in Brewer and Maine v. Moulton.  We don't"
  },
  {
    "speaker": "GREENWOOD",
    "speech": "Your Honor, in looking at the Court's, initially the Fifth Amendment cases on the right of counsel and then the stair-stepping and the filling in of the blanks of the various phases where counsel has come in, as we've all had to do in the research for these cases, and we get to McNeil -- and we have no problem with McNeil.  McNeil makes sense in the context in which it was written."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, how about its statement that Sixth Amendment right is offense-specific?"
  },
  {
    "speaker": "GREENWOOD",
    "speech": "Your Honor, in --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You have to go beyond that, don't you?"
  },
  {
    "speaker": "GREENWOOD",
    "speech": "Your Honor, I can -- under -- in the context of the way, the facts of McNeil, I can see that statement being legitimately and perfectly recognize -- we've reviewed you all's decisions, concurring and dissenting opinions here, and we understand you all's concerns about that, but in our view, in starting with McNeil, the Wisconsin Supreme Court, the question before them was unrelated offenses, and this Court granted cert on unrelated offenses, and during the argument of counsel the Government on at least three separate occasions in McNeil, and we've got their transcripts, said this is -- the situation here is completely separate and distinct offenses, different counties, different victims, different facts."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, but you can limit any one of our opinions in that respect to say, you know, this happened on a Tuesday and not on a Wednesday, but we employ statements as to what we think the law is and so on in deciding these cases, and it isn't always limited just to"
  },
  {
    "speaker": "GREENWOOD",
    "speech": "In looking at all of these things and trying to make a decision, the simplest and easiest definition we got to is just the related offenses, where those that occur in one single immediate transaction and incident."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, okay.  What is a -- you know, this doesn't make it any easier.  What's a transaction? What's an incident?"
  },
  {
    "speaker": "GREENWOOD",
    "speech": "Okay.  Well, transaction is defined -- is not even defined under Texas joinder law, so you get a dictionary out, but at the same immediate temporal time and place."
  },
  {
    "speaker": "QUESTION",
    "speech": "And you think this case meets that definition --"
  },
  {
    "speaker": "GREENWOOD",
    "speech": "Yes, sir."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- of the same time? that, and I'd like you to comment on them.  The first response is that if the subsequent interrogation is a custodial one, the Miranda warnings are going to be there, and they functionally will assuage your concern and that in any event, even in a noncustodial case and, a fortiori, in the custodial case, if, in fact, there is a violation of Sixth Amendment right with respect to the first offense, any evidence so given will be excluded with respect to the first offense.  And he in effect says, these two avenues of warning or relief are sufficient to reduce the concern about the risk that you raise.  How do you respond?"
  },
  {
    "speaker": "GREENWOOD",
    "speech": "Initially, Your Honor, one of the concerns that I have is, as the Chief Justice wrote in one of his dissenting opinions, I think in Moulton, correct me if I'm wrong, that there has not been in the custodial cases, exclusion in noncustodial cases if the interrogation strays into the evidence on the first offense."
  },
  {
    "speaker": "GREENWOOD",
    "speech": "The immediate, most immediate concern I have is that a statement by this Court that that is permissible will encourage police officers to make those contacts."
  },
  {
    "speaker": "QUESTION",
    "speech": "Let's assume that it does.  Let's assume that no, this relatedness test is not the proper test, there's going to be more interrogation."
  },
  {
    "speaker": "GREENWOOD",
    "speech": "Absolutely."
  },
  {
    "speaker": "QUESTION",
    "speech": "We're all assuming that.  Now, why are his two safeguards going to be insufficient?"
  },
  {
    "speaker": "GREENWOOD",
    "speech": "Under the facts of this case, and because the -- and I must preface this just briefly. This can be a complicated situation, with regard to Sixth concerning this immediate burglary, but everybody knows there's these other potential crimes out there.  They're still investigating them."
  },
  {
    "speaker": "QUESTION",
    "speech": "What about the circumstance of, I didn't know that the word, offense-specific, in McNeil, whether it referred to something on paper --"
  },
  {
    "speaker": "GREENWOOD",
    "speech": "Right."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- namely, the definition of a crime, or something in the world, such as the robber entering the bank, hitting the teller and taking the money, which, of course, could be one of several crimes."
  },
  {
    "speaker": "GREENWOOD",
    "speech": "Yes, sir.  Thank you for filling in the --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I don't want you just to accept it because maybe what I've just said is wrong."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, take it, Mr. Greenwood.  Take want to get into a semantic battle with you all.  You all are the experts in that, and need to write this thing."
  },
  {
    "speaker": "QUESTION",
    "speech": "It's what we do."
  },
  {
    "speaker": "GREENWOOD",
    "speech": "Right."
  },
  {
    "speaker": "QUESTION",
    "speech": "Can I get back to your description of what was going on here?  The man had a lawyer, the police had dealt with him over many cases.  What I can't understand about your case, or about the rule that you're urging upon us, is why it makes a difference that the other offense was factually related, was simultaneous. I mean, I can understand the position that, look, once a man has a lawyer -- I have a lawyer for embezzlement.  I'm a stockbroker, and I'm charged with having embezzled on May 13th.  I'm charged with an entirely separate embezzlement -- or, I'm interrogated about an entirely separate embezzlement on May 14th.  I worse about it."
  },
  {
    "speaker": "GREENWOOD",
    "speech": "Your Honor, I agree with that, but since --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Okay, well --"
  },
  {
    "speaker": "GREENWOOD",
    "speech": "Since McNeil, it does make a difference, and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I think unless we're going to go all the way down to the bottom of that slippery slope it makes sense to say what you have a lawyer for is for the charge, and that the choice is between saying you have a lawyer for that charge, and the police can deal with you separately on any matter that is apart from that charge, and if you're not going to adopt that rule you really ought to jump all the way over to the rule that once you're represented by a lawyer with regard to this police department, with regard to matters that -- concerning this hamstringing law enforcement are not overdone, is limiting it to a single criminal investigation in a jurisdiction by the same type of law enforcement, and we'll go along with that, because we can think of hypotheticals --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What do you mean, you'll go along with it if we do that?  You don't have much choice."
  },
  {
    "speaker": "GREENWOOD",
    "speech": "No, I understand. (Laughter.)"
  },
  {
    "speaker": "GREENWOOD",
    "speech": "We will take that, Your Honor, as to a limitation.  There are limitations on this. McNeil, obviously, Koolman v. Wilson.  We concede in our brief that ongoing and future crimes should be exempted from this related offense rule."
  },
  {
    "speaker": "QUESTION",
    "speech": "It's not just an exemption.  You've said that, I think, the law enforcement would be seriously hamstrung -- petitioner's argument that, because of the ability of law enforcement and prosecutors to charge in a matter of discretion at their will, they can, in fact pick different crimes and then make dozens of confrontations with the defendant. For example, in this case --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But to stop to ask a less friendly question, I think what's worrying the department and others is that once you depart from the definition of offense in terms of some words on paper, i.e., once you start looking to what happened in the world, there's no good way to define what is the same offense, and therefore they get into a mess, and therefore we have six different circuits trying to do different things."
  },
  {
    "speaker": "GREENWOOD",
    "speech": "Right."
  },
  {
    "speaker": "QUESTION",
    "speech": "And you say in response to that, no, define what is a related offense, but that they also don't know whether the offense that they're inquiring about meets that definition or not.  That is a totally separate second problem which existed here.  They did not know whether the kidnapping was done at the same time as the murder, whether the two were related or not. It's a real problem, not just figuring out a definition, but also figuring out whether what they're asking about falls within that definition or not.  They won't know that until the facts are fully known."
  },
  {
    "speaker": "GREENWOOD",
    "speech": "That is true, and in our attempt at definition to limit expansion of this concept any longer, is the transaction or incident in a temporal time and place seems to be the least expansive you can get, and most police officers --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What if the police here thought that"
  },
  {
    "speaker": "GREENWOOD",
    "speech": "You would have -- if you had something like that, you would have two separate crimes --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I understand that."
  },
  {
    "speaker": "GREENWOOD",
    "speech": "-- really, as opposed to the same transaction."
  },
  {
    "speaker": "QUESTION",
    "speech": "No, but it didn't turn out that way. It turned out that they were both done on the same day. Now, but you're going to let the police off because they thought it was on separate days, right?"
  },
  {
    "speaker": "GREENWOOD",
    "speech": "Oh, well, thought, but you see, if the facts show otherwise, then you have a set of facts that can be analyzed."
  },
  {
    "speaker": "QUESTION",
    "speech": "So they can't talk at all then, because even though they think it happened on a separate day and therefore, believing they're in full compliance with the Sixth Amendment they interrogate the person is the reality, or what matters is what the interrogator believes when he conducts the interrogation?"
  },
  {
    "speaker": "GREENWOOD",
    "speech": "I will concede that at the time what he legitimately believes."
  },
  {
    "speaker": "QUESTION",
    "speech": "Okay."
  },
  {
    "speaker": "GREENWOOD",
    "speech": "Yes.  That makes sense, under -- in considering all this, because you could have a bizarre circumstance when no one would know when certain crimes occurred."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- just not sure.  I mean, does he have to know that it was at the same time, or suppose he's in a state of complete agnosticism.  He doesn't know when it occurred."
  },
  {
    "speaker": "GREENWOOD",
    "speech": "In --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Is he violating the Sixth Amendment?"
  },
  {
    "speaker": "GREENWOOD",
    "speech": "A police officer in a -- I under the totality-of-the-circumstances test saying, there's no either bad faith or negligence or intentional or even accidental violation of the Sixth Amendment.  I haven't been able to work out your factual question far enough down the line, sorry. But I do believe -- in this case, for example, in the Texas statutory scheme, this defendant could have been charged, well, with nine different capital crimes, and three of them, at least three of them are under statutorily different offenses which would have allowed prosecution under Blockburger, even though it's the same offenses, same exact conduct, and where -- we are concerned that under a circumstance where an attorney has been representing a defendant for a substantial length of time, and he consults and investigates on this limited, immediate transaction about various crimes, and he tells, In the McNeil argument one of the attorney --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I know what you'd do, too. You'd say, take the Miranda advice seriously, refuse to answer any questions now, later, a week from now, a month from now, and then you're protected.  That's it."
  },
  {
    "speaker": "GREENWOOD",
    "speech": "That, of course, is what their position is, Your Honor, and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Isn't that implied by what you were just saying?  I mean, any prudent lawyer is going to say to his client, don't talk to them about anything, no matter what, unless I'm there, and why isn't that one of the answers to the concerns that you're raising?"
  },
  {
    "speaker": "GREENWOOD",
    "speech": "We believe that if the Court allows this continuous conduct where law enforcement can come in on a regular basis, in this case, literally dozens of times could have come back at Mr. Cobb to interrogate didn't know he had counsel."
  },
  {
    "speaker": "GREENWOOD",
    "speech": "They didn't know."
  },
  {
    "speaker": "QUESTION",
    "speech": "But there's another aspect to this that I hope you will address.  In this -- it seems to me that this case may not be a strong case for your position, even if we were to take a related-offense view of it. As I understand Jackson, the purpose was to keep the police from badgering a defendant, keep coming back at him and back at him, and even though he's been given Miranda warnings, to wear down his will.  In this case there was a considerable interval of time.  Defendant was out of custody, he was living with his father, and in that interval he could have talked to his lawyer many times. When he has that interval why, in that case, isn't Miranda enough, when he's not in custody where he's --"
  },
  {
    "speaker": "GREENWOOD",
    "speech": "I still maintain that as long as officers are telling him."
  },
  {
    "speaker": "QUESTION",
    "speech": "I suppose, Mr. Greenwood, that your response to the contention that it ought to be enough that his lawyer tells him at the very beginning, look it, I'm only representing you on this crime, but you shouldn't talk to them about any other crime, you got that?  Yes. Yes.  Don't talk to them at all.  Yes, yes, I understand. The argument that that suffices, what's wrong with that is that if it suffices here it would have sufficed or ought to have sufficed in Michigan v. Jackson as well.  I mean, doesn't Michigan v. Jackson assume that that's not enough?  The lawyer's going to tell him, look it, I'm your lawyer now, don't talk to the police without me, and yet Michigan v. Jackson still says, even though the lawyer's told him that, if the police try to talk to him without him, it's a constitutional violation. argument.  If Miranda is good enough to protect him here, why wasn't Miranda good enough to protect him there?"
  },
  {
    "speaker": "GREENWOOD",
    "speech": "We just believe that if you rely on this, the invocation of the Fifth Amendment on these related offenses, you're going to have officers, encourage them to make more and more contact with the defendant and invade that attorney-client relationship with false information, which I think will lead to more abuses. That's all the questions?"
  },
  {
    "speaker": "QUESTION",
    "speech": "Maybe -- well, this is just to clarify something that I had trouble understanding."
  },
  {
    "speaker": "GREENWOOD",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "Suppose that a person is -- what's the law in the following situation?  The person, a defendant is put into custody, a suspect, he's interrogated.  He's told about his Miranda rights.  He remaining."
  },
  {
    "speaker": "COLEMAN",
    "speech": "I'd like to very quickly address Justice Stevens' question about the scope of representation and real-world fact scenarios that are uncharged, and I think in both of those instances I can go back beyond the cases of this Court and say, those are not criminal prosecutions, and that person has not been accused of those factually-related crimes, and the Sixth Amendment by its own text simply does not apply in those types of circumstances. When -- and also, in both of those circumstances, if the defendant or the suspect is questioned he can say, at the advice of his counsel, I"
  }
]