[
  {
    "speaker": "SUTTON",
    "speech": "That's true, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Declaratory and prospective."
  },
  {
    "speaker": "SUTTON",
    "speech": "Exactly, Your Honor and, of course, the Eleventh Amendment applies even to injunctive relief and even, as this particular case reveals, you can still alter the Federal-State balance by allowing private rights of action.  Indeed, in Cannon, the Court distinguished a case not unlike this one on just this ground. In Cannon, in footnote 13, the Court reviewed many of the implied right-of-action cases it had decided, and it looked at a case called Santa Clara Pueblo, a case in which the Court had not implied a right of action against a tribe, and for that -- and the reason it did not imply a right of action was because tribes are sovereigns. Now, they're statutory sovereigns, whereas States are constitutional sovereigns."
  },
  {
    "speaker": "QUESTION",
    "speech": "That's a different point, but I wanted to know how sweeping your position is, and you are saying that if Cannon had been against the University of Illinois instead of the Medical School of the University of Chicago, it would have been thrown out?"
  },
  {
    "speaker": "SUTTON",
    "speech": "That's exactly what I'm saying, Your Honor, and I think that's true, and that is our first principal point.  And I think, Your Honor, it follows from all of the cases -- I mean, whether you look at Gregory v. Ashcroft, Atascadero, or South Dakota v. Dole, Pennhurst, all of those cases made clear, when you alter the Federal- State balance Congress has to be unmistakable in what it's doing, and in this case it was anything but unmistakable. Everyone agrees --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Cannon itself said that's -- as far as implied rights of action it said, we come from a past identified so far by respondents involving what seems to be an oxymoron, implied right of action against the State, is the Allen case from 1969.  That was not a Spending Clause case, point number 1, but point number 2, more importantly, that's a case that falls under this case's -- this Court's decisions, specifically Atascadero, where you can have an overwhelming implication in the statute that a right of action was created. In Allen, had there not been a right of action, the individuals would not have been able to enforce other parts of section 5 of the Voting Rights Act.  That case is not a classic implied right-of-action case where there's no suggestion in the statute that Congress meant to create a right of action. In this case, it's just the opposite.  Here, Congress did create a right of action, just not by private basically silence, and do you think there could be a number of those statutes where you would imply from that silence a private right of action against an individual but not against a State?  That's your view?"
  },
  {
    "speaker": "SUTTON",
    "speech": "That may be true, Your Honor, but I did --"
  },
  {
    "speaker": "QUESTION",
    "speech": "It is your view?"
  },
  {
    "speaker": "SUTTON",
    "speech": "It is my view, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right.  If that's your view, then you're reading a lot of complication into the silence."
  },
  {
    "speaker": "SUTTON",
    "speech": "The reason you're saying that is because States will be treated differently from other litigants in the statutes?"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes.  You're reading all that into a silence, so if you're going to read that much complication into the silence, why not read into it that you could of interpretation of a silence that we get out of the silence actions against a private person but not actions against the State?"
  },
  {
    "speaker": "SUTTON",
    "speech": "That's exactly Atascadero, where you could get money damages actions against private individuals under Section 504, but not against States, so there is authority for that exact point. But I do want to go back to, I think a premise in your question, which is that this argument is somehow sweeping because there are lots of other civil rights statutes where somehow there would not now be a right of action against the State, and we're concerned about that. I don't think that's true, however.  I don't know what those statutes are.  No one's pointed them out. The Civil Rights Act of 1964 itself, Congress was very explicit when it wanted either private rights of was a case that was an ex parte Young action against a tribe.  What the statute in that case said is, we create an express right of action for habeas corpus relief.  It said nothing else under the Indian Civil Rights Act.  That was the statute at issue. The Court said, in light of the silence, in light of the express creation of one cause of action, silence about any other one, and in light of the sovereignty of the -- the statutory sovereignty of tribes, we're not going to imply a right of action.  That's Cannon itself, and that is this case.  If you don't imply rights of action casually against statutory sovereigns, you surely don't do it against constitutional sovereigns."
  },
  {
    "speaker": "QUESTION",
    "speech": "Would you explain, Mr. Sutton, the impact in the civil rights remedies, Equalization Act that I thought waived the Eleventh Amendment immunity for Title it understands this dialogue between the Court and Congress as to what is required before you regulate the States in these areas, and I think there's a very good argument that Congress was express in 1986 that there were causes of action against States, but conspicuously missing from those amendments is any indication that they were causes of action under regulations, as opposed to the statutory antidiscrimination --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I thought you were stating sweepingly that when you answered my question, Cannon was under the basic prohibition, not against --"
  },
  {
    "speaker": "SUTTON",
    "speech": "Title IX."
  },
  {
    "speaker": "QUESTION",
    "speech": "Right."
  },
  {
    "speaker": "SUTTON",
    "speech": "Under 901, yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "Right, and you said there would be no such claim, but now I think you're amending that, because sweeping at all when it comes to the antidiscrimination mandate, because, as respondents have argued, in 1986 Congress picked up on the dialogue and said, we are going to create an express right of action, so when it comes to intentional discrimination, that which is barred by Title VI or Title IX, there is a right of action. But the critical failing with that particular argument, and I think that's why it's really not being relied upon by respondents, is Congress says nothing at all about rights of action under regulations, which you know, after all, is an extraordinary concept."
  },
  {
    "speaker": "QUESTION",
    "speech": "What if it were a city who was the -- which was the defendant in the case?"
  },
  {
    "speaker": "SUTTON",
    "speech": "In this particular case?"
  },
  {
    "speaker": "QUESTION",
    "speech": "Uh-huh."
  },
  {
    "speaker": "SUTTON",
    "speech": "Well, I think, as this Court has would be a right of action against a city, county, or for that matter, a private person. When one looks at all of the Court's implied right-of-action cases whether it's 1964 in the Borak decision, or Cannon, or more recent decisions, they all start with and agree that the most important point is congressional intent, congressional meaning and design. There are several indicators in Title VI that Congress did not mean to imply the creation of a private right of action under the section 602 regulations.  The first is that as this case comes to the Court there's no doubt what the antidiscrimination mandate means.  Everyone agrees. No one's contesting Bakke, Fordice, for the view that 601 only prescribes what the Equal Protection Clause prescribes, so first of all it's a very unusual way for a little biased, but close to dispositive on this particular point.  If you're relying on Section 602 to implicitly create this cause of action, you've got to read all of Section 602. Granted, it does create rulemaking authority for the agencies, but if you look on page 2 -- it's about eight or nine lines down, the beginning of a new sentence -- you have the sentence that says, compliance with any requirement adopted pursuant to this section may be affected, so once again, compliance with any requirement adopted in accordance with this section. In other words, Section 602 does give rulemaking authority to agencies, but it then says, if you want to enforce those rules, here's how you do it, and the here's how you do it creates special rules when it comes to termination of funding -- example, the way Alabama is administering its driver's licenses. But here's now the critical second statutory point.  You then have this proviso, exactly after the line that Justice O'Connor has quoted, that now says that no such action -- the such is obviously referring to everything they've discussed so far -- says, shall be taken until the department or agency concerned has advised the appropriate persons, here the Alabama Department of Public Safety, of the failure to comply with a requirement, has determined that compliance cannot be secured by voluntary means. How in the world could a private individual establish that a State is in compliance with a Federal agency rule?  That's not something they have --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, one way the two could be virtuous and earnest State Attorney General.  They're faced with one of these private enforcement actions, and the private litigant does what you're suggesting.  They first put them on notice.  They send a letter, listen, we don't think what you're doing is permissible under this rule --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I was suggesting something perhaps even more awkward.  I was suggesting that the private litigant couldn't go ahead until the State agency had said, you know, you're out of compliance, and the State agency had come to some conclusion that voluntary compliance was in fact not feasible.  At that point the individual could then go ahead with the suit, and one of the predicates for the private injunctive suit would be, the State has tried to get voluntary compliance and it can't. provided, however, that no such action shall be taken until the department or agency concerned.  Does the phrase department or agency there refer to the Federal department or agency in question?"
  },
  {
    "speaker": "SUTTON",
    "speech": "It does, Your Honor, and you're -- this is a better point than the one I'm making in response to Justice Souter. That language makes it clear who is the one that's doing the advising, and if we're going to draw any inferences from this statutory scheme, it's an inference that whatever could be done under Section 601, under Section 602, that was an enforcement provision for agencies, enforcement provision in the sense that they could promulgate rules to effectuate Section 601, and then they could go about enforcing them, but as the Chief Justice's question points out, it is the Federal by the Federal Government?  I always thought that sentence referred to compliance may be effected, as by the Federal Government may be effecting this, but that isn't talking about private actions, is it?   Do you think --"
  },
  {
    "speaker": "SUTTON",
    "speech": "Oh, Your Honor, but --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Do you read it that way?"
  },
  {
    "speaker": "SUTTON",
    "speech": "Well, I do, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Even though -- do you think there's an express cause of action, rather than an implied cause of action under Title VI?"
  },
  {
    "speaker": "SUTTON",
    "speech": "Here's the reason I read it this way, and I want to make sure I'm answering your question --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Do you think there's an express cause of action under Title VI?"
  },
  {
    "speaker": "SUTTON",
    "speech": "I think there's a very good argument that there is an express cause of action for all of Title VI."
  },
  {
    "speaker": "QUESTION",
    "speech": "I see."
  },
  {
    "speaker": "SUTTON",
    "speech": "After 1986, so post Cannon.  I think that there is a very good argument for that.  Again, it requires implications, but I think that falls under the Atascadero point that it has to, if it's a sufficiently overwhelming implication, then we're going to recognize it. After all, in 1986 they didn't create a right of action.  All they did is, they said, we're abrogating the State immunity. But I want to make sure I'm understanding a point that I'm not sure I addressed, and this goes back to the compliance sentence about nine lines down on page 2. It says, compliance with any requirement adopted according"
  },
  {
    "speaker": "SUTTON",
    "speech": "Well, maybe this is my confusion. When it says, any requirement adopted according to this section, the requirement's referring to the rules. Section 602 does two things.  It says, you can promulgate rules, number 1, and number 2 you can go out and enforce them, and it does seem to me that that requirement language is referring to the requirements promulgated under the section, and so --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, why do you --"
  },
  {
    "speaker": "SUTTON",
    "speech": "I may be wrong.  I may be wrong, but that is the way we think we read it, and we certainly think, given the requirement of clarity, at a minimum it's not ambiguous the other way.  I mean, that seems to me quite striking. If I could shift to a few other points, there are some other indicators -- then, is simply an implementation of 601.  I mean, it has to be or we have a delegation problem."
  },
  {
    "speaker": "SUTTON",
    "speech": "Well, Your Honor, and that's a possibility, but you still have the problem of rules of the language in Section 602 that I just referred to that suggest indicates that all of those rules were rules that agencies were to enforce, not private individuals, so even if you decided -- and I don't think you need to decide this, but even if you decide the rules were valid, it would still be rules that could be enforced by the agencies.  In other words, if you thought --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But the substantive obligation that the State must meet is a 601 obligation, as interpreted by the agency under 602."
  },
  {
    "speaker": "SUTTON",
    "speech": "Absolutely."
  },
  {
    "speaker": "QUESTION",
    "speech": "Why can't you say the suit is under cover disparate-effect legislation and, as Justice O'Connor and Justice Powell indicated in Guardians, one does not effectuate a statutory antidiscrimination mandate by redefining it."
  },
  {
    "speaker": "QUESTION",
    "speech": "But once the regulation is in place, doesn't the statute then have a new meaning, as interpreted by the agency?"
  },
  {
    "speaker": "SUTTON",
    "speech": "No."
  },
  {
    "speaker": "QUESTION",
    "speech": "Or else why does the agency have authority to do this at all?"
  },
  {
    "speaker": "SUTTON",
    "speech": "Respectfully, no, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "As a preventative measure?"
  },
  {
    "speaker": "SUTTON",
    "speech": "The most that can be said is that you would be enforcing at that point Section 602, and Section 602 is the part of the statute that gives the agencies rulemaking authority.  I mean, that's the way the anti-intentional discrimination provision of 601 was?"
  },
  {
    "speaker": "SUTTON",
    "speech": "That's true, and that's not the way the case has been argued, but if that were true, then I think it's fair you would need to look at whether that's a legitimate interpretation of Section 601."
  },
  {
    "speaker": "QUESTION",
    "speech": "Right, and under our case law it wouldn't be?"
  },
  {
    "speaker": "SUTTON",
    "speech": "Absolutely not, because Chevron deference --"
  },
  {
    "speaker": "QUESTION",
    "speech": "So the only way the regulation here is valid is on the assumption that it is not an interpretive regulation, but rather is a regulation that goes beyond the meaning of 601 in a prophylactic way to, as 601 puts it, to effectuate the provisions of 601?"
  },
  {
    "speaker": "SUTTON",
    "speech": "That's exactly right, and there's some guidance in the Court's cases.  In fact, it even which actually has an even broader source of statutory authority, and the Court rejected them because they created a cause of action that contained fewer elements than the statutory right of action, and I think that's a good analogy here."
  },
  {
    "speaker": "QUESTION",
    "speech": "Is the same true of Rule 14?"
  },
  {
    "speaker": "SUTTON",
    "speech": "Excuse me?"
  },
  {
    "speaker": "QUESTION",
    "speech": "The proxy rules, the statute and the proxy rules, is the same -- what you're saying now true --"
  },
  {
    "speaker": "SUTTON",
    "speech": "Well, Your Honor, that, of course, is the Hagen case that you wrote for the Court in 1997 --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Where I thought I --"
  },
  {
    "speaker": "SUTTON",
    "speech": "Under Rule -- I want to make sure I'm answering your question."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes."
  },
  {
    "speaker": "SUTTON",
    "speech": "Under Rule 14(e)(3) you've got a the 10(b)(5) action, the Rule 14 action, they're all wedded to a statutory text, and as far as I know there's no distinction between, oh, I'm bringing it under Rule 10(b) and not -- rather than the statute, or Rule 14 rather than the statute."
  },
  {
    "speaker": "SUTTON",
    "speech": "Your Honor, I couldn't agree more, and I don't think there is precedent for that point.  I mean, that, I think, is our main point, that if the case comes to court, we all know what Section 601 means, and that's why they have to characterize --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But that's on your argument that the regulation is invalid.  If the regulation is valid, then it seems to me we just decide Rule 14."
  },
  {
    "speaker": "SUTTON",
    "speech": "But Your Honor, the implied right of action inquiry is an inquiry that goes really to the same question that you ask when you decide whether an that's true."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, your position is, they are invalid, therefore the Government couldn't bring this action, either."
  },
  {
    "speaker": "SUTTON",
    "speech": "That -- it is our -- we do think they're not valid, but I want to make clear, we think that's a harder --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You wouldn't need to worry about all the argument about implied cause of action and all the rest if the regulation's invalid."
  },
  {
    "speaker": "SUTTON",
    "speech": "Well, that is one way to proceed, and we've argued that they're not valid.  That is an easier way to proceed."
  },
  {
    "speaker": "QUESTION",
    "speech": "But that's not the question for which we took the case, and I'm assumingm and will assume that the regulations are valid. private right of action?"
  },
  {
    "speaker": "SUTTON",
    "speech": "That's a harder case, Your Honor, but the reason -- I think the way to look at it is, does the text unambiguously create this right.  If the text doesn't do it, I don't know how a rule can do it by --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, a text cannot -- you're -- a text cannot unambiguously create a right for the agency to issue a Chevron-based rule which is premised upon an ambiguity in the statute.  I mean --"
  },
  {
    "speaker": "SUTTON",
    "speech": "Your Honor, you're right.  Let me --"
  },
  {
    "speaker": "QUESTION",
    "speech": "The agency has no Chevron power unless there's an ambiguity in the statute, right?"
  },
  {
    "speaker": "SUTTON",
    "speech": "This question gets to the distinction between my first argument and my second.  When it comes to the creation of an implied right of action"
  },
  {
    "speaker": "SUTTON",
    "speech": "That's exactly right. If I could reserve the rest of my time for rebuttal."
  },
  {
    "speaker": "QUESTION",
    "speech": "Very well, Mr. Sutton. Mr. Schnapper, we'll hear from you."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Mr. Chief Justice, and may it please the Court: The petitioners in this case are proposing substantial changes in the law in a number of distinct areas.  First, they characterize this case as involving a fundamental change in Federal-State relations requiring a particularly clear and explicit statement that Congress intends to do that.  This is a classic Ex parte Young injunction.  It's an injunction against Mr. Alexander in Ex parte Young simply could not survive if that were the law.  Secondly --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, that handles the Eleventh Amendment argument, but it doesn't handle the Spending Clause argument, you know, the argument that any conditions you're imposing upon the States under the Spending Clause have to be clear."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "I -- to which I'm about to turn. They -- Mr. Sutton next suggests that there cannot be an implied cause of action in Spending Clause legislation, that any cause of action in Spending Clause legislation has to be explicit.  If that is right, Cannon and Guardians were wrongly decided.  They are Spending Clause legislation, Guardians is this very statute.  They both recognize an implied cause of action, and that whole line of cases would have to be overruled. the substantive standard itself, whether -- I think it was a statute."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "The specific claim in Cannon was actually an effect claim.  The plaintiff was a woman who asserted that the university's practice of rejecting medical school applicants over a particular age had a discriminatory effect."
  },
  {
    "speaker": "QUESTION",
    "speech": "Right, but the university wasn't a State university, it was a private university."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Yes, I understand.  I understand."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, that's sort of crucial to your Spending Clause argument, isn't it?"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "It's not --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I don't think our cases say that even when you're using your Spending Clause power to give argument is, as I understand it, goes to the fact that you're trying to make a State a defendant, so Cannon can't be dispositive of that."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "If the Spending Clause rules are limited in that fashion, then that would be correct.  I'm not -- but then there --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But I thought you said to accept the Spending Clause argument meant that Cannon had been wrongly decided."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Well, if you conclude, were to conclude that the Spending Clause limitations don't apply to private parties or to cities at all, then you -- then that problem would be solved, but the next problem would not, because this Court has been applying this implied cause of action to State defendants.  It did so in Bazemore v. Friday, and in Alexander v. Choate.  Those regulations as the immediate premise for the suit?"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Both."
  },
  {
    "speaker": "QUESTION",
    "speech": "Both did?"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "In Bazemore we relied on a Title VI regulation, and in Alexander we relied on a Section 504 regulation."
  },
  {
    "speaker": "QUESTION",
    "speech": "So in other words, you're saying that if you take the silence -- this is -- I'm trying to follow the complicated -- if you take the silence, and if you -- you either read the silence as a whole, just private rights of action against States and individuals for damages and injunctions, or you try to create epicycles, or split the atom, if you're going to split that atom of silence, and if you split it to distinguish between State and private defendants, then you should also split the State defendants to distinguish between injunctive actions penumbra of the Eleventh Amendment issue in Will exhaust the federalism problems that are applicable in a situation like this, and when you get to an Ex parte Young injunction that problem no longer exists."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Schnapper, the two cases that you said did involve regulations, Bazemore and Alexander, were they?"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "Did they involve a regulation that could not possibly have been an interpretive regulation? You see, I mean that's what's distinctive about this --"
  },
  {
    "speaker": "QUESTION",
    "speech": "That's what's distinctive about this case."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "Here we have a regulation that cannot Petitioners have suggested that there can never be an implied cause of action to enforce a regulation, or I would have to say here as well a rule, because that's really where this has come up, that contains a prohibition not contained in the statute itself. This Court has done that on two occasions.  In Borak v. J.I. Case, which was decided shortly before the announcement of the adoption of this statute, the Court recognized an implied cause of action to enforce rule, part of Rule 14.  And then in the Superintendent of Insurance case 7 years later, the Court did the same thing with regard to Rule 10(b)(5).  Those were implied cause of actions to enforce --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Those were a long time ago, weren't they, Mr. Schnapper?"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Yes, but the Court has continued"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, it would be '64 to '86.  I mean, you're relying to some extent on much later amendments to the Act.  I mean, that's a substantial part of your case, isn't it?"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "We have -- we think --"
  },
  {
    "speaker": "QUESTION",
    "speech": "And at least by the time those amendments were adopted, those earlier cases were subject to considerable doubt."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Right, but we think that an implied cause of action was appropriate under the '64 act as written."
  },
  {
    "speaker": "QUESTION",
    "speech": "Without resort to the '86?"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Without resort to the '86 act. Finally, with regard to the suggestion of the petitioners, they urge quite specifically that a regulation cannot forbid action not forbidden by the Congress authorized regulations in 602, so it seems to me that's appropriate to look to here. With regard to the argument regarding the limitations on the preconditions for certain actions under Section 602, this Court has addressed that question already in Cannon.  It's important to note here that Congress clearly intended that the limitations in Section 602 on an agency action would apply in a discriminatory intent case.  Indeed, the -- that was a particular focus -- intentional commission was a particular focus in 1964. The one thing that's certain is that Congress didn't intend to permit an agency to cut off a State agency or a city agency or a private entity from Federal funding without going through all the loops set up in Section 602.  That is to say, Section 602 applies even evaded if you allowed a private cause of action, because private parties don't make those -- you know, can't, or don't do those things.  That very argument was made in all three cases and it's never been accepted by the Court, indeed, specifically was rejected by this Court."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, but when you start talking about Guardians, to suggest that it hasn't been accepted, really nothing was accepted, nothing much was accepted in Guardians, there were so many different opinions."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Well, with all -- am I answering?"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "With all respect, there were three different issues in Guardians, two of which were clearly resolved, one of which was opaque.  The question of whether there was an implied cause of action was there was not any majority-accepted reasoning."
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "I think the reasoning with regard to the first two issues I mentioned was perfectly consistent."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well then, why were there different opinions?"
  },
  {
    "speaker": "SCHNAPPER",
    "speech": "Because the -- because there were differing views as to the -- as to subsidiary -- as to other issues.  There was a difference about Section 601 covered intent, which separated Justice White and Justice Marshall from Justices Stevens, Brennan, and Black, so they had to write different opinions. Thank you."
  },
  {
    "speaker": "QUESTION",
    "speech": "Thank you, Mr. Schnapper. General Waxman, we'll hear from you. social contexts that existed in 1964, and successive Congresses have validated the private right of action."
  },
  {
    "speaker": "QUESTION",
    "speech": "What social context existed in 1964?"
  },
  {
    "speaker": "WAXMAN",
    "speech": "Well, among other things, Mr. Chief Justice, the persistent practice of many local jurisdictions in evading the dictates of this Court and of Congress with respect to a variety of civil rights issues, the most prominent one being --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You're referring to what was -- what various local jurisdictions were doing at the time?"
  },
  {
    "speaker": "WAXMAN",
    "speech": "Yes, local and State jurisdictions.  For example, the kind of thing that prompted the Voting Rights Act of '65."
  },
  {
    "speaker": "QUESTION",
    "speech": "Can you say anything about -- it's 35 years, and you said in 35 years everyone has assumed that there is a private right of action for injunctive relief"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, let's say against a governmental body, however you want to answer it.  I'm just trying to get an empirical idea of whether people really -- this really is embedded in the public mind or not."
  },
  {
    "speaker": "WAXMAN",
    "speech": "I think that it is utterly embedded.  The cases, the decided cases are collected in Mr. -- in two appendices to Mr. Schnapper's brief, but with respect to States in particular -- I mean, let me speak first to the regulations issue and then to the States issue, which I take to be the State of Alabama's principal points. There is no case of which I am aware in which this Court has ever even suggested, much less held, that in determining the scope of a right of action, whether expressed or implied, that a distinction should be made since the statute was passed, we have taken a different and at least in the minds of some of us a more realistic view of the circumstances in which you really can in fact infer a congressional intent to provide -- to recognize a private right of action, so we're trying to preserve Congress' expectations with respect to the law that was passed under the earlier regime, but it's also sensible for us not to expand that earlier regime any further than it necessarily has to go based upon the precedent that the Congress might have assumed."
  },
  {
    "speaker": "WAXMAN",
    "speech": "That's --"
  },
  {
    "speaker": "QUESTION",
    "speech": "And therefore there may be a good reason simply because this is no longer the world of Case and Borak, to draw just the kind of distinction which you point out we never have drawn before, but which we have never recognized, which we have never precluded drawing enforce against State agencies obligations under the medicare and medicaid statutes, those are regulatory obligations. The contemporary legal context in which Title VI and the other civil rights provisions of the '64 act were enacted, as this Court recognized in Cannon and, in particular, in then-Justice Rehnquist's separate opinion in Cannon, were enacted in a regime in which it was understood that legislative silence with respect to a statute that created substantive rights for the benefit of individuals would be enforced by the courts in an implied right of action, and that existed in regulatory cases. We've talked about Borak.  Merrill Lynch was decided somewhat later in 1982.  The --"
  },
  {
    "speaker": "QUESTION",
    "speech": "None of those, though, were against States."
  },
  {
    "speaker": "QUESTION",
    "speech": "Were those regulations that you're concerned about regulations that plainly went beyond an interpretation of the statute?"
  },
  {
    "speaker": "WAXMAN",
    "speech": "They were --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You see, I mean, that's what's distinct about this case.  In addition to the fact that it involves a State, you have a regulation that cannot possibly be characterized as simply an agency interpretation of the statute.  Now, are the medicare regulations that you're talking about of that genre?"
  },
  {
    "speaker": "WAXMAN",
    "speech": "I wish I were more expert in medicare and medicaid regulations.  My understanding --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I wish I were, too."
  },
  {
    "speaker": "WAXMAN",
    "speech": "If -- (Laughter.)"
  },
  {
    "speaker": "WAXMAN",
    "speech": "I will gladly take guidance Let me go to the State point, the notion that States --"
  },
  {
    "speaker": "QUESTION",
    "speech": "My only thought, they may have the force of law, but they may not have the force of the unequivocal for purposes of the Spending Clause."
  },
  {
    "speaker": "WAXMAN",
    "speech": "Well, I don't think I can do better than simply to repeat what I -- the point I hope that I had made, which is, there is no case suggesting that for purposes of enforcing a Spending Clause obligation there is a distinction in recognizing a cause of action based on a statute, or on regulations that the funding agency is mandated to put forward.  The principle --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But there's no case suggesting that there isn't, either.  I mean, I think Justice Souter's point was that this is an area where there is no precise but that point, as the court of appeals noted, was expressly conceded by the State below, and we don't think that it's at issue here. With respect to the implication of a, an implied private right of action against a State official, which was Mr. Sutton's first point, Mr. Schnapper cited some of the cases under Title VI and its cognate statutes, but I think it's also important to recognize not only the long line of 1983 cases, many of which enforce Spending Clause statutes and their regulations in injunctive action, but also the point that Justice Kennedy made in his dissent in Golden State Transit for himself and Justice O'Connor and the Chief Justice, which is that there may be instances in which a healthy disagreement may arise as to whether a particular provision of Federal law creates a right, privilege, or immunity, but when what is being sought is party against the State official saying, look, the State has a policy.  It's reflected in a regulation or a statute that operates in a manner that's inconsistent with Federal law and therefore it is preempted, and the background principle, the principle of law, I respectfully submit, that Mr. Sutton is advocating runs directly contrary to the particular cases we cited under Title VI and its cognate statutes and 1983, but also this more underlying, long line of cases that includes but goes well beyond Spending Clause precedents. Our position fundamentally in this case is that for 25 years, it is true, Mr. Chief Justice, there is not a holding directly on point that says, you may have a private right of action to enforce the Title VI regulations, but there -- for 25 years at least there has been a shared understanding among the three branches, present, implied rights of action against State public agencies and other public agencies have been adjudicated, and the executive branch across administrations -- I've pulled out briefs filed on behalf of the United States by my predecessors, Robert Bork and Rex Lee, explaining to the Court that the implied private right of action to enforce these cases, and I believe that the former one was in Alexander, which was a case against a State, are important for the -- an important complement to Federal enforcement officials. Our brief in Darrone said, quote, the award of individual relief to a private litigant who has prosecuted her own suit is not only sensible but is fully consistent with and, in some cases, even necessary to the orderly enforcement of the statute. If there are no further questions, we'll submit. whether it's an applied right of action. Touche-Ross, involving the 1934 Securities Act, is the very same statute that Borak involved, and it didn't look back in time.  It followed what the Court was doing at that point in time.  The true is -- the same is true of Transamerica, California v. Sierra Club, and Northwest Airlines.  Even Cannon itself applied the Court v. Ash test which came 4 years after Title IX. Now, as for the question whether Guardians has resolved this, the last thing that Guardians resolved was the question of whether there was an applied right of action.  Even if one allowed for the counting of dissents and plurality votes, you only had two justices agreeing there was an implied private right of action in Guardians, so that surely was not decided there. And the notion that pre-1983 there were settled State law is one issue.  It's a second issue whether a private individual can enforce it. I have no other points.  Thank you, Your Honor."
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "Very well, Mr. Sutton. The case is submitted."
  }
]