[
  {
    "speaker": "QUESTION",
    "speech": "May I ask whether the record shows whether the petitioner challenged those '78 and '81 convictions in a timely manner on direct appeal at the State and/or Federal level?"
  },
  {
    "speaker": "TANAKA",
    "speech": "I don't believe that's in the issue today is its use in the Federal sentencing procedure, so --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, why shouldn't there be a measure of finality here?  I mean, you know, you can go back and argue was it constitutional, was it accurate, but also there's an interest in getting things done within a certain time frame."
  },
  {
    "speaker": "TANAKA",
    "speech": "I agree, Your Honor, and there -- but there is finality with respect to those State convictions.  The State of California, he served those convictions, he served the prior terms, he served his imprisonment.  Those convictions are final as to the California judgment."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, are there statutes of limitations for habeas actions as well?"
  },
  {
    "speaker": "TANAKA",
    "speech": "Certainly there are. look at its reliability, otherwise it's a violation of due process."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Tanaka, even if you're right that there's no bar from challenging the Federal, the abuse in the Federal proceeding, shouldn't the Federal court at least take into account, in determining whether 2255 really is warranted, that these matters could have been raised earlier in the State proceedings on direct appeal or on collateral attack?"
  },
  {
    "speaker": "TANAKA",
    "speech": "No, I don't believe so, Your Honor. Again, the Federal interest is totally different than the State interest.  The State has no --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Why shouldn't the Federal interest include did this person have a reason for not bringing this up earlier?  I mean, one can imagine cases where you might try to knock out for Federal sentencing purposes an more compelling case, but I don't think it's a prerequisite, and the reason for that is --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But you're -- but I wanted just to be clear on one thing.  You're not saying in this case that there was any special reason why these matters could not have been raised earlier?"
  },
  {
    "speaker": "TANAKA",
    "speech": "That's correct, I'm not making any claim that he was prevented by something external to himself that prevented him from raising this in State court, but I don't think the argument depends on that. Again --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You said a few times that the -- this is just a Federal matter, it's final as far as the law of the State is concerned.  Does the State of California have an interest in the integrity that's accorded to its judgments in this proceeding? strong interest in having its judgments of criminal convictions respected."
  },
  {
    "speaker": "TANAKA",
    "speech": "Well, we --"
  },
  {
    "speaker": "QUESTION",
    "speech": "And to say that, oh, this is just a Federal matter, it's final so far as the law of the State is concerned, I'm not sure is a complete answer."
  },
  {
    "speaker": "TANAKA",
    "speech": "Well, it is respected in the sense that it has a presumptive validity, and certainly this Court's case in Custis established that fact, and no one's suggesting that we go behind that validity once it's presented, but there's -- I don't know that it has an interest in a conclusive-type validity, especially where it's being used as a Federal sentencing predicate.  Now --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, supposing that there's a thought, you win on your ability to challenge, and it's thought there's necessary to be a evidentiary hearing."
  },
  {
    "speaker": "TANAKA",
    "speech": "But it's the Federal Government that's seeking to use that judgment as a Federal sentencing predicate to increase the Federal sentence in Federal court."
  },
  {
    "speaker": "QUESTION",
    "speech": "And if you prevail and you go ahead and have the judgment declared invalid, I -- what would happen if the State in a subsequent proceeding tried to use those convictions for its own three-strikes rule?"
  },
  {
    "speaker": "TANAKA",
    "speech": "I would assume that the State could validly use those convictions in its own three-strike rule, because the Federal sentence, the Federal procedure would just invalidate the State conviction, or the use of the State conviction, not the State conviction itself, as a means to lengthen the Federal sentence.  The --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, if the State uses the conviction, it's -- the conviction is just as unreliable any steps to alleviate those risks by bringing a State collateral attack or by going on with his appeal or whatnot.  Is that essentially your theory?"
  },
  {
    "speaker": "TANAKA",
    "speech": "Certainly that's part of it, but the -- now the --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Why doesn't -- I'm sorry.  Go ahead. You -- That was part of it."
  },
  {
    "speaker": "TANAKA",
    "speech": "Yes, I agree --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What's the other part?"
  },
  {
    "speaker": "TANAKA",
    "speech": "Well, the other part would be that the State would obviously not be bound by anything that happened in the Federal proceeding."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, no, but let's forget Federal proceedings for a moment.  If we just have a State proceeding and the State is going to use that supposedly unreliable conviction as a basis for enhancement following"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, what are they?  I mean, I -- if it's not unfair for the State to use it, despite the assumption of its unreliability, what would a -- what other due process problem might arise at the State level?"
  },
  {
    "speaker": "TANAKA",
    "speech": "That would be the problem."
  },
  {
    "speaker": "QUESTION",
    "speech": "That would be the problem, and --"
  },
  {
    "speaker": "TANAKA",
    "speech": "But it might be that the problem doesn't rise to a large enough level that the State necessarily violates due process by refusing to litigate that anew.  In other words --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, the State -- but I -- the theory of my question was, he in effect was on notice that there might be a subsequent use of the conviction for enhancement purposes.  He had an opportunity to litigate. He didn't litigate.  Therefore, it is not unfair, in the due process sense, for the State to use it, and I thought problem with notice, and -- but that again suggests the concept of waiver, or maybe even sandbagging."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, not waiver.  Not -- we're not talking about waiver.  We talking about, I think, the fact that he had an opportunity to litigate it.  As you so -- as you conceded a moment ago, there are statutes of limitations that govern these things in most instances. You've got to litigate within that time or it's too late, so he let, in effect, his opportunity to litigate pass. Now, if that -- and therefore it's not unfair, in a due process sense, to use it against him even if he does claim later that it was unreliable. Now, if that is a sound argument with respect to its use for enhancement purposes at the State level, why isn't it an equally good argument with respect to its use in this case at the Federal level? limitations on this kind of litigation could, consistently with due process, be applied at the State level.  If you did not concede that, then I will withdraw my question."
  },
  {
    "speaker": "TANAKA",
    "speech": "Okay.  It could be applied at the State level to the initial State conviction.  Okay, again, if, analogous to this case, that conviction was used in a State proceeding to enhance a subsequent State sentence, then there might -- there would be a due process right to examine that conviction anew --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Let me ask you --"
  },
  {
    "speaker": "TANAKA",
    "speech": "-- with respect to the enhancement provision --"
  },
  {
    "speaker": "QUESTION",
    "speech": "With respect to, at the State level, let me ask you one more question.  Let's assume that the State had a statute and the statute were made -- was explained to the defendant at the time of his State subsequent conviction.  Is there a due process problem in the State's use of it without an opportunity to challenge?"
  },
  {
    "speaker": "TANAKA",
    "speech": "There well could be, if there's some unreliability of the conviction."
  },
  {
    "speaker": "QUESTION",
    "speech": "So there can -- I take it your theory, then, is that no amount of warning in the world will ever be enough to allow the State or the Federal Government to treat the first conviction with finality?"
  },
  {
    "speaker": "TANAKA",
    "speech": "No.  There -- as long as there's a procedure, a substantive due process procedure for litigating that, it could be that, consistent with due process, there could be some limitations and in that case that might well be one of them."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, what about my limitation? You've got a year to challenge this if you want to challenge it, and if you don't challenge it within the disabilities attaching to the prior criminal conviction. Specifically, I believe that California, like many States, disqualifies convicted felons from voting.  Now, could your client have presented himself at the registration booth for voting and, when told that he could not vote because he was a felon, could he say, oh, but that conviction was invalid and I want an opportunity to challenge it?"
  },
  {
    "speaker": "TANAKA",
    "speech": "No, I don't believe so, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Why not?"
  },
  {
    "speaker": "TANAKA",
    "speech": "The difference is this.  In this case -- due process is obviously a flexible concept, and what's at stake here is 1) an automatic increase in the sentence and 2) a dramatic increase in the sentence.  The sentence went from presumptively 7 years to more than double, to a min -- to a minimum of 15 years."
  },
  {
    "speaker": "TANAKA",
    "speech": "Oh, I think there's certainly a greater liberty interest with respect to imprisonment, but --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Tanaka, in your last series of answers you seem to be departing from what I thought was the clear line you took in your brief. That is, for all State purposes you are accepting that this sentence is good, and you are distinguishing the Federal enhancement from any other -- from any State law consequence, but now in your answer to the questions that Justice Souter and Justice Scalia just asked you seem to be saying it's not just the Federal enhancement purpose that you're questioning where this can be brought up but also in the State proceeding as well."
  },
  {
    "speaker": "TANAKA",
    "speech": "No, I don't believe so.  Obviously the only fact at issue here is the -- is its use in the that should be.  I -- my understanding of your submission is that there is a Federal constitutional right under the Due Process Clause not to have this conviction used in Federal court.  Why is -- why don't you make the same argument if it's a State three-strike conviction case?"
  },
  {
    "speaker": "TANAKA",
    "speech": "One might --"
  },
  {
    "speaker": "QUESTION",
    "speech": "It's a Federal due process right not to have what you call an unreliable or a false conviction used -- again, it's the same analysis, same Constitution. What's the difference?"
  },
  {
    "speaker": "TANAKA",
    "speech": "And one might, if one were arguing that case, argue that, and I think there -- but there are certainly different considerations there, because if the Federal court is reviewing the State court's use of its own recidivist provisions, then there are more comity and finality questions that aren't at issue here. conviction too unreliable to automatically sentence this man to an additional 8 years in prison is going to affect that State court judgment."
  },
  {
    "speaker": "QUESTION",
    "speech": "What I'm trying to have -- my problem is -- I agree with you basically.  You realize that these things should be challengeable in a sentencing proceeding. I wrote an opinion to that effect in Palleo, and it was reversed by this Court, so now what do I do? (Laughter.)"
  },
  {
    "speaker": "TANAKA",
    "speech": "Well, you use your --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I mean, my problem is, quite honestly, that I don't see any way, if you're not -- I think these things -- I think a prior should be challengeable in the sentencing hearing, all right? That's clear, simple, done all the time, no problem, fair. All right."
  },
  {
    "speaker": "TANAKA",
    "speech": "Well, if you don't accept that constitutional point that the use of an unreliable prior conviction that doesn't implicate the person -- doesn't implicate the person's guilt can be automatically used to dramatically increase the sentence conclusively, then we're both stuck, unless you can use your powers of persuasion to change the Court's decision, but -- (Laughter.)"
  },
  {
    "speaker": "TANAKA",
    "speech": "That's certainly the genesis of this argument."
  },
  {
    "speaker": "QUESTION",
    "speech": "May I just ask one question?  Are you really making a constitutional argument, or are you arguing for a construction of section 2255, or is it both?"
  },
  {
    "speaker": "TANAKA",
    "speech": "It's both.  Certainly the case depends on a construction of 2255 to remedy what is an obvious constitutional violation.  By its plain language,"
  },
  {
    "speaker": "TANAKA",
    "speech": "Not just invalid --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You see, it seems to me it would be theoretically possible to say, for a legislature to say, we wanted to enhance a sentence if there's a State conviction out there, and we don't care whether it's obtained fairly or not.  The fellow was at least indicted and he went to jail for a while, and that's enough for us. Is it your view that they could not do that?"
  },
  {
    "speaker": "TANAKA",
    "speech": "Yes.  Where it can be shown that that conviction doesn't reliably indicate the man's guilt I believe -- well, it's my position that that violates the Constitution and the Due Process Clause."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Tanaka, I have a question concerning a point you made in your brief.  You said that the 2255 forum is accustomed to dealing with questions of this nature, and you distinguished that from the a proceeding on a 2255 case, there might be an evidentiary hearing and the scheduling and so forth would be different, and also there are rules that govern 2255 cases that don't govern sentencing, and so it's more appropriately placed there. But the major point is that 2255 expressly provides for this type of procedure, whereas you know, obviously there's nothing in the sentencing statute that likely, likewise provides for it."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Tanaka, you say that what you want to challenge is State court convictions that, judgments that do not reliably indicate guilt.  Well, I take it you would allow a challenge on the basis that a Miranda warning wasn't given, and that there was some -- it was not harmless error, and yet a Miranda warning really has nothing to do with guilt. indicate guilt.  There's not an identity between a due process violation and a constitutional violation. If the Court has no further questions, I'd like to reserve the remainder of my time for rebuttal."
  },
  {
    "speaker": "QUESTION",
    "speech": "Very well, Mr. Tanaka. Mr. Dreeben, we'll hear from you."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Mr. Chief Justice, and may it please the Court: In Custis v. United States this Court made clear that at a Federal sentencing proceeding a defendant who faces recidivist sentencing may not bring a constitutional challenge to the validity of the underlying enhancement conviction.  We submit that the same principle applies where it -- the Court's jurisprudence had recognized Gideon violations as a unique constitutional defect that rose even to the level of a jurisdictional defect. The second two reasons I think are the ones that most clearly explain the rule that we're espousing here."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, how about a so-called Brady violation, where the facts aren't known until maybe immediately before the sentencing proceeding in the new crime?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, there are two distinctions between that kind of a situation and the Gideon situation. The one that I think is most applicable to the majority of cases that are going to come up in this context is that a Brady violation is a very fact-intensive inquiry.  It can't be resolved, as the Court noted in Custis with respect to a Gideon claim, simply by looking at the as compared to Gideon."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, what about a DNA claim in a death case coming up later?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, the second -- I think, Justice O'Connor, that is the second distinction in your hypothetical, that the hypothetical posits that this was information about a constitutional claim that could not with due diligence have been obtained, I'm assuming within any time for bringing an appropriate appeal or collateral challenge. The capital context is unique in that area, I think, and I'm going to set it aside, because questions of actual innocence in the capital context would be dealt with under the Eighth Amendment and would implicate constitutional principles that aren't broadly applicable. But as to the generality of sentencing cases, I procedural limitations such as statute of limitations, procedural default, exhaustion, Teague v. Lane, if they surmount those hurdles, then the interests of vindicating the Constitution take precedence over the interests of finality. But if those procedural hurdles have not been met, and the defendant did not bring his claim in accordance with the procedures that are set out, then society is entitled to take that conviction as conclusively final, and any further remedy that would be available would have to come from the executive branch --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Do you make that argument even if it's a Gideon violation?  In other words, say that it's a final sentencing, the defendant had either no counsel or inadequate counsel, and didn't learn that there was a Gideon violation before and he'd already served his"
  },
  {
    "speaker": "DREEBEN",
    "speech": "That would be a procedural default, Justice Stevens, and I think it would bar the defendant from coming back even if there were otherwise a right to come back under applicable procedure."
  },
  {
    "speaker": "QUESTION",
    "speech": "Would that be true even if the sentence had not been served where there was a Gideon violation?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "The sentence of the -- the underlying conviction --"
  },
  {
    "speaker": "QUESTION",
    "speech": "This would always have to have been served, wouldn't it?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, if the underlying conviction sentence had not been served, then the defendant's remedy would be to go back into the jurisdiction that entered it and see if he can comply with --"
  },
  {
    "speaker": "QUESTION",
    "speech": "He couldn't then go in on a 2255 and inadequate assistance of counsel?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, inadequate assistance of counsel isn't even permitted to be brought under this Court's decision in Custis with respect to the underlying conviction. With respect to the conviction that -- the Federal conviction that was entered, ineffective assistance of counsel claims typically are not brought in the original sentencing court that imposed the conviction because the defendant typically has the same counsel and because the facts haven't been developed, and therefore there is no procedural default typically in bringing an ineffective assistance claim directed to the Federal conviction in a section 2255 proceeding. But as to the underlying enhancement conviction, which is what we are talking about here, petitioner is I guess is giving us all the trouble, and the reason it's giving me trouble is, number 1 -- of course, I was a dissenter in Custis, so maybe I'm looking for trouble -- (Laughter.)"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- but the Court in -- the majority in Custis left the question open whether there could be another means of challenge other than the challenge at the Federal sentencing proceeding as such. And number 2, textually, what the petitioner wants to do can be fitted within the terms of 2255, and the issue I guess boils -- so I think it's -- I don't think Custis is controlling, and what the issue boils down to for me is this.  I will -- I accept your argument that the balance struck on the issues of finality and fairness require a point at which so far as the service of the original sentence, the '78 sentence in your example is apply any more because the terms have changed, and when the terms change radically, as they have here, why isn't it possible to reassess that balance and say, okay, now, even though you couldn't litigate for State purposes, you can litigate for Federal purposes?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "The fundamental problem with that, Justice Souter, is that those same interests are fully at stake in the Custis situation itself.  When this Court said --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yeah, but Custis -- that may be true, but number 1, Custis depended in part on a statutory construction reason.  They looked at the text of the sentencing enhancement statute and, number 2, Custis left this question open.  The Court said --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "If I could address that --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- we're not telling you what we'll back to the Federal sentencing court and apply for reopening of his Federal sentence, and the crucial difference between that scenario and the scenario that's presented here is that the litigation over the validity of that sentence would take place in the State court."
  },
  {
    "speaker": "QUESTION",
    "speech": "Oh, you're entirely right, but didn't -- I don't have it in front of me.  Didn't the Court also refer to the possibility of litigation on Federal habeas?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Litigation on Federal habeas corpus that attacked the State sentence."
  },
  {
    "speaker": "QUESTION",
    "speech": "Right, but the only basis on which there could be Federal habeas litigation would be Federal habeas litigation in connection with the later Federal sentence, even though the subject of that litigation might be, or would be the validity of the earlier State a Federal habeas review."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "Okay."
  },
  {
    "speaker": "DREEBEN",
    "speech": "And Federal habeas review is Federal review under 2254 --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Four, right."
  },
  {
    "speaker": "DREEBEN",
    "speech": "-- that attacks the State sentence.  This is a case under section 2255, attacking the constitutionality of the Federal sentence."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, did --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "The necessary --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Didn't we confine it to 2254?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "The language says, I think accurately, just what Justice Stevens read, and I would interpret Federal habeas review in that context to mean Federal review under 2254 attacking the prior State"
  },
  {
    "speaker": "QUESTION",
    "speech": "But the reason may be the textual reason in Custis, going to the text of the enhancement statute itself.  It may be that we wanted sentencing, Congress wanted sentencing to be clean and simple and leaving any later attack to be worked out afterwards.  In other words, get him shut away and then let him litigate as long as he wants to."
  },
  {
    "speaker": "DREEBEN",
    "speech": "But the theory behind section 2255 litigation in this case is that there was a constitutional violation at the Federal sentencing."
  },
  {
    "speaker": "QUESTION",
    "speech": "Right."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Because sentence was imposed based on a conviction that, although facially valid and never set aside by any court, might be unreliable if one took the time to unpack the claim that petitioner is now making and get the records and litigate it and determine whether you don't concede this, of course, but assume that Custis did leave open the possibility of this litigation.  Would you go back to the, we'll say the balance argument? My point is that the balance between finality and fairness changes radically when you go from the limited jeopardy of imprisonment under the State conviction to the potentiality here of life imprisonment, and if the balance is that radically affected, why shouldn't there be, for due process purposes, an opportunity to litigate at the Federal level, even though the State proceeding is past and final for State purposes?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Justice Souter, I think the fundamental answer to that question goes back to the interests in finality that have been struck in this Court's post-conviction jurisprudence generally.  There is a recognition that there are fundamental interests in Now, that's the kind of claim that can routinely be made on direct appeal or upon an immediate post-conviction attack, and it's made with the State that entered the judgment as a party, and the State can come back and say we have access to these records, they're very easy to determine, you can see that the judge went over him, the various elements, or his lawyer counseled him about the various elements of the crime and the court can reach a reliable adjudication promptly on whether that conviction is valid. A defendant who doesn't challenge his guilty plea in that fashion at the time that it's available to do so is essentially saying, I struck a deal with the Government, the deal allows me perhaps to reduce my time of imprisonment compared to what it would have been if I had gone to trial and lost, as I probably would have been, changed, and it's not only very difficult to litigate this later, but it's also very difficult to stay in prison for life, and when the terms have changed, the calculus that says, or that said in the first instance it's fair to hold you to your bargain, doesn't apply any more, because the terms have changed."
  },
  {
    "speaker": "DREEBEN",
    "speech": "But the risk that he faced, Justice Souter, was one that he either knew actually or should have known at the time that he entered that plea."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right, let's -- I understand that argument, too, and I just don't see how it is sound.  The truth is, in the real world, prisoners, when they enter these guilty pleas, are not thinking of the possibility of life in prison 25 years later for a crime that hasn't been committed yet.  I mean, I just don't think that that is realistic, to say that he knew or should have known that"
  },
  {
    "speaker": "DREEBEN",
    "speech": "I think that recidivism statutes are among the most common kind of statutes in the criminal justice world.  All 50 States have them.  The Federal Government has one.  There's a great deal --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, recidivism, yes, but we're -- at least at this point in history we're living at a time when a great many prior convictions are being considered under three-strikes laws --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- let alone a Federal three-strikes law which couldn't possibly have been in the contemplation of the people who entered the guilty pleas or suffered the convictions 25 years ago."
  },
  {
    "speaker": "DREEBEN",
    "speech": "No, but there has long been a tradition in this country of recidivism laws that fairly significantly escalated the potential sentence from some correct advice, and he goes in and he pleads guilty, and he was totally confused at the State proceeding.  Now, that person is going to be in jail for life because of a later crime, although if you look at what happened it would be obviously unconstitutional, his earlier conviction. Now, that's the case we're worried about, and we get rid of the other cases through strict burden of proof rules, so all we have in front of us are those cases, and the question is, why shouldn't a person like that be able to demonstrate the obvious fact that that earlier conviction was obviously unconstitutional, and you give me the answer that Custis says no, but then we could just reply, well, that was because of the language of the statute."
  },
  {
    "speaker": "DREEBEN",
    "speech": "I don't think -- the Constitution.  Now, petitioner's --"
  },
  {
    "speaker": "QUESTION",
    "speech": "At the sentencing proceeding."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Yes, but there's nothing --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But you could say, I guess -- and I don't know how much of a stretch this would be.  You could say, but this person who is obviously convicted unconstitutionally, and I'll underscore obviously, because I can get rid of the nonobvious cases through strict burdens of proof, all right, so he was obviously convicted unconstitutionally, that that person should have some forum somewhere in which to point that out before he's in prison for life."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Justice Breyer, I accept that you've attempted to carve out the category of obvious unconstitutionality from what we're dealing with in this realm, but I submit that as a matter of real-life first time."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Any constitutional rule that says you can do this but only when it's really obvious is going to lead to the same sorts of burdens of litigation of whether it falls into that category or not, and it's going to require the Government, when confronted with one of these things, to do exactly what the Court recognized in Custis was an extremely burdensome and usually unproductive exercise of running round and trying to find the prosecutor, the judge, the defense lawyer, the probation officer who were part of the original sentencing proceeding, which could go back decades, and attempting to reconstruct --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But that's the prisoner's problem. The Government doesn't have to do that."
  },
  {
    "speaker": "DREEBEN",
    "speech": "No, it is the Government's the Government to sit back and say to the sentencing court, well, judge, he has a strong interest in this and this was 20 years ago, you shouldn't believe him, is really more than can be expected from us.  We need to respond factually."
  },
  {
    "speaker": "QUESTION",
    "speech": "Of course, you've got a case that has facts that are very favorable to the Government generally, but some of these cases are much closer, like the Seventh Circuit case where the evidence was really quite disturbing about whether the person actually received a fair proceeding, but you would apply the same rule regardless of how strong the proof is."
  },
  {
    "speaker": "DREEBEN",
    "speech": "That's right, Justice Stevens."
  },
  {
    "speaker": "QUESTION",
    "speech": "And regardless of how serious the violation is, unless it's a Gideon violation."
  },
  {
    "speaker": "DREEBEN",
    "speech": "That's right, and I think that"
  },
  {
    "speaker": "DREEBEN",
    "speech": "-- conviction that has never been set aside, other than --"
  },
  {
    "speaker": "QUESTION",
    "speech": "And of course, one reason that's permissible is that normally there's a second chance to prove what really happened.  That's part of the answer --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- given in that very case, that they -- there is this other open question."
  },
  {
    "speaker": "DREEBEN",
    "speech": "There are normally other chances for a defendant to attack his prior conviction, the direct appeal from the conviction, post-conviction review in the State, and post-conviction review federally."
  },
  {
    "speaker": "QUESTION",
    "speech": "That was true in Custis itself, wasn't it?  He could have gone back to the State court? Yes."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Correct. required to entertain other constitutional challenges."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "If some other court wants to entertain them, that's to be presented to that court.  The rendering court --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Dreeben, I don't know why we focus upon what the expectation of the defendant was at the time he pleaded guilty, as opposed to what his expectation was at the time he committed the later crime. Do you think it would be unconstitutional for a State to say that anyone who has a prior conviction on the record, all right, that has been obtained in any manner so long as Gideon has been complied with, anyone who has that on his record who commits a later crime gets a longer sentence?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "No, I don't think that's unconstitutional."
  },
  {
    "speaker": "QUESTION",
    "speech": "But then it's your view, I take it, that even if the prior conviction were set aside in State proceedings or Federal proceedings, that that would not justify a reduction in the Federal sentence?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Justice Stevens --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Is that your view?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "It is a view that the Government has taken in the lower courts.  We have lost it in the six circuits that have considered it.  We're currently rethinking what our position is on that issue.  That issue is a quite distinct issue from this one."
  },
  {
    "speaker": "QUESTION",
    "speech": "Correct."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Because in that situation the Federal court, instead of saying, I have a facially valid conviction in front of me and I have a defendant who says there's something wrong with it but he's never done Scalia would not, is my point."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, I think Justice Scalia is referring to a statute that was premised on the following theory.  If you know you have a conviction on the books and you are not deterred from the -- by committing another crime, notwithstanding the fact that you know that your sentenced will be enhanced, the question is, is that constitutional apart from Gideon violations. My answer to that is yes, but I don't actually think that's the sentencing theory that was adopted in section 924(e)."
  },
  {
    "speaker": "QUESTION",
    "speech": "This is a statutory question, though, and not a constitutional question, whether the statute was of the sort that I --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Correct.  Correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "That I described or not. about here is likewise constitutional?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "I don't think it's a fortiori, Justice Scalia, although I do think our position is a fortiori from Custis, and the reason I think they're distinct is, the theory of the sentencing statute that you have posited is deterrence, and the theory of the recidivist sentencing statute, that is 924(e), and of most recidivist statutes, is reliability of a prior conviction which shows that this defendant is a more serious offender because he has committed crimes in the past which aggravate the current offense, and therefore this individual warrants greater incapacitation as a matter of protecting the public because he's clearly not learning but is going on to commit offense after offense after offense."
  },
  {
    "speaker": "QUESTION",
    "speech": "I recognize what we said in Custis, that could render a fair judgment."
  },
  {
    "speaker": "QUESTION",
    "speech": "But that's not subsumed in the category of facially valid, is it?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "No, because this Court in Custis didn't agree with the position of the Government and held that Gideon violations are unique. They are unique not only because they have such a pervasive impact on the fairness of the proceeding, but they are also unique in that they are fairly easy to discern from the judgment role or from a motion accompanying the judgment role, and the Court relied on the consideration of administrative ease as well as of the character of the error in defining what you could do when confronted with a recidivist enhancement and a prior conviction that is challenged on constitutional grounds, and so long as the Court adheres to that line, I think you succeed, even way out of time, to get it knocked out at the State court, could you then come back to Federal court on a 2255 and say, now the State has knocked this out?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "That's correct, Justice Ginsburg. That's the question that we're revisiting after our litigation track record in the lower courts, and it's not presented in this case because petitioner did not do that, and almost undoubtedly would be out of time to do that today, and quorum nobis is not apparently available in California, and our fundamental submission is, that was the chance that he had. Whatever procedures the rendering court provides and post-conviction review provides of the underlying conviction are sufficient for constitutional purposes absent a Gideon error when the Federal sentencing court is question of what Custis left open.  We've been talking about the sentence at issue, and it ends, if -- we recognize -- and this is at page 497 of the Custis decision.  We recognize, however, that Custis, who is still in custody for purposes of State convictions, at the time of this Federal sentencing under 924(e) may attack a State sentence in Maryland or through a Federal habeas review, and then, importantly, after that the citation is just see Maleng v. Cook. Now, there are two things that suggest that what that left open was the possibility of reviewing the prior conviction as it enhanced the later sentence.  First is that it says, or through a Federal habeas review, and second it says, it cites Maleng v. Cook. Now, what Maleng decided was that there was subject-matter jurisdiction in a Federal habeas case where terms, allows the petitioner to attack the constitutionality of that prior State conviction, as it was used to enhance his Federal sentence."
  },
  {
    "speaker": "QUESTION",
    "speech": "Maleng, though, was directed just to whether or not he was in custody."
  },
  {
    "speaker": "TANAKA",
    "speech": "Right, whether he was in custody on the subsequent sentence, but it suggests that they would entertain attack on the prior conviction through the custody of the subsequent sentence and conviction. The other point I wanted to make is, the Solicitor General mentioned that there was a fairness- finality balance here, and that this changes where the conviction, as in this case, is so old, but that fails to recognize that the finality interests where the conviction is used in a subsequent proceeding are not the same.  In fact, they're not even close to the same, where we're nonexistent.  If a Federal sentencing court granted a 2255, there is no impact on that State court judgment. So it really boils down to a question of, is there a remedy for someone who is going to face a potential life term --"
  },
  {
    "speaker": "QUESTION",
    "speech": "May I just question your last conclusion?  Supposing he had not -- he was still in State custody on parole or something of that kind, would not then the Federal 2255 have an impact on the State's interest in finality?"
  },
  {
    "speaker": "TANAKA",
    "speech": "I'm not sure it would --"
  },
  {
    "speaker": "QUESTION",
    "speech": "It seems hard to imagine the Federal judge would conclude the State's conviction was invalid, and therefore nothing would happen in the State proceedings after that."
  },
  {
    "speaker": "TANAKA",
    "speech": "Well, certainly the Federal court in this case, or do we allow someone who's facing a life sentence to litigate the validity, and in some cases it's going to be obvious, of prior convictions that don't reliably indicate his guilt and, as the Solicitor General said, the whole purpose between the armed career criminal act is incapacitation, or --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Of course, in this case, Mr. Tanaka, it's a guilty plea, so you don't have any real question of whether there's a record to show that he did it or didn't do it, because you don't get that sort of a record with a guilty plea."
  },
  {
    "speaker": "TANAKA",
    "speech": "That's correct, Your Honor, and so the issue then would be, does this record reliably reflect his guilt, reviewing the record that's presented on the guilty plea, and that would be an issue for the Federal district court to decide on remand."
  },
  {
    "speaker": "TANAKA",
    "speech": "I'll grant that, but again I think that that concern is addressed by placing the burden of proof on the petitioner, which -- where it lies, and if the sentencing court doesn't find that persuasive, then --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, but as Mr. Dreeben pointed out, your client can simply file an affidavit saying that, you know, I wasn't fully advised of what was going on, and then it's up to the Government to come back.  It's very difficult for someone who is facing that kind of an affidavit to simply say, well, disbelieve this guy.  You want to collect information showing that he should be disbelieved."
  },
  {
    "speaker": "TANAKA",
    "speech": "And to the extent that's possible I'm sure the Government will do that."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, with great administrative burden. Well, the case is submitted."
  }
]