{
  "success": true,
  "completeLines": [
    {
      "speaker": "JUSTICE REHNQUIST",
      "speech": "We'll hear argument first this morning in Number 01-463, United States v. Fior D'Italia. Ms. O'Connor.."
    },
    {
      "speaker": "CONNOR",
      "speech": "Mr. Chief Justice, and may it please the Court: This case is about the authority of the Commissioner of Internal Revenue to assess FICA taxes that Congress has imposed on employers. It also involves the well-established principle of tax litigation. It involves two key sections of the Internal Revenue Code and how they relate to each other, and it involves the evidentiary value of assessment in tax litigation. The first of the key sections is section 6201. It appears at page 62a of the appendix to our petition. It authorizes and requires the Secretary of the Treasury to make inquiries, determinations, and assessments of all taxes imposed by the Internal Revenue Code. The second key section is 3111. It appears at page 55a of the appendix to our petition. This section imposes a tax on employers. The tax is measured by the wages they pay or are deemed to have paid their employees."
    },
    {
      "speaker": "QUESTION",
      "speech": "Which section is this, Ms. O'Connor? I'm --"
    },
    {
      "speaker": "CONNOR",
      "speech": "Section 3111 at page 55a of our appendix to the petition."
    },
    {
      "speaker": "QUESTION",
      "speech": "Thank you."
    },
    {
      "speaker": "CONNOR",
      "speech": "This is the tax that imposes -- this is the provision that imposes a tax on the wages employers pay or are deemed to have paid their employees. The question this case presents is how the commissioner carries out his obligation under 6201 to assess the tax that is imposed by section 3111. The tax is --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Ms. O'Connor, let me tell you what troubles me a little about the Government's position in the case, and I hope you will address this. How can an employer ever challenge effectively an assessment made under the position that you approach, because the normal burden of proof in a tax refund case normally requires the employer to show exactly how much money was owed, and I don't see how that would work in this context."
    },
    {
      "speaker": "CONNOR",
      "speech": "Exactly, Your Honor. The Congress has recognized the difficulty that employers have in this regard, and that is the reason there are several of the other sections that we will discussing this morning. Section 6205, for example, is mentioned in your materials. That is a provision that permits employers on their own, if they discover an error, to correct it later and have no interest assessed. That's a very unusual provision, and it relates specifically to the complexity of employment taxes and their administration."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, would that error ever be anything more than a disparity between what the employee reported and what the employer reported?"
    },
    {
      "speaker": "CONNOR",
      "speech": "Would what, Your Honor?"
    },
    {
      "speaker": "QUESTION",
      "speech": "How -- I mean, the error that that section -- I'm wondering what the error is that that section contemplates, and I can see it's application, let's say, if the employer simply added up the employee's reports wrong and got the wrong figure. Under what other circumstances would it apply short of the moment at which the Government makes the assessment which is in question here?"
    },
    {
      "speaker": "CONNOR",
      "speech": "It could also apply just -- and 6205 is not specific to restaurants or food or beverage establishments or tips at all, because another common error that employers can sometimes make is mischaracterizing a worker as an independent contractor, for example, and upon determining later that the person is actually an employee and they should be withholding"
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, let me ask the question in another way. How would it -- how could it apply in this situation? In other words, as I understand it -- I mean, this is -- I didn't mean to side-track you from Justice O'Connor's question, but I'll raise the thing that bothers me. As I understand it, what the employer is obligated to report is the sum total of all the reports that the employees give to the employer of tip income."
    },
    {
      "speaker": "CONNOR",
      "speech": "That's right, Your Honor."
    },
    {
      "speaker": "QUESTION",
      "speech": "And I'll assume for the sake of the question that a given employer has done that."
    },
    {
      "speaker": "CONNOR",
      "speech": "Mm-hmm."
    },
    {
      "speaker": "QUESTION",
      "speech": "I also assume that if you are correct, that employer has this possibility hanging over it that the IRS is going to make this kind of an assessment."
    },
    {
      "speaker": "CONNOR",
      "speech": "That --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Is there any -- my question is, is there any way that the employer can anticipate this kind of an assessment in order at least to avoid the interest running under this section?"
    },
    {
      "speaker": "CONNOR",
      "speech": "Absolutely. There are many different ways, Your Honor, and this case provides a very good example. Employees are required to report on a monthly basis to employers. You can see from the forms 8027, which are at pages 38 and 39 of the joint appendix, those are the forms that this restaurant filed for 1991 and 1992."
    },
    {
      "speaker": "QUESTION",
      "speech": "And they were all correct, I take it."
    },
    {
      "speaker": "CONNOR",
      "speech": "Right, those forms were absolutely correct. You will also note at the top of the page it says that it is an information report, because this is information that Congress has required food and beverage establishments to provide to the Internal Revenue Service exactly for a purpose such as this. Now, the annual -- the information report at pages 38 and 39 is an annual report that the food and beverage establishment provides to the Internal Revenue Service, but employees provide reports to employers at least monthly. You will see on the forms 8027 that 90 percent of the sales of this restaurant were paid for by credit card, so every single month this restaurant could have compared the tips that employees were reporting with the tips that they saw were being charged on credit cards, and as any business owner would do when faced with a liability that could occur down the road, you're going to set up a reserve for it. You know you have got your annual insurance premium due next January. You start setting aside for it."
    },
    {
      "speaker": "QUESTION",
      "speech": "He may set up -- the employer may set up a reserve, but as I understand it the employer is not obligated, in effect, to withhold upon himself, is not obligated to pay the tax on it until the assessment comes, because under the IRS' instructions the employer pays the tax on the amounts reported to the employer even if he knows they're wrong."
    },
    {
      "speaker": "CONNOR",
      "speech": "That's exactly right, and that's another indication of the fact that Congress realized that this was going to be a difficult provision for employers to enact."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, what would he do --"
    },
    {
      "speaker": "QUESTION",
      "speech": "What would he do to anticipate it? Would he say, I'm paying you another $10,000, I don't happen to owe you that in tax now, I paid what the law requires me to pay, and you haven't assessed anything else, but here's another $10,000? I mean, is that what you're anticipating?"
    },
    {
      "speaker": "CONNOR",
      "speech": "Absolutely not, Your Honor. In fact, it is the rare taxpayer who seeks to pay his tax before it's called for."
    },
    {
      "speaker": "QUESTION",
      "speech": "All right, then how does the taxpayer take advantage of the provision that allows him to make a correction and avoid the interest in this case?"
    },
    {
      "speaker": "CONNOR",
      "speech": "Well, one of the things that is somewhat troublesome about some of the briefs in front of you from the other side is that the other side is looking at this as though it was a penalty, and it's not a penalty, it's merely a tax. In fact, there specifically are no penalties. Let me point out --"
    },
    {
      "speaker": "QUESTION",
      "speech": "I will assume -- no, I will assume it's no penalty. I just want to know how it works in this situation. He doesn't owe any tax --"
    },
    {
      "speaker": "CONNOR",
      "speech": "Right."
    },
    {
      "speaker": "QUESTION",
      "speech": "-- based on what he has to report to you."
    },
    {
      "speaker": "CONNOR",
      "speech": "Right."
    },
    {
      "speaker": "QUESTION",
      "speech": "You haven't assessed anything yet. How can he possibly take advantage of the provision that allows him to make a correction, to pay in accordance with that correction, and to avoid any interest that he would otherwise be liable for? How can he take advantage of it?"
    },
    {
      "speaker": "CONNOR",
      "speech": "Well, let me point out a couple of things from your question, Justice Souter. First, let me direct you to 3121(q). Provisions of the Internal Revenue Code provide a couple of things. They provide what is tax, how is the tax measured, when is it measured --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Where is 2131(q)?"
    },
    {
      "speaker": "CONNOR",
      "speech": "3121(q) is in our joint appendix here -- oh, no, no, it's in the petition. Thank you. 3121(q) is at 58(a). Thank you very much."
    },
    {
      "speaker": "QUESTION",
      "speech": "General O'Connor, it might help if you answered specifically whether interest does run on the period between the employer paying what the employee's reports call for and the assessment at a higher amount."
    },
    {
      "speaker": "CONNOR",
      "speech": "Thank you, Justice Ginsburg. No, there is no interest that runs, and that's why I wanted you to look at 3121(q) in particular."
    },
    {
      "speaker": "QUESTION",
      "speech": "Then how does this section have an application here? You say, well, this mitigates it, and --"
    },
    {
      "speaker": "CONNOR",
      "speech": "No, I'm sorry --"
    },
    {
      "speaker": "QUESTION",
      "speech": "-- it seems to me that about all the employer can do is pay immediately at the moment of your assessment and therefore no interest will run."
    },
    {
      "speaker": "CONNOR",
      "speech": "No, I did not mean to suggest that 6205 applied to this assessment, and in fact it doesn't. 6205 applies when the employer himself discovers an error and corrects it at the next available opportunity."
    },
    {
      "speaker": "QUESTION",
      "speech": "So it wouldn't apply in these circumstances."
    },
    {
      "speaker": "CONNOR",
      "speech": "It doesn't need to, because under 3121(q) -- it's a very interesting provision. 3121 provides definitions, that's all. It resides in the subchapter of the Internal Revenue Code that provides for these employment taxes, and (q) is the definitional provision that says that tips are wages. It also tells you when the tips are wages. For the purposes of the employer FICA 3121(q) tells you that the wages are deemed to have been paid when the employee reports them or if the employer -- employee doesn't report them, they are wages deemed to be paid when the IRS issues notice of demand, so until the IRS notifies the restaurant that there is an additional FICA tax due, there is no interest or penalty."
    },
    {
      "speaker": "QUESTION",
      "speech": "Right, but at that point there is, and if you would come back to Justice O'Connor's question, which was, how could the employer ever know that there was a mistake in the assessment, and you said, well, as soon as he knows it, he can come forward with the additional amount and there won't be any penalty, but how does he know it? That's the problem."
    },
    {
      "speaker": "CONNOR",
      "speech": "He knows it because the employees are reporting on a monthly basis, and in this case there was clearly -- we have $120,000 of unreported credit card tips in each of the 2 years involved here, $120,000 in unreported credit card tips. Those reports were coming in every month. The restaurant has clear notice --"
    },
    {
      "speaker": "QUESTION",
      "speech": "But your assessment is for more than that. Your assessment assumed a certain unreported amount of cash tips as well. Now, how is the reporter -- how is the employer going to know whether that's erroneous or not?"
    },
    {
      "speaker": "CONNOR",
      "speech": "The same method that he would use to make any other determination. For example, he knows by the basis of the report that all credit card tips are not being reported."
    },
    {
      "speaker": "QUESTION",
      "speech": "But the burden is on him. The burden is on him to show what the proper amount was. I mean, IRS comes up with a guess based on, well, we assume that the same amount weren't reported for cash tips as weren't reported for credit card tips, pay up. Now, how is he going to prove that there was a different amount for --"
    },
    {
      "speaker": "CONNOR",
      "speech": "You're exactly right, Justice Scalia, the burden is on the taxpayer, and in this case the taxpayer conceded the entire amount of the judgment. Page 35 of the joint appendix --"
    },
    {
      "speaker": "QUESTION",
      "speech": "But the burden is on the taxpayer to give information as to which the taxpayer is not in the best position to know, and --"
    },
    {
      "speaker": "CONNOR",
      "speech": "That's true, Justice Kennedy."
    },
    {
      "speaker": "QUESTION",
      "speech": "-- Justice O'Connor's original question was, how is the employer supposed to know, and you say, well, if he doesn't know he can amend later. The whole question is, and the gravamen of the argument put forth by the taxpayer here is that the assessment should be on the person, or on the entity that has the information, and here your information is as good as the employer's, and you have the ability to do what the employer can't, i.e., subpoena the individual records of the employees."
    },
    {
      "speaker": "CONNOR",
      "speech": "Actually, not all of that is true, Justice Kennedy. The employer, if there were a dispute between the employer and the employee the employer certainly could subpoena records of the employee in a matter such as that, and respondent, as you say, does --"
    },
    {
      "speaker": "QUESTION",
      "speech": "How does he do that, sue the employee?"
    },
    {
      "speaker": "CONNOR",
      "speech": "Oh, if -- yes, if there were a dispute between the two over any matter the employer certainly could."
    },
    {
      "speaker": "QUESTION",
      "speech": "You're talking about a tax court or a district court, or --"
    },
    {
      "speaker": "CONNOR",
      "speech": "No, just as a general proposition. Just as a general proposition. In this case --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, as a general proposition I don't think the employer can subpoena the employee. I mean, you have to have a legal proceeding, don't you?"
    },
    {
      "speaker": "CONNOR",
      "speech": "Oh, exactly. That's what I mean, Your Honor. If there were some other legal proceeding --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, but I mean, that's not going to work. You're suggesting that he ought to fire the employee and then be subjected to a wrongful discharge suit and then subpoena the information so that he can give it to you. Why don't you just ask for it?"
    },
    {
      "speaker": "CONNOR",
      "speech": "Well, actually, there is no evidence in the record on whether the individual employees were audited or not. I saw that in the Ninth Circuit opinion, TRAC is asserted on that point."
    },
    {
      "speaker": "QUESTION",
      "speech": "But the point is, you have the capacity to do it and the employee doesn't."
    },
    {
      "speaker": "CONNOR",
      "speech": "That's true, Justice Kennedy. The amount of assessment, though, I think it's very important to focus on the fact that in this case, as you can see at page 35 of the joint appendix, the taxpayer here conceded the reasonableness of the assessment, conceded it."
    },
    {
      "speaker": "QUESTION",
      "speech": "Then that's just luck, because I thought Justice O'Connor's original question was, look, we can all do this, it's so simple. You multiply 14.3 percent times the gross receipts of every restaurant in the country, all right. Now, I thought her question was, what is the restaurant owner supposed to do to show that that's inaccurate, what can he do, and so far my own conclusion listening to you is, he can write the check."
    },
    {
      "speaker": "CONNOR",
      "speech": "I'm sorry, I didn't mean to --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Now, is there anything else -- is there anything else that this restaurant owner has it in his power to do, other than write the check, and not some theoretical thing. What I'm interested in is the practicality of it."
    },
    {
      "speaker": "CONNOR",
      "speech": "Absolutely, Your Honor --"
    },
    {
      "speaker": "QUESTION",
      "speech": "What is that?"
    },
    {
      "speaker": "CONNOR",
      "speech": "-- and I don't mean to be avoiding the question. Let me point to another line on the form, 8027. You'll notice there is a line that refers to 8 percent, and then there's a blank and it says, or lower percentage. The reason for that is that if a restaurant employees are reporting tips that are less than 8 percent of gross sales, that could raise a red flag that maybe the restaurant worker --"
    },
    {
      "speaker": "QUESTION",
      "speech": "It's not about 8 percent. Everybody knows all these minimums. This is about people who are earning more than the $20 in tips per year."
    },
    {
      "speaker": "CONNOR",
      "speech": "Right, per month."
    },
    {
      "speaker": "QUESTION",
      "speech": "It is about people -- per month, or whatever."
    },
    {
      "speaker": "CONNOR",
      "speech": "Right."
    },
    {
      "speaker": "QUESTION",
      "speech": "It is about people who satisfy all these other minimums. It is not about people -- they can even get a tax credit for this."
    },
    {
      "speaker": "CONNOR",
      "speech": "Right."
    },
    {
      "speaker": "QUESTION",
      "speech": "I'll save that question."
    },
    {
      "speaker": "CONNOR",
      "speech": "Right."
    },
    {
      "speaker": "QUESTION",
      "speech": "I'm interested in the answer to Justice O'Connor's question in what I'd call the mind run, mainstream, basic, typical situation, and that is, what is that answer? So far I'm concluding he can do nothing."
    },
    {
      "speaker": "CONNOR",
      "speech": "No."
    },
    {
      "speaker": "QUESTION",
      "speech": "Tell me the answer."
    },
    {
      "speaker": "CONNOR",
      "speech": "What the restaurant can do is show evidence that would tend to determine, or help determine the amount of the tip, how many -- what kind of a restaurant you have, how upscale it is, where it's located, the kind of meals you serve -- in fact, the IRS has a procedure where restaurants can show all that information, a sample menu to get below the 8 percent."
    },
    {
      "speaker": "QUESTION",
      "speech": "And then I'm not being clear."
    },
    {
      "speaker": "CONNOR",
      "speech": "Right."
    },
    {
      "speaker": "QUESTION",
      "speech": "I think in typical cases like this one, the restaurant will have paid more -- they will have assumed that it is more than 8 percent. They wrote a check for -- they assumed it was $200,000. That's going to be more than 8 percent of gross receipts."
    },
    {
      "speaker": "CONNOR",
      "speech": "Right."
    },
    {
      "speaker": "QUESTION",
      "speech": "All right. Now, we're only talking about an area that's well above that, and in respect to the area well above that. Here it happened to be between $200,000 and about $350,000. In respect to that extra $150,000, you come in and say, we're sure that it was earned in tips, and now here's what you did. You multiplied gross receipts by 14.3 percent, and you subtracted the $200,000, okay. I'm saying anyone can do that, and I thought Justice O'Connor's question was, you are a restaurant owner. You are faced with this. How do you show that it isn't so?"
    },
    {
      "speaker": "CONNOR",
      "speech": "The taxpayer here had the opportunity to do that. One of the things that you --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, but will you acknowledge at least that it's virtually impossible for the taxpayer to get that information? I mean, the taxpayer has the reports from the employees, and they're false."
    },
    {
      "speaker": "CONNOR",
      "speech": "What --"
    },
    {
      "speaker": "QUESTION",
      "speech": "How, as a practical matter, is the taxpayer going to establish there's something different? I mean, we know in terms of generalities, we're told that there are less tips paid, or bills paid in cash than by credit card."
    },
    {
      "speaker": "CONNOR",
      "speech": "That has been an insertion that is unproven in the record."
    },
    {
      "speaker": "QUESTION",
      "speech": "So you don't accept that as proof."
    },
    {
      "speaker": "CONNOR",
      "speech": "It may or may not be true."
    },
    {
      "speaker": "QUESTION",
      "speech": "So what's the employer going to do, then?"
    },
    {
      "speaker": "CONNOR",
      "speech": "It may or may not be true."
    },
    {
      "speaker": "QUESTION",
      "speech": "Let me ask you one other thing. There's a so-called TRAC system, right, that Congress passed to address this very problem. What percentage of restaurants have used TRAC? Does the record tell us that?"
    },
    {
      "speaker": "CONNOR",
      "speech": "No, the record doesn't tell us. I understand from news reports that increasing numbers of employers are entering into the tip rate alternative commitment, and that is an alternative to justifying or trying to establish -- in this case, though, let me point out that at any point during the IRS' examination the taxpayer could have shown, could have produced information that would have reduced the number that you see on Exhibit A. They never did that --"
    },
    {
      "speaker": "QUESTION",
      "speech": "But where would he get --"
    },
    {
      "speaker": "CONNOR",
      "speech": "-- and they didn't do it in the district court, either."
    },
    {
      "speaker": "QUESTION",
      "speech": "Where would the taxpayer get the information? The only thing the taxpayer has got are the employee's returns to the taxpayer and your assessment. Where is the taxpayer going to get the information that would allow it to do what you say in theory it could do?"
    },
    {
      "speaker": "CONNOR",
      "speech": "Well, magically, since its concession in the district court, at the appellate level and again in its briefs before this Court, the respondent has come up with all sorts of ideas that might challenge the amount of the assessment. Even if the --"
    },
    {
      "speaker": "QUESTION",
      "speech": "But there is a stipulation in this case -- whatever may be in the next case, there is a stipulation in this case that they are not contesting the method. I have a question that I think Justice Breyer has said he was reserving, and that is, I don't understand what's in this for the revenue, because of the -- the provision you haven't mentioned, 45B gives the restaurant a credit against income tax, dollar for dollar, for the FICA tax, and let's assume we have employers, most of them are paying at least the minimum wage, what gain is there to the revenue whichever way this comes out?"
    },
    {
      "speaker": "CONNOR",
      "speech": "We don't know whether the taxpayer here was paying the minimum wage, because none of that was in the record, because the assessment amount was conceded. The 45B credit, as you point out, is available only for tips that are not used by the employer to satisfy his minimum wage obligations, yet it's not a complete wash to the Treasury, however, because you still have the FICA tax being paid in and an income tax credit being given, so it's the trust fund accounting that would have a problem if you look at it as a complete offset. From the Government side it's not a complete offset at all. Let me emphasize that the concession in this case --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Excuse me, I didn't understand that."
    },
    {
      "speaker": "CONNOR",
      "speech": "Yes."
    },
    {
      "speaker": "QUESTION",
      "speech": "Go over that again. What trust fund?"
    },
    {
      "speaker": "CONNOR",
      "speech": "The social security trust fund, so to speak."
    },
    {
      "speaker": "QUESTION",
      "speech": "So to speak, yes."
    },
    {
      "speaker": "CONNOR",
      "speech": "Well, it is a matter of Government accounting. As a matter of Government accounting."
    },
    {
      "speaker": "QUESTION",
      "speech": "It's a fantasy, isn't it? I mean, it all goes into one pot, doesn't it?"
    },
    {
      "speaker": "CONNOR",
      "speech": "As a matter of Government accounting, there are funds that are --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Purely as an accounting matter it makes a difference, is that it?"
    },
    {
      "speaker": "CONNOR",
      "speech": "As a Government funding matter. As a Government funding matter."
    },
    {
      "speaker": "QUESTION",
      "speech": "From the point of view of the taxpayer it makes no difference, I take it?"
    },
    {
      "speaker": "CONNOR",
      "speech": "From the point of view of the taxpayer, it will make a difference if they use tips to satisfy their minimum wage requirement, and on this record we don't know."
    },
    {
      "speaker": "QUESTION",
      "speech": "And if they don't, it won't make that -- a difference."
    },
    {
      "speaker": "CONNOR",
      "speech": "It will -- well, no, that's not entirely true, but it's an optional credit. The employer can prove his eligibility for the credit and claim it, or rather than claiming the deduction, they can claim a tax deduction, which they might prefer to do."
    },
    {
      "speaker": "QUESTION",
      "speech": "What happens if the employer doesn't have enough, I guess, gross income to offset? Then he has to be stuck with the difference, right?"
    },
    {
      "speaker": "CONNOR",
      "speech": "Well, it is a nonrefundable credit, and that means you can either use the credit as an offset to your income tax, and what you're suggesting is they don't have any income tax. That kind of employer might prefer to take it as a deduction, which would create a net operating loss which could carry forward and benefit a future year."
    },
    {
      "speaker": "QUESTION",
      "speech": "But the question -- and to overstate the point -- I'm not buying into this argument at the moment, but I do want to hear your response. From their briefs I have the impression that it doesn't make a lot of difference to the Government in this case. It would make a lot of difference to the Government in the case of restaurants that are losing money, in the case of taxicabs, hairdressers, newspaper boys, and anyone else who is in a business where people receive tips, and in respect to those kinds of cases it gives the Government a weapon. In this case, it's being used to force them into a TRAC program that they don't want to enter. In some other case, to have a kind of threat that you could make to people because, of course, a lot of income is underreported through tips, and you'd always be able to go out and assess more. Now, you're asking us to interpret some very broad language as saying Congress has given you authority to do a particular thing. They're saying, don't give them that authority. Congress would never have intended the IRS to do what I've just described. Now, I want to be sure you have a clear opportunity to answer that, because I want to hear what the answer is."
    },
    {
      "speaker": "CONNOR",
      "speech": "Congress had the opportunity to say that no, the IRS does not have the authority to do what has been referred to here as aggregate assessment, and I might just point out here that rather than aggregate assessments, which is what the respondent calls what has happened here, respondent would prefer the individual audits and aggregating the estimates, because certainly they would be estimates if they were done on the basis of the individual waiter's reports also. But in 1998, when Congress said that the IRS cannot use a threat of an assessment like this to force restaurants into a TRAC, it clearly had the opportunity to say, and besides, you don't have the authority to do these estimates anyway, these assessments anyway. The authority is very clear, and the only thing that the respondent has ever argued here is that the amount might be wrong, and they can't tell you exactly what it is, but there is no rule that an assessment has to be entirely accurate or precise. The assessment authority requires inquiries and determinations, and that's what's happened here."
    },
    {
      "speaker": "QUESTION",
      "speech": "The assessment is presumptively correct, isn't it, under the statute?"
    },
    {
      "speaker": "CONNOR",
      "speech": "Not under the statute, Justice Rehnquist, Chief Justice Rehnquist, but rather under the laws that this Court has observed. In United States v. Janis, this Court commented on the presumed correctness of assessments and their evidentiary value in tax litigation."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, you take the position it is presumed to be correct, don't you?"
    },
    {
      "speaker": "CONNOR",
      "speech": "It is -- United States v. Janis stands for the proposition that an assessment is valid unless it is without any foundation. Clearly, here, when the assessment is based on the respondent's own report, and more than three-quarters of the assessment is on the amounts that are clearly known to be true, clearly this foundation, this assessment has a foundation. Thereafter, once you've established that the assessment is not invalid, that it has a foundation at all, then you start talking about the amount."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, I wonder --"
    },
    {
      "speaker": "QUESTION",
      "speech": "No, please, go ahead."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, it has a foundation if three- quarters of it is true?"
    },
    {
      "speaker": "CONNOR",
      "speech": "Pardon me?"
    },
    {
      "speaker": "QUESTION",
      "speech": "It has a foundation if three-quarters of it is true?"
    },
    {
      "speaker": "CONNOR",
      "speech": "Oh, no."
    },
    {
      "speaker": "QUESTION",
      "speech": "Is that what having a foundation means?"
    },
    {
      "speaker": "CONNOR",
      "speech": "The test under Janis I think is much, much lower than that. It's -- an assessment is valid if it has any foundation at all --"
    },
    {
      "speaker": "QUESTION",
      "speech": "So if --"
    },
    {
      "speaker": "CONNOR",
      "speech": "-- and clearly, this one has a foundation."
    },
    {
      "speaker": "QUESTION",
      "speech": "-- 1 penny on the dollar is accurate, that -- it has a foundation? Is that what it means? It couldn't mean that."
    },
    {
      "speaker": "CONNOR",
      "speech": "Oh, I think that would be pushing it a little far, Your Honor, and that's not what United States v. Janis requires."
    },
    {
      "speaker": "QUESTION",
      "speech": "I would think it would mean that there's some reason to believe the full amount is accurate, not that three-quarters of it is accurate."
    },
    {
      "speaker": "CONNOR",
      "speech": "That's not what this Court has held, particularly United States v. Janis, where in fact the assessment there was based on an estimate of wage- earning practice. By looking at 5 days' worth of wages the commission assessed on 77 days worth of wages."
    },
    {
      "speaker": "QUESTION",
      "speech": "Sure, but doesn't the Janis rule assume that the taxpayer is, in fact, in a position to prove the correct figure if the assessment is wrong?"
    },
    {
      "speaker": "CONNOR",
      "speech": "Not necessarily, Your Honor, and it is incumbent upon any taxpayer upon whom a tax is imposed to maintain whatever books and records they can."
    },
    {
      "speaker": "QUESTION",
      "speech": "Exactly, and that comes back to the question I've asked before. What can this taxpayer do?"
    },
    {
      "speaker": "CONNOR",
      "speech": "Well, the taxpayer is in a business that requires a lot of things. There health, safety, and sanitation regulations. There are also tax- reporting regulations. You hire reliable people, you tell them what the rules are, you remind them what the rules are, and you facilitate their compliance, and that's what the restaurant here needed to have done, and may even have done. Since they didn't challenge the assessment or amount of the assessment, I think we can assume that --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, short of the restaurant's hiring someone to bird dog every single waiter and waitress to see what, in fact, the tip was, I don't see how the employer here could collect the information. The gambler, sure, he can write it down in his little book, but I don't see where the employer here is in a position to get the figure to write down in a little book, short of having a third person follow every --"
    },
    {
      "speaker": "CONNOR",
      "speech": "The waiter can also write down his tips in a little book, and there are --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Sure, and the whole premise of the problem is that the waiter is in fact not telling the whole truth."
    },
    {
      "speaker": "CONNOR",
      "speech": "That is why restaurants --"
    },
    {
      "speaker": "QUESTION",
      "speech": "I mean, that's just really impractical."
    },
    {
      "speaker": "CONNOR",
      "speech": "-- every employer should hire reliable people who they can trust to follow the rules."
    },
    {
      "speaker": "CONNOR",
      "speech": "I'd like to reserve the balance of my time for rebuttal."
    },
    {
      "speaker": "QUESTION",
      "speech": "Very well, Ms. O'Connor. Ms. Power, we'll hear from you."
    },
    {
      "speaker": "POWER",
      "speech": "May it please the Court, Your Honor: Congress did not saddle the employer with a tax while depriving him of any way to defend against it. Congress did not require the employer to do what for 30 years it told him it was not required to do. This tax is not authorized. Because it's not authorized, that affects the burden of proof and the presumption of correctness. I'd like to suggest an analogy. If Congress had passed a tax on my chickens and the IRS came along and said, we're imposing a tax on you, on your neighbor's cows, and I said, but I don't owe a tax on my neighbor's cows, and they in turn said, yes, well, what we did was, we figured your neighbor had X number of acres and therefore the average number of cows per acre is Y, and you owe the tax on the cows, and I said, well, I'm not going to fight that because I don't have any way to know how many cows my neighbor had."
    },
    {
      "speaker": "QUESTION",
      "speech": "But can I just ask one question that really puzzles me in this case?"
    },
    {
      "speaker": "QUESTION",
      "speech": "I can't follow the cows and all --"
    },
    {
      "speaker": "POWER",
      "speech": "I understand."
    },
    {
      "speaker": "QUESTION",
      "speech": "But you did have records, written records that showed that the actual amount of tips paid by credit card and so forth to the people in question here was substantially larger than you reported. Why shouldn't that put you on notice that you owed a little money to the Government?"
    },
    {
      "speaker": "POWER",
      "speech": "We do not know to what extent, if any, those credit card tip amounts, or the amount on the credit card tip slot on a credit card, was in fact received by an employee, a tip received by an employee that is wages subject to the act. We do not know what --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, but after those credit cards go to the restaurant, doesn't the restaurant turn the cash over to the employee?"
    },
    {
      "speaker": "POWER",
      "speech": "The restaurants handle it in a variety of different ways. It could be as simple as an employee at the end of the night starting to turn over all the money he's collected during the night, first to satisfy all the credit card bills, then to satisfy all of the dupes for the food that he had with the balance remaining in his pocket, which he then turns around and kicks out to a whole host of other employees. We do --"
    },
    {
      "speaker": "QUESTION",
      "speech": "But don't you know what the practice is in your own restaurants?"
    },
    {
      "speaker": "POWER",
      "speech": "We would know what -- each individual restaurant would know what is done in basic practice in their restaurant, but how much, if any, of that credit card amount was retained by any individual, we do not know."
    },
    {
      "speaker": "QUESTION",
      "speech": "No, but what may -- I understand the waiter may have split the tips with the busboy and so forth and so on, but the total amount of tip on the credit card slip was paid to some employee, was it not?"
    },
    {
      "speaker": "POWER",
      "speech": "Well, we don't even know whether it's a tip. There are many reasons why it might not be a tip."
    },
    {
      "speaker": "QUESTION",
      "speech": "But this is a particular restaurant. I mean, it 's not as if we're talking about the world of restaurants. Surely this particular restaurant knows."
    },
    {
      "speaker": "POWER",
      "speech": "Would know whether that credit card amount was, in fact, a tip? No. You could have well had a circumstance --"
    },
    {
      "speaker": "QUESTION",
      "speech": "You mean if it's shown on the credit card --"
    },
    {
      "speaker": "QUESTION",
      "speech": "As a tip --"
    },
    {
      "speaker": "QUESTION",
      "speech": "-- as a tip -- I seem to recall seeing a space --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Yes."
    },
    {
      "speaker": "QUESTION",
      "speech": "-- on restaurant charges --"
    },
    {
      "speaker": "POWER",
      "speech": "That's correct."
    },
    {
      "speaker": "QUESTION",
      "speech": "-- that says, tip, X amount. You fill it in."
    },
    {
      "speaker": "POWER",
      "speech": "And that's correct, and if I went in and I didn't have any cash in my pocket and I said to the waiter, you know, I'm going to leave some extra tip on here, I need to pay for the valet when I leave, I'm going to put $5 extra on here, can you give me the cash -- yes, it's possible that there's tips on there."
    },
    {
      "speaker": "QUESTION",
      "speech": "The question isn't possible. The question is what's normal, and normal tip is tip, and I don't understand the chickens and the cows exactly --"
    },
    {
      "speaker": "QUESTION",
      "speech": "In my copy of the code here it says -- it doesn't say -- it says the employer, there is imposed on the employer an excise tax equal to 6.2 percent of wages, and it says, including tips, so I don't see how -- what your argument is that the tax isn't authorized. Of course it's authorized."
    },
    {
      "speaker": "POWER",
      "speech": "But it's wages of an individual employee."
    },
    {
      "speaker": "QUESTION",
      "speech": "Yes, that's right, and the employer has to --"
    },
    {
      "speaker": "POWER",
      "speech": "It's wages -- and they have, what their assessment stands for is a tax on my gross tip payroll. There has been no -- that is not a tax --"
    },
    {
      "speaker": "QUESTION",
      "speech": "No, no, but I -- I understand that basic point. I'm trying to get you to focus on what I think would be, despite the rights and wrongs of it, their very strong legal position, which is very simple. Number 1, that there is assessed here a tax on the employer equal to 6.2 percent of the total, including tip wages of the employee, all right, and they say, we have the power under the statute to assess the amount, and moreover, we think your client didn't pay, and therefore we took what we think was a very reasonable way of figuring that out. We looked at the credit cards and we saw it said, tips, and we saw 14.2 percent is the typical amount, and we assume that's it for credit and for cash, and if you don't like that, you prove to the contrary. We don't think you can prove it, not because it just isn't possible, that probably, in all likelihood, it isn't true, okay. Now, that's their point. Now, you reply to that. I would like to hear your argument."
    },
    {
      "speaker": "POWER",
      "speech": "My reply to that is, we started out by saying it's wages, including the tips of the employee, and they did not give us a bill for wages which are the tips of the employee. They gave us a bill for the total gross tips of all employees collectively, and this Court has already held that FICA taxes are divisible taxes under Flora v. United States, that it is a tax imposed upon the individual wage earnings. This Court has already interpreted 3111 to be a tax on individual wage earnings, and they did not give us a bill for that tax."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, but that's a different argument from the one that we've been wrestling with, which is whether or not you have within your authority and control an ability to calculate the basis for challenging the assessment."
    },
    {
      "speaker": "POWER",
      "speech": "We do not."
    },
    {
      "speaker": "QUESTION",
      "speech": "And you began by saying, well, they differ and, frankly, I don't give much force to that argument. The employer knows how the employer distributes credit card receipts. That's the employer's job, so I'm not particularly persuaded by that argument. If you want to go ahead and say, well, the cash portion of the tips don't relate to the -- in the same ratio that the credit card tips, I would understand that."
    },
    {
      "speaker": "POWER",
      "speech": "The employer does not know how the tips, the credit card tips are distributed. It's not as if --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Doesn't the employer get the credit card receipt?"
    },
    {
      "speaker": "POWER",
      "speech": "At the end of the --"
    },
    {
      "speaker": "QUESTION",
      "speech": "And doesn't the -- the employer can st up any system the employer wants."
    },
    {
      "speaker": "POWER",
      "speech": "At the end of the evening the employer would cash out all the employees and would turn over credit card tips to employees who might have received credit card receipts, and those employees would then decide among themselves to whom in what amount they are going to share those tips that they have received, along with any cash tips that they may have --"
    },
    {
      "speaker": "QUESTION",
      "speech": "But the employer at least has an aggregate at that point, some that appears from the credit cards to have been paid out in tips, no matter how it's shared."
    },
    {
      "speaker": "QUESTION",
      "speech": "In addition, he has the ability -- in addition, he has the ability to tell his employees that he wants to know the ratio in which they're shared. He can make that a condition of employment, so I'm not persuaded by that argument."
    },
    {
      "speaker": "POWER",
      "speech": "I don't really think he can make that a condition of employment. I think that employers have to be very careful what happens in the context of wage and hour laws and tip-pooling regulations and so on and so forth."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, that seems to me all the more reason why the employer should have a strong interest in knowing how the division is being made."
    },
    {
      "speaker": "POWER",
      "speech": "Well, I think that there are many employees who do not want the employer to have anything to do -- to know -- to do with the tip-sharing arrangements. It is -- tips are the property of the employee. Not only that, you have --"
    },
    {
      "speaker": "QUESTION",
      "speech": "But the employer, Ms. Power, has an obligation to pay FICA tax, and has an obligation to pay it on the total earnings, and it isn't -- your cow analogy didn't just pass me by, because the tax on the employer is independent of the tax on the employee. Suppose these employees never paid a cent in FICA tax, and they went off to beach-comb some place, the FICA tax would be owed by the employer just the same."
    },
    {
      "speaker": "POWER",
      "speech": "That's correct."
    },
    {
      "speaker": "QUESTION",
      "speech": "So it's the employer's cow. The FICA tax belongs to the employer."
    },
    {
      "speaker": "POWER",
      "speech": "The -- there is no question that the employer owes a FICA tax. He owes the FICA tax regardless of whether the employee is ever audited. He owes the FICA taxes regardless of whether the employee is ever assessed or the employee ever pays his taxes. It can be assessed against the employer at a completely different time from when it can be assessed against the employee. The employer does not dispute that he owes a FICA tax. What the employer disputes is, I can't know what I owe that FICA tax on until you make some determination of what the individual earnings are, because until that time, I am denied all defenses employees have that they can raise, and there's a whole list of long --"
    },
    {
      "speaker": "QUESTION",
      "speech": "But you know what -- in fact, you stipulated that you don't dispute the facts, the estimates, or determinations used by the IRS as a basis for its calculation of an amount of aggregated unreported tip income by all directly and indirectly tipped employees, which is your -- is on page 35 of the joint appendix. You agreed that you are in this case, for purposes of this case not disputing any of that."
    },
    {
      "speaker": "POWER",
      "speech": "I do not -- we do not dispute the amount of the IRS' aggregate assessments because -- of all employees collectively, because we simply do not have the information to dispute that. Congress has prohibited us from having that information. We do not have that information. We have never had that information. Congress for 30 years has told us we do not have to concern ourselves with that information, and we do not have the wherewithal to dispute it. So in this case, do I dispute that? No, because it is not worth disputing that or attempting to even whittle down that assessment in this case."
    },
    {
      "speaker": "QUESTION",
      "speech": "But your position is, we know that there is a disparity between what is reported and what is actually paid in tips. We know that both the employee and the employer independently owe a tax on that total amount, and we know about the shortfall, but there is nothing the Government can do. It's just stuck by what the servers put down on the monthly form that they file."
    },
    {
      "speaker": "POWER",
      "speech": "There's plenty that the Government can do. The Government has the wherewithal to do everything, and that's exactly what Congress says should be done."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, the only thing that you've proposed, and tell me if I'm wrong about this, is that the Government go one by one after the employees, and am I correct in saying that the same method would be used by the Government if it went against an individual server, that it -- you are resisting the Government using against the restaurant. That is, let's take a waiter in this establishment. The Government says, you've underreported your tip income, and the way we figured out that you've underreported it is the same formula. Isn't that what goes on when --"
    },
    {
      "speaker": "POWER",
      "speech": "No, it's entirely different, because -- and as the McQuatters case that's cited in the briefs by both parties illustrates, in that circumstance, the individual waiter has an opportunity to bring any defenses that he has to the Government's assessment forward, and we are denied every possible defense by that scenario."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, take -- make that specific, please. Here is a waiter, and the Government says, you have unreported income, and this is how we've estimated it. We've estimated it based on our formula, and then specifically what does that employee do when the Government says, we've made an estimate based on this 14 percent, or whatever it is?"
    },
    {
      "speaker": "POWER",
      "speech": "The employee disputes the estimate. Whether he does it at an administrative level or whether he goes to the tax court and disputes it, he goes in and he disputes it, and he raises the issues, and I think a number of them were identified in the waitresses' amicus brief. For instance, they say, well, I didn't work as long. I don't have the same experience as the other guy had. They was stiffing, a tremendous amount of stiffing. We had a European clientele, the tips weren't as great as you think."
    },
    {
      "speaker": "QUESTION",
      "speech": "What is stiffing?"
    },
    {
      "speaker": "POWER",
      "speech": "No tip whatsoever."
    },
    {
      "speaker": "POWER",
      "speech": "I'm sorry."
    },
    {
      "speaker": "QUESTION",
      "speech": "I just don't understand how any of that can get you below the amount that shows up on the credit cards, because for example, say one employee got $2,000 in tips, and he could have a defense that I passed out $600 to the busboys, and maybe his liability is less, but it still seems to me the employer would have to at least pay the aggregate amount on the credit card."
    },
    {
      "speaker": "POWER",
      "speech": "No, because --"
    },
    {
      "speaker": "QUESTION",
      "speech": "I just don't understand how you get around that."
    },
    {
      "speaker": "POWER",
      "speech": "-- there's a situation where you could have many employees. There's a very high turnover rate, especially with those who are in the categories that receive the least amount of tips. Somebody who comes in, and he's a busboy and he's there for the afternoon, and he says, boy, forget this job, I'm leaving, and he takes the tips that he gets that day, and that happens at a much higher percentage --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, that would explain why assessments might be wrong as to individual employees, but it still doesn't reduce the gross amount in the tip column on the credit card."
    },
    {
      "speaker": "POWER",
      "speech": "It does reduce the gross amounts --"
    },
    {
      "speaker": "QUESTION",
      "speech": "How?"
    },
    {
      "speaker": "POWER",
      "speech": "-- that the employer would have to owe, because if any of that credit card tips that you're assuming isn't in fact a tip was received by somebody who made less than $20 a month, the employer doesn't owe any tax on that."
    },
    {
      "speaker": "QUESTION",
      "speech": "Okay. That's a possibility, but wouldn't it suffice on any rule of probability if the Government did just what Justice Stevens described? It's quite true, yes, there might have been an extraordinary turnover, if there is, the employer can come in and say so. But if the Government made its claim simply based on what the credit card reports showed, wouldn't the Government have made an assessment which enjoyed at least a probability of accuracy?"
    },
    {
      "speaker": "POWER",
      "speech": "No, because you go back to 3111 and Congress did not impose a tax on the aggregate earnings of all employees collectively."
    },
    {
      "speaker": "QUESTION",
      "speech": "So your argument there is that even if you had the perfect evidence, even if there was a memo beyond dispute, written by the accountant and signed by all the employers that said, after the most thorough investigation of this restaurant I'm telling you privately, and you agree, that the total tips earned that are eligible for social security are $350,000, so it's signed by 15 bishops, you know, absolute, dead right, we're saying that even if that's so, he still doesn't owe it because in the memo it doesn't say which employees."
    },
    {
      "speaker": "POWER",
      "speech": "I think that it needs to say which employees learned which amount, and that's what the tax was imposed upon, and if on the other hand you had all of the employees say yes, I earned this, yes, I earned this, yes, I earned this, then you would have that individual determination."
    },
    {
      "speaker": "QUESTION",
      "speech": "But there's never been anything held, is there, that where an employer clearly owes a tax to the Government, based because of the earnings of the employee, and there can be different contexts where that comes up, the evidence that he owes that has to name or pick out which employee? I assume if there were a case that ever said that you would have cited it, and I doubt that there is."
    },
    {
      "speaker": "POWER",
      "speech": "I don't think that there is."
    },
    {
      "speaker": "QUESTION",
      "speech": "All right. If there isn't, then that's my problem. If you're talking about the quality of the evidence, you run into the problem that Justices Stevens and Souter mentioned. If you're talking about the need for the precision identification of a single employee, I don't see in the law any requirement for such a principle."
    },
    {
      "speaker": "POWER",
      "speech": "I think that it's in 3111. I think that this Court has already held that the tax is imposed upon --"
    },
    {
      "speaker": "QUESTION",
      "speech": "But whereabouts in 3111? If it's just two sentences, tell us what sentence or what clause you --"
    },
    {
      "speaker": "POWER",
      "speech": "Well, 3111, it says wages or -- 3111 says wages -- I'm sorry, Your Honor. Equal to the following percentage of wages as defined in section 3121(a), the tax imposed on something called wages, that is defined in 3121(a). You cannot read 3121(a) as anything but --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Where do we find 3121(a) in your brief?"
    },
    {
      "speaker": "POWER",
      "speech": "It's on the next page, page 56 of the Government's appendix to the petition, and it says, the term wages means all remuneration for employment, and it goes on -- they only have one of the individual terms listed. There are 21 specific --"
    },
    {
      "speaker": "QUESTION",
      "speech": "But you're telling us this shows your point, and you -- point to the language that you think it does."
    },
    {
      "speaker": "POWER",
      "speech": "3111 imposes a tax on wages --"
    },
    {
      "speaker": "QUESTION",
      "speech": "On wages. It doesn't say individual -- wages paid to each individual. It says wages."
    },
    {
      "speaker": "POWER",
      "speech": "It says wages as defined in 3121(a)."
    },
    {
      "speaker": "QUESTION",
      "speech": "Then we turn to 3121, and where is it in there that it makes your point?"
    },
    {
      "speaker": "POWER",
      "speech": "When you go through each one of the 21 --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, that's what we're here for, to go through something."
    },
    {
      "speaker": "POWER",
      "speech": "Okay, well, the 21 exceptions to 2131(a) lists individual things like whether an employee participates in a health insurance plan, whether an employee has a 401(k) plan, the extent to which an employee's wages go above or below the social security wage base."
    },
    {
      "speaker": "QUESTION",
      "speech": "But that goes to the accuracy of the figure, perhaps, which you said really is not your point. That -- none of those exceptions say anywhere, collectively or in specific terms, that under 3111 you can't add them all up."
    },
    {
      "speaker": "POWER",
      "speech": "Well, this Court has already held that --"
    },
    {
      "speaker": "QUESTION",
      "speech": "And that's what we're saying."
    },
    {
      "speaker": "POWER",
      "speech": "-- that's not the way the tax works. This Court has already held in Flora v. United States and as quoted in Steele v. United States that it isn't a tax on the aggregate earnings. It is -- the assessment is an accumulation of separate, divisible taxes on each transaction. What is subject to the tax is each individual payment --"
    },
    {
      "speaker": "QUESTION",
      "speech": "There are two Flora cases, neither of which are cited in your brief. Which Flora -- there was a rehearing grant. Which one are you --"
    },
    {
      "speaker": "POWER",
      "speech": "Flora v. United States, and I believe it's footnote 37 in Flora v. United States."
    },
    {
      "speaker": "QUESTION",
      "speech": "Yes, but there are two Flora v. United States that a rehearing was granted, one's 357, one's 362, and your brief doesn't seem to mention either of them."
    },
    {
      "speaker": "POWER",
      "speech": "Well, we referenced them in our complaint, Your Honor. I think it's paragraph 14 of our complaint."
    },
    {
      "speaker": "QUESTION",
      "speech": "Does it give a citation there?"
    },
    {
      "speaker": "POWER",
      "speech": "Yes, Your Honor. 362 U.S. 145."
    },
    {
      "speaker": "QUESTION",
      "speech": "But that was just about whether or not the tax court had jurisdiction if the assessment wasn't completely paid beforehand, wasn't it?"
    },
    {
      "speaker": "POWER",
      "speech": "Yes, but I believe that footnote 37 in that brief, in that opinion said that the Court agreed that the excise tax, like a FICA tax, is a divisible tax. That's the whole basis upon which we're here. We only paid $18 of the total tax, and we paid it on the basis of our estimate, although we cannot prove it one way or the other, of one employee who would have made less than $20 a month over a period of time. If this wasn't a divisible tax, or one that was imposed upon each transaction of wages, then we would have had to pay the entire $23,000. This hold that it is a tax on an accumulation of all wages of all employees is to change that 40-year history of --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Now, Congress passed something called the TRAC law in 1998 to deal with this very problem of tips and the FICA tax, did it not?"
    },
    {
      "speaker": "POWER",
      "speech": "Not technically, Your Honor. TRAC is not something that Congress passed. TRAC is something that is an agreement between the industry and the IRS. It was -- I was the first person who approached the IRS on coming up with some type of an agreement with the IRS to solve this problem, and the TRAC agreement was a contract that was written between --"
    },
    {
      "speaker": "QUESTION",
      "speech": "I thought there was a section in 1998 passed by Congress, section 3414 of the Internal Revenue Service Restructuring and Reform Act providing that IRS would not threaten a taxpayer audit to coerce the taxpayer into entering a tip-reporting alternative commitment agreement, so at least Congress acknowledged --"
    },
    {
      "speaker": "POWER",
      "speech": "Congress acknowledged --"
    },
    {
      "speaker": "QUESTION",
      "speech": "-- the agreement, did it not?"
    },
    {
      "speaker": "POWER",
      "speech": "It acknowledged that the agreement existed, but Congress --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Do you think Congress was assuming there were assessments going on of employers for this liability?"
    },
    {
      "speaker": "POWER",
      "speech": "Not at that time, because there are two documents at the very end of the joint appendix that are Government documents, and they indicate that they were not doing the employer-only assessments at that time. In fact, they indicate that they were not doing the employer- only assessments at that time. In fact, they indicate that they -- they assured Congress that they were not doing assessments at that time."
    },
    {
      "speaker": "QUESTION",
      "speech": "When did the IRS start doing these aggregate assessments? Do you know when they started?"
    },
    {
      "speaker": "POWER",
      "speech": "I would say that they started doing them about 1992, 1993, and you had asked the question earlier, how many TRAC agreements are there that have been signed. There are about 25-to-30,000 TRAC agreements that have been signed. There are about 200,000 --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, this congressional provision that I asked you about was made in 1998, so that was well after the beginning of aggregate assessments."
    },
    {
      "speaker": "POWER",
      "speech": "And long after the IRS had announced that they were not doing aggregate assessments."
    },
    {
      "speaker": "QUESTION",
      "speech": "The gravamen of your brief is that as a principle an assessment shouldn't be imposed on the taxpayer unless the taxpayer has the information to contradict the assessment, which certainly makes a lot of common sense. Is there a provision in the code, or something that we've said in the cases that sustains that overarching principle?"
    },
    {
      "speaker": "POWER",
      "speech": "Well, I think that --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Or is it just kind of a due process fairness thing?"
    },
    {
      "speaker": "POWER",
      "speech": "Well --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Is there a specific principle you can point to to show the correctness of that assumption?"
    },
    {
      "speaker": "POWER",
      "speech": "Well, I think that there's 30 years of congressional history that clearly shows that Congress does not intend for the employer to be put in this position, that Congress did not intend for the employer to be required to police and monitor the reporting of employees, and ostensibly that's what the IRS' interpretation does."
    },
    {
      "speaker": "QUESTION",
      "speech": "But you have no specific authority or precedent for the proposition that an assessment should not be imposed on a taxpayer unless the taxpayer is in a good or perhaps best position to contradict the assessment?"
    },
    {
      "speaker": "POWER",
      "speech": "I think that we have plenty of authority for the proposition that the assessment in this case is unauthorized because it's on the collective wage- earning on 31 --"
    },
    {
      "speaker": "QUESTION",
      "speech": "But that wasn't what I asked you. I asked you about the general proposition."
    },
    {
      "speaker": "POWER",
      "speech": "That a tax cannot be imposed upon --"
    },
    {
      "speaker": "QUESTION",
      "speech": "An assessment cannot be imposed on the taxpayer unless the taxpayer has the capacity or the ability to contradict it. I mean, that's -- it seems to me that's the principle argument in your brief. It makes a lot of sense, but I want to know if I'm -- if the Court's writing an opinion for that, what do they cite for that proposition?"
    },
    {
      "speaker": "POWER",
      "speech": "The best I can tell you --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Other than the fact that this is something everybody should know, but that doesn't usually work."
    },
    {
      "speaker": "POWER",
      "speech": "I think that the burden of presumption and the burden of proof that they have put forth is premised upon the understanding that the person with that burden has the records and is in the best position to respond, and that does not characterize this situation, so those policy considerations behind that are not existing here."
    },
    {
      "speaker": "QUESTION",
      "speech": "Are there other situations in the tax law where the Government knows that income has been underreported? Aren't estimates made in many different contexts where the taxpayer doesn't keep reliable records, and so the Government has to find some way of measuring what the tax should be, so it does an estimate? Isn't that common?"
    },
    {
      "speaker": "POWER",
      "speech": "In each one of those cases it's -- the person responsible for keeping the records is the one taxed. We have no problem with the IRS attempting to determine the earnings of the individual employees and coming back and --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, you did before, because when I asked you, are they making an estimate in that case, and you started to say no, because the taxpayer, the individual servers have all these --"
    },
    {
      "speaker": "POWER",
      "speech": "Excuses --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Yes."
    },
    {
      "speaker": "POWER",
      "speech": "-- or defenses?"
    },
    {
      "speaker": "QUESTION",
      "speech": "Yes. But I thought that they could -- I thought that was a given, that if they go after a single waiter, that they can have an estimate."
    },
    {
      "speaker": "POWER",
      "speech": "They can."
    },
    {
      "speaker": "QUESTION",
      "speech": "They do make an estimate."
    },
    {
      "speaker": "POWER",
      "speech": "They can."
    },
    {
      "speaker": "QUESTION",
      "speech": "And the very estimate that you are resisting when it applies to the employer."
    },
    {
      "speaker": "POWER",
      "speech": "Because we are -- we don't have the same defenses that the waiter and the waitress does. The waiter and the waitress can say, you know, all kinds of things in response, that no, I didn't earn that, here are my records, here are my individual records of exactly what I earned. The IRS sends them a bill based on the same types of estimates, takes it one step further and says, okay, well, you worked X number of hours out of the total number of hours in this restaurant, so of this total share we think your share is this amount. The waiter or waitress can come in and say no, here's my individual record, and this is exactly what I earned, or no, you're wrong in assuming this, or you're wrong in assuming that, and then a determination can be made of what that individual waiter or waitress made, and then turn around and give it to us. That's exactly what one of the documents in our joint appendix on page 92, that's exactly what the IRS did do before they came up with this aggregate assessment method, because that is precisely what Congress envisioned that the IRS would be doing with the 8027 Form data, is taking that information, using that information to make examinations of individual employees, and then turning around --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Now, practically can the IRS -- are you suggesting that they go after the employees, and then when they know the amount based on the extra tax the employee will have to pay, then say, okay, employer, you pay the same amount, but practically can the IRS -- does it have the facilities to go audit every waiter and busboy and --"
    },
    {
      "speaker": "POWER",
      "speech": "There's no requirement that they audit every waiter or busboy. In the first place, that letter that I just pointed out didn't require any audit at all, and not only that, in the context of what's happening here, they still have an audit problem. They've only collected, or are attempting to collect 25 cents out of every single dollar. They're leaving three -- 75 cents on the table here. They come in here and they say that they've got this huge, astronomical problem, and we can't do anything about it."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, the reason is, maybe it isn't cost-effective to go after the individual employees."
    },
    {
      "speaker": "POWER",
      "speech": "Well, I don't think it's very cost- effective to do this one, when the employer is --"
    },
    {
      "speaker": "QUESTION",
      "speech": "The employer tax is owed independently, which is what I started to ask you about when you gave your cow example. The taxes on an employer, that's a discrete tax. There's a tax on the employee. That's a discrete tax. Why, because the Government is going to have a hard time collecting the tax on the employee, is it disabled from collecting the tax on the employer?"
    },
    {
      "speaker": "POWER",
      "speech": "Because that's what Congress said --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Thank you, Ms. Power."
    },
    {
      "speaker": "POWER",
      "speech": "-- that the IRS should do."
    },
    {
      "speaker": "QUESTION",
      "speech": "Ms. O'Connor, you have 3 minutes remaining."
    },
    {
      "speaker": "QUESTION",
      "speech": "Ms. O'Connor, at the very outset you said that 311 imposed a tax on wages paid or deemed to have been paid. Is the word deemed in the statute?"
    },
    {
      "speaker": "CONNOR",
      "speech": "Is the word deemed in the statute?"
    },
    {
      "speaker": "QUESTION",
      "speech": "Yes."
    },
    {
      "speaker": "CONNOR",
      "speech": "I believe so. I believe it's in 3121(q), Your Honor, which I keep losing."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, I'll find it."
    },
    {
      "speaker": "CONNOR",
      "speech": "Yes, it's on page 58a, is where 3121(q) appears, and remember that is a section that provides definitions. 3121 tells you that wages include tips which are paid or deemed to have been paid, and 3121(q) also tells you the time. As we have said, this is a tax on an aggregate amount. Form 941 in your joint appendix show how the employer reports the tax, and shows that it is a tax on the wages paid."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, except I think the deeming refers to the time of payment, not to the fact of payment, but I'll look at that."
    },
    {
      "speaker": "CONNOR",
      "speech": "I think you're right about that, Your Honor. Nonetheless, they are deemed to be paid at the time, right. 3121(q) tells you that tips are included, and then the deemed part is -- the tips are wages, and the deemed part is when they are deemed to have been paid. They're deemed to have been paid by the employer, and then it goes on and tells you when. It does say tips are deemed to have been paid by the employer. That's the very first sentence. It's at page 85a."
    },
    {
      "speaker": "QUESTION",
      "speech": "How long has IRS been making these assessments, please, Ms. O'Connor?"
    },
    {
      "speaker": "CONNOR",
      "speech": "I believe, Justice O'Connor, that it did start around 1992 and 1993, and the information that the IRS is gathering on the forms 8027 demonstrated the extent of the problem that Congress suspected did exist about substantial underreporting of tip income."
    },
    {
      "speaker": "QUESTION",
      "speech": "In view of all the questions about the proper computation, why has the Government resisted notice and comment rulemaking to come up with a fair formula, because the contention is that the Government's formula exaggerates the income, exaggerates the tip income."
    },
    {
      "speaker": "CONNOR",
      "speech": "That is certainly the contention, and there have been, however, no facts to show whether that's true or not, because in each of the cases, not only the Ninth Circuit below, but in each of the three cases that we cite in our briefs decided by the Seventh, Eleventh, and the Federal Circuits, no evidence was ever submitted to show that the tips were overstated in any way."
    },
    {
      "speaker": "QUESTION",
      "speech": "But why not -- why not employ that fair procedure of going through the notice and comment, and then -- I think that's what Judge Kozinski said to do."
    },
    {
      "speaker": "CONNOR",
      "speech": "Yes, he did. Judge Kozinski's opinion entirely excludes section --"
    },
    {
      "speaker": "JUSTICE REHNQUIST",
      "speech": "I think you've answered the question. Judge Kozinski did say that, so the case is submitted."
    }
  ],
  "path": "2002-04-22.01-463.United_States_v._Fior_D'Italia,_Inc..pdf"
}