[
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "We'll hear argument next in No. 129 Original, Virginia v. Maryland. Mr. Baida."
  },
  {
    "speaker": "BAIDA",
    "speech": "Thank you, Mr. Chief Justice, and may it please the Court: There are two reasons why the State of Maryland has the authority to regulate Virginia and its citizens when they seek to place structures in and withdraw water from the Potomac River. First, as confirmed by the Black-Jenkins Award of 1877 and this Court's decision in Morris v. United States, the State of Maryland is and has been the owner of the Potomac River since 1632, and Maryland has never --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Baida, before you get into your argument, can I just ask you a preliminary question? I made the mistake of reading the Master's report before I read the briefs. There's an awful lot of discussion of the entire river issue in there. Is that -- you're no longer making that point?"
  },
  {
    "speaker": "BAIDA",
    "speech": "Correct, we are not. Maryland is and has been the owner of the river, and it has never relinquished the sovereign authority that its title to the river gives it to regulate what takes place on and over the bed. And the second reason --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Do you think the compact covers withdrawals of water by Virginia? I mean, does it directly cover that at all?"
  },
  {
    "speaker": "BAIDA",
    "speech": "It's not the privilege of making and carrying out orders, Justice O'Connor, although that privilege would seem to apply to building something into the river to exercise a riparian right, and there is a riparian right to withdraw water."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, do you -- do you take the position that Maryland could reject every effort by Virginia to withdraw water from the river?"
  },
  {
    "speaker": "BAIDA",
    "speech": "No, Justice O'Connor. We -- we have never taken that position."
  },
  {
    "speaker": "QUESTION",
    "speech": "What is your position then?"
  },
  {
    "speaker": "BAIDA",
    "speech": "That Virginia has riparian rights with respect to the Potomac River."
  },
  {
    "speaker": "QUESTION",
    "speech": "Which includes the right to use some of the water."
  },
  {
    "speaker": "BAIDA",
    "speech": "Correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "And take it out of the river."
  },
  {
    "speaker": "BAIDA",
    "speech": "Correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "With your permission."
  },
  {
    "speaker": "BAIDA",
    "speech": "Correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "But only with your permission."
  },
  {
    "speaker": "QUESTION",
    "speech": "It's only the last step that's the problem. (Laughter.)"
  },
  {
    "speaker": "QUESTION",
    "speech": "Is that right? Only with Maryland's permission --"
  },
  {
    "speaker": "BAIDA",
    "speech": "Subject to a standard of reasonableness, Justice O'Connor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Is that reasonableness in part assessed by the fact that Maryland is a sovereign?"
  },
  {
    "speaker": "BAIDA",
    "speech": "It's --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Pardon me. That Virginia is a sovereign?"
  },
  {
    "speaker": "BAIDA",
    "speech": "No. It's assessed by the fact that Maryland owns the river, but that Virginia, as -- as a riparian owner, has rights with respect to the river that Maryland must be reasonable with respect to which in its regulations."
  },
  {
    "speaker": "QUESTION",
    "speech": "Virginia rights are -- Virginia rights are no greater than any private landowner?"
  },
  {
    "speaker": "BAIDA",
    "speech": "That's precisely correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "Even -- even assuming that's true, I -- I thought a right is a right. I -- I thought we have a right to something. It doesn't mean somebody can turn it down."
  },
  {
    "speaker": "BAIDA",
    "speech": "And -- and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "And riparian rights include the right to take the water. That's clear."
  },
  {
    "speaker": "BAIDA",
    "speech": "And --"
  },
  {
    "speaker": "QUESTION",
    "speech": "And that's the right to take water, not -- not the right to come and beg Maryland to take water."
  },
  {
    "speaker": "BAIDA",
    "speech": "The river, Justice Scalia, is entirely within the State of Maryland, and that is undisputed from the -- the language of the Maryland charter back from 1632. The entire river is in Maryland."
  },
  {
    "speaker": "QUESTION",
    "speech": "But the compact reserves to the State of Virginia and its citizens riparian rights. If riparian rights include, as I think they do, the right to take water, it seems to me that aspect of the case is -- is quite easy to decide."
  },
  {
    "speaker": "BAIDA",
    "speech": "Maryland's ownership of the Potomac gives it to right -- gives it the right to regulate what takes place on and over the bed. There are riparian rights, but as this Court has recognized, those riparian rights have always been subject to government regulation."
  },
  {
    "speaker": "QUESTION",
    "speech": "I'm mixed up. I'm sorry. Maybe -- I didn't think the case was basically about taking water out of the river. I thought it was about building something for the purpose of taking water out."
  },
  {
    "speaker": "BAIDA",
    "speech": "There --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Is -- is it actually that you're saying -- I may have misread this and so is it actually -- you're saying if -- if somebody -- if the Governor of Virginia goes to the river with a bucket and takes water, a little bit of water, to wash some pans that he has, that they have to get Maryland's permission? Is it about taking the water out of the river? Is it about building something, or both?"
  },
  {
    "speaker": "BAIDA",
    "speech": "It's about both."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right. So now you're just addressing the problem of taking water out of the river. So can a person who lives next to a river under the common law from 1302 or whatever -- now, can he go to the river and just take some water when he's thirsty?"
  },
  {
    "speaker": "BAIDA",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes. All right. So Virginia is just taking water when they happen to have a lot of people who are thirsty. (Laughter.)"
  },
  {
    "speaker": "QUESTION",
    "speech": "So what's the -- what's the special thing about the water? I thought it was building a water intake system."
  },
  {
    "speaker": "BAIDA",
    "speech": "It's -- it's about both. The right to build into the Potomac which the compact --"
  },
  {
    "speaker": "QUESTION",
    "speech": "All right. Let's imagine there were no building. Then would you have an objection?"
  },
  {
    "speaker": "BAIDA",
    "speech": "Yes, because --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Because you can't take water out when you're thirsty."
  },
  {
    "speaker": "QUESTION",
    "speech": "There are too many thirsty people is what your objection is. Right?"
  },
  {
    "speaker": "BAIDA",
    "speech": "The -- the objection is simply that Maryland has the right to regulate what takes place in its territory, and what takes place --"
  },
  {
    "speaker": "QUESTION",
    "speech": "It doesn't. What they do is they -- they build a -- a hole which fills up with the water from the Potomac and that hole, which happens to be in Virginia, is filled up with water and they drink it. Now, is there any objection? They haven't built a thing."
  },
  {
    "speaker": "BAIDA",
    "speech": "I think that's a different question. That's --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No. I'm asking you, are you objecting to the building or are you objecting separately -- because I hadn't focused on that -- to just taking water without building anything?"
  },
  {
    "speaker": "BAIDA",
    "speech": "If they're taking -- if they are -- the low-water mark on the Virginia side --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No. They have nothing built over there. What happens is water comes up out of the Potomac into Virginia and they drink it."
  },
  {
    "speaker": "BAIDA",
    "speech": "But I'm trying to understand the nature of your question, Justice Breyer. When they build a hole, are they building the hole in Virginia?"
  },
  {
    "speaker": "QUESTION",
    "speech": "In Virginia."
  },
  {
    "speaker": "BAIDA",
    "speech": "So they're building a trench in Virginia."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, that's right."
  },
  {
    "speaker": "BAIDA",
    "speech": "Maryland may have some objections to that at some future point in time, but that's activity that's taking place in Virginia."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes. That's what I thought the case was about."
  },
  {
    "speaker": "QUESTION",
    "speech": "Unless the trench creates a new low- water mark for the Potomac. I mean, I think that's what Maryland's argument would be, that when you make an inlet into Virginia, that's -- that's the low-water mark of the Potomac."
  },
  {
    "speaker": "BAIDA",
    "speech": "Well, that may -- that -- I don't know whether that would actually change the --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I didn't want to get it mixed up. All I wanted to do is I focused on this case as a matter of building something. I didn't focus on it as a matter of taking water out. And I'm -- and that's -- that was my problem. Now, maybe just forget my problem. Maybe I'm the only one who had it. So skip --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Let -- let me ask you this. There's a Potomac River Flow Allocation Agreement of 1978. Does it deal with the right of Virginia to use water or take it out?"
  },
  {
    "speaker": "BAIDA",
    "speech": "That imposes restrictions on the three major users of the Potomac River, the Washington Aqueduct, the Army Corps of Engineers, the -- the Fairfax County Water Authority and the Washington Sanitary -- Suburban Sanitary Commission, and imposes limitations on the amount of water that they can take --"
  },
  {
    "speaker": "QUESTION",
    "speech": "On the amount, but it acknowledges --"
  },
  {
    "speaker": "BAIDA",
    "speech": "-- in periods of low flow."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- that water can and will be removed by Fairfax County?"
  },
  {
    "speaker": "BAIDA",
    "speech": "Subject to a permitting system that was in place at the time and still is in place. And the only permitting system that's ever been in place with respect to the Potomac River has been the permitting system established by the State of Maryland. And I think I'd like to just go back to the initial point I tried to make at the beginning, which is why Maryland has the right to do what it's doing here."
  },
  {
    "speaker": "QUESTION",
    "speech": "Before you do that, can I ask a practical question? How is Maryland, if it is, adversely affected by this pipe and the water intake? Is there any adverse impact on Maryland or is Maryland just trying to say, we are the sovereign? So even though our people are not being adversely affected, you need to get a permit from us. Is there any adverse impact on Maryland or its residents?"
  },
  {
    "speaker": "BAIDA",
    "speech": "Well, the Maryland administrative and judicial review proceedings answered that question \"no.\" But the reason why Maryland took the -- the action that it did was because Fairfax County already had an existing waterway intake pipe in the -- in the river. They wanted to build another intake pipe 725 feet into the river, and the edge of it would be 30 inches above water with a 5-foot walkway. Maryland took the position let's see if there are less intrusive alternatives that are available. Virginia wanted to do this. Fairfax County wanted to do this because it was concerned about the effect of the -- the water on the shoreline which is where the existing intake pipe was and wanted to get cleaner water from the -- from the middle of the river. And so Maryland took the view, well, let's see if there are less intrusive alternatives available, and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Why?"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "Because -- because there wasn't enough water for the people in -- in Maryland? That's -- it -- one thing is, well, we're sovereign and you -- we have to give our permission. Another is our people are not going to have enough water if Virginia does this. I think you're saying Maryland had no such objection."
  },
  {
    "speaker": "BAIDA",
    "speech": "Maryland had no objection to the Fairfax County Water Authority withdrawing water. Maryland's objection was to minimize the impact on the Potomac River."
  },
  {
    "speaker": "QUESTION",
    "speech": "What authority did you have to minimize the impact? The compact between the States gives the State and its citizens riparian rights, including the right to build structures into the river so long as they do not impede navigation. Was Maryland's objection that -- that this new structure would impede navigation of the river? It's a -- it's above the navigable portion anyway, isn't it?"
  },
  {
    "speaker": "BAIDA",
    "speech": "Yes, it is."
  },
  {
    "speaker": "QUESTION",
    "speech": "So. So what was your objection?"
  },
  {
    "speaker": "BAIDA",
    "speech": "Because the riparian rights that --"
  },
  {
    "speaker": "QUESTION",
    "speech": "It was ugly?"
  },
  {
    "speaker": "BAIDA",
    "speech": "Well, there was -- that was part of it because it -- it was in the scenic portion of the Potomac River."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, you should have reserved that right in the -- in the compact. The compact could have said, you know, provided it does not impede navigation or be ugly. (Laughter.)"
  },
  {
    "speaker": "BAIDA",
    "speech": "What the -- what the compact does, Justice Scalia, is it provides that the Potomac River could be used as a common highway by the citizens of both States, and it also secures important private property rights. Private property rights, again for the citizens of both States."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right. Let -- if I may, let me interrupt you there. Do you concede that the State has any rights under article VII of the compact?"
  },
  {
    "speaker": "BAIDA",
    "speech": "That the States?"
  },
  {
    "speaker": "QUESTION",
    "speech": "The State, the State of Virginia, the Commonwealth of Virginia. Article -- article VII talks about citizens."
  },
  {
    "speaker": "BAIDA",
    "speech": "That --"
  },
  {
    "speaker": "QUESTION",
    "speech": "It doesn't talk about the commonwealth."
  },
  {
    "speaker": "BAIDA",
    "speech": "That's exactly what this Court has said in --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, is that -- I mean, is that a premise of your argument?"
  },
  {
    "speaker": "BAIDA",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "Do you -- do you also deny that the State with respect to withdrawal of water for its citizens that the -- do you deny that the State stands in the shoes of its citizens?"
  },
  {
    "speaker": "BAIDA",
    "speech": "The -- the State -- the Commonwealth of Virginia brought this action on behalf of its citizens to seek --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No. I realize that, but are you denying that it may properly do that?"
  },
  {
    "speaker": "BAIDA",
    "speech": "No. No, we are not."
  },
  {
    "speaker": "QUESTION",
    "speech": "So, in effect, are you saying the State -- it -- it is just as though the State had express rights under article VII because in making the claim that it's making, it stands in the shoes of its citizens, and its citizens do have rights. Is -- is that -- do you concede that?"
  },
  {
    "speaker": "BAIDA",
    "speech": "Yes. The -- we've never denied that the --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Then it's irrelevant that the -- that article VII speaks only of citizens and not of the State. Is that correct?"
  },
  {
    "speaker": "BAIDA",
    "speech": "No, it's not irrelevant, Justice --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Then what -- what difference does it make?"
  },
  {
    "speaker": "BAIDA",
    "speech": "Because all that the compact does, it secures -- it -- it makes a -- there is -- the compact drafters recognized the difference between jurisdiction and sovereignty and private property rights, and when they wanted to, they knew exactly how to go about addressing issues of sovereignty."
  },
  {
    "speaker": "QUESTION",
    "speech": "Now, one of my questions in this case is this. You've answered Justice Souter and he posed his questions this way based on article VII or paragraph -- clause VII of -- of the compact. But must we not interpret that too according to the Black-Jenkins Award, particularly paragraph 4 at page C-4 of -- of the -- of the Special Master's appendices? That uses the -- that says Virginia -- not citizens. That says Virginia has riparian rights, and both of those two phrases are not used in the compact. The phrase, riparian rights, I don't think is used in the compact, and the compact talks about citizens. But the Black-Jenkins Award goes -- it seems to me, interprets authoritatively -- and you correct me if I'm wrong -- what the compact means. And I read the Black -- at least I think it's a permissible reading -- to say that Virginia -- and we'll argue about as a sovereign. That -- that's -- that's a phrase I add -- has riparian rights. So we really do have to focus not just on section VII, but on part 4 of the Black-Jenkins Award, do we not?"
  },
  {
    "speaker": "BAIDA",
    "speech": "Yes. And we -- Maryland's view is that that part of the award confirms Maryland's rights over the river. And I'd like to explain this a little bit more fully. What the Black-Jenkins arbitrators did was they rejected Virginia's claim to any right in the soil -- any right in the soil -- beyond the water mark, any right to any of the islands in the river, and any right to any part of the bed of the river. Now --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, but it said, as has been pointed out, that Virginia was given a proprietary right and a privilege to erect any structures necessary to the full enjoyment of Virginia's riparian ownership, which presumably encompasses taking out water."
  },
  {
    "speaker": "BAIDA",
    "speech": "And the presumption, Justice O'Connor, is overcome by looking at the rest of the award, and what the -- the arbitrators did, they did give Virginia title to the middle of other bodies of water, namely the -- the Tangier Sound, the Pocomoke Sound, and the Pocomoke River. But they specifically rejected --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, but do you deny that Virginia has riparian ownership up to the low-water mark of the Potomac?"
  },
  {
    "speaker": "BAIDA",
    "speech": "The arbitrators said that Virginia has full dominion over this right in the soil up to low- water mark, but beyond that point, Virginia only has a right to use the river. A right of use is not dominion, it's not title, it's not sovereignty."
  },
  {
    "speaker": "QUESTION",
    "speech": "But it says --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Why? But it is a right of use, and that's what you're -- and that's what you're contradicting here. That's all they want. They're not trying to govern the river. They just want to use it."
  },
  {
    "speaker": "BAIDA",
    "speech": "A right of use, Justice Scalia, is subject to governmental authority and regulation, and that's exactly what this Court said --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, but it says here in the Black- Jenkins Award and in the earlier compact, the privilege to erect structures necessary to the full enjoyment of the riparian ownership. That might mean a pipe to take water out."
  },
  {
    "speaker": "BAIDA",
    "speech": "This Court has said in, for example, Massachusetts v. New York that Massachusetts' right to use Lake Ontario was still subject to the regulatory authority of New York because New York had title to the bed of Lake Ontario."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Baida, can I ask you sort of a basic question? In your view is there any difference between the right that Virginia has, the riparian rights of Virginia, on the one hand, and the riparian rights of Maryland's citizens who -- who own the property on the Maryland shore of the river? Do -- are they equivalent? Or what is the difference between the riparian rights of the people on the opposite sides of the river?"
  },
  {
    "speaker": "BAIDA",
    "speech": "The -- Maryland is to treat them identically, and that's set forth clearly in article VII of the compact."
  },
  {
    "speaker": "QUESTION",
    "speech": "So that either -- on either side of the river, a property owner could stick a pipe in and drain the river."
  },
  {
    "speaker": "BAIDA",
    "speech": "Not -- not if it has any kind of adverse impact from Maryland's perspective, whether it's in Maryland -- if -- if the City of Rockville wanted to do this, it would encounter presumably exactly the same kind of reaction that Fairfax County initially did."
  },
  {
    "speaker": "QUESTION",
    "speech": "You say the riparian rights on either side of the river are subject to the paramount authority of the Maryland -- the State of Maryland to -- to govern what happens to the water."
  },
  {
    "speaker": "BAIDA",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "And -- and in the exercise of that authority, could Maryland give a higher priority to the citizens of Rockville than to the citizens of Vienna, Virginia?"
  },
  {
    "speaker": "BAIDA",
    "speech": "No, and this Court said in Yates v. Milwaukee that -- that the riparian right cannot be arbitrarily and capriciously denied. And that --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No. It's not arbitrary and capricious. They make a lot of findings and they said there's too much traffic in Virginia. Virginia would be better off if it's rural. (Laughter.)"
  },
  {
    "speaker": "BAIDA",
    "speech": "Well, Your Honor, I think --"
  },
  {
    "speaker": "QUESTION",
    "speech": "And -- and what is -- what is the source for your statement that Maryland has to be non- arbitrary? Is this riparian water law or is this some constitutional obligation that one State owes to another?"
  },
  {
    "speaker": "BAIDA",
    "speech": "I -- I think it's again set forth in Yates v. Milwaukee where the Court said that a State cannot -- or a government -- municipality cannot arbitrarily and capriciously deny someone the exercise of a riparian right."
  },
  {
    "speaker": "QUESTION",
    "speech": "So in your opinion --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But -- but that's based on -- on -- that's a statement of riparian law?"
  },
  {
    "speaker": "BAIDA",
    "speech": "Yes. I think -- I mean, it's a property right. It is a property right, and it can't be arbitrarily --"
  },
  {
    "speaker": "QUESTION",
    "speech": "So we're talking about -- all we're talking about is property rights here. We're just talking about the definition of what a riparian right is."
  },
  {
    "speaker": "BAIDA",
    "speech": "Yes. And just so I'm clear, Justice Kennedy, the rule of law, not administrative hyperbole, is what governed the judicial and the administrative review proceedings that led to Fairfax County getting this waterway intake pipe permit. I mean, it -- there was -- it went through the process. Maryland thought it had valid reasons for restricting the -- the permit, and Maryland was -- was overruled, and the permit has since issued. And so this is not a case of Maryland just arbitrarily deciding, well, we don't like what's happening over there, and -- and then --"
  },
  {
    "speaker": "QUESTION",
    "speech": "So your opinion is --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You -- you used the word arbitrary. I didn't. I just want to know the source of law which governs Maryland's obligation under your point of -- under your submission to make these determinations. And you said it has to just be fair among riparian owners because this is what riparian law requires it to do."
  },
  {
    "speaker": "BAIDA",
    "speech": "And I think it's also required by the Constitution."
  },
  {
    "speaker": "QUESTION",
    "speech": "Your -- your point --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What provision of the Constitution?"
  },
  {
    "speaker": "BAIDA",
    "speech": "I think the Due Process Clause. Maryland just can't arbitrarily and -- and capriciously deprive someone of a property right."
  },
  {
    "speaker": "QUESTION",
    "speech": "Oh, but that's just an obligation it has as to all of its citizens. Virginia doesn't have any special standing as a State."
  },
  {
    "speaker": "BAIDA",
    "speech": "No. And -- and again, it's because of what Maryland gave up in this compact and -- and what the Black-Jenkins Award provided. And again, we have to go back -- and the -- the problem with -- with the Special Master's recommendation from Maryland's perspective is that he began at the wrong place in history. He began with the compact. He should have begun with the charter because the plain language of the charter gives Maryland this river, and -- and so the question at that point, since Maryland owns this river, Maryland does have sovereign authority over it. So --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What was wrong with the Special Master saying, yes, Maryland has this 1632 decree. It looks -- this grant. It looks pretty good. But Virginia has these other grants. And I think that they're both arguable. So the States sensibly twice dealt with it. But your argument seems to hang on that 1632 document indisputably was it, and that everything else flows from there. The Special Master said, not necessarily so. They couldn't even resolve it in 1785. They finally resolved it in 1877, but it wasn't an inevitable truth that it was 1632 rather than the Virginia grants."
  },
  {
    "speaker": "BAIDA",
    "speech": "Justice Ginsburg, the -- the flaw in the reasoning is that it ignores the plain language of the charter which this Court said includes the Potomac River in unmistakable terms to the further bank. It doesn't matter what kind of competing claims existed as of 1785 when the compact was written. What matters is who had title, and under Virginia's view, Maryland was a -- this -- Maryland was basically a deed holder. This was a royal deed, and under Virginia's view, this royal deed could not create rights until it was interpreted by either the arbitrators or this Court."
  },
  {
    "speaker": "QUESTION",
    "speech": "But there were other royal deeds too, different kings, but there were royal decrees that -- that Virginia had."
  },
  {
    "speaker": "BAIDA",
    "speech": "Which this Court noted did not do anything to divest Maryland of the authority it had under the -- Maryland was first in time. First in line, first in time. And so it had it in 1632. There was a subsequent deed that was given by --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I thought there was -- the earliest in time was in, wasn't it, 1609 or something? The --"
  },
  {
    "speaker": "BAIDA",
    "speech": "But in -- yes, in 1609 Virginia was initially set up but then its charter was annulled in 1624. It converted to a royal colony which meant that King Charles I in 1632 had the right to carve Maryland out of Virginia, which is what he did. He created Maryland as a proprietorial colony. At that point, the only way that Maryland could lose any rights it had under its charter was through a quo warranto proceeding. It was initiated in 1685. It never resulted in anything, as the arbitrators in 1877 noted. And so Maryland --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But -- but are you saying that the compact in 1785 and the Black-Jenkins Award in 18 -- were -- were simply wrong because they didn't follow that interpretation that you're giving now?"
  },
  {
    "speaker": "BAIDA",
    "speech": "No, I'm not saying the compact was wrong at all, Mr. Chief --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Are you saying the Black-Jenkins Award was wrong?"
  },
  {
    "speaker": "BAIDA",
    "speech": "No. The -- I think -- all -- all I'm saying is that Maryland had this authority as a result of the plain language in the charter."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, are you saying that the implicit assumption at least of both the 1877 Black- Jenkins Award and the 1785 compact -- the implicit, if not explicit, assumption was that Maryland owned the river?"
  },
  {
    "speaker": "BAIDA",
    "speech": "No. I think a fair reading of that document -- of -- of the -- the 1785 compact and the 1877 award was that reasonable minds may have differed. And so the States decided this is how we're going to address issues of navigation."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, but I thought I was arguing -- making your argument for you. So -- so you -- but then, it seems to me, that justifies the Special Master's approach. You -- I thought you were saying, oh, now, he proceeded on the wrong premise. This -- the -- the boundary line was settled. All -- all we're talking about is -- is the rights -- or -- or ownership and stuff. But you're saying no. If it's everything is up for grabs, then the 1785 compact and the Black-Jenkins Award, what do we look to?"
  },
  {
    "speaker": "BAIDA",
    "speech": "If I said that, let me retrieve it immediately because that was not what I meant to say. (Laughter.)"
  },
  {
    "speaker": "BAIDA",
    "speech": "What I -- what I meant to say was that Maryland's title has not changed one iota in almost 400 years."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Baida, maybe I'm missing something here, but I did not understand that the State of Virginia is contesting the ownership of Maryland of the bed of the river. Is -- is that -- is that contested by Virginia? I thought that they concede that the river right up to the low-water mark on the southern shore of the Virginia shore belongs to Maryland. But that -- but that does not answer the question of whether the riparian rights given to the citizens of Virginia and to the State of Virginia requires that -- that they obtain permission from Maryland before withdrawing water or creating a structure to withdraw water."
  },
  {
    "speaker": "BAIDA",
    "speech": "I agree, Justice Scalia, but it goes a long way in resolving that question because by acknowledging that -- that the boundary is not in dispute, by acknowledging that Maryland does, indeed, have title to this river, Virginia has acknowledged Maryland's regulatory authority --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No, it hasn't because it --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No, it hasn't."
  },
  {
    "speaker": "QUESTION",
    "speech": "But it's all -- it's all subject to the fact that the owners on both sides of the river have riparian rights. Right?"
  },
  {
    "speaker": "BAIDA",
    "speech": "Correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "Now, my question -- Justice Kennedy  asked it earlier, and I'm not sure you got an answer. Who defines the riparian rights? I guess on Maryland's side of the river Maryland can define the riparian rights. Who defines the riparian rights on the Virginia side of the river? Do you think Maryland has the authority to do that, or is there a common law that's binding on us or some kind of overriding Federal constitutional principle at stake?"
  },
  {
    "speaker": "BAIDA",
    "speech": "I think a fair reading of the compact is that both States agreed that they couldn't agree on where the boundary was, and so they decided --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I think the fair reading is that everybody thought there would be plenty of water, so we didn't have to decide this. All we're worried about is transportation down the river, and it's not -- and now we've got a -- a possible problem on what is enough water to go around."
  },
  {
    "speaker": "BAIDA",
    "speech": "And -- and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "And I don't know that the compact addresses the question of who defines the riparian rights on the Virginia side of the river."
  },
  {
    "speaker": "BAIDA",
    "speech": "And I think that both States agreed that wherever the boundary was, the citizens of both States would have the same rights of access to the river. And -- and for that reason, they -- they -- "
  },
  {
    "speaker": "QUESTION",
    "speech": "Does that mean that because Maryland can define the rights on the Maryland side of the river, it may also define them on the Virginia side?"
  },
  {
    "speaker": "BAIDA",
    "speech": "I think that the -- the view -- a fair reading would be that wherever the boundary was --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But is it your contention that that's what it is?"
  },
  {
    "speaker": "BAIDA",
    "speech": "If -- if at the end of the day the boundary is on Virginia's side, yes, Maryland gets to decide because it's activity occurring in Maryland. This is Maryland --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What if -- what if the Virginia legislature passed a statute governing riparian rights on -- all over the State in other bodies of water, not limited to the Potomac? Could that statute govern the riparian rights of Virginia property owners on the Potomac?"
  },
  {
    "speaker": "BAIDA",
    "speech": "Not if Virginia does not own the Potomac. And I'd like to --"
  },
  {
    "speaker": "QUESTION",
    "speech": "May I ask just one quick question before you sit down?"
  },
  {
    "speaker": "QUESTION",
    "speech": "I just think it's not --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Does -- does Maryland require Virginia's citizens to have a Maryland fishing license to fish in the Potomac?"
  },
  {
    "speaker": "BAIDA",
    "speech": "No, because that's settled by article -- I think article VIII of the compact."
  },
  {
    "speaker": "QUESTION",
    "speech": "It just says that they have rights to fish, but just as you argue that riparian rights and rights to take water can, nonetheless, require prior permission, you could also take the -- you ought to also take the position that the right to fish requires prior permission. So you ought to get a Maryland fish -- I'm darned if I'm going to get a Maryland fishing right -- fishing license --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Do you want to reserve the rest of your time, Mr. Baida?"
  },
  {
    "speaker": "BAIDA",
    "speech": "I would. Thank you, Mr. Chief Justice."
  },
  {
    "speaker": "QUESTION",
    "speech": "Very well. Mr. Raphael, we'll hear from you."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Mr. Chief Justice, and may it please the Court: The Special Master correctly decided the regulation issue for two reasons. First, the language of the compacts in question is plain and unambiguous, and second, for more than 180 years, Maryland never disputed that it was entirely --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Does that plain language tell us what riparian rights are?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "The plain language of article IV of the Black-Jenkins Award uses the term riparian ownership."
  },
  {
    "speaker": "QUESTION",
    "speech": "But you said plain language of the compact, and now you're all of a sudden talking about Black-Jenkins."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "It's both."
  },
  {
    "speaker": "QUESTION",
    "speech": "The compact does not use the word riparian."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That -- That's correct. But we think that the plain language --"
  },
  {
    "speaker": "QUESTION",
    "speech": "So you say it's the plain language of the compact with the gloss of the Black-Jenkins Award."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "We think it's both."
  },
  {
    "speaker": "QUESTION",
    "speech": "What do you make -- and I don't have this in front of me, so maybe I -- I'm missing something. But I thought the Black-Jenkins Award also put a -- included a disclaimer that it wasn't, in fact, modifying anything in the 1785 compact. Am I right?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's -- that's correct because the enabling legislation for the Black-Jenkins Award provided that neither of the States would be deprived of any of the rights or privileges, nor would the citizens be deprived of rights or privileges that they had under the Compact of 1785."
  },
  {
    "speaker": "QUESTION",
    "speech": "How -- I'm sorry. Assuming that then, how do we get from the language of article VII in the compact that refers to citizens to the language in Black-Jenkins that talks about the States?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Your Honor, the citizens in Virginia only had those rights under the compact because Virginia as a sovereign entered into an interstate compact with Maryland. Secondly, Maryland recognized in the enabling legislation that provided for the Black-Jenkins Award that the rights were the rights not only of citizens, but of the States. That language is used in the enabling act."
  },
  {
    "speaker": "QUESTION",
    "speech": "So you -- you say that in interpreting the Black-Jenkins Award, Virginia's riparian ownership is -- is defined by its -- in part by its sovereign status?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Yes, that's correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "So that sovereignty is inherent in ownership?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "I think that's correct. If -- if you look at the opinion that accompanied the Black-Jenkins Award, the arbitrators said that Virginia had proven her use of the Potomac River since her earliest days and that her rights were, therefore, indisputable and that Maryland assented to Virginia's use when she signed the Compact of 1785. Now, that compact, Your Honor, was entered into at a time when the boundary was disputed, and regardless of where the boundary was set -- I think Mr. Baida admits this -- it was recognized that that compact did not set the boundary, but each State agreed that wherever the boundary ultimately would be set, the citizens of each State and the States themselves would have certain rights, and those rights included the right to property in the shores, and all advantages and emoluments thereunto belonging, and the privilege of making and carrying out wharfs and other improvements."
  },
  {
    "speaker": "QUESTION",
    "speech": "Except for the sense of the document, at least of the compact, as I read it, is that the State is treated just like any other owner."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "I don't think that that's correct, Your Honor, because article --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, can you point me to something --"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- in the compacts or the -- or the Black-Jenkins Award to the contrary?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Well, the Black-Jenkins Award clearly deals with Virginia as a State. The compact deals with Virginia as a State in article VIII, for example, where it requires that neither State could regulate fishing or navigation without the concurrence of the other State. Articles X and XI and XII also deal with the rights of the citizens. Wherever the compact involved a matter in which a State would touch the activities of the citizens of the other State, it said so expressly. And it's inconceivable to think that the -- the drafters of the compact would have agreed that concurrent legislation would be required for fishing and navigation, but Maryland could somehow regulate Virginia's right to build improvements from the shore. It's inconceivable that they would have ratified the compact if that had been required."
  },
  {
    "speaker": "QUESTION",
    "speech": "Why -- why is it concurrent for fishing? Article seventh says that the -- that the citizens of both States -- the right of fishing in the river shall be common to and equally enjoyed by the citizens of both States."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's correct, Your Honor. Article VIII requires concurrent legislation for fishing and navigation rules in the Potomac River."
  },
  {
    "speaker": "QUESTION",
    "speech": "For the preservation of fish or for the performance -- for preserving and keeping open the channel?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "Has -- has Virginia issued -- is a Virginia fishing license valid in the -- in the Potomac?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Your Honor, until 1957, the States had concurrent legislation governing fishing in the Potomac River. In 1957 -- and that was based on article VIII of the compact. In 1957, Maryland attempted to abrogate that requirement and to assume unilateral authority over the Potomac River. Virginia filed suit here. This Court appointed a special master to hear the case. The States resolved their dispute as to the tidal Potomac with the creation of the Potomac River Fisheries Commission, which is a bi-State agency that now regulates fishing in the -- in the tidal Potomac. As to the non-tidal Potomac, since 1957 each State has had laws on the books that recognize permits issued or licenses issued to citizens of the other State as valid licenses for fishing in the non-tidal Potomac."
  },
  {
    "speaker": "QUESTION",
    "speech": "What's left of the dispute now? Is -- does Virginia now have a permit to withdraw the water?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "The -- the permit, Justice O'Connor, was issued to the Fairfax County Water Authority."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes. Is that all you're arguing about?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "No, Your Honor, because we contend that no permit was required in the first instance, and we also challenged that specific permit because the Maryland legislature required that it contain a condition requiring the water authority to put a flow restrictor into the pipeline for the sole purpose, the Maryland legislature said, of allowing Maryland to control growth and development in northern Virginia. We object to that. The authority objected to that subject to the outcome in this case. We object to any --"
  },
  {
    "speaker": "QUESTION",
    "speech": "So we're -- we're talking now about a flow restrictor in the pipe?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "I mean, that's what it comes down to."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's correct. And --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, but Virginia objects on general principle, I take it, to the idea that Maryland can restrict the amount of water it takes out of -- of the Potomac."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's exactly right, and I don't mean to say my answer is limited to just the Fairfax County Water Authority. We object to the continuation by Maryland of a permit system that requires Virginia to get Maryland's permission anytime we want to withdraw water from the Potomac River or build improvements appurtenant to the shore."
  },
  {
    "speaker": "QUESTION",
    "speech": "But do you -- what about the general right of a riparian owner on a river to withdraw water? Would you say that right includes the right to withdraw an unlimited quantity of water?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "I don't believe that that would be a riparian right, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, then who decides what limit can be -- can be imposed on the riparian owner's right to withdraw water?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "With respect to the Potomac River, there's a low flow allocation agreement in place that Congress required which allocates the flows during periods of low flow. There is a water coordination agreement of 1982 in place by which the three main utilities in the District of Columbia have agreed to provide for a future water supply. This Court said in Colorado --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But assume there are no agreements."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- riparian question that's not controlled by those documents."
  },
  {
    "speaker": "QUESTION",
    "speech": "Assume there are no agreements at all. Would Maryland have the right to say no more than X amount of water may be withdrawn by any riparian owner in Maryland or Virginia?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "No. We don't believe they do have that right."
  },
  {
    "speaker": "QUESTION",
    "speech": "Could you drain the river?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Not under the low flow agreement and not under the water supply coordination agreement, absolutely not."
  },
  {
    "speaker": "QUESTION",
    "speech": "No. But let's assume there were none."
  },
  {
    "speaker": "QUESTION",
    "speech": "We've -- in some original jurisdiction cases, we have decided on amounts of water. In fact, in the Texas against New Mexico case, there's a -- there's a river master on the Pecos River operating under one of our decrees."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Yes, Mr. Chief Justice. This Court said in Colorado v. New Mexico that before this Court will enjoin any State from diverting water from the Potomac River, the State --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, they weren't talking about the Potomac River."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "I'm sorry. That was the Vermejo River. This Court requires a showing that the diversion would cause clear -- by clear and convincing evidence that the diversion would cause injury to the State seeking to prevent the diversion. In this case, Maryland has circumvented that requirement by controlling the tap. Maryland doesn't contend that anything Virginia has done to date injures the river."
  },
  {
    "speaker": "QUESTION",
    "speech": "No, but I mean, your -- your --"
  },
  {
    "speaker": "QUESTION",
    "speech": "If they did so contend, could they enforce that contention?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "There -- there would be many places where they can raise that issue if Virginia prevails in this case. They can raise it in the context of the Federal and Virginia permitting requirements, the 404 and section 10 permitting requirements."
  },
  {
    "speaker": "QUESTION",
    "speech": "I'm just trying to -- trying to -- we have an original jurisdiction case involving a fight between two States. And assume nobody had made any agreements other than those determining the ownership of this river. Would then Maryland have no right to -- to limit the amount that Virginia could withdraw?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "If -- if Maryland has a claim that Virginia's withdrawals injure it, it has a place where it can raise that claim."
  },
  {
    "speaker": "QUESTION",
    "speech": "And that's here."
  },
  {
    "speaker": "QUESTION",
    "speech": "That's --"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "It could be here."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- just what it's doing here."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "It could be in the Army Corps of Engineers permitting process."
  },
  {
    "speaker": "QUESTION",
    "speech": "Now, well, let's -- let's forget the --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- findings. I'm trying to put to --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Assuming that the one --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- one side all the agreements and just have a brand new problem. Maryland or Virginia are fighting about who can control withdrawals of water from this river. And is there any principle that -- that says that someone other than the owner of the river can make that decision?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Federal common law would govern that, as this Court said in Colorado v. New Mexico. The fact that that the river was in Colorado didn't give Colorado a right to withdraw water from that river."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, Virginia would have the same claim against Maryland if Maryland took out too much water."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "And that's Federal common law because two States are involved?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's correct. They're co-equal sovereigns contending about an interstate river that supplies water to the citizens of -- of both States."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right. Let --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What about a citizen of Virginia who owns property on the -- up to the low-water mark of the river and wants to build a dock and a pier out, that extends out into the river? Does that citizen have to get permission from Maryland to do that?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Under -- under our view of the case, no, because the compact gave that citizen the right to do it, subject to Federal regulations, subject to Virginia regulation. And Maryland can contend either in the permitting process or independently that any action by a Virginia citizen that -- that it can show causes injury to Maryland shouldn't be allowed. But --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Is that what the Special Master specifically held in your view?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "The Master ruled that under the compact and the award, Virginia and its citizens have the right to withdraw water and to construct improvements appurtenant to the shore without having to get permission from Maryland. Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "What if Maryland takes the position that it obstructs navigation? Who's going to decide that? Virginia?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "No, Your Honor. The primary place will these -- where these disputes will be decided is in the -- as a practical matter is in the Federal permitting process. It's very much like then-Associate Justice Rehnquist wrote for the Court in Milwaukee v. Illinois, that the Federal permitting process -- that was a -- a Federal water pollution control act case -- that the Federal permitting process provides an adequate forum for the State to raise concerns that it has about --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Because this is a navigable river, the Federal Government has such a scheme in place."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's exactly right."
  },
  {
    "speaker": "QUESTION",
    "speech": "But if -- if it did not, I -- I take it the answer would be in -- in a Federal question suit brought by Maryland against the Virginia citizen?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "I think the key evidence of -- let me move beyond what we think is -- is the plain language and -- and discuss also what the Master looked at with respect to Maryland's practice historically. The -- the key evidence here comes from 1873. This is at a time when Maryland and Virginia were trying to settle their boundary dispute. In the boundary arbitration, Maryland contended that the boundary line should be on the Virginia side at the low-water mark and go around any improvements then existing or which, quote, may hereafter be extended by authority of Virginia, unquote. That's at page 130 of the Virginia lodging. In the Maryland view in 1873 and in the view they maintained in the arbitration, it was entirely up to Virginia to decide when, whether, and where to build improvements from the shore. And they actually thought that would alter the boundary line."
  },
  {
    "speaker": "QUESTION",
    "speech": "Could you answer this question for me? And in part, I'm going back on the ground that we've been traversing already. What is there in -- in the documents before us -- by that, I mean the compact and the Black-Jenkins agreement, number one, or in the law generally, number two -- that gives Virginia special rights as a sovereign to withdraw water for its people as opposed to the right it would have simply as an owner of -- of property to withdrawal rights for that property that it owns?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "I think, Your Honor, all of the Court's equitable apportionment cases recognize that the State has a sovereign interest in protecting the water supply of its citizens where that water supply is served by an interstate river."
  },
  {
    "speaker": "QUESTION",
    "speech": "But -- but those are cases -- correct me if I'm wrong -- in which the State owns out to the -- to the centerline of the river."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Most of the cases --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Correct me if I'm wrong."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Justice Kennedy, most of the cases involve a river which goes from one State into another State, and we don't --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, in which each State has an interest in the river. But here --"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's right."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- Virginia owns only to the -- to the low-water mark. And I want you to show -- tell me something in these documents which says that Virginia has a special right -- special rights as a sovereign --"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Article IV of the Black-Jenkins --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- other than what I just -- other than we know that Virginia is a party."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Your Honor, article IV of the Black-Jenkins Award says Virginia has a right to the use of the river beyond the line of low-water mark as being -- as may be necessary to the full enjoyment of her riparian ownership. And Maryland stipulated --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But her -- but does her riparian ownership give it any rights that are different and greater than a private owner of land?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Absolutely. It absolutely does."
  },
  {
    "speaker": "QUESTION",
    "speech": "And what is the source?"
  },
  {
    "speaker": "QUESTION",
    "speech": "And -- and what is your support for that proposition?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "This Court's Federal common law cases that distinguish between the rights of States with respect to a water supply and the rights of individual citizens."
  },
  {
    "speaker": "QUESTION",
    "speech": "But those are cases in which the States have an ownership interest -- an equal ownership interest in the river."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "I don't think that --"
  },
  {
    "speaker": "QUESTION",
    "speech": "And is just riparian ownership."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Colorado v. New Mexico is a good example. The Pecos River -- 75 percent of it came from Colorado, and it then flowed into New Mexico. But this Court effectively denied Colorado any use of that river regardless of the fact that she owned the river. Ownership is not dispositive in -- in a dispute between States over a -- a water supply that supplies the citizens of both States. Now, the Potomac River is an interstate river. The Congress recognized that in 1976 when it required the waters to be allocated. A drop of water that begins in the Shenandoah is not a Virginia drop of water anymore than it's a Maryland drop of water when it's in the main stem of the Potomac."
  },
  {
    "speaker": "QUESTION",
    "speech": "I think at the -- I think at the least, would you concede or would you -- that the Black- Jenkins agreement goes a step beyond the -- the compact in this regard?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "We think it's at least coextensive with the compact, but I -- I don't -- I think that that position would be defensible but it does go beyond --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, isn't it --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But you --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- isn't it limiting in this extent? There is something in this fourth article of the Black -- of the 1877 arbitration award that refers to without -- without impeding navigation -- that's been there throughout -- or otherwise interfering with the proper use of it by Maryland. What would those words suggest other than Maryland can permit the use to assure that its proper use is not interfered with?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Your Honor, those words give Maryland a right of action and a cause of action against Virginia or the user if it -- if the use interferes with Maryland's use of the river. That doesn't mean Maryland gets to decide. No State can control another State's access to the water supply and no State can be a party to a dispute and -- and then fairly decide that dispute."
  },
  {
    "speaker": "QUESTION",
    "speech": "But you are depending then on what you referred to as Federal common law and not the words of the compact and not the words of -- of the -- the Black- Jenkins."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "No. Your Honor, we rely on -- on the -- the plain language of the compact and the Black- Jenkins Award which clearly give Virginia the right to the use of the --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But I -- I thought when Justice Kennedy pressed you, your -- you ultimately rested on Federal common law."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "My understanding of Justice Kennedy's question was whether there's a distinction between riparian -- the rights of -- of riparian users as private users and the rights of States as riparians. And I was answering that question that yes, there is a difference, as this Court has repeatedly said. The civil law as between riparian users does not bind States with respect to their use of an interstate stream. That was the question I -- I was answering."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Raphael, what -- it's your position that if -- I believe, that if a private landowner, riparian owner on the Virginia side, the southern shore, wants to build a pier out into the river, that pier would be permitted by Virginia?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "Why?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "It --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You see, I can understand the authority for Maryland to permit it since Maryland owns the river bed. What -- what is the authority for Virginia to demand a permit from its riparian owners?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Virginia has the right to regulate its citizens' use of the river, and it -- it has been doing that for many years through the local building permit requirement that you can't build a -- a pier or a wharf on the Virginia side, even though it goes beyond low-water mark, without getting a -- a building permit from the -- from the county. Virginia has enacted --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Because of its State riparian sovereignty over -- because of its State sovereignty over the bank."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's correct. And Virginia has enacted, subject to the resolution of this case, a -- the Virginia water permit protection requirement applicable to Virginia users of the river. So if -- if Virginia prevails in this case, Maryland will regulate its users of the river and Virginia will regulate its users of the river."
  },
  {
    "speaker": "QUESTION",
    "speech": "But what if there's a -- a pier going out into the river that's been there for 5 years and the owner wants to modify it, wants to build something more at the end of the pier? From whom would he get authority to do that?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "He would get that authority from Virginia."
  },
  {
    "speaker": "QUESTION",
    "speech": "But that's -- it's in the State of Maryland."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "The -- the construction --"
  },
  {
    "speaker": "QUESTION",
    "speech": "The end of the pier I'm talking about."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Your Honor --"
  },
  {
    "speaker": "QUESTION",
    "speech": "The pier is not part of Virginia, is it?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "The pier is appurtenant to property on the Virginia shore, and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, but the pier is located in the State of Maryland."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "Then why wouldn't he have to get the authority to make the modification from the State of Maryland? I guess the -- when they enforce the gaming laws or whatever they are, the Maryland police are the ones that have jurisdiction, aren't they?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "I think you have -- we distinguish between uses that are riparian and uses that are not riparian. 99 percent of everything that's ever been built there --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, repairing the end of a pier, is that a riparian use or a non-riparian?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That would be a riparian use. Operating a casino on the pier would not be a riparian use, and that's why Virginia has not objected to a wide variety of activities by Maryland on its side of the line that don't go to whether Virginia has the right to build the riparian structure in the first place."
  },
  {
    "speaker": "QUESTION",
    "speech": "And for that answer, I take it, you -- you do rest on article VII of the 1785 compact."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Article VII and article IV of the Black-Jenkins Award."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "What about operating a fishing pier, charging for -- who -- who would have the authority to tax the fishing pier? Is that a riparian use or not riparian?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Well, there may be uses that are in between in gray as to whether it's a riparian use --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes. I tried to pick one."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Let me -- here's -- I'm not sure how the question would be answered, but let me tell you what the guiding principles would be. Most of the uses, the States are going to agree, are riparian uses, traditional things, bulkheads, piers, wharfs, docks, water intakes, as the Master found. There are a number of uses that, we'll agree, are non-riparian. Building a casino in the middle of the river. If there's a gray area in between and -- and we've got an argument that it's riparian and Maryland has an argument it's not, that issue may have to be litigated if we can't resolve it. But that's the framework I think that answers these questions. Now --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Is that why the Special Master said gambling, safety rules, health, tax, licensing, all of that is irrelevant to this case?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's -- that's exactly right, Justice Ginsburg, because after Maryland -- after the boundary was set on the -- on the Virginia side at low- water mark in 1877, Virginia doesn't dispute that Maryland acquired a wide range of police powers on its side of the boundary, but that specifically did not apply to those rights that Virginia and its citizens enjoyed under the Compact of 1785 and which were preserved as a condition of the Black-Jenkins Award and which Maryland historically, at least until 1957, recognized was entirely up to Virginia to decide what to do on Virginia's shore."
  },
  {
    "speaker": "QUESTION",
    "speech": "Does Maryland or Virginia tax the -- the value of a -- of a major pier that goes out into the river? I mean, it's worth something, and I assume there's a tax on it. Anything that's worth anything is taxed."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Your Honor, there are something like 340 piers extending from the Virginia side of the Potomac River. All -- all of them are taxed by the -- by Virginia. Only -- there are only three properties that are taxed by Maryland and those are unique. They're restaurant properties that are sited on property that's -- the fee simple title to which is recorded in Maryland. Those are on the Maryland side of the line. So Virginia taxes 99 percent of those improvements. Maryland argued that -- that you should -- the Court should look at its taxation of those three restaurant properties. We think that that is the exception the proves the rule. Maryland doesn't tax 99 percent of everything that Virginia has ever built. The Maryland construction in 1873 that it was entirely up to Virginia to decide when and whether and where to build improvements remained their construction until at the earliest 1957. And it was in 1957 when the first permit was issued to a Virginia user that was Fairfax County, but the record is undisputed that that permit was not known to Virginia State officials."
  },
  {
    "speaker": "QUESTION",
    "speech": "In the -- in the compact beginning with article or clause VIII, there's some very particular assignments of sovereign powers, abrogation of sovereign power, but that doesn't apply in VII. And it seems to me that that helps Maryland in this case. When the compact wanted to provide Virginia would have very specific police powers, it provided it, but it didn't provide that with respect to riparian rights. In fact, it doesn't even mention riparian rights. It just talks about wharfs."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "It refers to the advantages and emoluments."
  },
  {
    "speaker": "QUESTION",
    "speech": "Referring to the compact."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Right. The article VII refers to the advantages and emoluments of the ownership of land."
  },
  {
    "speaker": "QUESTION",
    "speech": "But that -- it doesn't use the word riparian."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's -- that's exactly right. But the answer to your question, Your Honor, is that there was no need in article VII to address that specific question because it was -- everybody would have assumed that each State retained the authority to regulate its own citizens."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I'm -- I'm not so sure. If -- if three or four provisions of the contract -- of the compact have very specific abrogations or assignment of sovereignty and the other one doesn't, I -- I would assume that there is -- that that provision has not been made."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "But, Your Honor, it's -- to our thinking it would be inconceivable that George Mason who -- who negotiated that compact on behalf of Virginia, who opposed the Federal Constitution because it gave Congress too much authority over -- over commerce, that he would have signed an agreement with the understanding that Maryland had the authority to decide when and where Virginia could make use of the river."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, other than he's operating from the baseline where Maryland owns the river."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's -- but history is the other way. That's Maryland's argument, is that it always had every stick in the bundle of sticks, but historically that's not the case because there were prior and subsequent grants to Virginia which included the Potomac River. Five monarchs disputed Maryland's claim. And the issue was in controverse, as this Court has twice said in Morris v. United States and Marine Railway, and they agreed in 1785 that the bundle of sticks was over here and the two States agreed that regardless of where the boundary would be set, each State would have equal sticks from that bundle representing the right of equal access to the river, and they further agreed that as a condition of the award, those sticks in that bundle would never be deprived of either State. And if Maryland didn't have the authority to take away or regulate Virginia's rights prior to 1877, they could not have gained that authority by the Black-Jenkins Award."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, but it seems to me that as a matter of sort of looking at history and all, at the time these documents were negotiated and prepared, I don't think anyone contemplated the possibility that a diversion of water from the river would be so great that it might lower the low-water mark. And is it your view that -- that Virginia could syphon off enough water to reduce the -- move the low-water mark about, say, a foot, but not obstruct navigation? Clearly, they couldn't take that much out. But could they change the State -- the boundary of the State by doing that?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Part of that question, Your Honor, goes to the -- goes to whether the boundary is at the historic low-water mark or at the mean low-water mark."
  },
  {
    "speaker": "QUESTION",
    "speech": "I see."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "And I don't think the Court has answered that question, and that may require resolution in the future. But --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I don't know how you'd know what the historic low-water mark was if you --"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "This Court determined in Ohio v. Kentucky what the low-water mark was as of 1792."
  },
  {
    "speaker": "QUESTION",
    "speech": "We can do that kind of stuff. (Laughter.)"
  },
  {
    "speaker": "QUESTION",
    "speech": "You -- you would say -- but assuming -- assume there is a -- a -- now an understanding of what the border is and it's a fixed border. Could Virginia change that by drawing -- withdrawing water in your view?"
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Again, I think it's going to depend on whether it's the historic low or the mean low, and if -- you have to answer that question before I think you can answer the question."
  },
  {
    "speaker": "QUESTION",
    "speech": "But you do say that even if it might not change the boundary of the State, they could withdraw as much water as they want as long as it doesn't interfere with the transportation on the river."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "And as long as it doesn't interfere with Maryland's use, and once it does, Maryland has a remedy. It can object in the permitting process. It can file an original action. It could sue the Virginia user making use of that water. The issue, though, is whether Maryland gets to decide in the first instance what Virginia's rights are, and this Court has never given one State the authority to control another State's water supply."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, generally riparian owners are own -- have the -- the right to withdraw water subject to the overriding control of the governmental body that controls the -- the lake or the river, whatever it is."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's right."
  },
  {
    "speaker": "QUESTION",
    "speech": "But you're saying that's not true here."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "It is true here. Virginians can withdraw water subject to paramount Federal control and subject to Virginia's control."
  },
  {
    "speaker": "QUESTION",
    "speech": "But not subject to the control of the owner of the river."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "They can withdraw water subject to Virginia's control."
  },
  {
    "speaker": "QUESTION",
    "speech": "But riparian ownership usually contemplates beneficial use of the waters on the riparian land, not just general withdrawal for inland uses."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's correct, Your Honor. But this Court has said in a number of cases, including New York -- New Jersey v. New York, Connecticut v. Massachusetts, that a common law limitation that may limit it to the shoreline use of the riparian use would not apply as between States. And article VII of the -- article IV of the Black-Jenkins Award refers to Virginia's rights as a sovereign to the use of the Potomac."
  },
  {
    "speaker": "QUESTION",
    "speech": "Strictly speaking --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No, it doesn't say as a sovereign. It -- it says Virginia. It does not say as a sovereign. This is very important."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Well --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I'm right."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "It doesn't use the word sovereign, but I don't -- I fail to see the distinction --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Of course, it does not use the word."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "-- because both in the award and in the -- in the opinion, the arbitrators were talking about Virginia as a commonwealth, as a State, not -- not Virginia as -- as a mere property owner."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, they were talking about Virginia as a sovereign when it has a right to regulate, but the question is whether they were talking about Virginia as a sovereign when it withdraws water."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "Well, the issue of withdrawing water, whether that's a riparian use, has been -- has been stipulated. The Master said at page 12 of his report that Maryland never disputed that this was a riparian use or a use covered by the compact. So that's not an issue."
  },
  {
    "speaker": "QUESTION",
    "speech": "I think it's fair to say that article fourth acknowledges that Virginia is what you might call a riparian sovereign. It has sovereign rights over -- over the bank of the river. It says is entitled not only to full dominion over the soil to low-water mark, blah, blah, blah, blah, but such use of the river beyond the line of low -- as may be necessary to the full enjoyment of her riparian ownership."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "That's correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "And I think that's referring to sovereign ownership."
  },
  {
    "speaker": "RAPHAEL",
    "speech": "I -- I agree with that, Justice Scalia. I'd like to correct one misstatement I think my friend, Mr. Baida, made with respect to the Low Flow Allocation Agreement. That agreement and the -- the enabling legislation that provided for it was amended to make clear that Maryland did not have the authority to control Virginia's withdrawals. That issue was put aside to another day, and the Low Flow Allocation Agreement, for example, says that no party can withdraw water from the Potomac River without being subject to a permit which imposes the low flow conditions or becoming a member party to the agreement. And we point out in our papers the numerous instances in the 1970's where Virginia went on record saying Maryland did not have the authority to regulate Virginia's water withdrawals. Whether you look at this case under the -- under the compacts in question or under the -- under Federal common law, you cannot give one State the authority to control another State's water supply. This case is important not only because of Virginia's rights to build wharfs and improvements. It's important because if Maryland prevails, they can control growth and development in -- in Virginia. Under Mr. Baida's theory, as long as they treat everybody equally, they can do anything they want, and that would include things like in 2001 when there was legislation before the Maryland General Assembly that would have made users of the -- of the waters pay for water withdrawal. Maryland could decide that it doesn't like growth and development on either side of the river, and therefore it's treating each State equally by not allowing any use. It's impossible to square that type of position with the plain language of article IV of the award or article VII of the compact. And if there are no further questions, thank you very much."
  },
  {
    "speaker": "QUESTION",
    "speech": "Thank you, Mr. Raphael. Mr. Baida, you have 3 minutes remaining."
  },
  {
    "speaker": "BAIDA",
    "speech": "Prior to this case, Virginia has never taken the position that it has any authority to take any kind of regulatory action at all with respect to piers and wharfs beyond the water mark. And in fact, what Virginia has done is it has sent hundreds of its citizens to Maryland and it has told its citizens that their construction projects from the Virginia side of the Potomac River fall outside of Virginia's jurisdiction but fall within Maryland's because Maryland owns the bed of the river. That ownership gives Maryland the right, putting aside just for the moment any agreements -- it gives Maryland the right to regulate withdrawals of water from Maryland. And so what we're left with at this moment is article VI, the fourth paragraph, of the Black-Jenkins Award, and it says it does give Virginia full dominion over the right in the soil, but Justice Scalia, I would disagree it gives Virginia any sovereign rights to use the river beyond that point because if it gave Virginia the unrestricted right to use the Potomac River beyond that point, that's called quiet title. That means Virginia gets to do what it wants. Maryland can't regulate it, and this Court said in Idaho v. Coeur d'Alene Tribe that that kind of regulatory action, if unrestricted, is the equivalent of a quiet title action. The Black-Jenkins arbitrators rejected Virginia's claim to any title to the middle of the river. They set Virginia's boundary at low-water mark on the Virginia side. They could have done the boundary line. They could have drawn it around the piers and wharfs. They showed an unbelievable dexterity in drawing the boundary through Smith Island. They went from the bottom of the Chesapeake Bay up through the bottom third of Smith Island and back down again. They didn't do that on the Virginia side of the Potomac. They set low-water mark on Virginia's side. Title to -- Virginia has title to low-water mark, but only a right of use beyond that point. It has not an unrestricted right of use. The right of us is subject to governmental authority. The government that gets to regulate it is the government that owns it. Thank you."
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "Thank you, Mr. Baida. The case is submitted."
  }
]