[
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "We'll now hear argument in the Mr. Phillips. underlying merits of the case and -- and, in fact, skipped over the question of what 1983 meant in order to address the qualified immunity issue. And presumably -­"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "-- the Court could do the same thing here. qualified immunity. So now, what do I do?"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "Well, in the first instance, it's reasonably clear to me that you're not bound by the jury's"
  },
  {
    "speaker": "CONNOR",
    "speech": "We -- don't we have to give any weight at all to the jury finding there or -­ command of the situation, which is a pure legal standard that this Court adopted a quarter of a century ago in Michigan v. Summers. And that's a question of law. but what my position would be -- and obviously the officers' position in this case -- is that in exercising specifically addressed the issue. It looked at under Saucier. It evaluated whether or not qualified immunity was appropriate and -- and did the two-part test, the and the second part whether or not it was reasonable under these particular circumstances. case you did not need to have a jury verdict. We would have been prepared to stipulate to the facts as they were found ultimately and -- and giving the benefit of all of"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "We don't know the fact -- what facts were found because all we have is in the jury period after the search had been completed?"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "I don't think there is a factual question like that because I don't think that question was on which the Ninth Circuit affirmed the jury's verdict in this case. There -- there was never an argument made to then I think you'd have to conclude that the 15 minutes were, in fact -- that it did, in fact, go beyond 15 minutes. I do think there is still a legal issue as to But -- but I agree. I mean, obviously there is a role for the jury's findings, and you have to give them they would have taken off the immediate restraints, and he wasn't sure why they didn't. We -- do we -- do we consider that when we're crafting our statement of law as"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "I think if this Court could determine that, as a matter of course, the -- the standard that if something had gone wrong, if either a police officer had been injured or one of the occupants of that house had been shot or otherwise harmed as a -- in the question that would have been asked is what was the least that could have been done to prevent those injuries from"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "I'm -- I'm quite comfortable with the way the Court analyzed it in Michigan v. Summers, that the officer is not required to evaluate the extent of the you have a categorical rule that allows you, in the ordinary course, to do whatever is reasonably necessary in only when the search is for contraband, not just for any evidence. So, for instance, when the police go the 60th time to Michael Jackson's estate to go try to find reasonable to go in and handcuff Michael Jackson and anybody else who happens to be on site. possibly a prolonged detention might lead to a different conclusion in an unusual case. And the only verdict part that I think we're was one person, Iris Mena, and in respect to Iris Mena, the jury found that there was a violation of her -- of her"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "Right. That -- I understand that, Justice Stevens, but the point we made in our reply brief is there's not a shred of evidence in this record that -- that her detention lasted beyond the period of the search in this case. Indeed, counsel for the police jury?"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "No, Justice Ginsburg. We didn't. And -- and -­ judge is asking the jury in these questions, one is whether there was a -- a detention, was force greater than"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And you're saying that the -- the mere fact that it -- it went to the jury, even went to the jury without your objecting to it, does not mean we that -­"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "Right. If it's wrong as a matter violent crime, officers may routinely use reasonable restraints on detained occupants in order to exercise unquestioned command over the situation and to facilitate The Ninth Circuit erred in holding that the officers' use of handcuffs in this case violated the constitutional issue with regard to excessive force. And it's worth noting, I think, that the officers did move for summary judgment. They also orally moved for judgment as motion was denied. Now, we also believe that the jury, quite instruction as such."
  },
  {
    "speaker": "SHANMUGAM",
    "speech": "That's correct."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But they -- they had moved for evidence, and that's enough to preserve the issue?"
  },
  {
    "speaker": "SHANMUGAM",
    "speech": "I think that's true. It is true you held the person, whether the person was in handcuffs, but the ultimate question was, you know, is this force excessive. Is that any different from the question as -- to the jury, you may as well submit the other."
  },
  {
    "speaker": "SHANMUGAM",
    "speech": "Justice Scalia, those facts may"
  },
  {
    "speaker": "SHANMUGAM",
    "speech": "Well, we would submit that it is no different from the question whether officers had probable cause or reasonable suspicion on any given set of question subject to de novo review, over your dissent, admittedly. And we believe that the primary rationale for the key factor at trial, and I think that the best evidence of that, quite frankly, is that respondent in her proposed instructions referred only to handcuffing in her part of the joint appendix. It is part of the record."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "No, no. But the instruction you can say that the only thing that was before the jury was the handcuff when the -- there was evidence that she was treated very roughly in -- in the first instance, she police, she thought they were robbers, and she feared for her life. That doesn't drop out of the case and what the"
  },
  {
    "speaker": "SHANMUGAM",
    "speech": "Assuming that that instruction is correct -- and that might very well be a valid instruction -­"
  },
  {
    "speaker": "SHANMUGAM",
    "speech": "It may very well be a correct instruction -­ the jury or entirely by the judge?"
  },
  {
    "speaker": "SHANMUGAM",
    "speech": "We believe that that actually is ultimately a judge issue in the same way that the issue of"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "So this instruction should not have been given. to the fact that this was a violent crime, the officers had reason to believe that at least one and possibly two members of a violent gang were living at the house. In two occasions to investigate other violent crimes and had encountered resistance on at least one of those occasions. than that Mr. Romero was not on the premises. I think they figured that out once they had actually identified each of the individuals, which was fairly early on in the"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Thank you. Mr. Hoffman.  there evidence in the record, there is overwhelming evidence in the record that Ms. Mena was kept for a period of time, at least 30 minutes, give or take, and possibly testimony."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Do you find that the -- that  garage back into the house and -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Where -- where is that testimony? testimony? Is actually -- they cite joint appendix number -- on 75 where he says he doesn't recall. On the next ended. And so while this -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But not from these premises."
  },
  {
    "speaker": "HOFFMAN",
    "speech": "No. But in fact, this was a -­ at his mother's house. And in fact, Officer Muehler had -- was -- was to radio the start of both searches, and so"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Did they have something like that, the same kind of warrant for the -­"
  },
  {
    "speaker": "HOFFMAN",
    "speech": "Well, it's the same warrant I there's not a lot of information in the record about -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Well, wasn't -- I thought pretty soon that Romero wasn't on the premises."
  },
  {
    "speaker": "HOFFMAN",
    "speech": "Well, they knew right away."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Yes. And that's, I guess, was is not -­"
  },
  {
    "speaker": "HOFFMAN",
    "speech": "I think that that explains one of her immigration status, which you -- I don't think you even raised. Maybe you did. But anyway, that's -- that's the bulk of the -- of -- of -- that's the bulk of the And -- and these are the words that I think they're objecting to. And by any standard of not to do it. But -- but I want to know your view of what I see as those two issues here, that the Ninth Circuit's"
  },
  {
    "speaker": "HOFFMAN",
    "speech": "Yes. I mean, first of all, I'd -- I'd say that the -- the Court could affirm the judgment in the jury for its verdict as a separate Fourth Amendment violation. It wasn't. And we didn't argue it in the Ninth Circuit. to the Ninth Circuit that she was questioned about her immigration status about an issue that was unrelated to -­ And we've argued in our brief that if the Court did something on questioning, it would really be issuing an advisory opinion in this -- in this situation. And, prepared certainly to argue about the merits of that question because it's obviously an important question. In"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "And that implies that they have a -- a duty at the outset to determine whether -­ what her status is rather than to go around looking for one of my concerns with that."
  },
  {
    "speaker": "HOFFMAN",
    "speech": "Well, I would have a different verdict, including the possibility that the -- the jury rejected as being incredible the statements that the officers made in terms of justification, if there was contradicting evidence, which there is in this record. And so the facts that -- that the other side has tried to exactly how they looked. The officers had a total plan. They -- they exercised their command of the situation from the They took people outside through the pouring rain, which actually they say there wasn't evidence about that."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "They can't have a flat rule that while you're conducting a search, you -- you can restrain anybody that you find assuming the search is for"
  },
  {
    "speaker": "HOFFMAN",
    "speech": "Well, I think that the -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I don't want to have to make and we're dead. You know, I mean, so that's painting it the other way. But where you have guns and -- and houses and reasonable in those circumstances to say, when we find someone in the house, we handcuff them through the search."
  },
  {
    "speaker": "HOFFMAN",
    "speech": "Yes. They searched that room. So the room was searched before they went there. They searched all the rooms. They searched Ms. Mena's room and And -- and the testimony -- and this goes to Justice Souter's question. court level, the -- the district court heard a rule 59. But one of the things about this case is it was tried right around the time that Saucier v. Katz came out, and to decide qualified immunity. This was June 2001 actually. And so there was a rule 59 motion about whether most favorable to the verdict, I think the Court has to assume that -- that the jury could have found an hour. But what I'm saying is based on the officer's own verdict, it's at least 27 to 32. And so you've got something that just could not possibly be considered de doesn't authorize what they did. Graham certainly talks about having to justify force based on a -- on a Fourth Amendment analysis. And Franklin v. Foxworth, which is a Court, first of all, used the -- the analysis that we have argued is appropriate based on Summers and Graham to differently depending on the facts and circumstances confronted. The second thing, the -- the point about the particularly egregious, and the Ninth Circuit said those were additional factors, not the line. The Ninth Circuit these officers did to Iris Mena, and I think that's one of the -- the issues here. If -- if the -­"
  },
  {
    "speaker": "CONNOR",
    "speech": "And what do we do if we think be questioned about her immigration status?"
  },
  {
    "speaker": "HOFFMAN",
    "speech": "Well, I -- I think that -­ thought the Ninth Circuit was egregiously wrong on that and that its opinion was, to use the most polite word, disingenuous when it talked about a garage? That -- that garage with a bed."
  },
  {
    "speaker": "HOFFMAN",
    "speech": "Well, I mean -­ unnecessary. And that -- that was clearly established law in the Ninth Circuit certainly under Franklin that the manner of a search that was unnecessarily prolonged or established law in the Ninth Circuit as of 1994. I think in the Heitschmidt case, which is very And I think that it would be -- what the -- what the United States and -- and what petitioners' counsel is asking for is really for a radical change of law way that applies, and the -- the jury instruction was based on -- on Summers and Graham and on Franklin. The and you don't find what you're afraid of, that everybody is still going to be subjected to this kind of serious intrusion on their individual liberty. And so we would United States and the petitioners are asking and to affirm the judgment because it was based on clearly established basis alone. At that stage, if the respondent wants to argue to the Ninth Circuit that that 15 minutes is, in fact, understand, those issues were put to the Ninth Circuit, and the Ninth Circuit did not affirm on the alternative The --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But there was no -- there was no objection to that question going to the jury, was the"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "Of course not, Justice Ginsburg, because the issue before the jury was whether or not the if what we had here was a trial that was okay, a district judge that behaved -- gave a proper charge, then the Ninth Circuit writes an opinion that doesn't seem to deal with"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "Well, the -- the court of appeals' obligation here was to evaluate our argument that Thank you."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Thank you, Mr. Phillips. The case is submitted."
  }
]