[
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "We'll hear argument in two against Banks and the Commissioner against Banaitis. Mr. Salmons. alternative minimum tax, there would be an -- a miscellaneous itemized deduction -­"
  },
  {
    "speaker": "SALMONS",
    "speech": "-- under section 212 of the"
  },
  {
    "speaker": "SALMONS",
    "speech": "-- that would be subject to the limit of the 2 percent of adjusted gross income that that -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, you don't think -- the Government doesn't think it's a problem. I'm talking recovery. That -- that will happen even -- even in the case where there's no minimum tax -- alternative. taxpayer."
  },
  {
    "speaker": "SALMONS",
    "speech": "Your Honor -­"
  },
  {
    "speaker": "CONNOR",
    "speech": "A plaintiff who's part of a paid."
  },
  {
    "speaker": "SALMONS",
    "speech": "Your Honor, we believe that the contexts, the proper answer may be that it's not included in gross income because there wasn't sufficient control and because it wasn't paid in -- in lieu of a debt owed by"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Why -- why isn't there as much control in each case? I mean, the -- somebody goes to a"
  },
  {
    "speaker": "SALMONS",
    "speech": "That's correct, Your Honor. There -- there are situations -­"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "So we're in the -- so we're in"
  },
  {
    "speaker": "SALMONS",
    "speech": "We are in the situation in which there's a need to apply the general principles for those class -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "So if you opt in, then you did exercise control. So all the money is yours. But if you didn't opt out. I mean, you just were lethargic."
  },
  {
    "speaker": "SALMONS",
    "speech": "Again, those are all facts -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "When you say the class member, do you -- you mean the named representative. The class may include thousands of people, but it would be"
  },
  {
    "speaker": "SALMONS",
    "speech": "Well, presumably, Your Honor, that -- only the portion of the attorney's fees that would be"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Suppose -- suppose the same amount were paid, as was paid here, to the attorney, but it was not by way of a contingent fee, that the -- the amount."
  },
  {
    "speaker": "SALMONS",
    "speech": "As a flat fee? of the tax code when you have a transaction -­"
  },
  {
    "speaker": "CONNOR",
    "speech": "Yes."
  },
  {
    "speaker": "SALMONS",
    "speech": "-- in exchange for services and"
  },
  {
    "speaker": "CONNOR",
    "speech": "Yes."
  },
  {
    "speaker": "SALMONS",
    "speech": "We think that the better way to make whether there's a -- there's a transaction here, isn't there? Isn't there a transaction?"
  },
  {
    "speaker": "SALMONS",
    "speech": "Well, there is an agreement to pay transaction, yes."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Yes, but a -- the service is don't see any basis for distinguishing between -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "How does it work?"
  },
  {
    "speaker": "SALMONS",
    "speech": "-- the attorneys here and -- and a or a financial analyst."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "You -- on that, that example, everyone, or does somebody -- do some people say this is an ordinary and necessary expense? I know it's not your business, but it seems to me an ordinary and necessary discrimination, which is really part of your work. I don't know why -- is it -- does everybody agree that this attorney's client's trust account. So the client never has control over it."
  },
  {
    "speaker": "SALMONS",
    "speech": "Well -­ in most of the States."
  },
  {
    "speaker": "SALMONS",
    "speech": "That -- that -- I know that were action. Now, in exchange for legal services, he promised to pay a portion of the recovery to the lawyer. That is a other transfer of the underlying cause of action. And it is undisputed, I think -­ law, it is the client that controls the cause of action and throughout the time period, even after they -- they enter into an -- a contingent fee agreement, it is the decides whether to settle. He decides whether to press forward or withdraw the case. He decides whether to fire"
  },
  {
    "speaker": "SALMONS",
    "speech": "Well, because he's -- he's given it away. In that sense I think -- and -- and in answering this, if I may just go back to one point that Justice that our analysis turns at all on how you value the claim, either at the time of the fee agreement or afterwards. income, i.e., the stock, then the transfer to someone else of the dividend doesn't alter the incident of tax, even if it's unknown. husband and wife in that case entered into agreement to assign to each other 50 percent of their income in 1901, -- the IRS has had a consistent position that the entire amount of litigation proceeds, including the amount that may be paid to a lawyer under a contingent fee agreement, the gross income of -- of the taxpayer. And I would point Your Honor to the case out of"
  },
  {
    "speaker": "SALMONS",
    "speech": "That's correct, Your Honor."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "And you're looking at the control of the plaintiff, for example, over the lawsuit as he, of course, can't give away his income. But on that theory, to go back to Justice O'Connor's original"
  },
  {
    "speaker": "CONNOR",
    "speech": "Well, but does that happen? You haven't answered the question. Are there instances where plaintiffs in lawsuits end up receiving tax bills, received in the lawsuit?"
  },
  {
    "speaker": "SALMONS",
    "speech": "That has occurred, Your Honor. Congress decides to tax a set of people who, let's see -­ say, earn $10,000 a year and because they're small business people, they happen to have $20,000 expenses. So There's no protection in your view against that result. And you just said, well, Congress decided to do it, it at issue in these cases."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "What happened in the cases -­"
  },
  {
    "speaker": "SALMONS",
    "speech": "That's the proper way to handle"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "There were cases -- we don't have to deal in hypotheticals. There were cases where"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Mr. Salmons, I -- I -- you've cited the -- the Baylin case to me and I -- I've looked at the description of it in the brief, which I had recalled, by the State, and when the State didn't offer what Baylin thought was -- was enough, he went to court, he prevailed, Congress has addressed the very concerns cited by respondents and the amici in this case, and that specifically is the -- the application on civil rights"
  },
  {
    "speaker": "CONNOR",
    "speech": "Does the Fifth Amendment Takings Clause apply to a Government tax scheme that taxes that position? I mean, I -- I'm referring to the colloquy that was quoted in -- in one of the -- the briefs about the recent legislation, and the -- the substance of the just clarifying it. Well, in fact, if there is no textual difference for tax purposes between the law, so far as it  undisputed that if these fees had been paid on an hourly fee basis, they would have been included in gross income and -- and the alternative minimum tax would apply. prepared that colloquy anyway, do we?"
  },
  {
    "speaker": "SALMONS",
    "speech": "We do not.  of the executive's pay for the first 6 months? Where -­ are all -- all these cases ones in which there -- there's no income to the -- to the principal, we'll call them? agent and the -- I think you mentioned the talent agent, and there was also mentioned the literary agent. The -­ paint my office. We have a joint venture. I -- so there's no problem. I don't take it in -- you know, I get a -- this is great. And so that I think, if I'm right,"
  },
  {
    "speaker": "JONES",
    "speech": "Our first choice, our preference for this Court to rule is -- is not the partnership or joint"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- that the person is entitled to money, and ultimately the amount he's entitled to is determined by the litigation. And I'm not about to adopt search for buried treasure --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- in -- in which the -- the income doctrine. Congress did not create it. This Court has every right and power to limit its -- its definition, to limit its scope to keep it from being misapplied. In situation, related people making gifts to each other with no commercial purpose. Apart from the partnership and petitioner and the non-gratuitous aspects of our case. Let's talk about a personal injury case where this problem does not arise because there's no tax involved. This of times every week by people injured in automobile accidents. They are not entering into this contingent fee The assignment there, although it was between family members, had been made before there was an income tax."
  },
  {
    "speaker": "JONES",
    "speech": "But we must -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "The income tax didn't exist. There -- there couldn't conceivably have been an avoidance motive. So -- so our holding could hardly be based upon -- upon the existence of an avoidance motive."
  },
  {
    "speaker": "JONES",
    "speech": "I'm asking the Court to skip over motive and look at result. The Court in that case was attacking a result because that arrangement stayed in place after the income tax was -- was enacted. The Solicitor General is confusing intent with result. In every case, in every single case, without exception, this doctrine has been applied to the result."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Yes, but what if you had the same result but -- in terms of the sharing of the expense and the recovery, but it was computed on an hourly basis rather than a percentage basis? Would that produce a different result?"
  },
  {
    "speaker": "JONES",
    "speech": "It would produce a different result. The commissioner's case is based on could have's. They say they could have tried the case himself. He couldn't. But -- but the main thing he -­"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "No, but he could have made -- I'm saying he could have said to the lawyer, I'll pay you 30 -- a -- a third of the recovery or I'll pay you $100 an hour."
  },
  {
    "speaker": "JONES",
    "speech": "Well, he -- same result, but you -- but do you treat them differently or the same? often."
  },
  {
    "speaker": "JONES",
    "speech": "My -- I believe that attorneys don't allow themselves to be placed in that position. They get"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Well, I did very often."
  },
  {
    "speaker": "JONES",
    "speech": "But I don't know the answer to your -- engaged in a trade or business and can deduct it or trade or -- as a trade or business expense."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "I mean, I suppose that's the with, is it relates to employment. If I hire an attorney because I'm wrongfully discharged and I get -- I get my agreement with an agent to pay the agents an amount contingent on the success of the venture, that it's not income, that -- that the -- that the payment is not income"
  },
  {
    "speaker": "JONES",
    "speech": "No. That is not my position. My position is that the assignment of income doctrine does the assignment of income doctrine."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "What's your third? I just don't want you to miss your third. You have the joint and you said you had a third."
  },
  {
    "speaker": "JONES",
    "speech": "The Oregon question, Your Honor, real issue and we believe that is the narrower issue."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Well, if you took a settlement -- his theory, I take it, was seeing the lawsuit as a"
  },
  {
    "speaker": "JONES",
    "speech": "Yes. Well, I -- I think so."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Well, then whenever you settled Solicitor General is arguing that the language, the statutory language, of the new statute implies a particular result. This Court decided as early as 1940 in exact same argument, and this Court said -- and I quote -­ that does not follow. The statutory language says that to"
  },
  {
    "speaker": "CARTY",
    "speech": "Thank you, Justice Stevens. Neither section 61(a) nor any other provision of the Internal Revenue Code expressly requires that a in his gross income the portion of a litigation recovery that was earned by, retained by, and already taxed to his out, that at the time of the agreement between the husband and wife, the income tax was not in existence. However, the agreement certainly was in existence after the income tax was passed. So that could have been a reason why the agreement was never rescinded. In addition, in another landmark case from 1937, Blair, this Court expressly looked to whether there was a tax avoidance motive. And this is how this principle is taught in first-year tax class. That's the whole purpose behind this. As a matter of fact, the commissioner in a -- in a different context actually looked to the fact, with respect to a particular transaction, whether there was a tax avoidance purpose."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "That's a different argument. I'm -- I'm just quarreling over whether it originated that way. If you want to say -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Under -- under your view -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- that's fine."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "-- suppose that the attorney is -- is waiting for payment of -- of his, say, one-third contingent fee, and the client just absconds with the money. How is -- what -- what happens from a tax standpoint under your theory? I take it the attorney has to declare the income on his return and then declare a loss?"
  },
  {
    "speaker": "CARTY",
    "speech": "Well, certainly the attorney has a legal right to those funds. He has a contractual right and under most --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "I'm asking you about the tax"
  },
  {
    "speaker": "CARTY",
    "speech": "Well, at -- at that point the income wouldn't have inured to the benefit of the attorney. because he would have an offsetting theft loss."
  },
  {
    "speaker": "CARTY",
    "speech": "I -- I think that is an alternative way to -- to view it. There would be a -- theft loss, you -- you maintain your theory. If you argue, as you were arguing a second ago, I think what, in assignment of income to B, but not in the case where the funds are not in -- when B -- when B get -- when B, the attorney, gets the funds, he controls them. What's -­ what do you mean? I don't get it."
  },
  {
    "speaker": "CARTY",
    "speech": "I thought your hypothetical -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "I want to know. You have three -- your problem on your side for me is that maybe all the equities are there, but I'd like to know the proposition of law that you want us to write in this opinion. And now we had three theories, and one, the one that you seem to be adopting, is this exception to the assignment of income doctrine. If that is what you're adopting, I'd like to know the precise form of words that create the exception. If that's not the theory you're adopting, I would like to know what the theory you're adopting is."
  },
  {
    "speaker": "CARTY",
    "speech": "I would state, Your Honor, that the suit or dismissing it. Moreover, if he had not entered into this assignment of income, it would have been paid right into his bank account at the end. It sounds an Old Colony Trust. It sounds an awful lot like those cases. thing for the talent scout."
  },
  {
    "speaker": "CARTY",
    "speech": "I would respectfully disagree. I -­ I think there's a -- there's a fundamental difference. their market value is -- already has some type of tangible value. The -- the agent might -- essentially had two options. He could have either done nothing and collected nothing -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Your -- your -- you want to assignment of income is such, such that B was in effect the person who really earned the income, unlike Mrs."
  },
  {
    "speaker": "CARTY",
    "speech": "Well, Your Honor -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Tell me if I'm wrong, please, on this. unique situation of an attorney and a client, it is the attorney who's taking the laboring, or unlike the Honor."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You should agree with that. You should -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Those were less enlightened times. Federal tax consequences to Mr. Banks, the litigant who settles, shouldn't be any different as well. Otherwise, this Court would be discouraging settlement. Therefore, a undermine the statutory scheme devised by Congress to encourage civil rights litigants to bring meritorious"
  },
  {
    "speaker": "SALMONS",
    "speech": "Thank you, Your Honor. respondents' attorneys earned under the fee agreements was the right to be paid a fee for their services. In hourly basis, those lawyers may have been just as necessary to the actual outcome of the case as their contingent fee attorneys. Both the -- an hourly fee States at issue here -- and in fact, in all States of which I'm aware -- received precisely the same attorney's"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Thank you, Mr. Salmons."
  }
]