[
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "We'll hear argument in Jackson Mr. Dellinger."
  },
  {
    "speaker": "DELLINGER",
    "speech": "That is true, Justice Kennedy."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Even -- even assuming the -- the validity of your premise, you still have another step. and I think that was largely resolved in Cannon v. the City of Chicago, a decision which this Court upheld a important part of title IX because, particularly here, people like Coach Jackson need to come forward because students are often minors. They're not in the best Jackson who make it work, and indeed, I think what is recognized about the -- about the cause of action for title VI --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Some of them specifically provide for retaliation, don't they?"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Why do they do that if, as you assert, the mere word discrimination embraces it? there's retaliation under title IX. In over 30 years, there -- at most we can find 140 reported cases in the Federal system where there is a claim for retaliation discrimination provisions, courts have found it perfectly satisfactory to work out the causation requirements and -- the purposes of this appeal that the board retaliated against Jackson for complaining about perceived title IX violations. But for the discrimination on the basis of not made a complaint about sex discrimination, he wouldn't have lost his position. He is denied the benefit of"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "But -- but that's again the question of the substantive scope of the provision, and that's different from whether there was a congressional of violation. And was it -- Virginia Bankshares and so forth tells us that this is not the heyday of prior cause case has found that employment discrimination, sexual harassment by teachers and peer-on-peer sexual harassment all come within title IX and have, therefore, agreed that creates that cause of action. Now, this case is actually a lot easier than opened to them. Yes, litigation for -- for discrimination against -- against female athletes, but not -- not discrimination suits alleging retaliation. That's a"
  },
  {
    "speaker": "DELLINGER",
    "speech": "Justice Scalia, with -- with all due respect, I don't think there's any way, when the Davis, as in Cannon v. the University of Chicago, as in every one of this Court's title IX cases, indeed, as in all of its title VI cases involving Federal funds with civil rights of the relevant agency and they can begin an inquiry. Ultimately they have the authority of the we're having trouble accepting the -- the analysis that it is a violation of the statute in the statute's own terms. You then made the argument that, in fact, you should -- of school students and so on, if you don't allow retaliation, the teachers are not going to blow the What's the empirical evidence for that?"
  },
  {
    "speaker": "DELLINGER",
    "speech": "Well --"
  },
  {
    "speaker": "CONNOR",
    "speech": "Do you know if administrative schools?"
  },
  {
    "speaker": "DELLINGER",
    "speech": "Well, I'm sure there have been"
  },
  {
    "speaker": "DELLINGER",
    "speech": "Well, if it's never -- I -- I --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "It seems to me it's -- it's overwhelmingly effective. You tell the school you either"
  },
  {
    "speaker": "DELLINGER",
    "speech": "Justice --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Is it hard to decide what absolutely. And Coach Jackson --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, if -- if the Government is charged with -- with just spending the funds and there be a private cause of action --"
  },
  {
    "speaker": "DELLINGER",
    "speech": "Because -- giving people comfort to know that they can't be retaliated against. And -- and I -- I understand the -- going to the statute because it is a form of discrimination on the basis of sex. It is part and parcel. The history of never been imposed under title IX."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "They have been under title VI?"
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "There has been one case in which Justice Kennedy. It -- the agency does have some flexibility to person who is subjected --"
  },
  {
    "speaker": "CONNOR",
    "speech": "Why would Congress then in some statutes expressly cover retaliation and in others"
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "It is, Justice O'Connor, but the explanation for that for -- in title VII, for example, is was recognized in the Sullivan decision. Discrimination occurs when there is retaliation against a person because he's complaining about racial discrimination. Sullivan case?"
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "It was 3 years before Congress damages."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I don't know what case it is, but one of our cases, the argument was precisely made that we had set our face against implied causes of action, and therefore, we should interpret that statute the way we"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "But what about Virginia --"
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "-- in light of the relevant context. Bankshares?"
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "I'm -- I'm not sure about more like section 1982, which was at issue at Sullivan, which doesn't have a such individual's limitation. And in -- and section 1982 was interpreted to mean discrimination property violates that statute and affords a private right of action to the victim of retaliation. relevant considerations. Inserting the words, such individual's, would foreclose that kind of retaliation claim, and it's not here. And so it's -- then you have to Sullivan, including the fact that this is of vital importance to promoting the purposes of the act, including that you just can't adopt an automatic principle that because there's an anti-discrimination provision, it automatically always picks up retaliation protection. You And here, though, all the relevant considerations, including Sullivan, including the need for -- but it could be available against some other private recipients."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Thank you, Mr. Gornstein."
  },
  {
    "speaker": "THOMAS",
    "speech": "In 1996, we had a conclusion of an OCR title IX investigation because it dealt with boys' football as it related to related sports offered for Atlanta. They are about 167 miles away and when -- and when they come, they come, Your Honors. advocate is the phone call, the toll-free call to OCR and express your concerns and your issues about what's happening. And we find significance in that because the be the basketball team. In a private lawsuit filed by Mr. Jackson, the damage award goes directly to him. If he's that's low priority for us, girls' soccer or girls' basketball, and we have bigger fish to fry?"
  },
  {
    "speaker": "THOMAS",
    "speech": "Justice Ginsburg, the only thing priority is to keep OCR out. So -- so therefore --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But that wasn't my question.  person who is listed in the statute as the primary beneficiary of the anti-discrimination statute or whether we're talking about the teacher who blows the whistle and teacher or this whistle blower to -- to bring the private action, your statute is a dead letter, that the -- that if a team because there's none for girls is hardly similarly situated and the law won't be enforced as to her unless you have someone who is best positioned to know what is"
  },
  {
    "speaker": "THOMAS",
    "speech": "But, Justice Ginsburg, we get back to the point who really benefits because -- and especially and investigatory process. Now, Justice Ginsburg --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "The regulations didn't say"
  },
  {
    "speaker": "THOMAS",
    "speech": "No, it did not."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And the statute didn't say"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "But suppose you go back to the very old, bad days of the 1950's in the South, the '60's. They pass some civil rights legislation. A lot of civil rights legislation, imagine an individual had been kept out of a restaurant or he'd been treated physically unlawful to describe -- to -- to discriminate. And now, I agree with you on that answer. The white person could bring a lawsuit on the basis of someone else's race his own race, but because he's being -- he's associated with people who are being discriminated against. I agree"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Well, yes."
  },
  {
    "speaker": "THOMAS",
    "speech": "And again -- and I submit to you --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "So you -- you go ahead. I'm civil rights cases make clear it doesn't have to be on the basis of your own race. History makes clear that If I may, though, Justice Breyer, let me also add as a practical consideration --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Of course, you say it's not it was there. Isn't that correct?"
  },
  {
    "speaker": "THOMAS",
    "speech": "But -- but that's an -- an appropriate office."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Well -- I mean, Sandoval is very clear. It's a very clear opinion in my view. Very statutes that focus on the person regulated rather than individuals protected create no implication of an intent you say."
  },
  {
    "speaker": "THOMAS",
    "speech": "Well, Justice Breyer, on the face of the statute, I just can't get there. I apologize for And Justice O'Connor, as a follow-up, interestingly enough, in a case on all fours in 1995, Holt private right of action, even though it read the Cannon opinion, which was written some 20 years ago? Maybe more than that. I don't remember. is going to be around for a long time. The scholars are going to have to debate it for years. and that was the holding of this Court."
  },
  {
    "speaker": "THOMAS",
    "speech": "Yes, ma'am. Well, but -- but again, it goes -- goes back to -- but would that include"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Well, it seems to me that if you're talking about the sixth grade soccer team, will hop to it."
  },
  {
    "speaker": "THOMAS",
    "speech": "Justice Scalia, that's exactly it. I mean, I have firsthand knowledge that when they call,"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And do they call more than infrequently?"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Two? In how many years?"
  },
  {
    "speaker": "THOMAS",
    "speech": "In 26."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Two in 20-something years. memorable. (Laughter.) touted its flexible approach to enforcement which includes, among other things, as this Court noted in Gebser, citing back to its earlier -- pardon me -- appropriate circumstances. So the point, as Senator Bayh himself noted on the floor of the Senate, is that it is claimants. So I can tell you that, as a matter of policy, this is far from a dead letter."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You -- you don't concede the whether agencies are inefficient or not --"
  },
  {
    "speaker": "NEWSOM",
    "speech": "Of course not."
  },
  {
    "speaker": "NEWSOM",
    "speech": "It -- section 100.7(e), the regulation upon which Jackson chiefly relies, we readily concede is a valid, effectuating 902 regulation, but all clear all it does -- is to govern the internal processes of official OCR investigations. It does not go further behalf of the Southern Poverty Law Center that spins this out in some detail -- there just aren't many of these retaliation claims out there, either in the -- either --"
  },
  {
    "speaker": "CONNOR",
    "speech": "Why is that, do you think?"
  },
  {
    "speaker": "NEWSOM",
    "speech": "Well, my -- I'm sorry."
  },
  {
    "speaker": "NEWSOM",
    "speech": "You have to take as true, of course, the facts as pledged in the -- as pleaded in the complaint. the comparison to title VII. The other side wants you to look very closely at title VII when you're -- whether it's that came in '64 and '65."
  },
  {
    "speaker": "NEWSOM",
    "speech": "Well, if -- if I could answer in two parts. First, to say that I think what was going on Congress in title VII addressing itself both to discrimination and to retaliation separately; in title VI, was trying to do. But even granting your assumption, if 1982 can be construed that way, that -- that construction does not necessarily carry over to every anti- language to begin with and, more importantly, is -- is passed under Congress's power under the Thirteenth have gotten its clear notice in this case. If you can imagine --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "It seems to me they would get and agency, you get up guidelines, that any responsible school board would say, well, we've got only one sentence take the position, well, the -- the regulations tell us we don't retaliate, but when we're not faced with any agency breathing down our neck, all we have is a teacher in front known the statute meant don't retaliate."
  },
  {
    "speaker": "NEWSOM",
    "speech": "And -- and with respect, I think"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Mr. Dellinger, you have about 3 and a half minutes."
  },
  {
    "speaker": "DELLINGER",
    "speech": "I should make it clear that we're not asking this Court to create or infer a new cause Rehabilitation Act have all been construed that way. And why would they not? The notion that you have to admit Geraldine Cannon to the University of on the basis of sex, but then you could turn around and expel her for complaining about your admissions policy joins with the captain of the girls' basketball team in a supportive way to say, they're just not treating girls' basketball equally and fairly, and they're both suspended retaliation, it makes no sense. Either they both have --"
  }
]