[
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "We'll hear argument in the Ms. Karlan. at your opening because it seems to me you have a strong textual argument you're now defending."
  },
  {
    "speaker": "KARLAN",
    "speech": "We do. A holistic reading of the Code --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "What does a holistic reading"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "So the antonym would be parsimonious or something like that?"
  },
  {
    "speaker": "KARLAN",
    "speech": "I think it'd be partial, but I'm"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, let -- let me ask --"
  },
  {
    "speaker": "KARLAN",
    "speech": "Sure. following reason. It's clear that the right to receive full enjoyment of payments under an IRA does not attach until are age 59 and a half, disability, illness, or for the estate, death. And that's the right that we're talking penalty. And Congress put that penalty in there because the holistic sense, the full reading of section 522(d)(10)(e) is it is designed to protect retirement or ill people, once they get to the point where those triggering events, which are in 522(d)(10)(e), occur."
  },
  {
    "speaker": "KARLAN",
    "speech": "That's correct."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But they could not have kept it in this employer's plan? individuals to keep the money in the plan. They were told they had to remove the money when they lost their jobs. The Federal Government's thrift savings plan for Federal employees allows you to take a loan out of the plan and to pay the interest back into your own account you free use of the money. If you don't pay the loan back, it's then treated as a -- as a distribution, and you"
  },
  {
    "speaker": "KARLAN",
    "speech": "Yes. I -- I can see why you might have thought it was the Ninth Circuit. (Laughter.) (Laughter.)"
  },
  {
    "speaker": "KARLAN",
    "speech": "Yes, yes. pay the penalty, that that amount that he took out would not be a -- a payment because of age, but one that he took out after he's 59 and a half and didn't pay the penalty"
  },
  {
    "speaker": "KARLAN",
    "speech": "That's correct, Justice Breyer. But in order to protect the ability to take money out where we -- where we talk about --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Can we take this concrete case? Hers was something over $12,000; his, something"
  },
  {
    "speaker": "KARLAN",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "What was the claim here as to"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "No, no. They -- they say my client is able-bodied now, but we -- we need something because -- I don't know -- there's a history of family"
  },
  {
    "speaker": "KARLAN",
    "speech": "There isn't a reported case that talks about the possibility of future illness as a reason percent of the people are taking the money out, it wouldn't operate really as a retirement plan anymore. But if I can give another statistic that might participants in large 401(k) plans who are under the age of 50 are taking loans out against those plans today. bonus, profit-sharing, annuity, or similar plan on account of illness. And the question is what does on account of modify there. I think the most natural and sensible plan that is because of disability, and the like."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "So you say that payment"
  },
  {
    "speaker": "KARLAN",
    "speech": "Well --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- but what does on account of modify? here is the kind of plan out of which the payment is coming. them to exercise their right to withdraw on account of age."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Yes, but -- but there still is"
  },
  {
    "speaker": "KARLAN",
    "speech": "Justice -- Justice Kennedy, we don't believe --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "It's a kind that gives you a right to take it with a penalty and a right to take it because of age without a penalty. And thus, the question rights covered? And the language doesn't answer it. So -- because if you pay the parking ticket, you can park there."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Right."
  },
  {
    "speaker": "KARLAN",
    "speech": "And I think no matter how -- that."
  },
  {
    "speaker": "KARLAN",
    "speech": "Thank you. prove anything because they're willing to acknowledge that some IRA's can be so structured that you cannot withdraw until -- until you reach a certain age. And if they're mention 408 in the -- in the exceptions. What's wrong with that argument? mechanism and a State irrevocable trust document, create an IRA that would be as restricted as -- as the circuit suggested it might be? the following reason. IRA's are off-the-rack products. They're a basic consumer product that 40 million people and the State systems vary."
  },
  {
    "speaker": "KARLAN",
    "speech": "That's correct, but only four States offer no protection to IRA's from creditors as"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "As opposed to how many who do? an IRA that -- a statute that has exactly the same language as the Federal statute. 6 of those State statutes have been interpreted by Federal courts to"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But here there was no choice of picking up on the State? claim, and I --"
  },
  {
    "speaker": "KARLAN",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "How did you come to that"
  },
  {
    "speaker": "KARLAN",
    "speech": "Well, if you take, say, $55,000 and you ask what sort of annuity could you purchase when you assume clearly from what you say is that there is not only no statute, but no IRS reg or ruling to the effect that you can make your IRA terms more restrictive without"
  },
  {
    "speaker": "KARLAN",
    "speech": "I was unable to find one, Your Honor."
  },
  {
    "speaker": "KARLAN",
    "speech": "Well -- well, that's correct. The United States trustee may have wanted them to -- I'd like to reserve the remainder of my time. ORAL ARGUMENT OF COLLI C. McKIEVER"
  },
  {
    "speaker": "KIEVER",
    "speech": "Not a single one of them. Now, of course, I've not read every plan ever created, but none of the plans that I have ever seen, as the specified those, allow withdrawal for any reason at any time."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And you'd say that if one of"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Now, why? Okay. Once you're down that road, you have conceded, as you must, that a plan that says you get the money because of age but you circumstances can be a plan covered by the act. Now, that's the kind of a plan that's right in front of you."
  },
  {
    "speaker": "KIEVER",
    "speech": "That's correct."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "But I want to know why that difference makes a difference in a world where only 1 or 60, 59 and a half."
  },
  {
    "speaker": "KIEVER",
    "speech": "Because the right to -- to"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "May I ask this question? Supposing instead of a 10 percent penalty, there was an absolute prohibition, would you agree -- on getting the qualify?"
  },
  {
    "speaker": "KIEVER",
    "speech": "Absolutely, yes, it would."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "But 50 percent would not be a prohibition and neither would 90 percent."
  },
  {
    "speaker": "KIEVER",
    "speech": "It would not be a prohibition, percent."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "So it's a matter of degree Justice Breyer as to why that makes a difference with regard to the purpose of the statute is that the purpose of the statute is to make sure that people have money for reason whatever, there is no security that that money will be there for their retirement; whereas if you limit the operates as a bar to prevent the bad world that Justice Scalia mentioned, why doesn't a tax that operates as a bar that's good enough to stop 98.5 percent of the people from age -- why isn't that just as good as the million percent tax in a world that is imperfect? free may the purposes be before a plan falls into the IRA category. You told us a few moments ago -- and I'm sure you -- you were right -- that the kind of the paradigm which employers set them up. So if -- if we say that the -- the dividing line is going to be between plans under"
  },
  {
    "speaker": "CONNOR",
    "speech": "And every plan that I know of allows withdrawal if you terminate employment."
  },
  {
    "speaker": "KIEVER",
    "speech": "And that's typically -- to these people. So I just don't see how your argument is going appear to be correct, but the problem with that is that as -- taxpayer status is not the hallmark in this case of if it is or is not exempt. Therefore, all types of accounts, they're just savings accounts, could potentially qualify under this statute. If -- if you want to open it up and doesn't know of any -- of any IRA that did place a -- a restriction which would bring it within that exemption even though the ordinary IRA wouldn't be within the that has a provision in it restricting withdrawal?"
  },
  {
    "speaker": "KIEVER",
    "speech": "Absolutely. Those are the specified reason such as age."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Was that -- was that an IRA that she had? It was an IRA? under section 408(b) was -- that's my understanding based upon that case. motivation?"
  },
  {
    "speaker": "KIEVER",
    "speech": "Well, that would potentially be a motivation because clearly the money is there readily debtor chooses throughout their life. So someone who's 30 or 40 years old can liquidate their -- their IRA account, of course, they'd be included. Now, is there any indication, when people passed this, that they didn't think they would be? Any -- any reference in the terrible"
  },
  {
    "speaker": "KIEVER",
    "speech": "Yes. First of all, Congress did historically reject, first of all, just tax-favored status police officers can borrow up to 90 percent of their pension plan funds. However, they -- as long as they're employed there, they have to continue to repay that. repay it? What's the sanction?"
  },
  {
    "speaker": "KIEVER",
    "speech": "There is a 10 percent penalty. The bankruptcy filing of a chapter VII bankruptcy is a picture in time. At the time that the debtor files the bankruptcy petition, you look to the assets that the has at that moment. There's also, for some things, a 1- year look-back period. But because it's a picture in the bankruptcy trustee does that?"
  },
  {
    "speaker": "KIEVER",
    "speech": "That's correct. That's correct."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "The -- the penalty still has to pay the creditors, on your view."
  },
  {
    "speaker": "KIEVER",
    "speech": "That's correct. Yes, they do. plans, clearly covered by this statute, that permit withdrawal for any reason but with a penalty?"
  },
  {
    "speaker": "KIEVER",
    "speech": "That's correct. None of the"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Would permit withdrawal for any reason whatever provided that a penalty is paid. different kinds of plans for their employees, they go and they can choose from many different options. For example, they can choose if they even have a -- a loan provision IRA. They -- they can be customized because section 408 only sets forth the minimum requirements for it to qualify Appellate Panel case. She could no longer reach the funds in the -- she could no longer reach the corpus of the account. The -- the lump sum of money was there for her money is not protected at any time. There's no prohibition at all whatsoever on withdrawing the funds reasons that you can -- you can reach the money and not pay a penalty. However, the penalty is not -- is not the deciding factor. It's their ability to access the funds at any time that -- that makes that a right of payment. It's not a right of payment without a penalty. It's just that the right to payment exists at all times."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "You don't dispute that -- that it's a very small percentage of people who have IRA's, in fact, exercise the right to withdraw, given the penalty."
  },
  {
    "speaker": "KIEVER",
    "speech": "That -- that -- that is -- appears to be correct. I don't have those exact statistics, but yes, that -- that appears to be correct, that they have -- that they may not exercise that at -- in great numbers. First of all, going back to the causation factor about the -- the ability of the debtors to withdraw the funds for any reason or no reason, this Court in the 203 North LaSalle case determined that on account of must mean because of, and that -- that is a key point here because if the debtors can reach the funds for any reason, it is not because of any other factor. And in the LaSalle case, this Court found that that reading, the because of reading, absolutely applies to this section of the -- the Bankruptcy Code, that means that the result is that a direct causal connection is required between the right to receive the payment in the on account of requirements. In -- in this case there is no causal connection whatsoever between the right to receive the payments and -- and any of the factors enumerated in the statute."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "The words, on account of, in this -- this statute are sort of unusual, no matter how you construe them, because really the payment is on account of the years of service or it's on account of a lot of things. You may become eligible at a certain time. It would be better if it said a payment for which you became eligible for one of these reasons because the payment isn't really on account of all of these things. You may get the same amount whether you're disabled or not depending on what the terms of the plan are."
  },
  {
    "speaker": "KIEVER",
    "speech": "That's correct. There are, of course, always some other factors, such as you have to first deposit the money, you have to become eligible. But once those barriers are passed, then -- then the right to receive the payment has to be at least -- one of the causes must be one of these factors. And it has to be enumerated in the plan. It cannot be for any reason, but must be an enumerated reason in the plan. And the -- with the penalty, only the avoidance of a penalty is based upon the -- the age of the debtor or the -- or any of the factors. It's -- section 522(d)(10)(e) is void of any reference to the tax status or to the right to receive the payment without penalty."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Does your argument draw a ring around IRA's? It was suggested that if your argument from standard plans allowing them access. Whether they access the funds or not is not the key, but the ability to access the money because it doesn't meet the statutory and do meet the statutory requirements. It's just that the petitioners' don't."
  },
  {
    "speaker": "KARLAN",
    "speech": "I'm going to retire early. (Laughter.)"
  },
  {
    "speaker": "KARLAN",
    "speech": "The -- the first point is that and a half or upon death or disability or illness to withdraw the money without any kind of penalty; and but it's not what the statute says. The statute says --"
  },
  {
    "speaker": "KARLAN",
    "speech": "The statute gives that right."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- the right to receive a"
  },
  {
    "speaker": "KARLAN",
    "speech": "And you do have that right. You also have another right. But the existence of that second because all plans give -- well, I shouldn't say all plans, but I should say the vast majority of other plans, 401(k) plans, profit-sharing plans, and the like, do give you That's why in section --"
  },
  {
    "speaker": "CONNOR",
    "speech": "Is it true that none of them say is the magic word hardship, I think that's why we would say IRA's are similar plans or contracts because this Court has made it clear similar is not the same thing withdraw, that's enough. And that's why in section -- than nothing, but no judge has ever read the statute that way. The second point is a point that comes out of Court said, look, you want to pick a manageable line, a line that's straightforward and familiar. And here's one an IRA because their pension plan either doesn't exist at all or isn't adequate for their retirement, the idea that they would understand to go in and negotiate at a bank for That's why we think the most sensible reading of"
  }
]