{
  "success": true,
  "completeLines": [
    {
      "speaker": "JUSTICE REHNQUIST",
      "speech": "We'll hear argument now in No. 03-167, United States v. Carlos Dominguez Benitez. Mr. Himmelfarb."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "Mr. Chief Justice, and may it please the Court: This Court has consistently held in both harmless error and plain error cases that an error affects substantial rights if it affected the outcome of the district court proceeding. Applying that principle to a violation of rule 11 at a guilty plea proceeding, 9 of the 12 courts of appeals that hear criminal cases have concluded that a rule 11 error affects substantial rights if it affected the defendant's decision to plead guilty, which means that the defendant would not have gone forward with his plea if the error had not occurred. That standard is correct. The Ninth Circuit standard which the -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "May I just ask this one question? perfectly clear that the -- in terms -- effect of the decision necessarily is equated to the fact he would not have otherwise have pleaded guilty?"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "In the context of a guilty plea, I think it is, Justice Stevens. That's the relevant decision. This Court's cases have applied the harmless error and plain error effect on substantial rights element in a variety of circumstances: at a detention hearing, during the course of a grand jury proceeding, most frequently a trial, of course, and also at sentencing. Each of those four circumstances, the Court made clear that the relevant question was whether the effect of that particular proceeding would have been the same -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Well -­"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "-- if the error had not been made."
    },
    {
      "speaker": "QUESTION",
      "speech": "Except that we -- I mean, the -- the meaning of that term varies. In -- in some contexts, we say, well, it's -- it's enough if -- if confidence in -­ in that the result would have been the same has been shattered. In -- in the case at the other extreme with a we've said in the ineffective assistance of counsel context, yes, you've got to show that he wouldn't have pleaded guilty or he's got to show that he wouldn't have pleaded guilty otherwise. And -- and it seems to me that the -- the issue here is, is this enough -- is the context here enough like the context in ineffective assistance of distinctions so that maybe the burden shouldn't be quite that heavy?"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "We think the -- we think it's directly analogous to the ineffective assistance of counsel context. In that context, you have a deficient performance by the defendant's lawyer in connection with advice about a guilty plea. And this Court's decision in Hill v. Lockhart makes clear that the next step of the Strickland analysis, the prejudice analysis, is whether but for that deficient performance, the defendant would not have pleaded guilty and would have gone forward to trial."
    },
    {
      "speaker": "QUESTION",
      "speech": "All right. No. Your -- we -­"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "We think the same rule applies here."
    },
    {
      "speaker": "QUESTION",
      "speech": "Let me -- let me suggest at least a reason why maybe it isn't. I'd like your comment on it. In -- in the ineffective assistance of counsel context, one reason for putting a high -- you know, the heaviest burden on the defendant is that it is so very difficult to police effective assistance as you go along. The judge watching the -- the plea hearing has no way of knowing what's going on or has gone on between the lawyer and -- and the client. Here, we're in a different position. There -­ there are a couple of people in a position to -- to avoid the kind of problem that we've got here. One obviously is the Federal judge. If he had a checklist in front of him, something like this wouldn't have happened. The second is counsel for the Government. The counsel for the Government can get up in a case like this and say, Judge, you forgot something, and avoid this problem. So it may be that because there are easier ways to avoid this, the burden on the defendant shouldn't have to be so heavy. What do you say to that?"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "Well, this Court's decision makes clear in Vonn that the defendant has a burden, of course, rejected the contention in that case that no matter when -- regardless of the circumstances of when a rule 11 error occurs, the Government bears the burden of showing that there was no effect on substantial rights. The holding of Vonn is that the defendant bears the burden. The only question in this case is what that standard is, and we think again it's directly analogous to the ineffective assistance of counsel context."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, you don't think that the standard for plain error that the Court spelled out in United States v. Olano provides the standard?"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "Justice O'Connor, that's exactly our position. Our position is that a straightforward application of Olano --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, if -- if that's so, Olano's fourth prong, if you will, is that the error -- asks whether the error seriously affects the fairness, integrity, or public reputation of judicial proceedings. And I'm not sure that I understand, under your test, how that fourth prong would be applied or if it's still part of the test."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "It certainly is, Justice O'Connor. We make two alternative arguments, one under the third prong of the plain error rule, one under the fourth. Our primary submission is that in order to in other words, in order to show an effect on substantial rights -- that's right -- a defendant has to show that the error affected his decision to plead guilty. Our alternative argument is that the Court -­ even if the Ninth Circuit standard is correct so that a defendant would not have to show that the error affected his decision to plead guilty in order to show an effect on substantial rights and he could therefore satisfy the third requirement of the plain error rule, he can't satisfy the fourth requirement unless he makes that showing. And we think that conclusion follows from this Court's decisions in Cotton and Johnson where the Court assumed, without deciding, that the failure to submit an element of the offense to the grand jury or the petit jury affected substantial rights, but held that the defendant could not satisfy the fourth requirement of the plain error rule because the error had no effect on the outcome of the grand jury proceeding or of the trial. So we're making two alternative arguments here, one under the -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "May I ask you a question about the practical aspect of it? And you're asking the Court to choose -- well, the plain error is what we're doing and how high a burden the defendant would have to meet. But this relates to a question Justice Souter asked. I was surprised, given that this was not a new district judge, that she didn't have a litany that would cover all the rule 11 elements. And I was also surprised that the Assistant U.S. Attorney didn't say at the end of the colloquy, judge, you forgot to mention that this plea can't be withdrawn. Is there a manual that judges follow? Are U.S. -- Assistant U.S. Attorneys instructed, when something is left out of rule 11, to remind the judge?"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "Justice Ginsburg, my understanding is that there is a bench book available to judges, and obviously there are a great many district judges in the United States district courts and some are going to be more meticulous than others. Assistant U.S. Attorneys often or at least are supposed to bring checklists with them to a guilty plea proceeding so that they can ensure that rule 11 is strictly complied with. Of course, a prosecutor has no more interest in litigating a rule 11 error on appeal than anybody else does. So it's very much in the prosecutor's interest to try to ensure that there's strict compliance. Vonn makes clear, though, that in the event that one of the -- one of the advisements slips -- and there it's the defendant's burden to object and if he doesn't, he's in a plain error posture on appeal, not a harmless error posture."
    },
    {
      "speaker": "QUESTION",
      "speech": "Mr. Himmelfarb, is it -- is it clear in this case that the defendant believed that he could withdraw his plea? Do we know that?"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "We don't. The record is silent on that question."
    },
    {
      "speaker": "QUESTION",
      "speech": "Do you think that -- that a defendant making a guilty plea would normally believe that he could withdraw it when the Government has promised him nothing except that it would recommend to the judge a certain sentence?"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "Well, it depends, Justice Scalia. In a case like this, we think a defendant would not reasonably be under that impression because in this case, this -- this defendant -- respondent was repeatedly advised that the judge was not bound by the guilty plea and that he would face a 10-year mandatory minimum sentence if the parties' recommendation was not followed."
    },
    {
      "speaker": "QUESTION",
      "speech": "If I was given all of that conclusion that, well, if the judge doesn't accept it, I can withdraw the guilty plea. I don't know why he would naturally believe that. I would think he would naturally believe the opposite."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "We agree, Justice Scalia, and that's why we think -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Wasn't -- wasn't that covered in -­ in the plea agreement itself which was translated into Spanish for him, specifically that he could not -- he could not withdraw his plea if the judge did not accept the plea?"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "That -- that's exactly right, Mr. Chief Justice."
    },
    {
      "speaker": "QUESTION",
      "speech": "Your basic point is that this part of the rule is pointless."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "Not at all, Justice Stevens."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, I guess that's Justice Scalia's point."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "No. There may --"
    },
    {
      "speaker": "QUESTION",
      "speech": "I'm sorry."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "My point is that in a case like this where a defendant is advised that the judge is not bound by the parties' agreement, it's probably not reasonable for that defendant to assume that he can withdraw his plea if the judge doesn't follow the -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "My point is not that it's pointless. My point is that when it is omitted, it does not necessarily produce substantial injustice. It's a good idea to give it, of course. But in the absence of giving it, I would think that normally you'd think that he would assume that anyway."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "That's exactly right. That's our position, Justice Scalia."
    },
    {
      "speaker": "QUESTION",
      "speech": "But if that's right and I were a district judge, I could probably save time by just omitting this regularly then."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "No, Justice Stevens, I don't think that's likely to happen. District judges are generally quite conscientious about complying with rule 11. Prosecutors are generally quite conscientious about making sure that district judges comply with rule 11. Nobody has an interest in having appellate litigation over rule 11 errors. Everyone has an interest -- everyone has an interest in making sure that rule 11 is strictly complied with so that the judgment of conviction can be entered and people can move on to other business. So I don't think -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Even -- even respondent doesn't argue here that any omission from the rule 11 requirement produces an automatic reversal. Does respondent argue that?"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "No. My -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "So, I mean, that's -- that's not the theory here, that if you don't -- if you don't produce an automatic reversal, people won't give the rule 11 requirements."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "That's right. The Ninth Circuit does not have a rule of automatic reversal. The Ninth Circuit standard is if the error is not minor or technical and the defendant wasn't otherwise aware of the omitted information, he shows an effect on substantial rights. Our position is that knowledge of the omitted information is a sufficient condition to defeat a claim that there was an effect on substantial rights, but it's not necessary."
    },
    {
      "speaker": "QUESTION",
      "speech": "Now, is your knowledge of requirement a wholly subjective test? We -- we want to know what this defendant thought. Or is it what a reasonable person would have concluded based on all of the circumstances?"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "It's a subjective standard, Justice Kennedy. In the context of a guilty plea, when the question is whether the error affected the defendant's decision to plead guilty, the relevant question is whether this particular defendant would have pled -- would have gone to trial."
    },
    {
      "speaker": "QUESTION",
      "speech": "So you put him on the stand. You put him on the stand and -­"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "No, you don't. You can't because by definition in the plain error/harmless error context, you're limited to the record on appeal. Objective considerations are obviously relevant in making the subjective determination of whether this particular defendant would have pled guilty."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, you're limited to the record on appeal. Could there have been a hearing in the -- in the district court on the rule 11 -­"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "There could, Justice Kennedy. For example, if the defendant had moved to withdraw his plea after he pled but before sentencing, it might have been within the district court's discretion to hold a hearing and you could have had the defendant testify at that hearing."
    },
    {
      "speaker": "QUESTION",
      "speech": "But after sentence, it's impossible for him to testify?"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "That's right. Under -- under rule 11, a defendant can move to withdraw his plea for any reason before it's accepted."
    },
    {
      "speaker": "QUESTION",
      "speech": "But he didn't do that. This question say -­"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "That's exactly right. It wasn't raised at any point in the district court, Justice Ginsburg."
    },
    {
      "speaker": "QUESTION",
      "speech": "But -- but my question is in -- in other cases it would not be possible to put him on the stand at any time after sentencing."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "No. After sentencing, the rule makes clear a defendant can't move to withdraw his plea. The only way he can attack his plea is by direct appeal or a collateral attack. But before sentencing it's -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "On collateral attack, could he take the stand?"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "Sure. It would be within the discretion of the district judge and his willingness to testify."
    },
    {
      "speaker": "QUESTION",
      "speech": "Under your -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Can you -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Excuse me."
    },
    {
      "speaker": "QUESTION",
      "speech": "Can you collaterally attack a plea before 0 appealed and sought to have it set aside?"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "No, Mr. Chief Justice. There's -- there's, of course, a requirement that you file a direct appeal. Otherwise you will have procedurally defaulted. I should also say that this Court held in Timmreck that a formal violation of rule 11, which is all that we have here, is not cognizable in a 2255 proceeding."
    },
    {
      "speaker": "QUESTION",
      "speech": "Normally -- you may know -- I'm just drawing on your background. Normally when you say did it affect somebody's substantial rights, when I see those words, I think the judge did something to this person. And when I say did it affect his substantial rights, I think, well, did it matter in terms of what the judge or the jury did to him. Now, is that a correct way to think about it? Are there other instances where substantial rights means something different than that?"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "In the ordinary context, the relevant decision-maker is, of course, the judge, and the -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "No, I'm not talking about -- I'm saying something happened to this human being who is there in court, and when I say did this affect his substantial rights, I usually ask myself did this error make a difference in terms of what happened to him. That's how I normally ask myself. Now, maybe all these years I've been doing it wrong or maybe there's some circumstances where I should ask that question. You know, like a death case, which is a horrible case, sometimes there's harmless error and usually the question there is did it matter in terms of his being sentenced to death. Those come up a lot. I'm just asking you a general question. I don't have a point here. I'm trying to figure out how best to think about this."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "No. We think your formulation is exactly the right way to think -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Fine. If that is the correct formulation, can you think of other instances in the criminal law where substantial rights meant something other than this formulation?"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "I can. The -- an affect on substantial rights means that there's an affect on the outcome."
    },
    {
      "speaker": "QUESTION",
      "speech": "That's my question. I'm asking it to inform myself and I have the same question for the other side too."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "Let -- let me qualify that -­ that answer if I could, Justice Breyer. That is the general rule. There are, of course, certain types of error, as this Court has made clear, which do not require a showing of -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Like structural error. That's one kind of exception."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "That's exactly right."
    },
    {
      "speaker": "QUESTION",
      "speech": "But I don't think we normally speak in terms of substantial rights in those cases. Maybe we do. I don't know."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "Well, sometimes the question will be whether the third requirement of the plain error rule, which is a substantial rights requirement, has been affected."
    },
    {
      "speaker": "QUESTION",
      "speech": "All right. So -- so structural error cases are an instance where my colloquial question is not right and nobody claims here this is a structural error case."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "We certainly don't, Justice Breyer. I -- I don't believe respondent does, and the court of appeals did not take that position either."
    },
    {
      "speaker": "QUESTION",
      "speech": "Mr. Himmelfarb, there's -- there's another specific about this case that might have averted what happened. The -- the entire plea agreement was read to the defendant in translation because he didn't speak English. And that was the day before. If it had been the practice to give him a copy of the translation, instead of might better for him to read and we would have had more security that he knew."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "Justice Ginsburg, I don't know as an empirical matter which is more likely to ensure that a defendant is aware of what's in the plea agreement, sitting down with a lawyer and a Spanish interpreter as happened here and having the three of them go over the plea agreement, having the Spanish interpreter translate it for the defendant in the presence of counsel so that the defendant can ask any questions of counsel that are necessary and counsel can answer them, on the one hand, or the suggestion which you just made."
    },
    {
      "speaker": "QUESTION",
      "speech": "But I meant both, that is, that there would be the written -- written-out plea agreement, which if he could read English, he could have read, and then the lawyer and the translator go over that written document with him, that that I think would be more effective than just hearing it orally."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "Again, I'm not sure whether that's true as an empirical matter. As a legal matter, the question here is when a defendant has forfeited a claim of error and he has to show an effect on substantial rights on appeal, if you have -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "But I didn't mean this to be legally dispositive. It's in the same way -- how could this be warded off so we don't get a Federal case out of these rule 11 slips."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "Again, Justice Ginsburg, I -- I don't think it's ordinarily the practice of U.S. Attorney's offices to provide Spanish translations of plea agreements to Spanish speakers who don't speak English. It's always the practice, whether the translator is at -­ comes at the defendant's expense or the court's expense, for a translator to translate the plea agreement for the defendant in -- in the presence of counsel. I -- I don't know what would be the source of any requirement for the Government to provide a Spanish -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "I -- I wasn't suggesting that -- that it was a requirement. May -- may I ask just one more puzzling thing about this case, background of it? The reason that the deal didn't -- wasn't possible was that this man had three priors instead of everybody thought -- well, at least the judge thought or the prosecutor thought, until the presentence report, there was only one. But the defendant must have known how many priors he had."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "That's right. The defendant, of course, knew that he had three prior convictions and not just one. I'm not sure what bearing that fact has on the plain error analysis in this case because it's not just the fact of the prior convictions that would have rendered this defendant ineligible for a sentence below the mandatory minimum. There has to be a guidelines calculation and assignment of criminal history points to each conviction, and if you get above one criminal history point, you're not eligible for a sentence below the mandatory minimum. So you would -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, you might -- you might say that the fact that the defendant must have known that he had three priors would have made him realize that the plea agreement probably wouldn't be accepted."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "One could reasonably conclude that he should have had substantial doubt about whether he would have been eligible for the -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Are you assuming he understood the sentencing guidelines in that detail?"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "No. That's -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "It'd be rather unusual. The basic problem here is we're dealing with dumb defendants."
    },
    {
      "speaker": "QUESTION",
      "speech": "That's the problem. That's why you have to tell them twice."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "Well, that's true, Justice Stevens."
    },
    {
      "speaker": "QUESTION",
      "speech": "Yes."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "Rule 11 imposes a requirement on the district judge to advise the defendant of his rights. Nobody disputes that that didn't happen here for one of the advisements and nobody disputes that there was therefore rule 11 error. Nor does anybody dispute that it respondent didn't object in the district court, we're in a plain error posture. That is a difficult standard to meet. He has to show not only that there's an error that's plain, but he has to satisfy these two other requirements that I'll mention."
    },
    {
      "speaker": "QUESTION",
      "speech": "Why shouldn't it be as an objective test, do you think? I don't know why you focus on -- on something else. I mean, can't we assess whether -- in determining whether it affects substantial rights, how the evidence against the defendant was, what the benefits of the plea were, and what he was told in just objective terms?"
    },
    {
      "speaker": "QUESTION",
      "speech": "In other words, reasonable probability."
    },
    {
      "speaker": "QUESTION",
      "speech": "Yes. I mean, why do you want to make it something else?"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "Justice O'Connor, it is absolutely the case that in undertaking this analysis, a court should and ordinarily will look at objective factors. In most cases -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "I would think you would win under an objective test. I don't know why you're trying to urge something else."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "We think that -- we agree that we win under either an objective or a subjective standard, given the strength of the case against respondent and given the fact that he received a substantial benefit from pleading. We think that a -- a subjective test is the appropriate one because this is not a situation like you have when there's trial error and you have to determine whether the jury objectively would have reached the same decision -­ subjective test, you might as -- as long as you're doing that, why not accept the Ninth Circuit test: did he know?"
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "Well, Justice Kennedy, we think that if he did knew -- if he did know, that's a sufficient basis for rejecting his claim because if he knew, the fact that the judge didn't tell him a second time -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "No, no. I -- I thought that this was the Ninth Circuit test that you disagree with. And my -­ my point is if you're going to go this objective route, you might as well ask the basic question as the Ninth Circuit did."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "We -- we have no problem with the question the Ninth Circuit asked. Our problem is that they stopped after they asked that question. That should probably be the first question. If there's evidence in the record that the defendant was otherwise aware of the omitted rule 11 information, it would be very difficult to say that he would have gone to trial if the judge had omitted to say something that he already knew. That's why we think that's a sufficient --"
    },
    {
      "speaker": "QUESTION",
      "speech": "I still would like to understand why you think an objective test is not acceptable. defendant is confronted with a choice of pleading guilty or going to trial, he has -- he, of course, has an absolute right to go to trial. No matter how strong the evidence is against him, no matter what benefits he could get from pleading guilty, if he chooses, for whatever personal or idiosyncratic reason, to go to trial despite those things, he's got the right to do it. That's why we think -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Maybe -- maybe you think the courts would not -- would not stand by an objective test in the situation where the facts are such that any intelligent defendant would have -- would have made the plea even if he knew that it couldn't be revoked. But this particular defendant, for whatever reason -- and it's clear on the record he told his counsel or he left -- left a note and said, well, there's no harm in making this plea because I can always withdraw it if the judge doesn't go along with the recommended sentence. And in that situation, I think it's very hard for a court to say, oh, yes, a -- since a anyway, this -- this defendant who would not have gone ahead anyway must be held to his guilty plea."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "I think that's right. Let me -- let me just add this point to what I've already said. While the objective question of whether a reasonable defendant in the defendant's circumstances would have pleaded is not, we think, the correct analysis under the third component of the plain error rule, we do think it could be taken into account in connection with the fourth requirement, which is the discretionary component. So, in other words, if you have a situation where a defendant for some idiosyncratic reason was intent on going to trial, even though it was essentially suicidal for him to do that, he might be able to satisfy the third requirement because it affected his decision to plead guilty, but a court could permissibly say, that doesn't serious affect the fairness, integrity, and public reputation of judicial proceedings because he undoubtedly would have been convicted if he had gone to trial and would have gotten a longer sentence. I'd like to reserve the balance of my time for rebuttal."
    },
    {
      "speaker": "QUESTION",
      "speech": "Very well, Mr. Himmelfarb. Ms. Mossman, we'll hear from you."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Mr. Chief Justice, and may it please the Court: I have three points to make. First, Olano created a framework that the lower evaluating forfeited errors in a rule 11 context for 11 years. Second, now having suffered an adverse ruling in a fact-specific case, the Government is urging this Court to adopt a strict, heavy burden, bright line, but-for prejudice test in every case that eliminates the lower court's flexibility. Third, not only is the Government's test incorrect, but the Ninth Circuit cited and applied Olano and was consistent with Olano in Benitez. Now, first, the Olano standard is a national standard under plain error review where an error affects the substantial rights. And that means -- generally is taken to mean it's prejudiced. And in most cases prejudice means that it affects the outcome of the proceedings. In Benitez, this is what the Ninth Circuit held as well because in Benitez, if it's not minor or technical, that means it's prejudicial."
    },
    {
      "speaker": "QUESTION",
      "speech": "Why?"
    },
    {
      "speaker": "QUESTION",
      "speech": "But that's not so."
    },
    {
      "speaker": "QUESTION",
      "speech": "Has -- has --"
    },
    {
      "speaker": "QUESTION",
      "speech": "I mean -­"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Or consistently can be -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "I read the Ninth Circuit. It seemed to me we said just what you said we said. What the Ninth Circuit says is Benitez must prove that the error was not minor or technical, which by the way, has nothing to do with it because a minor or technical error could well affect the outcome. And then it says, and that he did not understand the rights at issue, which again is a necessary but not sufficient condition. Now, where did they say anything about substantial rights? They used those words, but if substantial rights means what I -- we just discussed, which I'd like your view about, they never talked about substantial rights."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "They don't talk about substantial -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, didn't they say just what I read?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Yes, but if -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "So why isn't it like summary reverse? We said this. You say that."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Well, it's -- we -- we see that not minor or technical means it has -- it affected his substantial rights, and they actually cite to Olano."
    },
    {
      "speaker": "QUESTION",
      "speech": "Oh, I see. Now, then what does affect substantial rights mean? Now, we have an error here that's not minor or technical."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Correct, and -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Now he, in fact -- let's say second -- did not understand that he had a right to withdraw."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Correct."
    },
    {
      "speaker": "QUESTION",
      "speech": "Now, is that the end of the thing?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "No, they -- then -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Ah, ah, where -- that's -- that's the point. Where in this opinion does it say that's not the end of the matter?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Well, they do go to the fourth prong. They -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "No, no, not the fourth prong. Where does it say that's not the end of the matter under the third prong? You see, I could have a nontechnical matter. Correct?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Correct."
    },
    {
      "speaker": "QUESTION",
      "speech": "I could -- it could have affected my understanding, but it might be that I would have pled guilty anyway."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Well, I think -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "That's what's worrying me."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "But -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "And the most obvious case is where the judge gives me the sentence I hoped for."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "That is the obvious case, Justice Breyer, and that was Chan and they cite to that in Benitez where they got exactly the sentence that they bargained for. Therefore, the error is not minor or technical."
    },
    {
      "speaker": "QUESTION",
      "speech": "Oh, I'm sorry. A terribly minor, terribly important error, terribly important. Indeed, the judge has a whooping cough fit and nothing comes out of his mouth, but he gives them the sentence he asks for. Okay?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Yes."
    },
    {
      "speaker": "QUESTION",
      "speech": "What about that?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Well, I think what's coupled here is that it has to be knowing. There has to be a knowingness and a voluntariness. And in that situation, if the -- if the defendant knew that he was possibly -­ that the sentence that he bargained for was -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "No. The -- he knew nothing. The defendant knew nothing. It was a major error. He just got what he asked for."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "We believe that is consistent. He -- he got what he -- if the sentence is less than he -- or got the sentence that he bargained for, where is the error?"
    },
    {
      "speaker": "QUESTION",
      "speech": "Of course."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "But the --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Of course. That's what's bothering me."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Because we're -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "If in fact the major error -- and he outcome, then, says the Government, he shouldn't be able to appeal it. And that's the problem. As I read the Ninth Circuit, they didn't make that last statement."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "So if the -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "And they want an -- do you agree with them that they should have an opportunity to go back and to say, judge, we want this client also to be able to show it made no difference to the outcome? If you agree with that, that's the end of the case I think."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Justice Breyer, if they -- if it's a major rule 11 error, it would not be minor or technical. The analysis would -- would address that fact."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, how -- how do you know, just from reading rule 11, which errors are minor and technical and which aren't?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "We don't believe all errors in rule 11 -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "How do you -- how do you -- what's your standard for telling the difference?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Well, we think -- Congress has enacted this and the full panoply of errors -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Panoply. important, and none them can be considered minor or technical --"
    },
    {
      "speaker": "QUESTION",
      "speech": "So --"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "-- in and of themselves."
    },
    {
      "speaker": "QUESTION",
      "speech": "But just a moment ago, you said not every rule 11 violation is necessarily not minor or technical. You say it's -- you -- I thought you intimated some of the could be."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "It's part of the analysis. I think you have to complete the analysis."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, but I'm trying to get you to answer a rather specific question. How do you define minor or technical?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Well, I think that was brought out in actually the advisory committee notes. So, for instance, if the -- if the judge failed to advise the defendant that if he lies on the stand, he'd be subjected that's considered basically a minor or technical advisement. Also, if there was -- the judge failed to cite to an element of the offense, but the defendant demonstrated that he specifically knew about that, that would not be considered minor or technical. sentence, but the defendant receives a sentence that's substantially lower, that was considered under the advisory committee notes basically -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Did the -- did the advisory committee purport to cover all possible minor or technical errors?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "They were just giving -- it was illustrative I believe."
    },
    {
      "speaker": "QUESTION",
      "speech": "Examples."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Yes."
    },
    {
      "speaker": "QUESTION",
      "speech": "In -- in assessing how weighty this particular lapse is, should we take into account that as far as I know, this defendant has never said in the district court or on appeal that he indeed wants to go to trial."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "It's our position that I wouldn't be here if he didn't want his plea vacated. vacated is one thing."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Well, we -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Because then you have -- given that he has three priors, his sentence -- he was sentenced at the mandatory minimum. How much better could he do on a resentencing? So it's got to be he wants to go to a trial because do you agree that if we -- if we just say new sentencing, he couldn't do any better given -­"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Justice Ginsburg, it's our position that this particular defendant at every single proceeding, he -- he expressed his dissatisfaction with his counsel, and the respondent's second letter to the court, which is at the joint appendix, number 96, was exactly -- could be construed, because it was a pro se filing, as a motion to withdraw. He asked for new counsel to look at his case anew."
    },
    {
      "speaker": "QUESTION",
      "speech": "But that's not the question I asked you. I asked did he ever say at any stage, judge, I'd like to have a trial. I want to plead not guilty."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Justice Ginsburg, after the conference on the substitution of hearing, a sentencing date was -- was set, and this particular defendant did not object to the -- to a trial date -- excuse me -- a trial date was set, and this particular defendant did not object. His attorney made some comments about maybe it's not necessary."
    },
    {
      "speaker": "QUESTION",
      "speech": "It's not -- one thing not to object to a setting of a trial date, but did this man ever say I want to exercise my right to trial by jury?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "His first statement to the court at that substitution of -- of counsel hearing was at no time have I decided to go to trial. But that's not conclusive. He needed more -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "I thought he was stronger than that. I thought -- thought he had said at one point I don't want to go to trial."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "He never said that specifically or definitively. He said at no time have I decided not -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "But in any case, if he -- if -- but his concern is that his substantial rights or -- have been violated. And the possible effect on the outcome is relevant. And my question is how could the outcome be affected if he got the mandatory minimum? He got the lowest sentence that the law allowed the judge to impose. So unless he wants to go to trial, he isn't harmed by what happened. And so I'm asking if there's any stage where he said, I want to go to trial."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "This particular defendant made requests of his attorney that were not brought to the instances. We -- the record is actually void to know if he -- and he was actually silenced when he wanted to ask this -- the judge questions at his change of plea hearing. He said I was asked -- I wanted to ask the judge questions and I was silenced. So the record is actually void specifically to answer your question. We don't -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "What was -- what was the evidence in the case? What was the evidence against him? What -­ what did the Government have?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Basically his own confession and two co-defendants. He was caught by -- basically the deal went down through a confidential informant."
    },
    {
      "speaker": "QUESTION",
      "speech": "Would -- would anybody in his right mind have wanted to go to trial?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "In our opening brief -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "And risk getting more than the mandatory minimum?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "In our opening brief, we completely briefed out the defense of entrapment, and this is brought out through the -- the language of this defendant through the three letters that were submitted to the court through his own pro se actions. We believe that he had a possible defense of entrapment. I was not his trial attorney. So -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "But you -- you have looked at the cases on entrapment."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Yes."
    },
    {
      "speaker": "QUESTION",
      "speech": "And if you've got a predisposition, you don't have much of a prayer on a entrapment claim."
    },
    {
      "speaker": "QUESTION",
      "speech": "And he had three priors. Were -­ commerce?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "No, they were not. No, they -­ they were not, Justice Scalia."
    },
    {
      "speaker": "QUESTION",
      "speech": "If -- if you were to prevail and he were to have a trial and be convicted, could he get a more lengthy sentence or would that raise problems of vindictive prosecution? Would failure to accept responsibility be a ground for an increase?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "I don't think that would be fair. He has a fundamental right to go to trial."
    },
    {
      "speaker": "QUESTION",
      "speech": "That's not --"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Also, the -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "My question is can he get -- if he gets a new trial, can he get an increased sentence? possible, Your -- Justice Kennedy. prosecution problem? he would not get the acceptance of responsibility points, but that -- but the acceptance of responsibility points doesn't make the -- the bottom line here because of the mandatory minimum. So he still would be looking at a 10­ year mandatory minimum, even if he went to trial, and often defendants that go to trial on these drug convictions do get the mandatory minimum, irregardless if they have gone to trial or -- and even irregardless if they don't get the acceptance of responsibility points. question. You argue for a subjective test in a context in which the defendant can't take the stand to say what his understanding was. That doesn't make a lot of sense to me."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Well, defendants plead guilty for all types of reasons. We don't know what's in the mind of defendants."
    },
    {
      "speaker": "QUESTION",
      "speech": "No, no. But you're saying that you want a subjective test. You want -- you want to defend the Ninth Circuit which said the question is whether or not he knew that he had this specific burden, that he was waiving the specific right the minute he entered the plea. And you want a -- a test to say that he didn't, in fact, know that. And yet, we can't put him on the stand. That -- that seems to me an odd test."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Well -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "An odd -- an odd way to run the system."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "I think it's important to see if the -- this implicates the constitutional principles under the Due Process Clause. It has to be a knowing and voluntary plea. That is a subjective test. That's sort of built into the rule 11 -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "But the Ninth Circuit didn't follow constitutional sense."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Excuse me, Chief -- Mr. Chief Justice. They did under the fourth prong of Olano. They understand the -- the consequences of his plea, which is therefore not voluntary. constitutionally invalid plea?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "They cited to Graibe."
    },
    {
      "speaker": "QUESTION",
      "speech": "Ms. Mossman, you've been asked questions by several different members of the Court and you don't seem to really respond to the questions. I'm asking you a very specific question now."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Yes, Your Honor. They cited to Graibe with cites to the Constitution."
    },
    {
      "speaker": "QUESTION",
      "speech": "I'm rather confused because are -­ where -- there -- there are two kinds of questions we've been discussing. One is whether in fact, if he had been told specifically, what he was supposed to be told, he would then have withdrawn his guilty plea. That's question one. And most of what we've been talking about is that. But I thought we're actually here to ask a different question and the different question is I thought the Ninth Circuit -- and I did think that from reading its nothing to do with the matter."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Yes."
    },
    {
      "speaker": "QUESTION",
      "speech": "All that -- all that the person has to show is that he didn't understand his rights. Now, what do you think about that question?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "I think, Justice Breyer -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "So let's assume -- it's absolutely clear. They can come in with 52 bishops who are prepared to swear that if he had understood everything perfectly, he nonetheless would have gone ahead and pled guilty. But it's also clear he did not understand his rights. Okay?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Yes."
    },
    {
      "speaker": "QUESTION",
      "speech": "What's supposed to happen?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "If he -- is he alleging a rule 11 violation?"
    },
    {
      "speaker": "QUESTION",
      "speech": "Oh, there -- look, what happened was the judge never told him that you're stuck with your plea if I don't give you what you think you're going to get. He never told him that. It's clear in rule 11 he was supposed to. And now, in addition, we know for sure that this person didn't understand that. But we also know for sure it made not one whit of difference to his plea. What's supposed to happen?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Justice Breyer, this is -- I believe you're talking about a motivated pleader, a pleader that was --"
    },
    {
      "speaker": "QUESTION",
      "speech": "I'm talking what I think is about this case."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "This case."
    },
    {
      "speaker": "QUESTION",
      "speech": "Yes. I think as it's presented in the questions presented and in the opinion that was written by the Ninth Circuit. Now, I might be wrong and you could explain to me why I'm not. But -- but in any case, if you think that might be this case that's presented here, I -- in the Ninth Circuit opinion, I'd -­ I'd like an answer or your best answer."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "I -- Justice, if I can answer your question, it's the -- a defendant that's caught in the doesn't understand, he doesn't understand the language, he's not confident in his counsel, and he believes he can withdraw his plea. Is that correct?"
    },
    {
      "speaker": "QUESTION",
      "speech": "Yes. But in fact, we know he never would have. We know it for sure."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "But he -- he should -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "He's written secret letters to his relations --"
    },
    {
      "speaker": "QUESTION",
      "speech": "-- and whatever. Do it in any sort you want, but -- but I mean, that's -- that's a little bit of a technical matter here. But I did think in reading the Ninth Circuit opinion and reading the Government's brief, that that's what they're worried about, that there could be cases where he does not understand the nature of that rule 11 right, but nonetheless it makes no difference to his decision to plead guilty. So that -- that's a bit of a technical point here, I agree. But as I read the Ninth Circuit, I thought, well, that's what's going on in this case. Now, you could explain to me, if you want, that I'm completely out to lunch, so to speak."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Well, Justice Breyer, if he was motivated to plead guilty and there was an error in the rule 11 colloquy and he had the opportunity to replead, he could replead to another type of plea agreement, a C plea agreement. He could ask for different provisions within that -- that plea agreement, for instance, less supervised release. He could ask for a type C plea agreement."
    },
    {
      "speaker": "QUESTION",
      "speech": "Why -- why would they give him a better deal the second time around? I mean, they'd say, you know, okay, we forgot to tell you that you couldn't withdraw it. We now tell you you can't withdraw it. And we offer you the same deal we offered you last time. Why -- why would he get a better deal? motivated to plea -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "In fact, they might -- they might be mad at him for having backed out and -- and not give him as good a deal. But I can't imagine that he'd -- he'd get a better deal the second time around."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Justice Scalia, I believe he would have an opportunity to renegotiate or he could be repleading to the -- and have confidence in the process."
    },
    {
      "speaker": "QUESTION",
      "speech": "What leverage does he have? What leverage does he have when he's faced with a mandatory minimum that he can't escape from and that's what he's defendant what that better deal would be?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Justice Ginsburg, it possibly could be less time on supervised release, less time -- or -- or actually a type C plea agreement instead of the type plea agreement. You're correct in saying they might not offer him that type, but 95 percent of criminal -- Federal criminal convictions go by way of guilty pleas. So they're going to offer him something."
    },
    {
      "speaker": "QUESTION",
      "speech": "But how could -- could he escape from the mandatory minimum in any way other than what they thought might work here, this so-called safety valve?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "The mandatory minimum just becomes the bottom line then."
    },
    {
      "speaker": "QUESTION",
      "speech": "And that's what he got, and that's why I can't understand any better deal that this defendant might have received."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Well, Justice Ginsburg, he could have confidence in the plea proceeding if it was -- if he was given the full panoply of his -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "You'd do it all over again with the same bottom line, but he's going to feel better about it the second time?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Possibly, yes. I mean, maybe that means something to this motivated pleader."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, I'd like to ask you a question that I asked Mr. Himmelfarb and that it seemed puzzling to me that the safety valve which everyone hoped would allow a sentence below the mandatory minimum could never work from day one because he had two additional prior offenses. Now, if anyone knew about those priors, which were under a different name, which is why they weren't found immediately, certainly the defendant knew."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Yes, Justice Ginsburg, the defendant knew, but it was confirmed on the record by the district court judge that he actually fully disclosed to his attorney his priors. This was brought out in the record at the sentencing hearing, and the judge confirmed this. And so to talk about -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "So his -- his attorney knew that he was disqualified for this plea?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "This -- it was confirmed. The defendant said I completely disclosed everything to my attorney. I -- I don't understand what's going on. The points weren't explained to me. The safety valve wasn't explained to me. This was brought out in the sentencing transcript that -- that his priors were confirmed."
    },
    {
      "speaker": "QUESTION",
      "speech": "That they were confirmed, but at what --"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "He exposed -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "-- at what point in time?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "He exposed his prior convictions to his attorney. This is what brought this -- Mr. Benitez sentencing transcript."
    },
    {
      "speaker": "QUESTION",
      "speech": "Which we don't have or do we have it?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Yes, you do. The sentencing transcript is at joint appendix 104."
    },
    {
      "speaker": "QUESTION",
      "speech": "And could -- could you point to that place where it says that before he made this deal, which invoked the safety valve, he had told his counsel that I have three -­"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "It's at -- Justice Ginsburg, it's at page 109. If I may read for the Court."
    },
    {
      "speaker": "QUESTION",
      "speech": "Yes."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "The Defendant: I never felt that I had the proper representation, the way it should have been in my case. From the beginning, I never had any knowledge about the points of responsibility, the safety valve, or anything like that. I honestly, from the beginning, I accepted through my -- responsibility through my attorney, but he never paid any attention to me, what I had told him about the problem that I had. I told him from the beginning that I had a problem, that I was attending the program. And at the end, he told me that I -- allegedly that I had never told him, that I had never notified him of it. I never hid anything in my case about the things everything I said -- I have said has always been the truth and the reasons why I did it. And I have always asked for another chance. I've always asked him for an opportunity to meet with the government and he never wanted me to do that."
    },
    {
      "speaker": "QUESTION",
      "speech": "I don't see where he said, I told my lawyer that I had three prior convictions."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "He's trying to say, Justice Ginsburg, that I never hid anything and then -- from my attorney about this case. And then the -- the judge goes on to question him."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, that's all right. I don't want to intrude on -- on your time."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "It's -- I -- I think it's on page 110. So what you're -- the Court: So what you're indicating you believe everyone knew about your criminal history. Is that what you're saying? The Defendant: Well, from the very beginning when he went -- when he came to see me, I explained it to him. The Court: I understand. So what you're indicating to me is that you believe from the beginning you had disclosed that you had a criminal record. Is that right? The Defendant: Yes. So he -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "And the trial judge told him, you know, if you don't qualify, I might give you 10 years. Do you understand that? And he says, yes."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Yes."
    },
    {
      "speaker": "QUESTION",
      "speech": "And he says, knowing you have a mandatory minimum, I have to give you 10 years. Do you still want to go forward with your plea? He says, yes."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Yes, correct, but this -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "So it's pretty hard to argue that -­ I mean -- go ahead."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Justice Breyer, but this defendant -- it's not clear that he did not know that he could not withdraw his plea. He was under the impression, which is common sense impression, that he -- if -- if he doesn't get the sentence that he -- that he asked for, he could withdraw his plea."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, how -- how could he have had that when the thing in the plea agreement itself was explained to him in Spanish saying that he couldn't?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Mr. Chief Justice, our contention is that the -- the fact that the plea agreement wasn't in Spanish is fatal here because his attorney couldn't speak Spanish."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, but there was an interpreter there."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "But his -- his attorney didn't -­ if his attorney couldn't speak Spanish, he doesn't know exactly what the interpreter is saying."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, the interpreter can presumably speak English. contention here between the defendant and his counsel in numerous instances before the court. He expressed to the court that he couldn't communicate with his attorney and the prosecution knew about this. They also characterized the case as -- under paralysis, and yet they still gave this defendant -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "This is new to me. I -- I didn't see any -- any indication in your briefs or in the record that he claims he was never told by the interpreter. I thought it was -- I thought it was common ground that the interpreter had correctly explained the written plea agreement to him. You're now saying that he contends that he was deceived as to the meaning of the plea agreement?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "No, Justice Scalia, we're not contending that, but we agree with the Ninth Circuit that the plea agreement in and of itself in -- in this case is not conclusive of understanding."
    },
    {
      "speaker": "QUESTION",
      "speech": "Because? Because? Because the plea agreement was read to him in Spanish. Is that right?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "That's part of it, Justice Breyer, yes."
    },
    {
      "speaker": "QUESTION",
      "speech": "That is right."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Yes, but also -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "All right. The plea -- so he hears in Spanish someone read to him the words, you cannot withdraw your plea agreement -- cannot withdraw if they don't accept it. And that's conceded in this case. Is that right?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Yes, it -- this was -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Okay. Then afterwards the judge tells him, in addition, if -- has anyone explained to you that -- do you understand that if you -- that if you don't qualify for the safety valve, you go for 10 years. Yes. Has anyone promised you you will qualify for the safety valve? No. So you realize you could get 10 years. Yes. All right? Knowing that, you still want to go ahead with your guilty plea? Yes. position is consistent with the Ninth Circuit that he was expectation that he would -- would get the safety valve, and like the Ninth Circuit said, he had no incentive to read or double check the provisions within the plea agreement himself. And this -- this -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "I thought one -- one of your points was that this was a rather long agreement and this was paragraph 19."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Yes, Justice Ginsburg, that was going to be my next point. This provision was buried in the plea agreement and one doesn't know, because his counsel couldn't -- doesn't speak Spanish. If he -- if the -- if the interpreter inadvertently misstated that provision -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "I -- I didn't know that you were claiming that this hadn't been an accurate translation."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "We -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "I thought your -- your point was that it was a lot to absorb without having a written copy to follow."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "In our -- Justice Ginsburg, in our opposition to the petition for writ of certiorari, we -­ we claimed that that point, that -- that we have no certainty because there was not a transcript of the Spanish interpretation."
    },
    {
      "speaker": "QUESTION",
      "speech": "Did you claim that before the Ninth Circuit?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Yes, Mr. Chief Justice."
    },
    {
      "speaker": "QUESTION",
      "speech": "Did the Ninth -- did the opinion reflect that at all in the Ninth Circuit?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Yes."
    },
    {
      "speaker": "QUESTION",
      "speech": "That -- that you said that it was a not a correct translation?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "They -- yes -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Did it or did it not?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Yes."
    },
    {
      "speaker": "QUESTION",
      "speech": "Whereabouts?"
    },
    {
      "speaker": "MOSSMAN",
      "speech": "I can read -- excuse me, if I may correct myself, Mr. Chief Justice."
    },
    {
      "speaker": "QUESTION",
      "speech": "Yes, please do."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "They didn't say that it was not a correct translation, but they did hold it as not conclusive. And they state that in their decision when they say that Mr. --"
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, finish. Go ahead. Finish the rest of your argument."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Just move on?"
    },
    {
      "speaker": "QUESTION",
      "speech": "Yes, please."
    },
    {
      "speaker": "MOSSMAN",
      "speech": "Okay. I'd just like to say that the Government's burden is -- the Government's test, the prejudice test, the but-for test, is asking this defendant to go back in time and to prove a counter-factual. It's not in this record, that if not for the error, he would not have pled guilty. That's a very heavy burden here. And we believe it emasculates the knowing requirements and makes awareness of the consequences of the plea irrelevant. And the -- a defendant, if he does not understand the scope of the prosecution's promise, he cannot evaluate the risks inherent in the type of plea agreement that he's signing. We think that's critical. The Ninth Circuit agreed that agreement that this particular defendant entered into is highly critical and affords a high degree of risk to this defendant because it couldn't withdraw. And it's counterintuitive to enter into an agreement when you understand that one party could withdraw, to think that you can't. That's why the Congress has asked -- has asked that this warning be expressly made in the rule 11 colloquy, that if we -- if I -- I -- I'm not bound by the recommendation. The judge has said I'm not bound by the recommendations, but you cannot withdraw if I do not give you the sentence that you bargained for because that's a counterintuitive understanding. I believe Justice Scalia was getting at this when he talked to Mr. Himmelfarb. And in closing, I'd just like to say this Court should adhere to the Olano prejudice test and reject the Government's invitation to adopt a but-for, highly prejudiced, highly burden -- excuse me -- strict bright line ruling test. And this Court should affirm the Ninth Circuit's result, but if they do not -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "Thank you, Ms. Mossman. Mr. Himmelfarb, you have 5 minutes remaining."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "Unless there are further questions, we'll waive rebuttal."
    },
    {
      "speaker": "QUESTION",
      "speech": "Well, I do have a question. I -- I think that her strongest point there is that he said in the later sentencing hearing that he told his lawyer about the priors. Now, if that's true, the lawyer would have known immediately he couldn't qualify for the safety valve and would have told him this whole agreement is a joke because the judge doesn't have the power to give you anything less than 10 years. So if -- if that's true, she must have some kind of a claim."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "He may have an ineffective assistance of counsel claim -­"
    },
    {
      "speaker": "QUESTION",
      "speech": "An ineffective assistance claim."
    },
    {
      "speaker": "HIMMELFARB",
      "speech": "-- Justice Breyer, which he would be -- which he would have to raise in a 2255 proceeding. But the plain error rule should not be used to deal with that type of problem."
    },
    {
      "speaker": "JUSTICE REHNQUIST",
      "speech": "Thank you, Mr. Himmelfarb. The case is submitted."
    }
  ],
  "path": "2004-04-21.03-167.United_States_v._Dominguez_Benitez.pdf"
}