[
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "We will now hear argument in Ms. Cortina. recognized Boyde's specific holding that factor (k) facially comported with the Eighth Amendment. The second is -- that factor (k), standing alone, does -- does not raise a -- does -- does not, standing alone, raise a question of that, first, you start from the premise, as the California Supreme Court did, in following Boyde, that factor (k) facially directed for consideration of Payton's mitigating"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well, no, no. The -- the mitigating evidence that Boyde held could be considered mitigating evidence in deciding the appropriate penalty."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "What do we make of the Chief Justice's clear statement, not once but twice, in Boyde? character evidence could not be considered. So mustn't we take Boyde with that qualification when we have a case this is a matter for the attorneys to argue? You -- you don't argue about what a statute means. That's a question of law. You don't argue that. You can argue the facts, extenuating or not extenuating, which is I think how you can interpret a lot of this. But it -- it seems to me legal determination. It -- it seems to me that that -- that is surely an error. Now, you could still say, well, even so, it was harmless. But -- but I don't think -- can argue the law to the jury and let the jury decide what the law is?"
  },
  {
    "speaker": "CORTINA",
    "speech": "Why there is not a reasonable likelihood the jury misunderstood?"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Yes. The prosecutor stands there and twice says, before the judge interrupts him and after the judge interrupts him -- says, you cannot legally consider this evidence. It does not fall within (k), and the judge never corrects it. Why is there not a -- a reasonable likelihood of -- of jury mistake?"
  },
  {
    "speaker": "CORTINA",
    "speech": "One, Your Honor, the judge admonished the jury that the prosecutor's statements were that of an advocate, and that --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "No. Precisely, if I recall -- and you correct me if I'm wrong, but I thought what the judge said was that the prosecutor's statements were -- were not evidence. Of course, they're not evidence. The issue isn't whether they were evidence. They were statements of the law. The judge didn't say anything about whether they were correct or incorrect statements of the law. It seems to me that the judge's response to the objection was totally beside the point."
  },
  {
    "speaker": "CORTINA",
    "speech": "The -- nevertheless, the judge's response relegated the prosecutor's statements as to his personal opinion as to that of a -- some -- as -- as -- of -- of -- to argument, which is a statement of an advocate. And the jury, from the time it was empanelled, guilt phase, and through the penalty phase, and at the concluding instructions was repeatedly instructed that they would be getting the instruction on the law from the court. And here --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "And the court didn't give them an instruction on this contested point."
  },
  {
    "speaker": "CORTINA",
    "speech": "I respectfully disagree."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "He didn't come out and say, yes, you can consider this under (k). He never said that."
  },
  {
    "speaker": "CORTINA",
    "speech": "No, but (k) says you can consider it under (k)."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "(k) says you can consider evidence that -- that goes to the gravity of the crime. I will be candid to say I think you're stretching things about as far as you can stretch, as Boyde held, that -- that character evidence pre and up to the time of the crime can be considered reasonably under that factor. But certainly evidence of what an individual did after the crime is committed does not naturally follow within (k) at all, and I don't know why any juror would consider it unless a judge came out and said flatly you can."
  },
  {
    "speaker": "CORTINA",
    "speech": "Your Honor, the California Supreme Court reasonably applied Boyde's holding, that factor (k) did call for consideration of character evidence, and that's precisely what Payton presented --"
  },
  {
    "speaker": "CONNOR",
    "speech": "Well, what if we conclude that there was an error here? Is there a harmless error argument that you fall back on? harmless error, but before we even get to harmless error, the fact that you disagree with the ultimate conclusion of -- misunderstand an instruction is -- is almost the same when -- when you're analyzing whether the question is prosecutorial misconduct. Boyde sets forth the test for said that at the first instance, a statement of the prosecutor is not to be considered as having the same misstatements, but I think that the bulk -- as you pointed out, the bulk of the prosecutor's argument went to the weight to be attributed to Payton's mitigating evidence, and actually most of the argument by the prosecutor indicating that Payton's evidence didn't mitigate the seriousness of his rape and murder is -- there were similar arguments that were made by the prosecutor in Boyde and which Boyde found were not objectionable. But again, the important scrutiny is that the California Supreme Court evaluated the prosecutor's statements within the correct analytical framework matrix established by Boyde. They considered all the correct principles, the -- the effect of argument of counsel. They considered the instructions, and like Boyde, they found that factor (k) facially directed the consideration --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Suppose -- suppose I were to take the view that it is a violation of clearly established law for a court to allow a prosecutor repeatedly to misstate the law, misinform the jury about what the law is on a life or death question without correcting that misstatement, without saying to the jury, jury, it's not for the prosecutor to argue what the law is. I tell you what the law. If the judge doesn't do that, then that meets any standard of violating clearly established law about which there should be no doubt that when the prosecutor makes a misstatement on a life or death question, it is the judge's obligation to say, jury, my instruction. Suppose that's my view of this case. I don't -- judge have an obligation to correct it if it's significant?"
  },
  {
    "speaker": "CORTINA",
    "speech": "The -- in this case -- about that? The judge just kind of watches the ship sail over the waterfall? misstatement of law. And Boyde addresses that question. Boyde --"
  },
  {
    "speaker": "CONNOR",
    "speech": "Well, normally we would think counsel. We would normally think that, wouldn't we?"
  },
  {
    "speaker": "CORTINA",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "-- you said the judge corrected it, and I read this joint appendix. I could not find any correction. prosecutor's argument was not evidence but argument of counsel relegated the statements of the prosecutor to that presented with -- with a instruction that said, you shall consider all the evidence unless otherwise instructed, and nothing out of any of the factors (a) through (k) limited or precluded -- pardon me --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Oh, are you taking the being argued to us -- correct me if I'm wrong -- on -- on the theory that this was factor (k) evidence."
  },
  {
    "speaker": "CORTINA",
    "speech": "It is our position that it -- it whether the -- whether Payton's jury was unconstitutionally precluded from considering the"
  },
  {
    "speaker": "CORTINA",
    "speech": "There was no reasonable likelihood that they felt that they could not consider Payton's evidence under factor (k), and the California Supreme"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Well, if they believed the prosecutor, they would have thought they couldn't. reasonable likelihood and the California Supreme Court was not objectively unreasonable, including -- in concluding that the -- that the jury would have accepted the disregard Payton's mitigating evidence because the jury just sat through eight witnesses testifying to Payton's would be eligible for parole and whether any change in the law could retroactively make him eligible for parole. You only get to a consideration of whether -- what the effect sentencing scheme that was -- existed at that time, if you believe that there's mitigation evidence to consider Isn't that all?"
  },
  {
    "speaker": "CORTINA",
    "speech": "It's one reasonable inference, and that's what's the important inquiry, is that the trial -- relevant, pertinent facts and all the applicable law in reaching a decision that Payton's jury was not unreasonable. And unless this Court has any further questions, Justice Stevens, I would like to reserve the remainder of"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "How long did the penalty phase take? is entitled to consider. But what is important --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Excuse me. Do they still call instruction that follows factor (k)?"
  },
  {
    "speaker": "GITS",
    "speech": "It's been a couple of years since"
  },
  {
    "speaker": "GITS",
    "speech": "The question -- there were really two questions. One -- and I'm paraphrasing -- is there any possibility Mr. Payton could be released on parole if we amended, could that be construed to be retroactively applicable to Mr. Payton. Those were the two questions. Court in arriving at a decision about whether the jury considered it."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "And you have to show there's a opposite conclusion."
  },
  {
    "speaker": "GITS",
    "speech": "Yes. And Boyde teaches that the way counsel as to whether or not the evidence could be subsumed under (k). And that, in the context of that case, would permit it. and I -- I recognize it's -- it's not nearly as clean as the hypothetical you present -- he did say -- this is the is unlikely to give the jury any confidence that that evidence could be considered. So it's not at all a concession that occurred in this case whatsoever. conclude -- why isn't it the most logical conclusion that, gee, the judge had us sit here through eight witnesses and know, this -- this just is not important is what they're saying."
  },
  {
    "speaker": "GITS",
    "speech": "Well, when the prosecutor says this does fall under (k), all I'm indicating is that the argument that this would be viewed as a charade no longer come to a different conclusion than California Supreme Court on that question, but we can overturn them only if they're objectively unreasonable. And that's -- that's"
  },
  {
    "speaker": "GITS",
    "speech": "Yes. I -- there is very -- relatively little guidance that we have so far on the one --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Well, no, but I mean, that's -- that's really wrong what the judge did. But -- but the -- is, is it reasonably likely, if that hadn't occurred, that the jury would have considered the evidence that he was that's the focal point here and that's the thing this Court doesn't know what happened in that jury room."
  },
  {
    "speaker": "CONNOR",
    "speech": "Except if they heard so much they couldn't consider what they heard?"
  },
  {
    "speaker": "GITS",
    "speech": "The more evidence they hear, the more doesn't on its face appear to permit consideration of that evidence. And -- and so, therefore, something had to have happened in the trial, we assert, to change that, to make factor (k) applicable so that the jury would reasonably likely consider it. his position that -- that (k) was meant to be a catchall factor and it was meant to consume and take into effect Payton's evidence, but he had nothing to support that. He the plain language of the statute that didn't permit him to do that. given the right context, the right events happening at trial, a jury would reasonably likely look at it as covering that. But not under this case, though, because which permitted a reasonable inference that in fact that evidence should be considered. didn't engage in a harmless error --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "I -- I see where you're going, and I -- I see that there's some parallel. The problem in violate their instructions, and you have to escalate your argument a bit before you get to that point. happened 24 years ago. We're sitting here trying to think of what a jury would have been thinking in a state of the law that's a quarter of a century old and facts -- I don't"
  },
  {
    "speaker": "GITS",
    "speech": "Well, it's certainly relevant to Bill Payton, and -- and I don't demean the position of the"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Which is the Texas -- the Texas -- you know, the ones --"
  },
  {
    "speaker": "GITS",
    "speech": "Both are the Texas case. Both deal"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Yes, one and two."
  },
  {
    "speaker": "GITS",
    "speech": "Yes. unless it fit within factors (a) through (k). If it didn't fit within there, even though they heard that evidence, they were instructed to ignore it. -- that they were to consider the arguments of counsel. Now, being that there was no clear instruction to the jury -- in that final word to the jury, the prosecutor seems to be saying, yes, they have mitigating factors, but they're insubstantial, 28 years old and the claim that he's a"
  },
  {
    "speaker": "GITS",
    "speech": "It'll be up to this Court to make a determination as to where the prosecutor was going and"
  },
  {
    "speaker": "GITS",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- one way -- if I'm having trouble, I'll just read it. appendix, the entire --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "The whole thing. there was that reasonable likelihood. Or correct me if I'm wrong."
  },
  {
    "speaker": "CORTINA",
    "speech": "That is one way of approaching the would be the more appropriate way, is how the California Supreme Court analyzed the claim and not first conduct a California Supreme Court's decision was manifesting not objectively unreasonable. We know -- we -- we know that objectively an example of what is objectively unreasonable, and that was cited in Payton's brief and that is a failure to less. The California Supreme Court had little to no leeway to conclude otherwise. Boyde's holding is broad. Boyde held that that allowed for any other circumstance that counseled a sentence less than death and specifically found that that involves a consideration of the defendant's background and character. And then the last part of footnote 5 expressly good character evidence, and good character evidence is only relevant to a decision about whether the person decision was a reasonable application of Boyde and the Ninth Circuit's reversal of it is -- and this Court should --"
  },
  {
    "speaker": "CORTINA",
    "speech": "Exactly. Thank you."
  }
]