[
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Argument in Smith Mr. Goldstein. Justice O'Connor's plurality opinion in Watson and the Wards Cove rule rather than the post-1991 Civil Rights Act rule. That is a debatable proposition because, as your where this provision comes from -- and let me just take us to the language. It would probably be most useful. In through the language. As you read through the language, disparate impact does seem to be called for, and this particular provision, reasonable factors other than age, disparate treatment. And that all seems to work. But you read the definition of reasonable factor (Laughter.)"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "The answer is that you should recognize, as does the commission, which has delegated necessity, which is the term of art that they used in the regulation -- and we'll come back to it. It's at page 2 Griggs and -- and title VII, but this statute says reasonable factors."
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "Yes. Our position relies only (f)(1) says that the employer's conduct merely has to be reasonable. We agree with that. right about that, Mr. Goldstein, because if you think of what it was, it was a pen and paper test and it was a high school diploma. Now, an employer might well think I want work force. So I'm going to require a high school diploma. It isn't necessary, but why is it unreasonable saying you could make your case just on the -­"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "Well, we have -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- text of the statute."
  },
  {
    "speaker": "CONNOR",
    "speech": "Well, maybe you should because I'm not so sure that the EEOC interpretation is brief. They said -- and this is the block quote. When an employment practice, including a test, is claimed as a basis for different treatment of employees or applicants than age, and such practice has an adverse impact on individuals. That's the reference to disparate impact. are. I've lost my case. Now, that's what is worrying me, and I thought perhaps this reg that seems to say -- and lower courts is outside Congress' -- the agency's authority for that reason because Congress couldn't have intended that 112 F.Supp.2d 267; and the last one is Newport Mesa, 893 F.Supp 927. These cases recognized that cost is a perfectly legitimate business justification, and they put a Now, let me just -- just to say, most impact cases aren't cost cases, but I know it's a concern. They say, look, if you want to cut your costs and get rid of your more expensive work force, we're only going to ask you to do one thing, and that is allow your more senior workers to take a pay cut. They do not say, as did the older cases, that it causes disparate impact and you lose your case. And so we don't -­"
  },
  {
    "speaker": "CONNOR",
    "speech": "Mr. Goldstein, you -- this is -- this case arises out of a compensation program of the employer, and why is it brought under 4(a)(2) instead of 4(a)(1) which addresses discrimination in compensation?"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "Justice O'Connor, the lower courts unanimously conclude, as does the commission, that (a)(2), although it does not have the word compensation in it, does apply to compensation and -­"
  },
  {
    "speaker": "CONNOR",
    "speech": "But why in light of 4(a)(1)?"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "Because they understand 4(a) -­ and let me take you -- everyone to the text just so we can all be literally on the same page, and that is going to be in the red brief at page 17a. It is 623(a), and it's the first block quote at the top of page 17a of the red brief. They understand that 623(a)(1) refers to actions against individuals, whereas 623(a)(2) refers to actions they do that because of the introductory language to (a)(1) and (a)(2), to fail or refuse to hire or to program which uses years of service as a basis for classifying employees which has a disparate impact on older workers, but it does -- also it relies squarely on a service such a factor."
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "Yes. That's perfectly"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Well, I'm just asking in the abstract. Why wouldn't that always be a -- a reasonable factor other than age? think I answered your hypothetical too broadly. And that is, it depends. In the great majority of cases, employers service because we're concerned about their pay. To the contrary. Let me take you to one piece of the record that presents the legal question, the lower court on remand can resolve the case. But at page 15 of the joint appendix, criterion was the kind of rank they had before."
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "Yes, and then -­"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Why isn't that a reasonable"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "The question is not whether that because that's not -- having those criterion is perfectly"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Title VII doesn't have this language in it."
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "That's absolutely right, but structure of the -- of the title VII inquiry. All the lower courts, for example, agree that it -- as I said, case."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Ah, I lose a treatment case. No, no. I'm not -- I'm just -- it's I'm not paying the All right? They happen to be much the same category, but I -- I don't want it. It's not age. Or, you know, I pay cost context for the reasons that you and Justice Stevens have been exploring, that doesn't mean our position is somehow worthless. The EEOC has said that the disparate and that the respondents' position would greatly weaken the statute because -­ they would be getting in the new -- in the new job and that laid off people who would be eligible to retire soon. So those are the examples the Solicitor General gave. case called --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "These are examples of-- will retire, I should make clear. It's that they're eligible to retire. It -- it may well be a different case if you could say, I asked the person. They said they're eligibility to retire, and they did give the other examples. history of the statute that are reported in the Federal courts, and I think that is a good answer to the idea of the respondents that this will impose a huge burden on litigation. Remember -­"
  },
  {
    "speaker": "CONNOR",
    "speech": "Well, once we -- if we were So, Justice Breyer, they have two concerns. One is the mere notion of the possibility of liability will -­ and the prospect of how expensive litigation would be -­ not borne out by experience. Your point is, well, what if the liability threshold is too high? And experience they have the parallel construction. And in our view the respondents' arguments aren't good enough to overcome the double hurdle of stare decisis and Chevron deference."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Mr. Nager. In the age context, the premise doesn't apply. In the age context, as Justice Breyer pointed out in the Florida Power argument, as he's pointed out again today, practices. It's painful to say, particularly to a Court that's a little bit older than I am, but our mental and If-- if your argument has force, why haven't we been having horrible example piled upon horrible example since 1981 when the EEOC took the position that it takes?"
  },
  {
    "speaker": "NAGER",
    "speech": "The answer to that is as follows, is that Justice -- Chief -- then Justice Rehnquist, now Chief Justice Rehnquist, wrote a dissent from denial at the time of Geller v. Markham. And in my practical experience -­ and I do defend these cases for a living -- that put a tremendous chill on the plaintiffs bar, and there were very few of these cases brought. But contrary to Mr. Goldstein, who doesn't represent employers and help them plan their selection practices, employers made huge changes in the '80's and the early '90's until this Court's decision in Hazen Paper because employers were scared of these cases, and so employers started managing the numbers. There were a lot of reductions in force in the late '80's, as I'm sure this Court remembers, as our Nation went through a -- a industrial restructuring. And every one of those reductions in force, I had to sit down with my clients and break up the age of the work force into bands and see how people were going to be affected and move numbers. And the irony, of course, is -- is in doing that, employers adversely impact the very people who are benefited by the disparate impact doctrine under title VII because the Age Discrimination Act principally favors more senior, older white males, and when you try to manage your numbers so that you don't adversely impact older white males, what the work force who in the last 25 years have been much greater numbers of racial minorities and females. phrase, because of age, cannot properly be construed to be satisfied by a mere statistical correlation with age."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "In that -- in that case, we were construing the word age and age definitely has a different meaning from sex or -- or race."
  },
  {
    "speaker": "NAGER",
    "speech": "I'm not saying that the -- the General Dynamics case disposes of this case, Justice Stevens. I'm simply pointing out that, as Justice Souter's opinion for the Court last term held, that similar language in similar statutes can have different meaning and not be ambiguous."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Yes, but not whole texts, not -- I don't remember whether it was (1)-(1) and (2) or (a) and (b), but this is not a word, age. It's -- it's lines and lines, and to -- and to say, oh, in Griggs we held that the title VII language -- this language means you can have  of the phrase, because of, either in title VII or in the Age Act, is a natural, more conventional reference to intent. Nonetheless, the Court, because of the objectives of title VII and because statistical correlations could equal a functional equivalent of intentional discrimination, construed title VII to go beyond intent- based claims to encompass disparate impact claims. Our point to the Court today is -- is that neither of those two critical premises apply, that a mere correlation with age does not, in the context of age, equal a prima facie  the language. It seems to me they wanted the two to mean the same."
  },
  {
    "speaker": "NAGER",
    "speech": "I -- I think that that's wrong,"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Or -- or at least it is arguably so, in which case you come back to my question. factor other than age, which Mr. Goldstein has conceded in his brief and the petitioners in the Florida Power case also conceded is necessarily a reference to about employer intentions. Quite the contrary. And the reason why I -- I asked you to turn to promulgated with the Department of Labor, the Justice Department, and the Civil Service branch, whose name has escaped me right now. what part of 56a are you referring to? (d)?"
  },
  {
    "speaker": "NAGER",
    "speech": "(d) on page 56a. I'm sorry? this is what they said in their comments -- this Court's decision in Griggs required disparate impact analysis -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Well, all right. But I mean, time they promulgated this. So it seemed to me that if -­ if we're not governed by the reg, it must be because the The EEOC never said -- and -- and I litigate against them. I can tell you the only thing that they would hate less but hate a lot than your ruling in our that Mr. Goldstein has represented what their version of the defense is because that's not the Government's appeared and told us what they want to do or what they think should be done, et cetera."
  },
  {
    "speaker": "NAGER",
    "speech": "I -- I should -- I would submit, that the language of the Age Act, both in section 4(a) by itself and construed in light of 4(f) and the legislative so? Why not?"
  },
  {
    "speaker": "NAGER",
    "speech": "Great question and the answer is no, they can't. And the reason is -­"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Give me some examples."
  },
  {
    "speaker": "NAGER",
    "speech": "The reason is -- is because if you -- if you lower the prima facie case so that it's meaningless, so that it means that all a plaintiff has to do is find a selection practice -- because it's always going to correlate with age -- it means you shifted the burden to an employer in every case to establish that its -- its practice meets whatever standard your hypothesizing the EEOC might come up with later, Justice Breyer. Meanwhile, the world has to go on, and what my clients will do is as follows. They will say, well, you know, we're not going to wait to see if -- if this new practice we're going to consider is going to stand the test of time in court and under the EEOC's yet-to-be- articulated regulation. We're going to stick with the tried and true. We are not going to innovate at all, and if we're going to innovate, we're going to massage the numbers while we do it. The employers -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "That would be a fairly easy burden -- a fairly easy burden to meet. And -- and to give you a fairly easy burden is consistent with the idea of trying to get employers to think about the problem. An employer who uses a different factor which is correlated with age but it's -- it's an unreasonable thing to do or it isn't the real basis hasn't thought about the harm that"
  },
  {
    "speaker": "NAGER",
    "speech": "Well, as -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "So we could give you an easy itself. That is the premise articulated by this Court as to why the disparate impact doctrine can -- can at -- the prima facie case aspect of it equals a prima facie case of here. Now, it is also the case that when this Court length about is it identifies all kinds of factors, neutral and non-neutral -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But it doesn't say there that second one, to prohibit arbitrary age discrimination."
  },
  {
    "speaker": "NAGER",
    "speech": "It does -- what it -- you're right has said it in several of its cases -- this statute was based upon the Secretary of Labor's report. The Secretary wrote the bill, and although Congress amended it in other statute took a more nuanced approach to deal with a distinctly different problem, and the problem -­ of non-age-based motive that nevertheless used age as a decision-making criteria. That's what that quote is referring to. If you -- if you -- the second half -­ employment practices which quite unintentionally lead to age limits in hiring. I see what you're saying. affect him because of his age. That's what it says. And then you turn to the defense and it says, but there's the defense with a differentiation, i.e., the classification is based on reasonable factors other than age. And therefore it would sound as if it says, look at the factor and ask is the factor reasonable. If so, the employer wins if it's really based on that factor."
  },
  {
    "speaker": "NAGER",
    "speech": "Two points?"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Yes."
  },
  {
    "speaker": "NAGER",
    "speech": "One is -- is --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "How do we get out of that language?"
  },
  {
    "speaker": "NAGER",
    "speech": "Well, we love the language. We don't have to get out of it. It says because of age. That's a reference, a traditional, conventional reference -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "No, no, but it says -- it says that would adversely affect him because of his age."
  },
  {
    "speaker": "NAGER",
    "speech": "Well, the first -- before the comma is the statement both of the action of the employer and the injury that it has to cause in order for a claim to exist, and then there's another requirement. The requirement is -- is that the action and the -- the effect of -- the injury that's affected by it be -- because of age. That is a conventional reference to intent. And the confirmation that it's a reference -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Oh, no. It's not intent because to read it as part of classifying, which to say to classify his employees because of such individual's age. Now, that's a little tough because classify."
  },
  {
    "speaker": "NAGER",
    "speech": "Well, I -- I think that's the grammatically correct way to read it. But even -- even if"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "It would be the natural way."
  },
  {
    "speaker": "NAGER",
    "speech": "-- it would still be because of age. based on. That is also a reference to intent. This statute is preoccupied with intent. What section 4(f) was about was identifying the wouldn't even be arbitrary -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Indeed, and I guess what strengthened our case. What I want to say to the Court is -- is that both of those provisions are modified by the phrase, because of language in 4(a)(1) as a reference to intent and said statistical correlations with age are not definition, I think you and I both think, Justice Breyer, that it's not all that often that you're going to have these statistical disparities in the race and sex context. it -- there's no basis for suggesting that a statistical correlation by itself creates something suspect, and it defense?"
  },
  {
    "speaker": "NAGER",
    "speech": "I -- I don't think that it is, and I sufficiency of this complaint on the ground that it did not allege that the -- the program was not based on -- was"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "On your reading, I just don't see that there's any function. I mean, if disparate impact is out of it, then -- then what work is there for"
  },
  {
    "speaker": "NAGER",
    "speech": "It was added in as a safe harbor to address mixed motive cases. There was a concern at the Our stare decisis case I think is fairly decisive. The language of title VII was the model for the ADEA. It runs all the way through the same in subsection give rise to disparate impact liability, and there are six cases of this Court that say when the language is the Griggs, quote, the objective of Congress in the enactment of title VII is plain from the language of the statute. That's the same language as in our statute. The thrust of of employment practices, not simply the motivation. This Court subsequently reiterated twice that but it's there. It shall not be unlawful for an employer to take any action otherwise prohibited under subsection (a) where the differentiation is based on reasonable factors other than age. The necessary premise of that provision is that something will be otherwise unlawful when it's based on something other than age. It can't be talking about disparate treatment. The only kind of liability that involves factors other than age is impact. And then on top of that, Congress required that the employer's conduct be reasonable."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "What of dual motive?"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "Because the statute refers to something otherwise unlawful, it can't be talking about Price Waterhouse mixed motive. Price Waterhouse mixed motive cases establish liability; i.e., you're not liable if you had another reason for doing it. But the premise of (f)(1) is that it's already otherwise unlawful, this is a defense to that. The third thing that they say is that in Hazen Paper this Court construed the because of language in (a)(1) not to refer to impact. The critical difference is that the (a)(1) language does not include the -- the clause that refers to the impact on the employee that Justice Stevens and Justice Breyer talked about with Mr. Nager. They're structured very differently. As to the practicalities, let me just say this has been the rule for a quarter century of the EEOC. It was the rule in every circuit until 1993. It is still the problem with administering it and that the EEOC can't"
  }
]