[
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "We'll hear argument next in No. 03-218, John D. Ashcroft v. The American Civil Liberties Union."
  },
  {
    "speaker": "OLSON",
    "speech": "Mr. Chief Justice, and may it please the Court:"
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Olson, part of the problem is that the pornography laws that would apply to adult viewers don't seem to be enforced very well, the obscenity laws. There are very few prosecutions, and yet there's all kinds of stuff out there. What's -- what's going on?"
  },
  {
    "speaker": "QUESTION",
    "speech": "I mean, if they were enforced, a lot of the problem would be assisted."
  },
  {
    "speaker": "OLSON",
    "speech": "Well, it -- in the first place, Justice O'Connor, while there may have been some lapse in -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, how many sites are there available altogether on the Internet?"
  },
  {
    "speaker": "OLSON",
    "speech": "Well, there are -- there are a great deal more than that, Mr. Chief Justice, and I don't know the exact number, but I believe the record, with respect to the Child Online, COPA, uses -- describes those numbers, but it is increasing enormously every single day, but the -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, even -- even the 28,000 was at the time this bill was enacted."
  },
  {
    "speaker": "OLSON",
    "speech": "That's right."
  },
  {
    "speaker": "OLSON",
    "speech": "And so the -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- it's much greater now."
  },
  {
    "speaker": "OLSON",
    "speech": "And every evidence that's available to us, and I don't think this is disputed by respondents, is"
  },
  {
    "speaker": "OLSON",
    "speech": "-- or to a 12-year-old -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Right."
  },
  {
    "speaker": "OLSON",
    "speech": "-- by typing in the word -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Exactly."
  },
  {
    "speaker": "OLSON",
    "speech": "-- free porn -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Exactly."
  },
  {
    "speaker": "OLSON",
    "speech": "-- where there would be no screen -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yeah."
  },
  {
    "speaker": "OLSON",
    "speech": "-- preventing the child from getting to that information. such a vast array of sites. There are so few prosecutions. It's just amazing."
  },
  {
    "speaker": "OLSON",
    "speech": "Well, as I said, the number of prosecutions are increasing. What -- what the -- what the, there's a line there somewhere between obscenity and pornography, right?"
  },
  {
    "speaker": "OLSON",
    "speech": "Well, there's a line there that this Court -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Pornography is okay? today is something that would be described as -- and I'm using the term pornography as a shorthand version to describe what was described in the statute as harmful to children. That's a -- statute itself refers to obscenity obscene."
  },
  {
    "speaker": "OLSON",
    "speech": "And it's -- I didn't. I -- the material that I saw and I think that the Court would see is that the people that are putting in -- these are -- this is material in front of, and the legislative history describes so-called blinders, which do -- which is a very good point here, because the very mechanism that the statute requires is already in existence with respect to commercial pornography sites. doesn't have to disclose his identity."
  },
  {
    "speaker": "OLSON",
    "speech": "Well, you're disclosing your identity, Justice Ginsburg, because you're standing there in public examining those -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "How many people are going to be in that credit card number?"
  },
  {
    "speaker": "OLSON",
    "speech": "What you're -- what you're -- what you're disclosing your identity in person, I -- we would, the Government would argue that that is more invasive, but the person's anonymity with respect to using that material, which is not protected. When a -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Then why is there such resistance to giving the ID and the credit card? People resist giving it, their credit cards, and I think the two reports said that that was the case, the reports on COPA."
  },
  {
    "speaker": "OLSON",
    "speech": "Well, some -- some people may. Congress made a -- some people -- there -- the numbers are not quantified at all, but there is privacy protection. Giving your identity is necessary going into a nightclub, using this material. Some people may say, I don't want to, that's a price I don't want to pay, but it's not quantified in -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "You don't have to give your credit card want to be seen standing in front of the blinder rack, although they'd be happy to look at pornography if it was mingled in with everything else."
  },
  {
    "speaker": "OLSON",
    "speech": "That's correct, Justice Scalia, and Congress acknowledged that. There's no dispute by the"
  },
  {
    "speaker": "QUESTION",
    "speech": "Did -- I thought that at least we have some cases that -- that recognize that there is -- someone doesn't have to come forward and say, I want this material. That was the Lamont case where the person wanted to get privacy of your doing that, and the -- and the balance that Congress struck, which is what this Court dealt with when it dealt with this statute two -- on two previous occasions, the Court did acknowledge that there's a compelling governmental interest here, and that significant harm is being done on a daily basis. The magnitude -- we point this out on page 20 of our brief -- that 11 million children visit these porn sites every week, and that between the ages of 15 and 17, 70 percent of the children, according to the statistics that we to avoid. As we describe in our brief, the use of innocuous names, I'd mentioned last time that I was here and it hasn't changed, Whitehouse.com is a porn site. Many of these the definition of the commercial use. Could you -- could you address those?"
  },
  {
    "speaker": "OLSON",
    "speech": "Yes. We -- we submit, and Congress was basing its definitions on the decisions of this Court with respect to taken as a whole, as this Court put it in the, I think it's the Kois case, K-o-i-s case, from Wisconsin, and that comes from -- that comes from the Roth decision of this Court, the material to -- for -- for purposes of the performance of this statute must be taken not only in its content, but in its context. that, but something that might appear to be harmful in one context, if it's examined as a whole and it turns out to be a part of an art exhibit or a anatomy book or a sex education program, that would -- would have redeeming value."
  },
  {
    "speaker": "OLSON",
    "speech": "You may look at the whole Web site and -- and -- and it may be appropriate to look at the whole Web site, it may not be necessary. It may be in the defendant's interest. We're not suggesting that the whole Web site should not be looked at -­ or the -- the broadcaster supposed to know?"
  },
  {
    "speaker": "OLSON",
    "speech": "The broadcast -- with respect to the -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "I mean, if we can't define what -­"
  },
  {
    "speaker": "OLSON",
    "speech": "Well -­ that the entire Web site may be looked at as a whole to see the context in which the material is presented. These are protections that the Court think are available and should be concluded within the statute to protect the communicator. So if the communicator is accused of putting the material out there that otherwise might fit these definitions, and the person doing the communication said, you have to look at the whole Web site, this was in an art gallery and so forth and those pictures were a part of that exhibit, that's a -- that's -- the reason why Congress put that provision in there is that this Court repeatedly said it was necessary to protect First Amendment rights, and in Ginzburg, U.S. v. Ginzburg, the Court said the context might be considered in terms of how the manner is being purveyed, is there pandering going on, is it being put out, is -­ the statute, because it says, it says any image, any article, any image. Then it could be any image taken as a whole."
  },
  {
    "speaker": "OLSON",
    "speech": "But -­ restriction, is it good enough for you to give a narrowing construction of words that are susceptible to a broader meaning?"
  },
  {
    "speaker": "OLSON",
    "speech": "The -- I submit that the -- what the -­ with the issue of as a whole as a part of the statute, taken -- this is part 6 of the definition, which is on page 189a of the appendix to the cert petition -- that the -- the context of that is quite clear that the material is -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, three -- two -- yeah. No, it was was trying to do in this pace -- case -- is to adopt these -- this Court's definitions of those things, and if I can -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Why did you -­"
  },
  {
    "speaker": "OLSON",
    "speech": "Those were book cases."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- pick 16-year-olds instead of 17-year- -- how -- how did you come up with 16-year-olds?"
  },
  {
    "speaker": "OLSON",
    "speech": "Because this Court -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "And I mean, you know, maybe you -- you won the battle by losing the war. select a different age for every different piece of material. What Congress was trying to get at was the worst problem, the material that even with respect to 16-year-olds meets the standards set out in the statute. That at least -- very much. I -- I think Congress probably wanted a good deal of stuff that might be okay for 16-year-olds not to -­ not -- not to be shown -­"
  },
  {
    "speaker": "OLSON",
    "speech": "No, as a matter of fact -­ has agreed is a compelling problem. If I can return to Justice Kennedy's concern about the issue of -- take -- the commercial pornographers, the statute is very clear that it refers to people that are in the business of profiting from this material, and then the being engaged in this and says that someone that takes time, effort, or labor in the regular course of a business of -­ of profiting from the transmission of this material. So the legislative history, the previous iteration"
  },
  {
    "speaker": "OLSON",
    "speech": "Well, the answer to that, Justice Kennedy, is the -- the fact that this is not any -- that that definition, what the Congress adopted at the suggestion of this Court, was the same definition that this Court had approved in prior contexts with respect to obscenity, 18 obscenity, is something that prosecutors and courts have been dealt -- been dealing with for a couple of -- for over, well over a generation, for several decades. So -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Olson, may I ask you a question"
  },
  {
    "speaker": "OLSON",
    "speech": "Yes, I -- Congress would not have wanted to create that massive loophole, because the people that are -- this is a multi-billion dollar business, the people that are doing it would readily adapt to that type of a loophole.  The other one that was suggested by the is that somehow Congress should have required that this would be the primary business that the person was engaged in. Again, that would have been a massive loophole subject to constant litigation over what was the primary business COPA requires. The fact is that blocking material in the home is both underinclusive and overinclusive. It requires the consumer to go out and buy a product and spend money to adapt it to technological improvements that are happening this again is outside the record, but I did this, anyone can do this, the same experiment over the weekend. I went to Google and I typed in disable filter and you push the button and you will get a screen full of programs that will tell adult identification at a relatively nominal cost, I think it was 19.95 for a several-month period or something like that, and the availability is such that the steps that can be followed take a matter of less than a couple of minutes. So in the privacy of the home, the adult who wants damage to children in the privacy of the home with statutory protection as to anonymity, the -- the problem can -- it -­ it cannot be totally solved, but this is an important major step and this is an example of Congress following the minors. The Government's attempt to narrow the range of speech that is affected by this statute defy the law's plain language, the record, and plain common sense. Even under the Government's interpretation, COPA criminalizes speech that under any definition adults have description of nudity or even a description or depiction of the female breast. It does not just cover sexual conduct."
  },
  {
    "speaker": "QUESTION",
    "speech": "Now, I thought what it said is it picks up the definition that this Court has used for obscenity. I does not cover just an image of the female breast, so I think that that's an important difference."
  },
  {
    "speaker": "QUESTION",
    "speech": "It has to be an image or whatever image they are that appeal to the prurient interest. Now, that to me is material that does not communicate."
  },
  {
    "speaker": "QUESTION",
    "speech": "It is material that is looking for a kind of emotional response, period. No communication and trying to elicit a certain emotional response, all right? And it lacks serious artistic or cultural or other value, record shows, and if the law covers, material that clearly has value for adults but lacks value for minors, there has to be some distinction there or otherwise this turns into the obscenity statute. There is no difference. In other words, there is material that has -­ slow down, Ms. Beeson? I didn't get your last -­"
  },
  {
    "speaker": "BEESON",
    "speech": "Sure."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- clause."
  },
  {
    "speaker": "BEESON",
    "speech": "Sure, sure, Your Honor, of course. to look at them, and if I thought that this statute didn't cover it, why not say so? Why not say all these things that the ACLU is worried about, given the Government's effort, are outside the statute? Would that take care of your problem? But tell me which they are. numerous discussions in the -- in the record of lesbian and gay sexual pleasure and the pleasure of sex outdoors. This is not sex education materials. These are materials intended for adults which explicitly discuss sexual so."
  },
  {
    "speaker": "BEESON",
    "speech": "Your Honor, let me put this another way. This statute covers written text. All of the exhibits that have been put in by the Government are of images. \nI don't know what else could be covered that is written text words, what is left. That is what they are. They are -­ they are prurient discussions, they are intended for adults, they have value for adults, but they lack value for minors. That is the concern. It's a very big concern. There are a happens? You can go to jail, not because you made that column deliberately available to a minor, but because you merely displayed the column to the general public. That is a pure violation of this Court's rule in Butler v. Michigan that you cannot make it a crime to display material to adults in the name of protecting children. The second option. You're worried, you don't want to go to jail, you self-censor. Everything that you have self-censored, adults had the right to access. It violates the First Amendment for the Government to do this through The third option is that you can set up costly screens, which the record shows drive away your users. The district court and the court of appeals also specifically found that because of the risk of criminal penalties, it's  problem, the self-censorship problem with the obscenity statute, and here's why. Under the obscenity statute, if you self-censor material that is actually obscene, there's no First Amendment problem."
  },
  {
    "speaker": "QUESTION",
    "speech": "That's the whole point of the thing. problem. That speech is illegal. If you self-censor speech under COPA that we can all agree is harmful to minors, whatever that is, it's harmful to minors, you have self- censored material that adults have the right to access. "
  },
  {
    "speaker": "BEESON",
    "speech": "Your Honor, we think that -- first of all, this Court has never upheld an -- a harmful to minors display statute, and in fact -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "I understand we haven't, but what -- what's your view? The argument you're making suggests that"
  },
  {
    "speaker": "BEESON",
    "speech": "We think that that is one of the three First Amendment burdens that these kinds of statutes impose. The first one is the self-censorship problem. The second one -­ down online display statutes because they have reached the same conclusion that the district court and the appellate court in this case found and that is that there is -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, their supreme courts did, their supreme courts did. I mean, don't represent it as a You're saying that -- that there were state supreme courts that struck it down, right?"
  },
  {
    "speaker": "BEESON",
    "speech": "I'm saying that there are -- there were Federal courts that have struck down now seven state"
  },
  {
    "speaker": "QUESTION",
    "speech": "But there's a -- there's an alternative, the ID, you -- it doesn't have to be a credit card."
  },
  {
    "speaker": "BEESON",
    "speech": "Your Honor, there is an alternative in the statute. What the record shows is that to get an adult ID, the primary way to get that is through a credit card. So another problem you have very similar to the problem identified by this Court in Reno v. ACLU is that, you know, almost all adults without credit cards have no way to access this speech at all, and again, you don't even -- you don't even get to this problem if, of course, the Web speaker has tried to set up the screens. So the other -- the -- the other thing that's very different, of course, about the blinder rack statutes is that none of them required the adults to actually register case, which this Court found irrelevant given the remaining burden on -- on adults having to identify themselves before they seek access. In both the Denver Area case and in the Playboy case, this course -- Court -- struck down very similar burdens on adult speech. The burden here is much greater because the quantity and diversity of speech affected is much greater and the number of users affected is greater. I would also like to point out that there's -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well -­ protection, which is -- which is right in the -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, who -- who says that they're guaranteed anonymity? I mean, if you go buy a gun, you're certainly not guaranteed anonymity. too. General Olson acted as if there was nothing in the record about the number of times. In fact, there is quite a lot in the record."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, you -- you say you're not relying proposition?"
  },
  {
    "speaker": "BEESON",
    "speech": "I'm saying that I think that those cases are relevant only to the extent that they show that anonymity often deters -- that the -- the loss of anonymity the speech is protected for adults. They have the right to access as -- as the Court held in Lamont and in Denver Area and in Playboy."
  },
  {
    "speaker": "QUESTION",
    "speech": "Now, you have a third -- the third point. The first is there's too great a risk of self- anonymity, and what's the third?"
  },
  {
    "speaker": "BEESON",
    "speech": "The -- the third was the four -- first point I made, Your Honor, which is that if you -- the defenses don't help you at all if you take a risk and -- and because they gave it to a child, that's the only kind of a statute this Court has upheld. That's the -- that's what they upheld in Ginsberg is that you can make it a crime to deliberately sell this material to the child. All the -­ all the -- all the Web publisher has done under this statute that sends him to jail is to simply make it available to the general reading public."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right. Suppose -- what in your opinion is the right way for Congress to go about this? That is, I assume, and you may not assume, but assume with all fine. They're not really interested in your examples. What they're interested in are -- is the professional pornographer and we know who that is and we know what it looks like, and it's too tough to go after them with the not hurting anybody else, and the way to deal with this is to zone just like we use to do in libraries. If you want to see the stuff that's locked up, you have to go to the librarian and identify yourself and show you're not a child and she'll open it with a key, that used to happen, and you could go look at it, all right? That's Congress' solution. Now, if that is not a good solution, what is? Is there no solution?"
  },
  {
    "speaker": "BEESON",
    "speech": "Yes, there are a number of solutions which Congress has now passed which don't present the -- the statute, it's a criminal statute, and because it's a criminal statute it's far more likely to lead to the self- censorship that -- that causes the big problem here. We now have a Federal filtering law that this"
  },
  {
    "speaker": "QUESTION",
    "speech": "Also, what else, because as you know from things I've written, I'm very skeptical about the ability of filtering to deal with millions of families where there are no parents at home during the day and it's very tough. So -- so that's one. I'll look at that. What's -- what's two?"
  },
  {
    "speaker": "BEESON",
    "speech": "If I could just mention the cite to the record, Your Honor, because I think it's very important. The Government put in a lot of sexually explicit images as their exhibits in this case. They stipulated that every one images that they submitted as being a problem in this case."
  },
  {
    "speaker": "QUESTION",
    "speech": "Where's that at in the record?"
  },
  {
    "speaker": "BEESON",
    "speech": "That is in the joint appendix beginning at page 170, that's the joint stipulation between"
  },
  {
    "speaker": "QUESTION",
    "speech": "When they're working. Do -- do you contend -- I mean, if -- if we're uncertain whether it's easy to turn them off or not, let's assume it's not in the record. I -- it seems to me it's not a good argument on your part unless -- unless you maintain, and perhaps can show from the record, that it is -- it is not easy to turn them off."
  },
  {
    "speaker": "BEESON",
    "speech": "Your -- Your Honor, under this Court's long-standing precedents, any content-based regulation of speech is presumptively invalid. It is the Government's alternative, and they did not meet this burden under the clear record in this case. The district court very clearly found that the filters were at least as effective. They can actually block material that is not even commercial that record to make that point, when we have only the record to -- to base the decision on here. Justice Breyer, to get to the other options that are available, the other things that Congress can do, one that I want to mention is a new statute that was passed, 18 U.S.C. -- I believe it's 2252(b) -- it gets at the Whitehouse.com problem. This is a law that penalizes sites that knowingly use misleading domain names, like Whitehouse.com, in order to lure children to this sites inadvertently. That is another law -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Statute -- has that statute been"
  },
  {
    "speaker": "BEESON",
    "speech": "That -- that statute has not been challenged. It is on the books now, and -- and therefore it is -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "You think that's a good one, though? aiming to get at, which is, you know, luring inadvertent viewers, especially minors, to particular sites, whereas this -- this law makes it a crime for anyone, any individual running a small business, you know, Mitch Tepper, our client who runs a sexual health network -­ narrower. I've got -- I agree with you about that. I just want to be sure you don't stop before I've listed all the alternatives that you think are possible."
  },
  {
    "speaker": "BEESON",
    "speech": "Yes, Your Honor, and thank you for obvious, why -- why didn't Congress see that, that obvious fact?"
  },
  {
    "speaker": "BEESON",
    "speech": "Your Honor, part of the problem, of course, is that most of these laws that I'm mentioning were passed after COPA was passed. COPA was passed very early on in this debate when the Internet was not as well understood as it is now. Frankly, the -- the solutions that it has thought up since then have been better, they've been narrower, and they have had less -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "Screening existed. They certainly had, technologies existed and Congress surely considered them and thought it was inadequate for some reason."
  },
  {
    "speaker": "BEESON",
    "speech": "Your Honor, the record in the case shows that it's at least as adequate and where, as here, that are intended just for children. That Dot Kids domain can interact with the filters in a way that allows a parent to set up the AOL account, for example, so that their younger child has access only to the sites in the Dot Kids domain. limits that are -- are specified there? Is there something for the 6-, 7-year-old group and then up to the 15-, 14-, 15-year-old group?"
  },
  {
    "speaker": "BEESON",
    "speech": "Your Honor, I believe, I don't have means that there'd be some burden attached, and the burden that's attached is the key to the spot -- locked room in the library, the taking New York Times -- Times Square and moving it out to Yonkers and some place, and here that you have to identify yourself as an adult. suddenly say, oh well, let's, you know, launch a crusade against the obscenity, from a First Amendment perspective, that might be worse. So what do you think?"
  },
  {
    "speaker": "BEESON",
    "speech": "Your Honor, obscenity -­ is applied, it violates the First Amendment because the only options available to speakers would either put them in jail for making their speech generally available to the public or -- or prevent adults from accessing that -- that protected speech because either the speaker has self-censored or they've put it all behind a screen that the record shows drives -- drives away the users, and I -- I think I was going to make just a another cite to the record that I think is an important one to note, and that is that the Government's own expert conceded that thousands of users would be deterred from any single Web site as the result of any registration system, and that is, again, similar to the evidence that the Court relied on in striking down the statutes regulating indecency in cable television in both the Playboy and the Denver Area cases. criminal statute. Those statutes, of course, just involve civil penalties that -- oh, I thought I had that cite to give you but I actually don't -- I'll try to -- I'll try to find it in a moment. to self-identify, and two, they're unable to have credit cards or something of that kind. Those are the two reasons?"
  },
  {
    "speaker": "BEESON",
    "speech": "Yes, and they don't want to self- identify because they're too embarrassed or because they don't want to be stigmatized by being associated with the content. There is an additional reason, which the record showed, which I think is important to close with, and that is the nature of this medium. This is an -- a wholly unprecedented medium of communication. This Court found entry. It allows users to access millions of sites just through this linking process. The record also showed that by setting up these barriers that kind of destroyed the nature of accessing identification material on to third parties."
  },
  {
    "speaker": "BEESON",
    "speech": "Your Honor, this Court has -- has never upheld any statute which -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "But why shouldn't we uphold that argument? deter adults from accessing protected speech. I think that that is -­"
  },
  {
    "speaker": "QUESTION",
    "speech": "But I don't see if you rely on your reason for deterrence is fear of self-identification, and if card or their -- or their ID even to the Web site. I mean, these are Web sites that they've never seen before. They're surfing the Web. They're not trusted local stores, they're -- they're unknown Web sites."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, but -- but millions of users of the something else that's for sale. I don't understand why that's such a terrible invasion of privacy."
  },
  {
    "speaker": "BEESON",
    "speech": "Your Honor, in fact, what the record showed in this case was that the only time that Internet"
  },
  {
    "speaker": "OLSON",
    "speech": "Thank you, Mr. Chief Justice."
  },
  {
    "speaker": "QUESTION",
    "speech": "Could you address that exception to the disclosure thing that Ms. Beeson just brought to our"
  },
  {
    "speaker": "OLSON",
    "speech": "Yes. I don't -- I don't read it that way. I don't think that's the -- the exception is intended to -- to allow the person safe harbor by performing the function of the adult check. I mean, I think that's what down, the sky was going to fall. This Court decided to remand that to the -- the Virginia Supreme Court and the Virginia Supreme Court found that none of the 16 parade of horribles would be even covered by the statute. That's this all over again, and it reasonable, a construction of the statute that would be, to which it would be reasonably susceptible that would deal with those constitutional problems. And -- and these definitions, these definitions are thousands of people, that's an infinitesimal quantity of what's on -- on the Web in itself. The most important point here, with respect to alternatives, Congress considered, as this Court suggested it should, the various alternatives. The House, the Senate report's good, but the House report, 775, which is cited all over the briefs on pages 16 through 20 considered all of these examples, the tagging, the filtering and so forth and went through all of the reasons why Congress found that they would not be effective and that what COPA was providing be on the commercial purveyor of the material and so forth. Congress went through all of these things and made specific findings. At the end of the day, it's important to emphasize children. Congress has been struggling with this. It listened to what this course had -- Court had to say. It examined the nature of the medium, because this is a different medium, but one of the wonderful things about this of this medium. It's easily accessible to children in the home and it's important that the Government be -- this Nation and its three branches of government be concerned"
  }
]