[
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "We'll hear argument now in the Mr. Waxman. factor for at least one to come within the four corners of Batson. Now, I could argue I think, if I needed to in an unexplained, blatantly race-based means of racially excluding jurors from the venire, comes within Batson, the"
  },
  {
    "speaker": "WAXMAN",
    "speech": "You know, I can't -- the case is called Ladd v. State. There is -- there's some -- now some reasonably substantial Law Review commentary in the Houston Law Review or the Houston Bar Review when I was here last time, and there has since been one in the St. by prosecutors, each of whom -- there were two prosecutors in this case, each of whom was found to have violated Batson in criminal -- other criminal trials"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "And the -- and the Fifth Circuit's answer to the jury shuffle was, well, the in this case for a claim, that Mr. Miller-El's trial lawyers were doing the same. Even if it were true, it would not justify what they did."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "If -- if we find or if there is a finding that the -- that the attempted shuffle on The jury shuffle is a practice that exists only in the State of Texas and, to my understanding, has ever existed only in the State of Texas. So it's a -- it's a argument that, look, even if there weren't any of these six -- let's say they shuffled it so successfully that no"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Was it brought to the attention of the court?"
  },
  {
    "speaker": "WAXMAN",
    "speech": "I -- I am not sure. I don't have for that argument. But it's -- the court -- they are judicial decisions of that court. The Court can take"
  },
  {
    "speaker": "WAXMAN",
    "speech": "Yes. The -- the very same court. And in any event --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, now, Nelson -- there's"
  },
  {
    "speaker": "WAXMAN",
    "speech": "Macaluso."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Macaluso and Nelson. Nelson three of these people, the State tried to disqualify them by asking them an open-ended question about what they thought the minimum punishment should be even though Precisely what happened in this case. Now, I'm not suggesting, Justice Scalia, that But in any event, you -- yes. You have to go through all of the evidence in the case, and what the evidence in the case shows is that, first of all, as this proper race-neutral rationales for striking African American jurors pertains just as well to white jurors who But what's truly remarkable about this case -- I mean, there are many things that are truly remarkable about this case -- the State not only used this minimum Americans, as opposed to only 2 out of 36 of the whites, but it actually tried to remove 2 of the African Americans the juror that, well, it's 5 years and you're not saying that you couldn't possibly consider 5 years. But -- and that was true with respect to white jurors as well as"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "The respondent's reply to this -- this minimal punishment argument is that in fact the -- Number two, with respect to the eight who they have accounted for in their brief, the fact that at the very end of voir dire, they were struck for cause, or them hardly provides a reason not to give the minimum punishment ploy to jurors who fit the categorization that"
  },
  {
    "speaker": "WAXMAN",
    "speech": "Justice Scalia, in the context of all of this other evidence, which is the context in which you need to weigh it and determine whether we have I respectfully submit that if you go through the -- the voir dire questioning of Mr. Fields and Mr. Warren and Mr. examined, page 30 of the joint lodging. This is the State's notes, Quote: \"could be enforced depending on the circumstances -- Murder/robbery, type of offense -- Think proper for death penalty -- Yes, I can serve.\" This is a -- this is a venireman who said that if he were Governor, he would set the minimum punishment for murder at 99 years. Mr. Fields was --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, now, wait. He also said -- when asked whether he could vote to impose the death penalty, he said, right now I say I can, but tomorrow I might not."
  },
  {
    "speaker": "WAXMAN",
    "speech": "He said --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Do you think that's a strong --"
  },
  {
    "speaker": "WAXMAN",
    "speech": "I'm -- I'm not sure whether that's Rand or Warren, but I'm saying that if you compare Mr. Rand who thought that the death penalty might be applicable for all murder, who repeatedly -- in our reply brief, we include the -- the recitation -- repeatedly said over and over and over and over again that he would answer the three questions yes, depending on the evidence, without any regard for his view about the death penalty, who testified that -- I'm not saying that this is somebody whom, if this were a case in which there was nothing in this -- we were just before this Court saying there's Rand and Mazza or there's Rand and Hearn and that's enough to satisfy our burden, I would be up here arguing it but it would be a much more difficult argument. Here, those -- that comparison has to be taken in the context of not one, were treated to this questioning by people who engaged in racially disparate shuffling, racially disparate the Fifth Circuit's analysis -- is it is pointillistic. It is an analysis. It's like walking up close to a Seurat painting and looking at each dot and saying, well, it's you have -- I mean, he had to paint with the dots, but as a reviewing court, you need to step back and look at this"
  },
  {
    "speaker": "WAXMAN",
    "speech": "I would give you a different answer, Justice Kennedy, if it's the jury shuffle because there's no plausible explanation available on the evidence in this case. If there is a plausible explanation for disparate questioning, which there is not in the statistics in this case, I wouldn't be arguing that that in and of itself, leaving aside individual, you know, side-by-side juror comparisons, would suffice. But here, we have, in addition to the disparate questioning that is not susceptible to a race-neutral explanation -- we have things like the prosecutor's own notations in the -- in the questionnaires."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Mr. Waxman, you were dealing with Fields, and the answer in Fields' case that the prosecution gives is he had a strong feeling about rehabilitation, and so he was -- he thought that everyone -- I'm referring the Court to page 185 of the joint appendix -- absolutely unequivocal that the ability or propensity for rehabilitation would not affect his in the dissenting and concurring opinions in this case last time with respect to Mr. Fields, it was pointed out"
  },
  {
    "speaker": "CONNOR",
    "speech": "Was there any evidence that the jury cards in this -- in the actual trial were marked or noted on the basis of race?"
  },
  {
    "speaker": "CONNOR",
    "speech": "Where do we find that evidence?"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I mean, maybe their right about beards and mustaches."
  },
  {
    "speaker": "WAXMAN",
    "speech": "We know that -- right, good for them. Right? You -- you -- they ought to strike them. case as one of disparate treatment, it is actually one of disparate impact. I will discuss first --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Would -- would the statement premise that blacks were more -- were less inclined to impose the death penalty. Would that alone justify more opinion. So when I read the majority opinion, I read, number one, there was history in this county, at least 7 which said let's keep all the African Americans out, here's how you do it. So on the basis of that, the majority writes there is, indeed, a strong suspicion here that this was discrimination. So I want to ask you -- and if I were to I would mean, well, I think that's what it is unless there's something later on that comes out to the contrary. is that the Court did take a big-picture look at all of the pieces of evidence, but at this point, as the court of appeals did and as this -- as this Court must do now, it jurors who were challenged. Miller-El --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "We only speak to the issues definitely not definite the last time. I'm asking you -- it's a serious question -- as whether there was something new or different that came up when the Fifth Circuit wrote and if the answer is yes, I want you to say what it is because I'm interested."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "May I ask you this? There are two questions just generally. One, I'm curious about the answer to my question to -- to Mr. Waxman. Did the getting a challenge for cause granted?"
  },
  {
    "speaker": "BUNN",
    "speech": "Your Honor, there are other cases that is available to use so that you do not have to use a peremptory strike --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "If you -- if you can get the you get -- get him off easy."
  },
  {
    "speaker": "BUNN",
    "speech": "That's what -- that's what voir dire case you can question black jurors more intensively than white jurors and still succeed in excusing them if the result of that voir dire shows some race-neutral basis. results in the views that are the basis of the strike, that would present a problem. That is not the case here, that you -- you just have blacks and whites with no difference in -- in what they -- in what they had said on the questionnaire, is a hypothetical that you say does not"
  },
  {
    "speaker": "BUNN",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Yes, but you don't know what inference that some of them might have expressed doubt about the death penalty?"
  },
  {
    "speaker": "BUNN",
    "speech": "That is -- we do not know. There --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "You don't know. If you don't know, you -- there's an excellent way to know. Somebody"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Did the prosecutor not -- was he there?"
  },
  {
    "speaker": "BUNN",
    "speech": "No, Your Honor. He was not -- there who had ever talked to the prosecutors?"
  },
  {
    "speaker": "BUNN",
    "speech": "The prosecutors were contacted during this is not exactly like McDonnell Douglas, Burdine where you have some prima facie case, the person was equally qualified, but was of a different gender than the one that Here, the prima facie case is immensely powerful because of the culture of discrimination in the manuals cases. Is it plausible to think that there had been this change of heart?"
  },
  {
    "speaker": "BUNN",
    "speech": "Even assuming the evidence, the Fifth Circuit did --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well, I mean, I -- I am there were a greater number of African American jurors in the front of the panel. They --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "And -- and that evidence was"
  },
  {
    "speaker": "BUNN",
    "speech": "Your Honor, there was no response from the prosecutors. There was no objection made, no some reason to believe that there had been a change of heart on the issue of race so that his argument is unsound? of purposeful discrimination must focus on these six jurors, and in answer to your question, a review of these That's the man they feel has the qualm, and the woman I told you who was white they feel has no qualm. Now, I look at that, and I say, you know, I yourself in that frame of mind."
  },
  {
    "speaker": "BUNN",
    "speech": "Your Honor, the -- that was not the there. There was also the brother who was a drug -- who was the drug -- you know, he had had drug convictions, but that's scarcely mentioned. So -- so I look at those two goodness. What -- what's your response to that? trial, numerous occasions, had served time, and contrary to Miller-El's assertions, the State did question Mr. Fields on this issue during voir dire, and it was a basis"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Ms. Bunn, before you finish, there -- there are two pieces of this I hope you can give"
  },
  {
    "speaker": "BUNN",
    "speech": "There was -- just to familiarize an attorney getting ready for voir dire of an extensive number of people --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Maybe the prosecutors didn't want to come up with an all-white jury for fear it would"
  },
  {
    "speaker": "BUNN",
    "speech": "The -- for instance, occupations were -- or addresses -- perhaps not occupations, but I know addresses were -- were noted. There could have been other -- information available at that point, whether visual or from the juror information cards. certainly."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Is it -- is it unlawful to take sex into account in jury selection? certainly not alleged in this case. The jury actually consisted of seven women. would -- I would say that it -- it's not -- does not necessarily lead to the conclusion that it was noted basically to treat African American venire members"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But I -- I don't -- I mean, I'd just like to go back to my question. I don't know why reasonable inference that that's what they were noting them for?"
  },
  {
    "speaker": "BUNN",
    "speech": "Your Honor, there are other noting those things. But even that aside, again, we must look at these six jurors and they all expressed views ability to assess a death sentence in any case. When asked whether he could impose the death penalty, he told prosecutors right now I say I can, but tomorrow I might believes in the death penalty and can serve as a jury -- juror and assess the death penalty if warranted, stating very particular circumstance, the -- a first offense, and certainly this is not the case here. On the other hand, Rand had questioned his ability to assess a death penalty to a defense challenge that was overruled. And the fact that the defense vehemently objected to her on direct nearly precisely the same brief that it presented to the Fifth Circuit the time before. Disparate questioning on the minimum punishment and it was acknowledged. If you look at the Batson argument, it's either Mr. Macaluso or Mr. Nelson said some that she didn't -- who acknowledged in her voir dire that she hadn't filled out one of those questions which got similarly situated African American jurors the graphic testified that her questionnaire expressed great"
  }
]