[
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Mr. Boas, the Court will hear different classes of people. Title IV focused more on the receiver; title VII more on the possessor. But nothing -­ nothing about the -- these two titles, about the meant something different from the term, any court, in title IV and any court of the United States in title VII. depending upon the setting, and the Court said when using it broadly would lead to strange and indeterminate results, we'll give it a more narrow reading, which the Now, you're right, Justice O'Connor. This Court has said that the purpose of the felon in possession word -- the term, the two words, any court, is not defined. But if we look in the definitions section, the term, crime punishable by more than a year, is defined. convicted in any court of a crime punishable by more than a year. And that definition says the term, crime"
  },
  {
    "speaker": "BOAS",
    "speech": "Nor have I -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Fine. Well, I -- I've never heard if anyone in any foreign country, other than ours, Japan does have a criminal antitrust law. They may be the only ones outside the United States, and I don't know that"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Why did they say any State or Federal? I mean, in -- in a way this provision -- you -­ you may say that the -- that the substantive effect of the the provision supports the Government's -­"
  },
  {
    "speaker": "BOAS",
    "speech": "Well -­ For example, there's another limitation immediately following it which says it shall also not include any State offense which is described as a"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "No. Well, but -- but Justice Scalia's point -- and I -- I think he's correct -- is that going to some pardon process in Germany or Uruguay to decide whether a person still has a conviction. Another part of the statute that's very clear, That section says that if a person's who's convicted under 922(g)(1), our statute, and has three prior serious drug you can see that the thrust of this is -- is to deal with domestic situations. There's one that says you can't own a firearm if you're a -- a fugitive from law -- a fugitive from another State within the United States."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Mr. Boas, I think you make a of person to have a gun, and the fact he's convicted in Japan rather than in Brooklyn really doesn't make any difference with regard to the purpose of the statute. Japan, Justice Stevens, then he would not be under our immigration laws allowed to come to this country, and if you were in Soviet Russia. Suppose it was a crime like -­ you know, there are all kinds of crimes that we -- we would never consider crimes -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- and in other countries there are -- we don't let anyone in if they've done any of those"
  },
  {
    "speaker": "BOAS",
    "speech": "That's what they said, but -- but when and how do we decide that? There's another offense under 922(g) -- or under 922 that makes it a crime to you go to buy the gun -- buy the gun. Now, what does the individual do? Does he say to the firearms dealer, do you but he'll probably get over it. (Laughter.)"
  },
  {
    "speaker": "BOAS",
    "speech": "Well, what I'd prefer and what the Honor. I'd prefer violent criminals who are dangerous not to have guns. But again, that -­ matter of notice and -- then that's a separate issue. Plus the Government, it seems to me, should put on its form that this includes foreign conviction, and that"
  },
  {
    "speaker": "BOAS",
    "speech": "Well, but what if it's a foreign conviction where there's no due process? Is there a"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "That doesn't cover Americans, of course -­"
  },
  {
    "speaker": "BOAS",
    "speech": "No. It doesn't cover -- crimes abroad, are convicted abroad, and -- and come back to home sweet home and then get a gun. I mean, that seems"
  },
  {
    "speaker": "BOAS",
    "speech": "Well, Your Honor, it's unclear what -- what their thought process was in this matter. But I can say this, that the narrow category that escapes the anywhere in any of the debates, in the language of the statute that that's what Congress intended. violence -- they're only intending it to be a State or Federal crime."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Once again, that -- that cuts you say it reads, why did they have to say is a misdemeanor under Federal or State law? Because it"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "-- and ones -- the 1202 did say Federal or State -- they made other changes, harmonizations. In the explanation of their consolidation changes and the reasons for them?"
  },
  {
    "speaker": "BOAS",
    "speech": "The -- they made no discussion of the And frankly, to the extent it's not totally clear and it could go either way, I think then the rule of lenity requires that it be decided with a more narrow the State or of the United States. I believe it was in the -- in the '90's when list under 922(g)(1), that Congress was talking about any court in the world. Now --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Let me -- let me ask you the because he always asked this kind of a question. What -­ if you had to pick your best case of ours which"
  },
  {
    "speaker": "BOAS",
    "speech": "Well -­ (Laughter.)"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "And this is one I'm -- I'm surprised that you didn't cite, but it -- I don't think you did -- EEOC against Arabian American Oil Company, where the wording of the statute was anyplace outside the United States, title VII coverage, and this Court held that anyplace outside the United States did not mean that a U.S. employer operating abroad had to abide by the anti­ discrimination norms with respect to hiring in some place abroad because Congress was thinking in terms of the inter-State sitting -- setting and not international."
  },
  {
    "speaker": "BOAS",
    "speech": "Well, I -- I'm not familiar with that case."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "That -- that was a decision by the Chief. So -­ (Laughter.)"
  },
  {
    "speaker": "BOAS",
    "speech": "That's a good one -- that's a good one too, Judge -- Justice. I -- I -- there's -- there's another case that I'd refer to which is the -- the Gonzales case, which is cited by the Government. Gonzales is interesting because it deals with 924(c)(1), which is the section that says you get 5 consecutive years if you're convicted of -- 5 years consecutive to any other sentence if you're convicted of possessing a firearm during the course of a serious drug offense. And in that case, the Court Federal sentence, not just a Federal sentence. Now, the Government might argue that that helps statute, the -- the Congress said -- and this Court doesn't have to decide and I'm not asking the Court to decide the Second Amendment issue, but Congress found the And the name of the statute is the Firearms Owners' Protection Act. Congress had in mind protecting the statutory scheme here, which time and time again refers to domestic matters. The Government in their brief says foreign examples. They say we recognize them for the purpose of extraditing American citizens. They say we recognize them felony, recidivism is an element."
  },
  {
    "speaker": "BOAS",
    "speech": "Well, that -- that's correct, Your Honor. Of course, the -- it's an exception under Apprendi is it's -- it's a slightly different situation in terms of it being -- I know we have Blakely and the whole"
  },
  {
    "speaker": "MILLETT",
    "speech": "Justice Stevens, and may it please the Court: Justice Scalia, you asked about what case we meaning of the word any in the statute, and my answer to that question, although I take the liberty of answering When Congress legislates, it's thinking about the United States. Sometimes it's thinking about abroad, but most of the time when it is, it says so. Arabian American Oil Company. I mean, that -- the language of title VII was between a State and anyplace "
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "-- but let me just interrupt on your -- your best case suggestion. I don't think the test is when has the word any been used in different ways, include foreign courts."
  },
  {
    "speaker": "MILLETT",
    "speech": "The -- the phrase convicted in any majority of the times that you see any court in the United States, it -- in the United States Code, it's followed by qualifying terms. convicted in any court without qualification. There's lots of any courts in the United States -­ foreign court?"
  },
  {
    "speaker": "MILLETT",
    "speech": "It -- it's -- I can't give you an exact number because we -­"
  },
  {
    "speaker": "MILLETT",
    "speech": "-- we don't know about the ones that we never hear about. And so if you were in Congress -- or -- or why do you think that Congress would have wanted to get the courts into the mess of trying to decide why wouldn't we start distinguishing one country from another. And what are the procedures in the Ukraine or Kazakhstan whether the ban on possession of firearms by someone convicted of, I'll say, a felony, a term of imprisonment of more than 1 year, applies to -- to convictions that are fact, be unconstitutionally entered. They could have been the product of a coerced confession. The allegation there United States, which dealt with 924, the sentencing enhancement provision, but it has a -- the parallel and incorporates 922(g)(1) convictions, this Court held -- a fact, that the -- the bar -- or that you still count an unconstitutional or allegedly unconstitutional State conviction, even if it was never appealed and that -- and there is no more opportunity for appeal. The time has passed. And under 922(g)(1), we also count."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But that's -- that's a question of waiver or forfeiture. Those are the ordinary rules that apply."
  },
  {
    "speaker": "MILLETT",
    "speech": "Yes, but that -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But -- but there's a basic rule in civil as well as criminal procedure, that if you want to attack a judgment, you go where that judgment was rendered. And of course, you should abide by the timing rules of that, but that's just a very sensible thing within a federal union. If you're -- if you're attacking what State A does, go to State A, don't tell State C."
  },
  {
    "speaker": "MILLETT",
    "speech": "And -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But that -- that doesn't operate internationally."
  },
  {
    "speaker": "MILLETT",
    "speech": "Well, it does certainly in this case. He could have appealed his conviction in Japan and he did not. So he had a forum to do that in. But -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Yes, but you're not building that into your interpretation of the statute at all I've got you wrong -- you don't like what the Third Circuit did. You say just the fact of the conviction"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But that's -- that's standard for judgments anyway. When the judgment is final, it means you've gotten through the first -- it has preclusive appeal, then you go back to State 2 and say, look, it's been overturned on appeal, and at least in the civil side,"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Because the person is going to be tried in that other system, and we have bound -­ within our international system, we say we're part of a world community and we want Japan to extradite people who have done bad things here to the United States, and so similarly, we will extradite to Japan. We don't want them to look at our system and judge it. We're sending somebody to be tried there. So extradition is -- is something entirely different than -­"
  },
  {
    "speaker": "MILLETT",
    "speech": "Although we -- we do also extradite, just to serve sentences, where there may have already been a trial that could be as flawed as anyone could conceive or articulate. So -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Well, we have the check already that these are -- these are places with whom we want to do criminal justice business together. So -­"
  },
  {
    "speaker": "MILLETT",
    "speech": "Well, what we have is the check that the political branches have decided that it's important to attach significance to foreign court -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "And then we have the -- we have the document where it's very clear we want to have extradition with the UK, with Japan. Here, you're relying on the word court, and you don't have it all spelled out like you do in an extradition treaty. And that's the problem here. Sure, if Congress had said we mean foreign court, then that would be it, but it hasn't said that and we have to determine does it mean the same thing as it means in the extradition context or the deportation means a tribunal abroad."
  },
  {
    "speaker": "MILLETT",
    "speech": "In fact, in 8 U.S.C. 1182(a) which what you might call a kangaroo court that Congress would not have intended to include within the term court?"
  },
  {
    "speaker": "MILLETT",
    "speech": "Yes, Justice Stevens. And I think contest, for obvious reasons -- we're dealing with Japan -- as to what Congress meant by court. And sometimes if -- what I will say is that the phrase -­"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "But it's something less than the all-inclusive term, any court, in a literal sense. be a court capable of entering convictions. I don't -- I don't think it's ambiguous in a sense -­ any woman who tried to buy a firearm because she had been convicted of wearing -- not -- not wearing a veil?"
  },
  {
    "speaker": "MILLETT",
    "speech": "No, Justice Scalia. attorney would do that?"
  },
  {
    "speaker": "MILLETT",
    "speech": "I would hope not, Justice Scalia. And it's very important to keep in mind that these hypothesized problems, bad applications, are that. Purely hypothesized. This has been on the books for"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "But it's -- it's been on the books for so long with very, very few prosecutions. So statute has already been defined. And the -- what the statute has been used for is to prosecute exactly the people that Congress wanted to capture. It's"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Ms. -­"
  },
  {
    "speaker": "MILLETT",
    "speech": "-- violent assailants -- were included."
  },
  {
    "speaker": "MILLETT",
    "speech": "I don't think it's strange at all, Justice Souter, and that is because that the business you have here, in this Court's word, is a sweeping prophylaxis against the misuse of firearms. That's what doing this against a backdrop of a lot of violence with guns. And so it makes sense that Congress would proceed carefully and deal with matters with which it was familiar with."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "No, but how -- how familiar an here and tell you that Congress specifically thought about this."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Oh, there's no --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "We both know there's no -­"
  },
  {
    "speaker": "MILLETT",
    "speech": "But -- but what Congress did here other not, and no explanation at all, in light of all these anomalies that have been brought out. Shouldn't we say to Congress maybe that's what you meant, but if you foreign?"
  },
  {
    "speaker": "MILLETT",
    "speech": "Two answers, Justice Ginsburg. they -- the conference report said we are rejecting the Senate's definition of felony. The other thing to keep in mind is when Congress administrative mechanism for relief that would deal with exactly the uncomfortable situations that have been"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "That would save us a lot of work. We -­ (Laughter.) all statutes that we don't understand. (Laughter.) and could leave for another day -- but let's -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Can I -- I want to get you. Now, I have a new question. would you finish please -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Well, I have a new -­ in general."
  },
  {
    "speaker": "MILLETT",
    "speech": "You -- you go and you fill out a form that says, as this case did -- and it's on page 4 of"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Yes."
  },
  {
    "speaker": "MILLETT",
    "speech": "-- asked him, have you been and that's what I'm worried about. So I see this as a possible out."
  },
  {
    "speaker": "MILLETT",
    "speech": "Well -­ just talked about might help."
  },
  {
    "speaker": "MILLETT",
    "speech": "And it's in 925(c), which is on -­"
  },
  {
    "speaker": "MILLETT",
    "speech": "Because some of -- some of the people who were getting waivers were going out and committing crimes again. Congress here is very concerned And this is not -- there was, you know, the question, is there ever an element where you treat this writing. When Congress put any court in and did not carry forward a limitation to the courts of the United States and took that out in another part of the statute in 1986, If there are problems here, there is a political process to deal with it. The political process"
  }
]