[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Inc. Mr. Pincus. Not only is there no empirical evidence to support it, there's no logical basis for such a presumption. The focus of patent rights is very different to a particular invention. Market power is buyer- centric. A buyer may be able to choose from a number that makes that product attractive in the marketplace, but the presence of that patent would be relied upon to make the presumption applicable. somehow spread to cover the larger product? I -- I don't see how it works. separate product."
  },
  {
    "speaker": "PINCUS",
    "speech": "Well, you could, but I think the question -- the question would be whether that product is made up by this component. The argument would be, if I'm a competitor, I can't duplicate that product"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "There might be. I don't know."
  },
  {
    "speaker": "PINCUS",
    "speech": "Our system encourages -- there patents that -- that are -- there are many inventions that are patented that don't have value in the shifting the burden based on something that's demonstrably not true doesn't have a logical basis."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "As I understand the not arguing that. So you're answering a hypothetical case that isn't presented here. second point you were going -- in response to Justice Breyer's question. What was your second point?"
  },
  {
    "speaker": "PINCUS",
    "speech": "Well, my second point, in that in the component situation, which was one of the situations that we were talking about, that the problem market power has to be -- or lack of market power has to be demonstrated by the defendant."
  },
  {
    "speaker": "PINCUS",
    "speech": "It would be extremely strange"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Do you think there's a distinction -- do you think there's a distinction So we're talking, in the tying context, of a very considerable market power test."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "But if it's -- if it is is or not -- that you're able to get twice the price for the ink than you otherwise would get, does that --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "But isn't it also true that some -- some economists disagree? And I'm just wondering if there's disagreement among economists,"
  },
  {
    "speaker": "PINCUS",
    "speech": "Well, I think the problem, Your Honor, is that the presumption does take one view over patent. That first was reflected in patent misuse doctrine, and then it was carried over to antitrust doctrine without any analysis about whether the there were anticompetitive effects, had anything to do with the level of anticompetitive effect that the plaintiff files a case, that it is going to be successful. And, in fact, establishing a rule that the filing of the case meets an element is -- is a bit of"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "I was going to say I --"
  },
  {
    "speaker": "PINCUS",
    "speech": "It's going to attract claims -- element. And -- and I -- I guess one argument is if -- if we reaffirm the rule that you're challenging, it will invite more lawsuits. They'll say, boy, the now. Has that, in fact, been the case that the guidelines and essentially disavowed and rejected the recognition of a presumption and the Sixth Circuit also rejected the existence of the presumption, there was a certainly amongst the district courts. And also, you had the Federal regulators saying this presumption here with a per se rule, although a somewhat peculiar per se rule because it has these four prerequisites. But the market power one is the critical one and"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Suppose it's the other one that's the critical one. elements are their two products. There are a hundred pages in Areeda and Turner --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Can I ask you -- products. So that's not a test that's going to be effective in screening out unjustified claims."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "-- but I'm just wondering if it isn't -- if it isn't the logical conclusion of your position that it really doesn't matter, even if"
  },
  {
    "speaker": "PINCUS",
    "speech": "No. If there is a monopoly in the tying product, Your Honor, that's one of the that you were in the process of answering. The -- the argument is made that this tying product had such clout that you were able to extract not twice but three times to even double the price."
  },
  {
    "speaker": "PINCUS",
    "speech": "Yes, Your Honor. As we note in with congressional action in the patent area, contrary to the views of leading antitrust commentators and the Federal antitrust enforcement agencies, and and procompetitive conduct. For all those reasons, the presumption should be rejected. power is the Loew's case, which was a copyright case. In fairness, however, Loew's based the presumption that it recognized in the copyright context entirely on the holding that there is no presumption in the patent context would eviscerate the underlying rationale for"
  },
  {
    "speaker": "HUNGAR",
    "speech": "As this Court defined market power --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "As you're defining it. As"
  },
  {
    "speaker": "HUNGAR",
    "speech": "Well, yes. The ability to raise price -- but we wouldn't consider that significant market power. And patents can confer value in other ways. For instance, in many high-tech industries in the necessary merely in order to get cross licenses from your competitors that would allow each of you to a requirements tie. So, in effect, what that brief is urging the Court to do is not to retain the Loew's presumption but, rather, to create a new one. And or consensus among --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Well, it wouldn't be a new recognized --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "But your -- your answer to Justice O'Connor is there should be no distinction even relationship, a requirements relationship, and an increase in price. markets such as grocery retailing, airline industry, and many other contexts. So -- so the -- the logic of the -- of the presumption he urges doesn't even hold requisite consensus that would justify the fashioning of a new presumption that has never been recognized by separate issues. That is, is it -- is it rational to presume market power from the existence of a patent is quite separate and distinct in our view from the rule when there is market power. They're completely distinct. establish the requisite economic power regardless of the ability to control price. The Court specifically said on page 45 of the decision that -- that ability to fact that -- that is being presumed in Loew's than the fact that is now required as part of the Court's modern explained in her Jefferson Parish concurrence, there's significant force to that argument. But -- but again, it's not presented here because there's -- I'm just kind of curious about where we're going down -- we're going down a new road in this whole area. I'm Ms. Sullivan. please the Court: Petitioners and the Government have fallen required to operate Trident's printheads, their piezoelectric impulse ink jet printheads used to put carton coding directly onto cartons. And the buy our good A, you need to buy good B that's a necessary -- product. Now there, that's just a screen. And -- and so I'm -- I'm not certain whether attacking the screen and insisting on a higher standard of proof is better screen alone and let's deal with the tied product on the merits. That I think is what Justice Stevens was royalty on the ink sales for life."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "All right. This case isn't what's bothering me. could just remind us how narrow the presumption is here. The presumption here attaches to one element in Justice, this does not entail a heavy burden on the defendant. What the presumption does is simply presume from a patent used to effect, as here, a requirements in the larger product. The patent has to be used through the licensing of the patent to effect the tie. to establish market power, this is a substantial undertaking. It's -- it's a significant part of litigation costs. And what you're saying is that this important rule by putting the presumption on -- on the defendant. But you can say that with many important"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Well, that isn't so. I mean, you could have a patent that was valueless or didn't itself confer very much, but the person is component, and he attaches this tied product as a counting device knowing that if it's successful, all be rich. Now, he decides to tie something to that."
  },
  {
    "speaker": "SULLIVAN",
    "speech": "To try to -- great machine."
  },
  {
    "speaker": "SULLIVAN",
    "speech": "To make up the money through a"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "By the way, a penny and you have to buy marvelous component. And by the way, if it takes off, you'll buy a lot of marvelous component, and"
  },
  {
    "speaker": "SULLIVAN",
    "speech": "This returns us to Justice Stevens' question. Can metering be procompetitive?"
  },
  {
    "speaker": "SULLIVAN",
    "speech": "-- the discount case."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "-- I think your opponent would say the district court made a finding to the"
  },
  {
    "speaker": "SULLIVAN",
    "speech": "Justice Stevens, we believe the district court erred in holding that there was no discounted ink on the market. The license here precluded either the original equipment manufacturers or the end users from buying that ink. The license And the original equipment manufacturers were deeply dissatisfied. indicate a single case in which there's been frivolous litigation over a patent tie. The presumption, if it was going to unleash this wave of frivolous litigation they could name a single case over the last 60 years in which that occurred. the district court erroneously said that we had failed to provide. But it can also be shown, as this Court has Dentists, market power can be shown directly. If there's direct evidence of anticompetitive effects in petitioners and Government have been able -- unable to show a single procompetitive requirements tie."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Are you conceding requirements metering context?"
  },
  {
    "speaker": "SULLIVAN",
    "speech": "Mr. Chief Justice, there could"
  },
  {
    "speaker": "SULLIVAN",
    "speech": "We -- it -- it's not the law and we don't urge it in any other context. You need not reach, Justice O'Connor, the question of copyrights bundling case. This is a patent requirements case, and that's all that's at issue. example, so that we make the money if the product succeeds, because people buy the required product at a higher price. That will never happen. And patents is So I see a problem both ways, and I'm really not certain what to do. congressional inaction might not always be a good guide to what Congress is thinking, here the Senate actually placed legislation in the -- in the bill that was sent antitrust laws as well, and the House took it out and the Senate acquiesced. as all these screens go."
  },
  {
    "speaker": "SULLIVAN",
    "speech": "That's correct, Your Honor. We believe that if -- the narrowness of the presumption copyright cases. We're only talking about one element of four. The plaintiff still bears the burden on Parish restated the presumption of market power in -- in a patent case. So the -- the fears about innovation have -- show that a 60-year-old rule, settled precedent of this Court, in a statutory case in which Congress is free to Congress' dissatisfaction with permitting such a -- the anticompetitive effects of such a patent requirements tie that led to the passage of the Clayton Act. And so Court's rules to effectuate the anti-tying goals of the Clayton Act is accorded -- should be accorded more weight whose amicus brief supports the presumption, has demonstrated that there's an innovation lottery in which only some patents are successful, but those that"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "We're not even sure, are we, Ms. Sullivan, that -- that you can extend, assuming shrouding information to the consumer are demonstrated by this case. The -- the petitioners -- gather, sometimes good, sometimes not. If it pushes out sales -- point about whether metering can ever be a good way for the monopolist to take his profit on the ink, rather than on the printhead, there's very good reason to consumers for the monopolist to take his profit on the ink rather than on the printhead because the consumer"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Of course, one of the interesting aspects of this kind of discrimination is the victim of the discrimination is the more powerful"
  },
  {
    "speaker": "SULLIVAN",
    "speech": "Well, we would argue that the presumption makes sense no matter whether the patentee"
  },
  {
    "speaker": "SULLIVAN",
    "speech": "Justice Scalia, we argue simply that it's fair to shift the burden to the defendant. Remember, this is a narrow presumption. rebuttable presumption."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "But isn't -- it's in But, Justice Ginsburg, to return to your point, if there's any doubt about whether metering can ever be efficient, if there's any doubt about whether requirements tie, evidence that has utterly been failed to be presented here, where there's no economist brief going to charge you a per-use fee? Every time you put a bar code on a carton, you pay us a royalty. That would be the way to have metering and to capture the monopoly inefficiencies that come with tying the -- the sales of ink, keeping other rivals out of the ink market -- concurring opinion in Jefferson Parish suggested, there might be very sensible ways to see efficiencies in a bundle where I buy two products at the same time, an conditioner. But it's quite a different matter because the cost savings from that accrue to the consumer. it reaffirmed the -- the presumption anyway. The presumption makes good economic sense. It makes good litigation sense. that you should affirm the Federal Circuit on the presumption, we respectfully suggest that there's --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, Ms. Sullivan. Mr. Pincus, you have 2-and-a-half minutes introduced evidence about market power because the issue was market power. I think respondent is putting the cart before the horse here in that respect. we discuss this on pages 11 to 13 of our reply brief, that respondent's syllogism of metering equals presumption fell out of the case, there was no proof of market power. So there is quite a record here of this presumption -- attempts to misuse this presumption. presumption as patents used to enforce a tie, as if the"
  }
]