[
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "We'll hear argument on number 04-278, the Town of Castle Rock has interpreted that?"
  },
  {
    "speaker": "EASTMAN",
    "speech": "Well, they have in other cases, as we note in our brief, that the word shall Justice O'Connor, when we have such a backdrop of law enforcement discretion. don't -­"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Mr. Eastman, would you comment on the extent of deference that we should Colorado while in view of what we said in Bishop against Wood? Tenth Circuit here in creating something that Colorado did not intend to create."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Of course, that's the"
  },
  {
    "speaker": "EASTMAN",
    "speech": "But I think there is a big difference. I mean -­ statute that is intended -- that uses the language of property interest or entitlement. I think if this Court would look to its decision in Gonzaga, for"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Wait, wait. I thought we were just talking here about state law as to whether purposes of federal constitutional law, the default cannot be that we assume the State created a property interest, at least in this kind of nontraditional focus on what kind of property interest we're talking about. Court's implied right of action cases such as Gonzaga is a good one. In order to take a statute and try and phrased in terms of the beneficiary rather than the person restrained. We would want to see an because there is not a private right of action by the beneficiary about a warrant to bring the suit directly. But at least that kind of statute is This is enforceable against Mr. Gonzales, and Ms. Gonzales could go back in and get a contempt"
  },
  {
    "speaker": "EASTMAN",
    "speech": "Justice Souter, they still have a great deal of discretion here. The statute says reasonable means of enforcement. statute that we're talking with, but they don't have that kind of discretion, do they, in Justice"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But is discretion -­ does discretion on the means to use include discretion to do nothing? of probable cause. It includes a -- seek an arrest or make an arrest or seek a warrant arrest when the property interest that would invoke the procedural protections of the Fourteenth Amendment."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Mr. Eastman, can I ask through the Colorado State system instead of through the federal system, and the Colorado Supreme Court"
  },
  {
    "speaker": "EASTMAN",
    "speech": "Okay."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "But I think you might -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Perhaps what you mean is Colorado law, if Colorado chooses to nominate some utterly zany thing of property interest, it doesn't"
  },
  {
    "speaker": "EASTMAN",
    "speech": "We don't even have any cases involving a property interest to enforcement against somebody else. All we have are cases to the that there is no right to arrest or enforcement against somebody else. legislature never could create such an entitlement, but given the backdrop of Linda R.S., and also given the backdrop of traditional law enforcement from the Colorado legislature itself, both that it's written in terms of the beneficiary -- getting her an not the town. The town has absolute immunity but against the police under the tort statute, the police are not immune if their conduct is willful and And I think this Court in DeShaney addressed that very question when it looked like if time. At most we would have here, if there is a property interest, is the opportunity for Mrs. Gonzales to tell the police that she believed responded to her however they did. She received whatever process might be due Nothing in the Colorado statute reflects an intent to depart from those background presumptions and to create an individual right to recognized a protected property interest, the provisions at issue here do not regulate the statute that lowers the threshold of what conduct is criminal from something that would be a freestanding crime to basically just violating one of the terms of restraining order gives her."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But only to ask the legislature has -­"
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "That's the sort of aggressive sort of thing that the Colorado courts"
  },
  {
    "speaker": "ELWOOD",
    "speech": "That's something the Colorado courts decide, and it's something that would be -­ his cell with a cell mate who the authorities knew to be basically interested in harming him. Because they had affirmatively restrained him, I think that that danger or increased the vulnerability. So I think there is something left to the federal liability which shouldn't really be done in the absence of an indication that the State really meant to do that. there is a property right here, is that the State statute does not create any sort of procedural should not imply a right or imply -- should not infer, rather, that the state legislature intended to create a right. clear statement rule. And in the absence of a clear statement, we should presume that the -­ a question of federal law, it is a question of state law."
  },
  {
    "speaker": "ELWOOD",
    "speech": "That is correct. That is sort of correct it at the margin -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Yes. What did they hold perhaps 31 similar statutes that rather than certify the question and then have to certify on a State-by-State basis, just to adopt a background rule"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "But a background rule is awfully tough. I mean, you could have lots of shalls Doe or whoever. But there is a very established body of law that even the people who basically agitate for if the arrest warrant isn't executed. At the federal level, there is Leek versus property? Does that describe everything in the world?"
  },
  {
    "speaker": "ELWOOD",
    "speech": "Justice Scalia, all I'm indicated that there might be limits on that. I think that there are reasons -­ because the State does?"
  },
  {
    "speaker": "ELWOOD",
    "speech": "I think that you would require a much clearer statement before accepting has expired."
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "Yes, it has.  client seeks is much less than what police officers do every day. We would ask this Court to hold that Ms. Gonzales was entitled to an objective, reasoned restraining order violation, and a good faith assessment of probable cause.  will, if you're right, get a holding that the police behaved very badly, that would help your client, and it would help future people in the same position. you get is somebody at the desk saying, well, we think other things are more important. And at that is a Monell claim, Your Honor. It is a pattern and practice claim."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But it's not a class statute -- civil rights statute. It's a claim for the benefit of this client and if this client wins, she was heard, they answered the phone, they talked to her. She got a result. After she had talked with them on the anything or that they weren't going to do anything satisfactory. So as I understand it, on your theory, answer? Both things, by the way, most people who look into this would say are completely wrong. But I mean, the police would say just what I said. Is that"
  },
  {
    "speaker": "REICHEL",
    "speech": "No, Your Honor, that is not a thoughtful, objective -­ and policy of ignoring, of not applying any procedure to these types of claims is the crux of our complaint in this case. assuming your entitled to a procedure, why did it have to come from Castle Rock? Why wasn't your order. They told her to hold on -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "That may be a tort, but it's not necessarily a denial of process if the that issued the restraining order."
  },
  {
    "speaker": "REICHEL",
    "speech": "But the restraining order the first telephone conversation. I take it from your answer that there wasn't one after the second conversation. And I take it the only -- that there denial of what she was entitled to until the 3:00 a.m. call, is that correct? her, you can call back later, call back later. They never made the probable cause determination and conveyed it to her. have to take her word as to the facts on the probable cause issue? what you need, which is an instruction to the police department that when a child is missing, you don't wait. But I don't see how you can get that"
  },
  {
    "speaker": "REICHEL",
    "speech": "Your Honor, we're not asking for the Court to instruct the police department they determination in coming to the conclusion that they're not going to do anything. I mean, what is the social value of that? the record is such that we've alleged that Ms. Gonzales knew that they weren't going to do result of procedure, they will then do something about it. It's not as easy to be irresponsible in that case. seems to me, although it's sound as far as it goes, is that it's an argument that would apply with creates a right on the part of the protected party. In other words, if the response to what I understand the problem to have been, if the response why didn't the legislature say something that would take these statutes out of the run of the mill an order that meant something. And it could only mean something if police officers are willing to enforce it. The legislature in turn has said, if a reasonable means to enforce it. Now, in order to enforce it, the police however, what I would classify as a more quirky property interest, and that was the Logan versus Simmerman Brush case. That case dealt with the cutoff for when somebody could sue for unemployment benefits or discriminatory allegations in the State believed that she had a contract with the State of Colorado, at least a promise by the State of Colorado that she would obtain some protection. contract for protection would be a familiar kind of property, is what I'm suggesting. be an objective, thoughtful, reasoned evaluation of her complaint of a violation. And that involves necessarily an evaluation in good faith of probable exists, and an articulation of that determination -­"
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "But you said a in response to one of these telephone calls, the desk sergeant said, send a squad car out and see if you can locate the kids, you would lose? what I'm saying."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Because that would have believe, the fourth prong of our analysis."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "So the notice -- yeah, did it say with a statement of reasons? it did, Your Honor."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Where does that come cause determination. The obligation to enforce is triggered by a finding of probable cause of a violation. the probable cause determination. It's our position that by simply ignoring that process, you're sort of a requirement you're seeking us to develop here. I just don't know of any past case that would suggest such a requirement when it comes to law be a major step, wouldn't it?"
  },
  {
    "speaker": "REICHEL",
    "speech": "It would be a different kind around the causation and foreseeability issues that are triggered by that type of a claim."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, if the State cares its own laws, isn't that some indication that it did not intend to create the property interest that And the existence of a post-depravation state law tort remedy is irrelevant to the analysis of whether there is a due process violation. question certified to the Colorado Supreme Court, and the Colorado Supreme Court said we weren't intending case. This case involves allegations of a pattern and practice, an official policy and custom on the part of Castle Rock of not taking complaints of This pattern and practice that's -- in and of itself proves there was no process. Ms. Gonzales"
  },
  {
    "speaker": "EASTMAN",
    "speech": "Thank you, Mr. Chief Justice. I want to go back to Justice Scalia's point about the property interest. This is such a unique appropriate to find that even if you were to accept Justice Stevens' contention of a contract, an ADT of rights to her, not just benefits that might flow from a criminal law more generally. It's phrased in terms of the person the phrase from Gonzaga. And that there is an intent to create a private remedy as well, not just the limited. We would not be limited to willful and wanton conduct. We would have all sorts of remedies And you would go a long way toward making constitutional provisions the font of Colorado tort"
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "Thank you, Mr. Eastman. The case is submitted."
  }
]