[
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "We'll hear argument in Pace Mr. Wycoff. because of what happened, I didn't understand the plea -- he raised that in State court before."
  },
  {
    "speaker": "WYCOFF",
    "speech": "He raised it in the first"
  },
  {
    "speaker": "CONNOR",
    "speech": "Yes."
  },
  {
    "speaker": "WYCOFF",
    "speech": "-- assistance of counsel claim -- life without parole. That was the essence, the core of his complaint the first time around, wasn't it?"
  },
  {
    "speaker": "WYCOFF",
    "speech": "Yes, that his lawyer misled him was 15 years."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But the -- but the essence of you go to the court of appeals first and get permission before you can actually file in the district court, and it has a screening mechanism to make sure that only petitions The PCRA time bar is nothing like that at all. It's like the State court procedural bar rules in Artuz. And Artuz, though, reserved the question presented here of whether a time bar with exceptions, like the PCRA time bar -- whether that could be properly filed. But what -- the analysis of Artuz controls here and shows that this petition was properly filed."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I don't care what the Pennsylvania law is. I mean, it -- it seems to me if you have a statute that says it's untimely unless one of these and you don't say -- and it's clearly out of time without one of the exceptions, and you simply file and don't say"
  },
  {
    "speaker": "WYCOFF",
    "speech": "And -- I'm sorry."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Unless it can be rejected by the clerk -- that -- that theory at all. In -- in Pennsylvania, the court accepts it and gives it judicial review and reviews"
  },
  {
    "speaker": "WYCOFF",
    "speech": "It -- it can arise again, Your Honor, and that --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "It can? How could it -- will many times arise again because consider someone who's already had his or her AEDPA year pass and then discovers, into court within 60 days."
  },
  {
    "speaker": "WYCOFF",
    "speech": "Or he finds it in what he thinks is within 60 days of when he should have found it. He files litigation, the court says, you know, you really should have found it 59 days ago, not 60. Circuit law as it is now, is going to have to come into Federal court and file a protective habeas petition because the odds are very likely that more than a -- the"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Yes. We would have to breathe life back into the stay and abey --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "-- exemptions specifically or not? We're going to look through it and find it for ourselves. that. I know that was the practice. In -- in fact, Pennsylvania courts still do that. case of an untimely filing in this period when the court was -- even if you raised no exception, was going through them."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "There would be no case in which an untimely filing would be included in properly time and you don't fall within any of the exceptions. Well, that's -- that's an answer. I'm not sure it's a strong enough answer to respond to Artuz. answer, and I thought your second part to the answer was in that kind of situation, the Third Circuit practice, the your argument?"
  },
  {
    "speaker": "WYCOFF",
    "speech": "Yes, Your Honor. And it's -- it's connected to the statutory language. AEDPA says we'll keyed to how much process the State post-conviction courts will give you. In a -- in a State where they say anyone to answer, well, people want to get out so they're not going to sit around forever, then we'd ask you what about the death cases. tempted to answer, and since you said it, I'll go straight to the death cases."
  },
  {
    "speaker": "WYCOFF",
    "speech": "Well, I think all the courts of appeal that have -- have talked about that have thought -- have said that you really shouldn't start figuring out"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, then Justice Scalia's prediction is -- is right. You just keep filing and just across the board have tried to avoid that type of thing."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Try -- try this simple rule. has exceptions, it's not properly filed if you do not assert the existence of one of those exceptions. the State's procedural filing requirements. This is a Federal statute and properly filed is given a Federal meaning, but you presumably look to the State filing means. Now, all of these concerns about delay and so on If the States don't --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "That's unrealistic if the States allow you to file a lot of stuff. You're -- you're going on and on and on is to adopt an absolute rigid statute of limitations, no exceptions. that distinction between an Indiana rule which had a prefiling requirement and an Illinois rule --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "What about a -- a rule cases? In all the other cases, there's no incentive to do this endless filing, and in death cases, there is. So in"
  },
  {
    "speaker": "WYCOFF",
    "speech": "The --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- simply showing on its face that there's either an absolute statute or that one of the"
  },
  {
    "speaker": "WYCOFF",
    "speech": "The problem with that in terms -- is that it conflicts with Artuz' idea that the -- any rule litigate in State court becoming -- before coming to Federal court. And Duncan v. Walker was very clear that the court doesn't want lots of people filing prematurely. tolling. As Chief District Judge Giles found, that it me an overwhelming case for equitable tolling."
  },
  {
    "speaker": "WYCOFF",
    "speech": "I have, I think, four responses to that. these 4 years. This is a man who entered prison at age 17, barely educated, barely literate, drug-addled. This PCHA petition, he didn't know that was a claim. It's a -- it's a form that he filled out and handed in and appointed counsel came up with that claim in the first post- This is much more complex than that. If you look at his briefs, which are in the joint appendix,"
  },
  {
    "speaker": "WYCOFF",
    "speech": "Thank you."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Mr. Eisenberg."
  },
  {
    "speaker": "EISENBERG",
    "speech": "Justice Stevens, and may it please the Court: claim that couldn't have been raised earlier. And -- and the legislature identified three classes that mirror the three provisions in the Federal statute of limitations. he then has 60 days from the time that that claim arose in order to come into court. and if you don't file in time and come within one of those classes, then the second petition, successive petition time limits don't apply to you and you're out of time. position, it seems to me that State prisoners are going to have to go but once to Federal court and then they're have to file within a year of -- and then it lists four dates. And the middle two are special new cases, unusual probably. The first one and the fourth one are the courts, your first round, and the fourth one is newly discovered evidence. satisfied with the round of direct appeal and a round of first -- of post-conviction review in State court. And so the question is whether the Federal statute should be State's time requirements for the successive petitioner so that we can make sure that the successive petitioner can statute. The way that would interact --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "But no -- there's still an"
  },
  {
    "speaker": "EISENBERG",
    "speech": "The way that would interact with -- for exhaustion purposes with a State like Pennsylvania and I might say patently he's going to be out of time if he goes back to Federal court, the Third Circuit is requiring him to go there anyway, go through the formality it? And isn't that a basis at least for equitable tolling? but at a limited point in time, and the whole question for equitable tolling purposes was at what point in time. Nobody argues that the Third Circuit still is making What the petitioner argued was that the Third Circuit case law, as of 1997 when he was first starting supposed to go back to State court, even on that point, Your Honor, that's not grounds for equitable tolling. You take a risk when you make a legal argument that it will State law, and what the Third Circuit, as opposed to Judge Giles who was reversed by the Third Circuit said, is that that he had an argument to make in Federal court that he was not -- that he was still going to have the opportunity to go back to State court. decide for the States how their time bars are going to be applied. And if instead they said -- Federal court, you can, but you face procedural default."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But if he had gone into the Federal court he went into, and he had not gone through"
  },
  {
    "speaker": "EISENBERG",
    "speech": "You can't get equitable tolling, Your Honor, our position would be -- I'm unclear about the application of (d)(2). I've got circuits like the Ninth Circuit who tell me that even if my petition is blatantly untimely in State court, it still because the Ninth Circuit tells me that I'm still going to get tolling, and now you tell me I'm not going to get Now, am I supposed to say in Oklahoma which has the 90 days but exceptions, that where somebody has filed a petition in State court, let's say, on the 180th day, run to Federal court and file a protective petition which could well have been dismissed on exhaustion grounds? State post-conviction review, that his chances of exhausting more claims in State court --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Actually most prisoners are not haven't a clue about the word exhaustion, and they haven't a clue about the statute of limitations. So they file a you want to do something after that year, you can't be confident anymore. All you have to do is -- is count a year. you're supposed to go to State court first, even if you've got something in Federal court. This statute of statute, but it does not require that the -- the petitioner identify the exception in the petition? It just allows it for the judge to decide. Would there be whether or not the petition was timely in your view?"
  },
  {
    "speaker": "EISENBERG",
    "speech": "No, Your Honor, because all the"
  },
  {
    "speaker": "EISENBERG",
    "speech": "That's right because during that time, the State court is deciding on timeliness, and if it's untimely, it was untimely as of the point of filing. claim and you file it --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "But what about the reasoning you've exhausted is done. That -- I'd like to go from that into expanding more on the equitable tolling because I think that that round was 4 years, not even just 3, but I believe closer to 4 years before there was a filing deadline in either which noncapital defendants file these kinds of late petitions, and the State courts are trying to deal with them. And this is the way that Pennsylvania chose to try courts, not just for capital cases, but for noncapital cases."
  },
  {
    "speaker": "EISENBERG",
    "speech": "Well, it's certainly something that --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "-- we take judicial notice of? any prosecutor would tell you, Your Honor. This -- this crime occurred 20 years ago in lawyer at my first round of State post-conviction review was ineffective. He didn't attach these affidavits from my mother and father. He didn't call it due process Now, petitioner could make those --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well, he also raised an -- an petitioner could exhaust that claim in State court on a second round of post-conviction review would be to put it in terms of ineffective assistance of first post- that claim and come to Federal court because claims of the ineffectiveness of post-conviction counsel are not appendix. And what the judge --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "And was there the constitutional violation he alleges? is, you understand that your sentence will be life, and the petitioner said yes each time. Federal court in 1992. He just didn't. Now --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Of course, he's a 17-year-old without any learning in the law. He probably didn't appear in the transcript. I mean, that's understandable."
  },
  {
    "speaker": "EISENBERG",
    "speech": "He -- he knew it appeared in the says, even then how was I supposed to know that I wasn't going to get some kind of exception to the State time bar? I didn't know that until the next month when another case or the fourth from the State supreme court in somebody else's case. Only then in August of 1999 did I finally I might lose those arguments, but I really thought I could win, and therefore you should give me equitable tolling while I pursue them."
  },
  {
    "speaker": "EISENBERG",
    "speech": "Thank you very much."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Mr. Wycoff, you have about 4 the Lambert case, held that the -- the statutory language of the time bar is not dispositive and you have to exhaust even if you don't meet one of the statutory exceptions like they did for all the other procedural bar rules. In fact, Pennsylvania in the Lambert case, in exhaustion question until March of 2000. The district courts, not just Judge Giles, Chief Judge Giles' 20 years experience on the bench, not just him, lots of district courts send people back to exhaust during this same time period. State law was unclear. State law appeared to provide remedies and possible merits review. Because the State law was unclear, Third Circuit exhaustion law required petitioners like Mr. Pace to go back and exhaust. And he did exactly what the circuit law required of him. And as a matter of equity, the court cannot punish someone. A Federal court can't say, do X, and then after that person does it, say, sorry, you're out of court. It's not fair and it shouldn't happen here. As to statutory tolling, I just want to -- the -- the Court I think can just easily decide this case just by reaffirming the central holding of Artuz which is when a State court allows you to file, gives your filing judicial review, applies a bar rule on a claim-by-claim basis, that was a condition to obtaining relief on claims in the petition. It's not a condition to filing the petition itself. And if the State court eventually holds all your claims are barred, as they did in Artuz, the petition is, nevertheless, properly filed and should toll AEDPA's statutory -- under AEDPA's statutory tolling provisions. If there are no further questions."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Thank you, Mr. Wycoff."
  }
]