[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument first today in Volvo Trucks North America versus Reeder-Simco GMC. Mr. Englert."
  },
  {
    "speaker": "ENGLERT",
    "speech": "Very much the opposite, Your Honor."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well, you have a person who's engaged in commerce, who's discriminating in the price that they offer to different purchasers. Now, I know your rule, and it's been an accepted rule of Robinson-Patman Act jurisprudence for that entire time. And it is a natural reading of the statute, and in accordance with the general principle, that this statute should be construed consistently with the in one of these justified instances."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "And the discrimination occurred over a period of a couple of years, as I understand it."
  },
  {
    "speaker": "ENGLERT",
    "speech": "No, Your Honor. This case was tried were automobile dealers that sold some inventory, there would be a cause of action if you extrapolate this -- these kind of facts. One dealer being discriminated against, vis-a-vis another dealer. the case in which there is a purchase by the purchaser if, but only if, it already has the sale is the case in which it can't have lost that sale in competition with a favored dealer because of price discrimination, which is what the statutory language are you finished with that answer? Go ahead and finish, if you want."
  },
  {
    "speaker": "ENGLERT",
    "speech": "Enough for now, Justice Breyer -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "All right. status is enough,\" then I think the principle stated in all of this Court's cases, that the Robinson-Patman Act -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "You're giving -­"
  },
  {
    "speaker": "ENGLERT",
    "speech": "-- should be construed -­"
  },
  {
    "speaker": "ENGLERT",
    "speech": "I'm sorry, the effect of such -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- sorry. The effect of such competition -­"
  },
  {
    "speaker": "ENGLERT",
    "speech": "-- discrimination. namely, the offer was discriminatory. And there was a harm to competition, in the -- in the Robinson-Patman sense -- his rival got the sale."
  },
  {
    "speaker": "ENGLERT",
    "speech": "Well, I still question whether -­ were hanging your hat on, to say that there has to be a discrimination in particular sales."
  },
  {
    "speaker": "ENGLERT",
    "speech": "I think the statute, read as a whole, compels that conclusion. But if I'm wrong about that, and if"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Fine. That's -­"
  },
  {
    "speaker": "ENGLERT",
    "speech": "-- sale from the manufacturer to the dealer."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "You've put your finger right on it."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "May I ask this question, just to get it in the -- Supposing volvo had a policy of granting everybody a 20 percent concession, and they had -- except Reeder -- and they always granted Reeder just a 15 percent automobile dealers over a period of time?"
  },
  {
    "speaker": "ENGLERT",
    "speech": "That would be the argument in favor of an expansive reading of the language in the hypothetical example to cover that case. But it would not be consistent with the"
  },
  {
    "speaker": "ENGLERT",
    "speech": "There's no injury to competition that is the effect of such -­"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Even if you -­"
  },
  {
    "speaker": "ENGLERT",
    "speech": "-- competition with -­ that there's no injury or impact in competition for resale of the trucks. What's wrong with looking at the statute as being concerned to protect competition to be the Volvo dealer? In other words, you know, they're competing -- if Volvo's restructuring its approach, they're competing to be the favored dealer, even though they don't compete with other Volvo dealers directly. with a favored purchaser can, nonetheless, establish all the elements of a Robinson-Patman Act claim by picking and choosing from among different aspects of unrelated transactions. The position of the United States is -­ any competition. And, therefore, the requirements of the Act are not satisfied."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "You're assuming they're not in competition on a continuing basis, they're only in competition Robinson-Patman Act?"
  },
  {
    "speaker": "HUNGAR",
    "speech": "And all the same structure as this -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Yes."
  },
  {
    "speaker": "HUNGAR",
    "speech": "-- hypothetical? Well, the answer is correct statement of the record?"
  },
  {
    "speaker": "HUNGAR",
    "speech": "Well, I don't think I would put it that way. I think, again, they don't compete at the point at which the price -­"
  },
  {
    "speaker": "HUNGAR",
    "speech": "-- because there's no substantial injury to competition."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "In other words, a -- I mean, you could go in -- I see that. But what -- is there any authority"
  },
  {
    "speaker": "HUNGAR",
    "speech": "Well, I don't -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Any authority?"
  },
  {
    "speaker": "HUNGAR",
    "speech": "Well, this Court's cases, and the lower courts', have understood the Act to require a likelihood of a But that's simply not the case here in these sales-to-sales or offers-to-sales competitions. The fact that some other dealer in some other transaction with some other customer got a better price has absolutely no relevance, no significance, and no getting -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But I -­"
  },
  {
    "speaker": "HUNGAR",
    "speech": "-- differential offers? Is that -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "-- I'm not putting the"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "-- I understand the Morton Salt case, but do the -- I'm assuming they're in the same relevant market in which customers patronize both of them from time to time, but they can't identify that Mr. Smith was here on this"
  },
  {
    "speaker": "HUNGAR",
    "speech": "Well, right. But, as Justice Scalia pointed out, the Act clearly does not apply to offers. It requires purchases -­"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Well, I understand."
  },
  {
    "speaker": "HUNGAR",
    "speech": "-- in which the price discrimination occurs."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "-- if you're looking at broad market competition, you don't normally require them to identify"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Mr. Phillips."
  },
  {
    "speaker": "PHILLIPS",
    "speech": "Thank you, Mr. Chief Justice, and may testimony was uncontested on both sides. Both Reeder's -- Reeder testified, \"We compete against other dealers every day.\" And Volvo's witness testified -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Not other Volvo dealers. 996 and 2000 involve -- I mean, 1998 -- involved direct-comparison sales, where we purchased from Volvo, and one of our competitors 200 miles down the road -- and on interstate highways, 200 miles down the road's the same as next door -- and we -- we purchased exactly the same product, and we got a "
  },
  {
    "speaker": "PHILLIPS",
    "speech": "Justice Scalia, that was precisely the defense that Volvo made at trial. They put it to the jury, \"Remember, it has to be like kind and quality. We are required to demonstrate that the truck that we are getting a 10 percent "
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- why is it -­"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "That is precisely what Robinson-Patman is about."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- why is it unreasonable -- why favored customer. You're picking from a series of sales, and we don't know how manipulative this proof is. And we I mean - and we don't -­"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "Well, I mean, putting aside the fact, It's not because they gave another Volvo dealer a bigger discount."
  },
  {
    "speaker": "PHILLIPS",
    "speech": "That's today, Mr. Chief Justice, to be sure. But tomorrow, when I go to the next dealer to -- go to"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "But it -- it's not just sales. It's always been lost profits, as well. And if we are paying more, we're losing money, vis-a-vis our competitors. And then every day after that, we're competing with our -- one arm tied behind liable? "
  },
  {
    "speaker": "PHILLIPS",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- and the buyer had agreed to buy it -­"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "Sure. between different purchasers of commodities. Now, you have to refer -- as soon as I ask the question, or start getting into the language, I forget the statute, and it's so complicated that I'm giving you time to think about it -­ the broader interpretation is suddenly doing what Volvo -­ forbidding Volvo from doing what it probably wants to do here. If it wants to get rid of its dealers, it's because it wants to compete better with other brands. And that means lower prices of the right kind of injury, there was no purchase, defined as I just defined it."
  },
  {
    "speaker": "PHILLIPS",
    "speech": "I apologize for being -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "No, let me deal -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "When he didn't get the sale, there was no purchase of the item, or items, from the manufacturer in respect to which the discrimination existed."
  },
  {
    "speaker": "PHILLIPS",
    "speech": "Right. the identical transaction, rather than recognizing, particularly in the context of a dealership arrangement where you're -- have continuous relationships between the -- between the seller -­ the manufacturer and the dealer, where you have this enormous Justice Scalia."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "But on a misinterpretation of Robinson-Patman. [Laughter.] that that principle ought to be completely settled at this stage. If there's to be any fix there, it ought to be a fix that's offered up by Congress. To go back to, then, your point, Justice Scalia, I that the evidence was flat-out inconsistent -- or inadequate to sustain the verdict, was overturned, had to be sent back. I submit to you, the evidence in this case is vastly stronger. The jury reached the result that it did. That result"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "So that if -- the question is whether fair franchising practices -- were there unfair practices? You won a verdict that there was a violation of the Fairness in Franchising Act. challenge to the jury instruction on whether or not the comparisons that were made were legitimate in any way. So, that's -- you know, there's no question that this Court can certainly establish a rule that says certain timeframes are"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Oh, no, you just go back and look again, 7 months or a year down the road, and if somebody else was getting a bigger discount -- if you had gotten the bigger discount, you would have made more money on those sales, but the profit was lower. There's no purchaser problem."
  },
  {
    "speaker": "PHILLIPS",
    "speech": "Right."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "But they got a lower profit. And I think, there, the mine-run of cases is against you that that And, court, look to see whether competition, in the sense of increased concentration through people going out of business, will lead to higher prices with the ordinary antitrust proxies there.\" What about that? I mean, I don't know if you -- you agree? I -- and I -­"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "One -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "-- I -- your opposing counsel says you almost concede that, right? Justice pointed out that Reeder doesn't lose a sale because of the concession that Volvo gives to the other dealer, which makes this quite different from every other Robinson-Patman case. Mr. Phillips' response was, \"That's today, Your Honor. But our bought by a Memphis company. So, just to point to Reeder's before-and-after sales is really terribly misleading, in terms of causation here between so-called discrimination and the decline in Reeder's business. minute left, is your central point that there was no proof of damages or no proof of injury to competition?"
  },
  {
    "speaker": "ENGLERT",
    "speech": "Both, Your Honor. They need both. They need -­"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "I know they -­"
  },
  {
    "speaker": "ENGLERT",
    "speech": "In 2(a) -­"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "-- need both, but which is your principal argument?"
  },
  {
    "speaker": "ENGLERT",
    "speech": "My principal argument is under 2(a), but if I fail on that, I think they fail under Clayton Act, section 4, as well. And -­"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Your principal argument, that there was no injury to competition."
  },
  {
    "speaker": "ENGLERT",
    "speech": "That was the effect of such discrimination, yes."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Okay. Thank you."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, Counsel."
  }
]