[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Mr. Hallward-Driemeier. than technical construction of that statute. And the Court has recognized in -- in numerous cases that claims of official immunity are -- warrant immediate vindicated by review at the motion to dismiss stage. And -- and that is the kind of protection"
  },
  {
    "speaker": "DRIEMEIER",
    "speech": "And -- and the Court --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "So do I."
  },
  {
    "speaker": "DRIEMEIER",
    "speech": "I'm sure you do. And the Court has recognized in any number of would be res judicata is only the jurisdictional question, and -- and this doesn't -- this goes beyond that, doesn't it? Honor. We point out any number of ways in which section 2676 confers an immunity on employees that is that this is a lot closer to res judicata than it is to classic immunity."
  },
  {
    "speaker": "DRIEMEIER",
    "speech": "Well, certainly of claim preclusion are not eligible for immediate appeal under collateral order. In Abney v. United there would have been no immunity at all if you'd sued the officers directly and not brought that Federal Tort Claims Act suit first. the claim of double jeopardy in Abney, the claim of immunity here depends upon the existence of a prior would be governed by collateral --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, it depends on -- it depends on -- on how the case was resolved. right. But -- but what's important here is that the of multiple suits. These are the exact same types of interest that the Court has recognized --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "What was the harassment claim that was dismissed?"
  },
  {
    "speaker": "DRIEMEIER",
    "speech": "It -- well, in this appearing at trial as a witness. The -- the Government also is protected by section 2676, as the Assistant Attorney General said. Government is often called upon to defend employees against suit -- and -- and the Government, having"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "But my first question is how does 2676 apply if it's in the chapter that 2680 says shall not apply to -- to things in the exception? the -- that view of the language, shall not apply, would be inconsistent with this Court's decisions both provision of section 2679(a) with respect to sue and be sued agencies -- if you said that 1346(b) shall not apply to a suit against the Postal Service because the of letters is excluded from 1346(b) by that same language, shall not apply, well, that would render the 46(b)."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "No. It only says it shall not apply if it comes within the exception."
  },
  {
    "speaker": "DRIEMEIER",
    "speech": "And -- and a -- a that comes within the exception. And so that reading of shall not apply has been rejected by the Court in action."
  },
  {
    "speaker": "DRIEMEIER",
    "speech": "Exactly, and in that sense, that reading of shall not apply is simply v. Smith."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "But the language does seem action or it was a borderline case, frankly, and he didn't know how it would end up, that person is out of luck. says that the Government -- that the Congress wanted to achieve that result. What order you bring the suit in construed 2676 to apply to Bivens claims. Further, as respondents recognize, 2676's application at this point is virtually limited because Bivens claim. So their --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Could the two claims have Bivens."
  },
  {
    "speaker": "DRIEMEIER",
    "speech": "Well, the -- the consistent view of the courts of appeals and district does have some application even when the claims are litigated simultaneously. For example, it's the were to be a judgment in the action under the FTCA against the United States, that that would immediately bar any recovery against the employee. And that's been"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Counsel, what if the first case against the Government were dismissed So -- so perhaps we should not have conceded that. But it could still be that the -- the judgment bar wouldn't apply. It would be an action in the judgment bar protects an employee of the Government. And -- and that's a defined term and it's have 6 months to bring the suit in court after the administrative claim has been resolved. And the -- the reason -- because one of those deadlines was met. It would follow, I think, under your reasoning that there could And therefore, none of the other provisions of -- of this chapter apply, and if none of the provisions of this chapter apply, clearly the judgment bar provision"
  },
  {
    "speaker": "DRIEMEIER",
    "speech": "I -- I think I'm going to borrow Justice Breyer's response because it's the FTCA are simply a nullity or nugatory with respect to such a claim. That -- that -- rather, as Your Honor suggested, what it means is that the United States has"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Correct."
  },
  {
    "speaker": "DRIEMEIER",
    "speech": "But in FDIC v."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "All right. So, therefore, if in fact we had words mean what they seem to mean, Congress would have both removed the State lawsuits in exceptions. But that would have the statute defeat itself, and therefore, that case that you're citing please the Court: To begin with, the court of appeals did not have jurisdiction under the final judgment rule to Petitioners do not contest that they could have been sued under Bivens initially or that the -- I think the statute would mean the same thing without that word. And there's --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Well, not -- there -- You could have tolling, and there are exceptions to a preclusion doctrine. So those doctrines aren't before."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Yes, but that -- that -- see, that's what's -- I'm not at all certain about have an appeal. I'm testing it out. But it seems to me if we take your position, nervous about making these collateral rules so complicated as to whether -- you'd have to do it whether it's a Bivens suit or some other kind of suit"
  },
  {
    "speaker": "ZIEVE",
    "speech": "Well --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "So put in -- So I -- I don't think it's that complicated to figure out now whether someone is proceeding -- whether the claim arises -- whether the claim to or under the judgment bar because they just really get at very different things. And the courts haven't shown would have been true under the prior bill. This is around page 14 of my brief, the quote from -- from the 1945 report. Not -- a bar to liability not only the prior version, but also against the employee. And there was no bar to suit in the prior version of the  appealable. And, you know, I think this follows from the Court's decision in -- in Irwin that -- that certain defenses that are available to private parties same way, have the same rules when the Government is being sued like a private party. so the court will look -- will apply the test very stringently. Statute of limitations, for instance, are in say that is a statutory bar to a right to stand trial. But statute of limitations, like the res judicata interlocutory review. It's there but you've wasted a lot of time going through the whole trial to find out the answer. true with defenses based on statute of limitations or res judicata or, you know, a whole host of defenses -- been decided and then sought a 1292(b) certification. I think they were trying to protect themselves by doing it both ways -- -- the district judge was aware of Cohen against Beneficial, and I think referred to it. Maybe I'm -- I litigation."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Is it -- is it -- maybe this is an incorrect way to look at it, but there interlocutory review decision. I would suppose if we agreed on the merits with the Government -- in other enabling act provisions 2092 that allows a court to identify categories of cases that are appropriate for interlocutory appeal as a categorical matter, but those final judgment rule really beyond the bounds of its language. longer have to seek private bills in Congress, which was considered a -- a burden. When the -- when the -- the FTCA allows the purposes of a State law tort suit. And then the judgment bar extends to the employee the preclusion because the judgment bar only applies to actions under 1346(b), it's something of a contradiction to say that an action that -- to which 1346(b) shall not apply at As for Justice Stevens' broader argument that -- that chapter -- chapter 171, which is the rest of from State law tort suits for Federal employees acting within the scope of their employment and looks to two other provisions of 2679, neither of which would come until 42 years after the judgment bar was enacted."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "I don't -- I don't dissent on that ground. And -- and so -- so I don't see how we could reach the result with this other exception without And so if the fact that it falls within an exception means the whole thing doesn't apply, then they would"
  },
  {
    "speaker": "ZIEVE",
    "speech": "Right. What the Court did in Smith -- and I think this applies to much of the Court's jurisprudence to construing the -- was that the foreign country exception applied. That's all they held in Smith, wasn't it? individual against an individual defendant, just looking at it in -- in a global sense. And that's what the plain language of the statute also says. So I something obvious here."
  },
  {
    "speaker": "ZIEVE",
    "speech": "I agree entirely. As the Court The -- the purpose of the statute is to shift suits from the employees to the Government, and the background of this specific provision, little as it is, discussing a parallel way to the administrative settlement provision -- we think the most sensible General uses in the legislative history."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "What is the -- as a practical matter, though, what is the great burden on defendants first if they're concerned about the judgment bar? suit. So bringing them simultaneously, while in some cases might -- might be feasible and seem like a good idea, is not necessarily going to protect the arguments."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well, you don't -- Government had responded in this case to the administrative claim in -- in a timely manner or at all, the plaintiffs would have had a better sense of suit. I'd like to mention, although the Government it fell within an exception. For that reason, res judicata would not apply. Thank you. Mr. Hallward-Driemeier, you have 5-and-a-half minutes left. liability when they were acting for the Government, as well as the distraction and cost of defending against suit."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "The thing you haven't answered that I think is troubling everybody is why is were virtually no decisions about 2676 because plaintiffs just didn't try. This Court in Gilman, an early case relating provision was intended to address precisely these types of concerns, morale of employees, the same concerns United States and the United States was found not to be liable because of that exception, that the plaintiffs were free -- and Congress intended that the plaintiff personally."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "What about 2679(b)(2) of respect to constitutional claims. They could choose to pursue a Bivens remedy, but if they sue the United States on those claims, the judgment and the action against the employee."
  }
]