[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Mr. Frey."
  },
  {
    "speaker": "FREY",
    "speech": "It hasn't changed."
  },
  {
    "speaker": "CONNOR",
    "speech": "-- in all those years. And there were no interstate branches in"
  },
  {
    "speaker": "FREY",
    "speech": "I'm -- I'm not aware of any. There may have been a few State banks that had instrumentalities."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Congress makes mistakes sometimes. they might have done that. And I -- I acknowledge that this incorporeal abstraction, a corporation, the location of which is not necessarily tied to any particular physical presence. Motor Company as an example in the brief. If you ask somebody where is Ford Motor Company located, I venture Bougas case, which is much discussed in the briefs, the Court said that the term has no enduring rigidity, and the Court did not base its decision on the inherent or In Federal Power Commission v. Texaco, which is 377 U.S. 33, the Court interpreted the words in the amended if the principal place of business changes? The charter is amended."
  },
  {
    "speaker": "FREY",
    "speech": "You can -- just like a corporation its main office, which I think is the term that's used in 12 U.S.C., section 30. parity in 1882, 1887, 1911, 1948."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "A good bit of your argument is that your friend's interpretation on the position."
  },
  {
    "speaker": "FREY",
    "speech": "Yes. And -- and I think it's important to understand that when we're interpreting these statutes, at every time when one of these -- when the statute was our definition of located. There would have been one place for a national bank. There would have been one its main office and is its principal place of business. But I can't speak for everything."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You -- you would say that Is that what you think the word established refers to?"
  },
  {
    "speaker": "FREY",
    "speech": "No. I'm not sure what the word location, which was the place where it was established. So as a practical matter, there was total parity with State banks because up until 1958 a corporation was a there was total parity with national banks because they were -- they were confined to their original State."
  },
  {
    "speaker": "CONNOR",
    "speech": "Or an ATM."
  },
  {
    "speaker": "FREY",
    "speech": "What about where it has an ATM."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, there I think the that."
  },
  {
    "speaker": "FREY",
    "speech": "Excuse me? business. A State bank is a corporation and it is --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "So it would be the --"
  },
  {
    "speaker": "FREY",
    "speech": "-- the same as any corporation. incorporation and --"
  },
  {
    "speaker": "FREY",
    "speech": "Same as any corporation. them to change --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well, but you're -- you're asking us to interpret a statute that they the statute."
  },
  {
    "speaker": "FREY",
    "speech": "No. Then in 1887, Congress went to a different wording totally. It injected the word location. And I -- I should point out that the 1882 statute was in the So it was -- it's not clear what they thought they were doing with the 1882 statute when they adopted the and 1887, put on the same basis in respect of jurisdiction as if they had not been organized under an act of Congress. the codification of the current judicial code, not intended to work any change in the meaning of the provision using the word established and located and said that established meant one thing and said what in this case it meant. sure, but if I were a lawyer looking up -- and it -- you know, it dealt with banks. And if -- if I were a"
  },
  {
    "speaker": "FREY",
    "speech": "What the Fourth Circuit has done is destroy --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And -- and whatever -- equality, and whatever the rationale, whether it was the purpose to be served or something else, the Court interpreting section 1348 and its predecessors, and would look at the mode of analysis that the Supreme Court used in Bougas, and applying that mode of I'd like to reserve the balance of my time."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, counsel. national banking association is a citizen of a State in which its principal place of business is found, insofar as that might be different from the State in which its"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "So the main office is it, like 1332 before the '58 amendment. and one that I think is salient with respect to the points that you were raising earlier, Justice Scalia, is that it really is a happenstance of codification together in section 1348. The paragraph that contained established and the paragraph that contained located provision in 1864. So the first time that they both appeared, they did appear together, which is another distinction from the circumstance that the Court faces"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Could I -- could I get your position again on exactly 1348? You say main don't have to amend your charter."
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "You don't. In fact -- in fact, there's no provision for amending the charter. association if you move the main office -- if you move the main office outside the city or town in which the office of a national bank, it at least has to be a place where the bank is conducting the business of banking. That's required by the statutes. Whereas situation where they were incorporated in one State --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "So you can have these that it's rarely going to be the case that a national bank's main office will -- will deviate from the national bank's principal place of business. its main office, it must get the approval of the Comptroller to do so?"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Does the term, main office, have any significance for -- for any purpose other than this jurisdictional issue in this case? significance in a number of provisions. For example, it determines where the bank is located with respect to particular significance, it's always been a rule with respect -- it's always been the rule with respect to corporations. And Congress defined national banking in 12 U.S.C. 24."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "May I ask you another different word. Where its principal place of business --"
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "Principal place of business. operation in New York and a -- and a Delaware headquarters in -- in Dover. "
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And if we did -- if we did interpret 1332(c) that way, there wouldn't be any favoritism for national banks. entirely eliminate favoritism. But I think it's important to note that the"
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "-- when it defined them as, quote, a body corporate, close quote. So I think it makes sense to apply the normal rules that we apply to"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "They're not incorporated -- they're not incorporated under the laws"
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "I think what I'm trying to say is that federally -- national banks are federally chartered corporations and they share the salient liability for shareholders -- and that's at 12 U.S.C. 64(a) -- and they have a perpetual existence in the association. Before I do that, I want -- I want to say so I'll be sure I don't forget it. Wachovia, according to opposition to the petition -- has 179 branches in South Carolina. added the additional clause of principal place of business. Now, given that it is a national association Congress to legislate and enact a statute so we could determine how it would have diversity. And that's what which the -- the national banks are -- are excluded from diversity jurisdiction to a degree that the State banks clearly are not? enacted section 1448, that they even knew about branch banking. The -- the -- that -- that is something that want to give the national banks what I say is a free ticket to the Federal courts, to the --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "No. The question is why two readings. Why would Congress want to give the State courts -- the State banks -- State banks -- they probably are located there because if --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "What -- what about if we go back to 1880 or whatever and they had a messenger? You in different States, and this messenger went from State to State handing out the cash and collecting a fee. (Laughter.)"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "That's all that's -- that's all that's -- and that's all that's in the"
  },
  {
    "speaker": "GILREATH",
    "speech": "They've got a presence there and they're doing business there. I think they would they are respectively located, which strikes me as saying in -- in which each of those national banking association is located, which seems to me to read as"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, that -- that would be true if it said the State in which they are -- in which"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Correct. That's exactly right."
  },
  {
    "speaker": "GILREATH",
    "speech": "If I could move on. There are to -- to do business under. As I think the Chief Justice raised earlier, a limited partnership, for -- it's the same for a limited liability company as it is for a partnership I believe, that you have to -- you have to look through it."
  },
  {
    "speaker": "GILREATH",
    "speech": "But the point -- the point I was making is that it -- it doesn't necessarily have to to -- to their interpretations. But this Court is not bound by their interpretations. If -- if this Court concludes that their interpretation is -- is clearly"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "This is not a matter of -- of -- over which the Comptroller has administrative somebody where Ford Motor is located, they're likely to respond by saying, well, what do you mean? Do you mean their headquarters? Do you mean the -- the plant down suggest that located doesn't have the clear meaning that you rely on. sell insurance in any branch where -- where it's located, and that means another meaning to locate. But you've got to look at locate in the context in which"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "But the -- the argument here is -- is in the context of deciding which citizen an look at what's going on out there, I don't see any problem with this Court construing that they are a citizen of a State like South Carolina where they've think, the ABA or one of the amicus, they've got something like 3,600 branches. would have to go file court -- file suit in a Federal court to bring them to South Carolina where I would be drawing a jury from 8 or 10 counties as opposed if they"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But it would still be in South Carolina. argument -- and -- and all of this parity argument they get they get from -- from these 1882, 1885, 1887 statutes. All of those statutes have been repealed. wanted parity, then where is parity in section 1448? It's not there. It was there in 1882, 1885 and '87, of citizenship because that statute just used the word respectively. It talks about many banks but in -- respectively citizens of -- of different States. But I the basic background notion, that one person has one -- one citizenship; one corporation has only one place of State."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "See, but it's clearly unusual to say you can be a citizen of two places. And you can be a citizen of 40 or 50 States simultaneously, there really is no precedent for that. be trying. But I think the real question is -- is are you going to read the statute for what it says or are by going back in all this history and twisting and turning to get to the point they want to get to. banking laws. They -- they try to say, well, the in pari materia doctrine ought not to apply, but I mean, you've got a statute there that's a -- a banking Court found the same meaning that we would like for it to find here. The courts -- and -- and their argument will work. And if the banks want to get a new suit of clothes for jurisdiction, then they need to go over across the street here to Congress and let it make that If you have no further questions, that concludes my argument."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "No, but if there were the problems that you hypothesize here, Congress could have dealt with them by enacting something that dealt interpreting the 1948 statute in light of 1980's --"
  },
  {
    "speaker": "FREY",
    "speech": "It could have, but it saw no need. 1948. I think Langdeau says it means the same thing there. Let me just, in the brief time I have left, Scalia's question about the Bougas case. Let me just"
  }
]