[
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "We'll now hear argument in Mr. Goldstein. does not reveal that the question has arisen in the EU. I can, however, provide you some information, and that is that -- two points I think. the EU subscribe to the same conventions and to UNCLOS just the way we do, which gives the port state plenary structural changes if you were to prevail that would conflict with the treaty on Safety of Life at Sea?"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "No, and you have put your finger know that for a couple of reasons. The first is that there has been a detailed down, unless that's structurally infeasible. So they -- what they did is they -- and this is the broader point. they applied the rule of the ADA that a change to the readily achievable. And what the regulatory authorities determined is that if there is any conflict with SOLAS at in this case?"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "I would think on the question of the charging double, the answer to that question would be the ADA, choice-of-law question, and that is, if you're in England and you buy a ticket in England, your ticket is nothing to do with that. Whether there is --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Mr. Goldstein, may -- may I take it from your answer that it doesn't make any the -- the ship leaving from a port in England and going many places and touching base in New York, that kind of a room for the conclusion that says, look, we just don't think --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But if we go back to what is"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Then you are, in effect, require ships that are docked in the United States to pay their crews according to United States Jones Act requirements or United States minimum wage laws and so because it conflicts with -- with the law of the flag and -- and that's the usual -- it's not a matter of our power based -- based on shore. Right?"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "Based on shore, but so are the passengers."
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "But it is a different situation, but I think it's more analogous. Not only were the -- the on a ship with oil, I guess. And so every -- every month they take 12 people and they put them in a cabin somewhere and they love it. too. (Laughter.) accounted for in the definition of what is readily achievable. But let's go to the definition of specified public be covered by the ADA. And just for the transcript, the citation is -- this is section 12181(110). It's -- it's cruises aboard foreign-flagged floating fire traps. And that -- that was a foreign-flagged ship. They we're concerned about the passengers. Jones Act, but remember that the Rhoditis case and the Uravic case, which involved injuries in the United States, been aware of when it enacted the ADA in --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "But, of course, they would have been aware of those that are also less American in"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "That's true. In the very rare case, which I am not aware of, in which a cruise ship that were your case, I would be very worried. If that's just a little bit of -- of added significance, then I want to know what to do about it. that is that the other side has not identified any problems of this -- this type. My research has not world on what -- your argument you made."
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "Justice Ginsburg, here I think is the difference, and that is, that while U.S. law may maritime tort law and the like, you cannot in Europe enforce the ADA. The fact that the structural changes -- have consequences abroad for how devices are made and brought into the country. But that doesn't mean that -- what's going on is the plenary authority of the United internal waters. That very rule always will have extraterritorial consequences. would be no violation of the -- the statue. Would there?"
  },
  {
    "speaker": "GOLDSTEIN",
    "speech": "That is -- that is a difficult question. We have not -- we have not pleaded such a"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "In other words, I'm trying to understand. You don't know what your position is -- accommodation and it doesn't --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "So your view is not limited to what happens in the territorial waters. -- we would win the case on the internal waters and the territorial waters, and we haven't asserted in this Court"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "When -- when the ship is out on the high seas?"
  },
  {
    "speaker": "SALMONS",
    "speech": "That's correct, Justice Scalia. question --"
  },
  {
    "speaker": "SALMONS",
    "speech": "No. We think the better view -- -- I thought you were saying that it would be the enforcement of the domestic contract of which the -- the statutory provisions would be an implied term. Isn't that"
  },
  {
    "speaker": "SALMONS",
    "speech": "Yes. Yes, that's correct."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "It does not apply of its own whether you characterize that as a contract claim or as a substantive application of the ADA, I'm not sure there's much of a difference. question is you buy the ticket in Liverpool. Is the ADA -- an -- an American buys the ticket in Liverpool to come accommodation or a specified public transportation service to our residents is subject to the ADA."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Do you --"
  },
  {
    "speaker": "SALMONS",
    "speech": "If -- if you had a situation -- I'm sorry. letting off and picking up passengers, the ADA applies? Do you agree with that interpretation?"
  },
  {
    "speaker": "SALMONS",
    "speech": "As I understand what Your Honor though. We think the relevant question is whether that ship would -- has offered a public accommodation or a think the -- the important --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Suppose it doesn't begin in the United States in that it -- it starts in, say, The"
  },
  {
    "speaker": "SALMONS",
    "speech": "I should probably should not have said begin, Your Honor. What I mean is if it -- if the You're going to say, yes, we are arguing it. I want to know -- say something to relieve my concern about that set, which was Justice Ginsburg's concern. We are trying here occasionally or it isn't a big part of their business, but they want to come to pick up American those ships, or another thing you might say, which you're not saying because maybe isn't true, is almost all of those ships that there are are already subject to tougher either of those."
  },
  {
    "speaker": "SALMONS",
    "speech": "No. No -- a certain way in the United States."
  },
  {
    "speaker": "SALMONS",
    "speech": "Justice Scalia, you're correct, and that's precisely why they have -- structural alteration of a ship are quite different from laws that say while you're in United States waters, you time this Court has spoken with regard to the clear statement requirement relating to foreign-flagged ships, it has referred to the internal order doctrine. And that back for centuries. The -- the treaty that was at issue in the Wildenhus's Case expressly said that if the -- if definition of commerce here is broader than it was and specifically refers to travel between the United States and foreign countries. The only other statute we're aware 1964. In addition --"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Thank you, Justice Stevens, and may it please the Court: This case is about congressional intent not power --"
  },
  {
    "speaker": "CONNOR",
    "speech": "Could you address the last"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Well, there are slight differences in the language, but I don't think that's dispositive because title VII of the Civil Rights Act, -- the Chief Justice's opinion there said that that language was not enough to express the intent. constitution which prohibits --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "I'm asking about the U.S. law and policy which says no segregation, no discrimination in"
  },
  {
    "speaker": "FREDERICK",
    "speech": "As I said, I'm not aware that there has ever been an instance of that in the cruise concerned, it could."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "And the same answer for 1981? Congress has not extended its laws to the full reach of U.S. territorial power, and this Court has maintained that"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Justice Kennedy, Congress hasn't extended criminal laws of the United States to the full reach of U.S. power. It is only proscribed 15 offenses"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Mr. Frederick, this is -- this is what concerns me about your answer. I know that our bedrock anti-discrimination law both with regard to customers, passengers, and employment."
  },
  {
    "speaker": "FREDERICK",
    "speech": "And the reason, Justice vessels that go to other ports."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Why don't you -- why don't you mean, you could certainly lean on that because a structural change probably isn't readily achievable."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Justice O'Connor, Congress, when cost. It didn't do so in terms of conflict with the laws of other nations or -- that?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Well, that's completely false. In -- in the year 2000, the United States Government which we've cited in our brief, that details in laborious detail the conflicts between land-based ADA standards and categorically false. And --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But it doesn't matter what you want to do as a matter of good will. The question is to us, we govern. You're not governed by U.S. anti- discrimination law. to the foreign vessels discussed in the legislative history of these statutes?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Zero. There is not one word"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "All right. If -- if that's so and if you look at the earlier cases -- but all I could that they want to impose that go -- when ships travel, they can't dismantle those structural changes when they leave U.S. waters. to you? What about a -- an American-flagged ship? Does the statute apply or not? -- and there are about 1,000 U.S.-flagged ships that carry passengers, so that if Congress had given any thought to the question, it is reasonable to suppose it might have directly governs and foreign ships that are governed by a different law. The fact -- fact that, you know, when Congress wants to -- to rule the world and say all ships in the -- in the world that touch at our ports have to have this kind of a thing, it says so with respect to American ships."
  },
  {
    "speaker": "FREDERICK",
    "speech": "With respect to foreign ships, say about that case, but that is the case that is directly on point because that case says that when you are dealing with American laws that are generally written, you would Congress said so specifically."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But -- but in that case, there States with people in the United States performed partially in the United States."
  },
  {
    "speaker": "FREDERICK",
    "speech": "In just the same way that of business that is regular between Honduras and the United States is not going to be sufficient to apply -- that -- that simply takes in every domestic statute."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Just -- it's just one other indicia that one looks at this operation and says this come down there."
  },
  {
    "speaker": "FREDERICK",
    "speech": "And -- and you would have -- not sure about, and it seems to me, again, it can be fought out under the reasonably achievable --"
  },
  {
    "speaker": "FREDERICK",
    "speech": "It doesn't -- Justice Kennedy, with the language of -- of the statute. Congress didn't think in terms of -- as it did in the Oil Pollution Act, Breyer's question about the number of foreign ships? Once we get beyond cruise lines, does it -- would -- would the -- the application on your view cover the -- the dozen a cargo boat?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Yes. I don't perceive a Stevens, we give evacuation drills to the disabled in a different way. We have special access and assistance squads that go to persons with physical challenges to get evacuation. That's a different procedure than most passengers, but it's -- it is one that is in place."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "I'm asking about the application of U.S. law."
  },
  {
    "speaker": "GARRE",
    "speech": "We think that that question can be which is that when you're dealing with a matter that goes to the internal affairs of the ship -- and there -- we by the flag state, then when Congress writes its laws, we presume that unless Congress clearly indicates an affirmative intention to address those matters, it did not intend to. When Congress wrote the ADA, not a word of the statute indicates that it considered the international repercussions of applying that law to foreign-flagged vessels. Not a word --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "What about the -- what about the full sweep argument? Let's sort of come full circle on that. You -- you say the full sweep argument is no good because the same thing could have been made in McCulloch. The response was there is a textual difference --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "What's -- what's the full sweep argument? I don't --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Full sweep of the commerce power. definition, the United States argued in the McCulloch case, was not sufficient to extend U.S. labor laws to foreign-flagged vessels. potential international conflicts that extending the ADA to foreign-flagged vessels could create. There are more"
  },
  {
    "speaker": "GARRE",
    "speech": "Well --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Is that what you mean? Or -- or are those just minimums and -- and the United States"
  },
  {
    "speaker": "GARRE",
    "speech": "Justice Scalia, I think in some you could and in others you couldn't. And -- and that's an"
  },
  {
    "speaker": "GARRE",
    "speech": "We would take the same approach that this Court emphasized in -- in the McCulloch case, which is that kind of ad hoc balancing analysis would wreak like the ADA would apply to a vessel. How would foreign vessels know, when they enter U.S. ports, whether they international rule, anything that conflicts with that will be viewed as not reasonably achievable. So all you have to do is that and then there's no longer a problem with"
  },
  {
    "speaker": "GARRE",
    "speech": "Well, we don't think the readily achievable language in the first case in any way administrative, technical, and labor matters, including construction and design matters. These are precisely the sorts of matters that for centuries the flag state has this Court recognized that, a case that dealt with the application of patent laws to the construction and design to clean up the mess. With respect, we think they have it backwards. The purpose of the IMO and the international framework establish a uniform set of rules in the first instance. The IMO has already begun to address the problem at issue where this Court built in comity considerations, relying on cases like Lauritzen that involved foreign-flagged ships, it said, look, even if the text of the Sherman Act we don't think Congress could have conceived of, we're not"
  }
]