[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll now hear Mr. Frederick. its burden of proof by failing to establish that some non-named putative defendants might possibly destroy complete diversity, and that the remedy for Federal court. Second, the court erroneously engrafted a, quote, \"very close nexus\" requirement limitation provision."
  },
  {
    "speaker": "FREDERICK",
    "speech": "It is, Justice Souter, but what -- my argument is that that language, properly requirement under the original diversity statute, as well as the removal provision of 1441(a). But what suits. But there are many purposes --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "So, I take it your answer to Justice Souter is yes. In other words, if 1441(b), it was a similar mistake for you, in your opening brief, to put such weight on that language second defendant, the non-diverse defendant, is a 'real party,' you can't get rid of the case that way, but if it's not -- if it's not, you can keep the 'real party in interest.'\" There are such cases. complete diversity, but, in fact, the diverse defendant is hiding the \"real party.\" I think that's the position that the plaintiff was taking. incorrect, both as a factual matter and as a legal matter. As a factual matter, Lincoln is a Justice Ginsburg. He was not called as a 30(b)(6) witness as a corporate -- for a corporate form and structure. The testimony that was being elicited ownership of properties in Virginia so that they could attempt to prove that there was a problem that is unrebutted, the real-estate industry operates through many very complicated structures for perfectly legitimate finance and tax-related deals, but the testimony that was provided in a declaration -- and it is appended to our reply brief"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Mr. Frederick, earlier you made the point that Lincoln was a proper \"real party in interest.\" I take it that's not the same if they weren't a real party in interest, wouldn't it?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "That's correct. It would be a 12(b)(6) motion to dismiss, where there is no defendant who would be liable to the plaintiff. was, it imposed an obligation on the defendants that, in effect, confuses the obligations that are rule 11 that would have given Lincoln Property Company a basis on which not to defend the lawsuit. And so, to that extent, we think it's quite clear We've always taken the position that if we are found liable, we would pay a judgment. The"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Well, plaintiff certainly wouldn't want to say there's an indispensable party missing, I take it, because then plaintiff is arguing that there's another defendant who should be in here. to be out-of-State citizens that have a right under the statutes to remove the case."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "And because you not, that the removing defendant has the burden of showing that proper diversity exists? contend that's not the case, but let's say there is a in-State subsidiary that's completely responsible for all the challenged actions, and the in-State What happens in that case?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Well, what the ninth"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Mr. Frederick, would you clarify one thing for me? I don't know how we even get to the second question, about partnership. it's a Texas corporation, with its principal place of business in Texas, end of case; it's the only it."
  },
  {
    "speaker": "FREDERICK",
    "speech": "-- expressed disapproval with this very-close-nexus standard by which the citizenship rules for a limited partnership the notion that its citizenship could be deemed, if its the picture, and then says, \"And given that, not only is it -- is it a Virginia entity, but it's got this close nexus because of -- it's operating"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Well, all of the evidence, Justice Ginsburg, in the record was that EQR was a I'd just like to make one more point before saving the remainder of my time for rebuttal, and that is that if the Fourth Circuit was correct, never deny. It is the owner of the apartment building. It is a completely proper defendant for"
  },
  {
    "speaker": "JOSEPH",
    "speech": "Mr. Chief Justice, and may it please the Court: The judgment of the Fourth Circuit should to a question that the Chief Justice asked, and that is that Lincoln Property Company was not a real paragraph 36, paragraph 5, said that it was the real party in interest, when, in fact, it was not. And that's what's led to the problem that we find to the controversy, jurisdiction is determined by the salient jurisdictional -- represented to the public and to the court that it was, in fact, the manager. Discovery was, in fact, served that would have adduced this information. addressed in our brief, but if any of your clerks would care to look at the Fourth Circuit's don't know what they were using here.\" Am I right ­ -"
  },
  {
    "speaker": "JOSEPH",
    "speech": "Your Honor --"
  },
  {
    "speaker": "JOSEPH",
    "speech": "-- you read that absolutely correctly. There -- would like -- and, indeed, it was a partnership of which he was a partner. So, if a Virginia resident is a partner of the defendant, which is a So, I'm interested in: What is the evidence that Mr. Franzen was a partner of the"
  },
  {
    "speaker": "JOSEPH",
    "speech": "181, Your Honor. The prior one was 179. There was --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "And how about joint was not a partner in any entity responsible for managing the apartments in question? City of Baltimore, 73 U.S. 580, and Little against Giles, 118 U.S. 596."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But the -- it sounds to talking about cases in which the named party citizenship is disregarded. in to defend; you pulled him in to defend."
  },
  {
    "speaker": "JOSEPH",
    "speech": "It --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "And the problem that I in the record that indicates that he wasn't ready to defend, that he wouldn't have -- or it wasn't ready corporate parent and subsidiary, or principal and business agent. And I don't know of any rule to the effect that, for diversity purposes, a plaintiff the principal."
  },
  {
    "speaker": "JOSEPH",
    "speech": "Your Honor, the facts, as  headquarters in Dallas, and it is the developer and manager of the property.\" That's what you alleged in your complaint. You allege that Lincoln was the manager of the property in question. Now, would you -- you're saying that that was wrong, and you should "
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "It seems to me anybody you sue is a real party."
  },
  {
    "speaker": "JOSEPH",
    "speech": "Your Honor, that cannot be case means that every defendant is a real party. And it's true, in this sense, that -- Court said that it articulates the same principles, but it's not completely congruent with the \"real party to the controversy\" test. joinder of parties; it's not about jurisdiction."
  },
  {
    "speaker": "JOSEPH",
    "speech": "Exactly right. And we're citizenship count?"
  },
  {
    "speaker": "JOSEPH",
    "speech": "Correct. And in -- it identified -- question that -- that it was the right or the -- that the defendant was a wrong defendant or that -- in my complaint, I said that's what he was. However, there is some evidence the other way. On page 179 and 181, we have a person named president, partner for defendant Lincoln Property Company,\" in which case, if that's your argument, the corporate entity, itself, from the joint appendix, 243, it began as Lincoln Property number one. If we then look at the yellow brief, in the have no doubt there is a corporation that is a Texas entity. [Laughter.]"
  },
  {
    "speaker": "JOSEPH",
    "speech": "Your Honor --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "\"We shouldn't have sued and sue them?"
  },
  {
    "speaker": "JOSEPH",
    "speech": "There were significant jurisdiction, seeking the Federal forum, has to defend it by proving diversity of citizenship, and that means when its \"real party to the controversy\" evidence that it is, indeed, the real party to the controversy."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Of course they would be. Because you sued them. Even if they're innocent -- are you saying all innocent parties are not parties"
  },
  {
    "speaker": "JOSEPH",
    "speech": "By no means --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I don't think so. named as parties. What discovery did you pursue to find out if there was an additional defendant, or defendants, who should be named as parties? Fourth Circuit supplemental appendix, at page 35, inquires about any person, which is defined to"
  },
  {
    "speaker": "JOSEPH",
    "speech": "Your Honor, we acknowledge there is a Texas corporation. We sued the Texas --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Do you acknowledge that Company, is a Texas corporation?"
  },
  {
    "speaker": "JOSEPH",
    "speech": "Your Honor, we do not, in the do not walk away from the Fourth Circuit's conclusion, so we -- we know there is a Texas corporation. We don't know that that is -- Texas corporation? The one you sued."
  },
  {
    "speaker": "JOSEPH",
    "speech": "We so alleged, and they said The next question is -- of course you could sue a real company, called Lincoln Property or Jolly Fisherman, and it could turn out that that existence, its -- all its papers and everything to do with it is signed by a totally separate"
  },
  {
    "speaker": "JOSEPH",
    "speech": "-- and that's why we --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "I'm getting there. I'm not arguing with you. I'm getting there. Then you has -- is a Virginia resident. Is that what you think? fact that it's very common to have a special-purpose entity that is property-specific, which gives further rise to that inference. But it is a failure the Fourth Circuit. And because of the failure of the burden of proof, we're not in a position to subsidiary and what the jurisdictional characteristics were."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "So, everything turned on"
  },
  {
    "speaker": "JOSEPH",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "On the nominal-party were before the Fourth Circuit. There are a series of affidavits they rely on that were submitted after the Fourth Circuit's determination which may affect real party to the controversy. Specifically, in the blue brief, in diverse has the ability to remove in order to defend on the grounds that it is innocent -- the innocence grounds. But if it then steps, instead, to defend Federal forum -- instead of saying, \"Not me,\" which it could have done, but did not do -- had it said, the other that are germane, and that's the burden- of-proof failure. The \"real party to the controversy\" goes back to at least 1809, Brown against Strode. I mean, the -- it is a fundamental doctrine. And as burden, if he thought it was the wrong person?"
  },
  {
    "speaker": "JOSEPH",
    "speech": "Your Honor, he didn't think it was the wrong person. He was being told it was of diligence in accepting the representations that they had the right person. sense that they were willing to defend on the merits, right?"
  },
  {
    "speaker": "JOSEPH",
    "speech": "That's correct, Mr. Chief"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "And it's only because you lost that you now question whether or Mr. Frederick, you have nine minutes remaining."
  },
  {
    "speaker": "FREDERICK",
    "speech": "I would waive, but for the clarification of two points in the record. big real-estate developer, which is a corporation -- what they do is, they organize a lot of deals, and their deals would take the form of hundreds and buildings in various States. And I think he's saying, \"Well, for diversity purposes, we should the intermediate entities that own, or manage directly, the building."
  },
  {
    "speaker": "FREDERICK",
    "speech": "There would be no the interrogatory that he points to, interrogatory number 3, reads as follows, \"Identify every person, Frederick. The case is submitted."
  }
]