[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Ms. Chatman. difficulties in doing so can be ameliorated by the limited nature of the State-law inquiry and adoption of a 60-day presumption of timeliness. where would we -- we would just pick that number, that -- tolling provision. So, when --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, can't --"
  },
  {
    "speaker": "CHATMAN",
    "speech": "-- we look -- California courts adopt a -- give us a 60-day rule, or a 30-day rule, or a 90-day rule? And if they don't do California Court could have read the opinion -- which, of course, I wrote for the Court, so maybe I am reading things into it that weren't there -- but I don't know to this conclusion. I thought that it said, you know, on -- that there are three issues -- what's the word"
  },
  {
    "speaker": "CHATMAN",
    "speech": "Uh-huh."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "And, there, I thought the Court said -- I mean, I was reading it -- say, \"Well, for the delay.\" What about the words that were written there, \"on the merits\"?"
  },
  {
    "speaker": "CHATMAN",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Now --"
  },
  {
    "speaker": "CHATMAN",
    "speech": "Justice -- it's 3 years."
  },
  {
    "speaker": "CHATMAN",
    "speech": "Uh-huh."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "And you didn't ask for a hearing en banc."
  },
  {
    "speaker": "CHATMAN",
    "speech": "No, we did not."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Would --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- get a fair -- because any"
  },
  {
    "speaker": "CHATMAN",
    "speech": "Uh-huh."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- \"on the merits.\" It said nothing at all. It just disposed of it. So, the"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "It's worse."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "It's whether -- not whether and they --"
  },
  {
    "speaker": "CHATMAN",
    "speech": "Uh-huh."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- it seems to perhaps, is, judges are busy, they have huge dockets --"
  },
  {
    "speaker": "CHATMAN",
    "speech": "Yes. said, \"I tripped in the intermediate appellate court, because I didn't do any research. And so, I wanted to do better, but they gave me a job where, during the"
  },
  {
    "speaker": "CHATMAN",
    "speech": "Uh-huh."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "-- \"I had to be at work. Court presenting essentially the same claims, same facts, same law."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "So, in other words, he year."
  },
  {
    "speaker": "CHATMAN",
    "speech": "Yes, he does. Now, he -- large number of these cases disposed of by a postcard. Would there be anything wrong if the California Supreme Court said, \"We're going to have two postcards. and the other said, 'there's nothing to the merits, denied'\" -- you use two postcards -- wouldn't that solve say they would have to make both determinations, because --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well, may --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "-- may I -- no, go ahead."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "I was just going to said A and B. And we said, you know, \"That's ambiguous,\" to start with, and then we went on and said, \"You know, sometimes 'merits' don't mean merits.\" \"We're either going to say A or we're going to say B, and that's our reason,\" and they said, \"It's on the the prison was on lockdown, whether he delayed for a year after getting the materials, and all of that stuff. So, it's a lot easier for them, when the merits on the merits and not reach the \"timely\" question."
  },
  {
    "speaker": "CHATMAN",
    "speech": "And that -- the way things stand now. And I --"
  },
  {
    "speaker": "CHATMAN",
    "speech": "-- as a -- quite follow the -- why couldn't they simply say it's untimely? Wouldn't that -- that it -- there was -- it"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "-- California Supreme Court sometimes decide that the time between the intermediate court's decision and the filing in the California reasonable?"
  },
  {
    "speaker": "CHATMAN",
    "speech": "I have --"
  },
  {
    "speaker": "CHATMAN",
    "speech": "Yes, because the State Court found it timely, and that would be --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "It would? I thought --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- that was --"
  },
  {
    "speaker": "CHATMAN",
    "speech": "-- the end of -- determinations --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "But you can't --"
  },
  {
    "speaker": "CHATMAN",
    "speech": "-- State Court --"
  },
  {
    "speaker": "CHATMAN",
    "speech": "-- determinations."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- under this statute, where"
  },
  {
    "speaker": "CONNOR",
    "speech": "Now, you want us to apply a presumption that a petition is timely if it's filed within 60 days. But California doesn't apply such a"
  },
  {
    "speaker": "CHATMAN",
    "speech": "No, it does --"
  },
  {
    "speaker": "CONNOR",
    "speech": "And -- not a State-law question. But it's -- I think it's acceptable for a Federal Court to adopt a presumption to assist them in deciding a State-law issue, much --"
  },
  {
    "speaker": "CHATMAN",
    "speech": "-- the way."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "-- good would the --"
  },
  {
    "speaker": "CHATMAN",
    "speech": "Well, that's true. But if it ­ -but if he files within 60 days, there's no need to look further or consider his argument regarding"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Why phrase it as a presumption? Why not phrase it, \"We determine 60-day presumption to accomplish, is to offer a sort of safe harbor where the Petitioner knows that he gets tolling for 60 days, and need not file a protective"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well, it would --"
  },
  {
    "speaker": "CHATMAN",
    "speech": "So, it alleviates that problem. presumption. But --"
  },
  {
    "speaker": "CHATMAN",
    "speech": "Right. But --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "-- but if --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "-- if we're going to go further and say, \"Oh, well, we find that that's what much the same way the Federal Courts do for a Federal cause of action that has no statute of limitations."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "How many cases are there on"
  },
  {
    "speaker": "CHATMAN",
    "speech": "Oh."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "No, I mean about. Just give expressed clearly -- maybe -- \"Courts, look, it says 'reasonable time.' All right? Now, reasonable time, in every other State is 30 days, sometimes 20 days.\""
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "\"Sometimes the most, 60 days. So, look and see if it was filed within a a reasonable time, that would be the reasonable time at issue, wouldn't it?"
  },
  {
    "speaker": "CHATMAN",
    "speech": "I don't think it would be, in -- in light of the analogous State law that you only get 60 days to --  apply that? It's a Federal question whether the claim is pending or not during that whole period, right?"
  },
  {
    "speaker": "CHATMAN",
    "speech": "Of -- certainly it is. there is a little bit of State-law analysis. It has to be timely under State law. And if California Supreme  Court on the -- on the State-law problem here? Has anybody suggested to the court they might adopt a rule or a different practice or anything like that? suggested that. The California Supreme Court -- and, as you said, this is not within the record -- the "
  },
  {
    "speaker": "STRIS",
    "speech": "Mr. Chief Justice, and may it please the Court: feel compelled to begin with a brief explanation of why this case is a necessary consequence of Saffold. And, -- in the summary-denial context, by citing to In re Swain or In re Robbins --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "I missed it. You said the I just didn't --"
  },
  {
    "speaker": "STRIS",
    "speech": "Oh, I -- essentially an ad hoc determination that's made by individual California Courts. And that's why former Justice Brown described that as \"an abstraction,\" and indeterminate at its very core.\" But that's what the Ninth Circuit is dealing with when it reviews these"
  },
  {
    "speaker": "STRIS",
    "speech": "-- question, Justice."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- you could summarily deny and cite a case that showed you were denying on the"
  },
  {
    "speaker": "STRIS",
    "speech": "Oh. What I -- what I was suggesting is that there were 1,174 cases that were mean, that is a serious problem, but I thought what we wrote in the case -- see, there are two problems here. First, which was bothering me, had to do with our simple and -- as far as legally is concerned -- but I'm not sure about it. The other, which is much more variety of reasons why they might have put the words \"on the merits,\" the fact that they are there, those words cannot, by themselves, show that the petition was wrote is, \"When the California Court denies a habeas petition without comment or citation, we have long It said \"on the merits and for lack of diligence.\" So, to presume that that was just on the merits, that's flatly wrong. You'd need to do some further In light of the context of what's happening in California, however, when the State Court says presumption that the California Court denies, for untimeliness, wherever that issue is absolutely clear ­ -"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- and where that issue is not absolutely clear, and the -- and the merits issue conclude that the unexplained denials are not necessarily untimely. Now, I would add to that -- \"most\" is 51 percent. I mean, among those that you don't know whether it was the merits or not, there"
  },
  {
    "speaker": "STRIS",
    "speech": "Well, the reason I would suggest that -- and answering that is not necessarily appropriate or helpful in resolving the question -- is footnote 15 of our brief. In certain instances, the California Courts have found 3 and a half years, 1 and with doing any sort of independent determination. The Attorney General suggested, in the District Court, that there was a paging system in place whereby prisoners There was never any suggestion in the District Court on the part of the Attorney General that the lockdown his reason for saying that, \"Last year, I was not able to file a petition in California Supreme Court\"?"
  },
  {
    "speaker": "STRIS",
    "speech": "That he had had -- had access to access\" --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "So, what does it say? What I mean, if you say the burden is on the State to come up with a -- you know, showing that there was such a system, they came up with it. And you say, \"The system there the burden is on you."
  },
  {
    "speaker": "STRIS",
    "speech": "Of course. But -- lockdown, and he has access to the library."
  },
  {
    "speaker": "STRIS",
    "speech": "But that illustrates the very --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "About six months. And that illustrates the very problem with this case, which is that in cases where there is 90 days, 2 California habeas law. In the direct-appeal context, prisoners have the right to counsel. In the habeas context, they don't, except in capital cases. And, California Supreme Court has adopted a presumption of 90 days, in the capital context. So, in the -- in the inquiry. But that's significant, Justice Stevens, because these individuals are represented by counsel."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "No, I understand. But do it presumed to be untimely?"
  },
  {
    "speaker": "STRIS",
    "speech": "No, they do not. And they've"
  },
  {
    "speaker": "STRIS",
    "speech": "That's correct."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- that if it's over 90 days, unless you have a reason, it's untimely. produce some evidence. I didn't understand that to be -- system now."
  },
  {
    "speaker": "STRIS",
    "speech": "If it were the case -- and there's no evidence on the record to suggest this -- coming through California with massive delays, and this Court was going to be forced to provide statutory aware of, already, to change the specific language of 2244(d)(2), and it was made by a congressman in California. It doesn't suggest changing it for that hasn't happened."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "To do what? What would it they'll look into that. And if California, in the future, wants something different -- which I'd be surprised -- they will say that their system means that But, in the absence of some reason to think that, why not use the words, which would give you a chance to go how can you say that? We do have a Federal rule and a limitation, and (d)(2) is an exception for time that it's pending before the State Courts. And if the State something's timely or not, or pending, giving them a blank check does undermine the Federal interest behind of Federal law. It's not a State standard."
  },
  {
    "speaker": "STRIS",
    "speech": "That's true, Mr. Chief Justice. But if you took that to its logical conclusion, then, case was properly filed, they just missed it -- the Federal Court would go in and review. Or in a case And now think of what happened here. And now propose something, please, that will, in fact, deal with the problem that this case seems to present. Breyer, if I didn't say that I haven't thought about that. And the problem is that the rule announced in standard, and because there's one State out there, California, that's doing something that's very difficult to deal with. questions about California? Is the problem we're discussing, with these long delays, primarily in the"
  },
  {
    "speaker": "STRIS",
    "speech": "It is -- it is necessary, in my opinion. I don't know if the State -- if this Court has ever --"
  },
  {
    "speaker": "STRIS",
    "speech": "-- decided that."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "-- in cases where there's situation here -- namely, Welch versus Newland, a CA9 case from 2001. And we cited that as an example of how the Ninth Circuit rule, quote, \"risks the tolling of likely that the prisoner failed to seek timely review in the State appellate courts,\" close quote. -"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "After."
  },
  {
    "speaker": "STRIS",
    "speech": "-- case. criticized the panel decision in Welch, which did exactly what this panel did here. to a conclusive presumption that some cases are going to make it into Federal Court that Congress didn't intend. But it's a balancing that's inherent in the reviewing clear statements by the California State Court, that cases get in that shouldn't. A case could fundamentally contrary to the purpose of AEDPA."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you --"
  },
  {
    "speaker": "STRIS",
    "speech": "Thank you. Ms. Chatman, you have 4 minutes remaining."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Well, I mean, you file --"
  },
  {
    "speaker": "CHATMAN",
    "speech": "-- in the direct appeal."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- the reply brief in the decide it. What's the relation? I don't understand that. Or maybe it'll take -- sense. And the converse would not --"
  },
  {
    "speaker": "CHATMAN",
    "speech": "Well, you're not -- you're generally not supposed to be waiting. I mean, you were"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "You can't --"
  },
  {
    "speaker": "CHATMAN",
    "speech": "-- ineffective --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Oh."
  },
  {
    "speaker": "CHATMAN",
    "speech": "-- straight to California Supreme Court. Which brings up one point, which is timeliness will not arise in capital cases. We will not have that problem, because capital cases go ever in the lower appellate court. And I would also disagree with the characterization of delay being a problem going from Court. We see it at both levels."
  }
]