[
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "We'll hear argument Limited. Mr. Verrilli. incorrect assertion of reality, and perhaps I could delve into it and explain why. The evidence in this case, which was presented material on the services was either definitely or very likely to be infringing."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "It goes to the --"
  },
  {
    "speaker": "VERRILLI",
    "speech": "-- imagine how many infringing --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "-- accuracy of your statement"
  },
  {
    "speaker": "VERRILLI",
    "speech": "I don't think there -- I think it's quite accurate on the summary-judgment record, and them -- that proposition doesn't help them with respect to one very significant part of this case, and that's the fact that they intentionally built a network of infringing infringement. Now, even if there are commercially significant"
  },
  {
    "speaker": "VERRILLI",
    "speech": "They don't get a -- they don't get a free pass to encourage any infringement."
  },
  {
    "speaker": "CONNOR",
    "speech": "Is that the same as active"
  },
  {
    "speaker": "VERRILLI",
    "speech": "Yes. I think there's --"
  },
  {
    "speaker": "CONNOR",
    "speech": "-- as that term -- we didn't; could we, nonetheless, address the active inducement --"
  },
  {
    "speaker": "VERRILLI",
    "speech": "Yes, Justice O'Connor, and let me explain why. The District Court in this case issued a partial final judgment, under rule 54(b), granting the Respondent's summary-judgment motions. Now, we argued for contributory liability on two theories in the District Court and in the Ninth Circuit. We argued that there was a lack of commercially significant noninfringing use under Sony, and we've argued the inducement or active- encouragement theory. We argued that both theories entitle us to relief against the current operations of the service, to entitle us to damages, and entitle us to injunctive relief to eliminate the harmful ongoing infringing consequences of this intentionally built-up infringement machine. The District Court granted summary judgment against us and gave a clean bill of health, gave absolution, essentially, to the current versions of the services. The only thing that was left to us, as the Ninth Circuit and the District Court -- and the District Court, both, understood the law, is that we can go back and try to show that, with respect to specific past acts of infringement, if we can show that they occurred at a time when we had given them notice that they were about to occur, and that we had the power to -- and they had the power to stop them at the moment we gave them the notice, that we can get damages for those specific things, and this case. And I think it's quite clear, from the Rule 54(b) certification order of the District Court that it are they building their business on supporting legitimate activity, or, instead, are they building their business supporting infringing activity? to the birds on the trier of fact in every case --"
  },
  {
    "speaker": "VERRILLI",
    "speech": "No, I think -- Are you sure that you could recommend to the iPod inventor that he could go ahead and have an iPod, or, for that matter, Gutenberg, the press? I mean, you see the"
  },
  {
    "speaker": "VERRILLI",
    "speech": "Yes, I think my answer to --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "What's the answer? unclear from the amicus briefs. The record companies, my clients, have said, for some time now, and it's been on their Website for some time now, that it's perfectly your computer, put it onto your iPod. There is a very, very significant lawful commercial use for that device,"
  },
  {
    "speaker": "VERRILLI",
    "speech": "I don't think that's right, Your Honor, and here's why. To -- it's not just the absence of commercially significant noninfringing uses that to demonstrate that you're making a material contribution, with knowledge that you're doing so. The inventor, at the books."
  },
  {
    "speaker": "VERRILLI",
    "speech": "I don't think that's right, Justice Scalia. I don't think there's anywhere close to a a showing that you've got the vast majority of use from -- for infringement from the time that the device comes out. whether to invent the iPod or not. I mean, that's --"
  },
  {
    "speaker": "VERRILLI",
    "speech": "I think when you get to the --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "-- the concern. majority infringing use, they should be on the hook. Now, I don't think -- gather it is the position of the United States, that you look at -- to see what kind of business model the Defendant is operating under. Is it a -- is it -- are taking reasonable steps to prevent infringement? If they are, then they -- then they're not liable. Third -- knowledge that there's vast-majority infringing use, then you've got liability. Now, of course, we do have all the additional inducement facts here, but we've also got those"
  },
  {
    "speaker": "CONNOR",
    "speech": "Well, are you dealing with active inducement as just a theoretical add-on, or is that a situation where the vast majority of the use is infringing and there isn't any evidence of a legitimate business plan, on the Sony part of the case we would be Honor, that with respect to --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Sony itself had a trial --"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Mr. Chief Justice, and may it please the Court: The decision below allows companies, like infringement without fear of secondary liability. As long as they avoid obtaining actual knowledge that a particular to articulate it is that if the way that the business model of the particular Defendant is set up is that they are not involved in a business substantially unrelated liability in that situation. And I think in an extreme case like this, where over 90 percent of the business --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "I know, but I thought the study was about music."
  },
  {
    "speaker": "CLEMENT",
    "speech": "I'm not sure about that, but -- know, we've had 90 briefs in this, and some briefs tear it apart, and others support it, but we also have briefs from though, this Court might have to say something about the Sony issue before it reached that issue. And if it did feel compelled to do that, I think it would be a mistake you're right, there's a theoretical possibility that public-domain works can be exchanged on this system, but works."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Suppose the owner of the instrumentality, the program, thinks that there's going to going to be some abuse at the -- in the short term, but he does everything he can to discourage that. He says, \"This What we would like to suggest, though, is there ought to be enough room for -- under the Sony test, before you reach actual inducement, to capture somebody where the infringing uses. And the only thing they point to are the theoretical possibility, anecdotal evidence, that it"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "The inducement -- the inducement point doesn't get you very far. Presumably a successor to Grokster, or whatever this outfit is called, know, \"We're setting up the same system,\" know very well what people are going to use it for, but not induce them. years to establish that?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, I don't think --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I mean, what I worry about is the company starts up. Will you give the company a couple of years to show that it's developing a commercial use? it's not some newfangled idea. The only newfangled idea here is that if you give something of value away for free by ignoring the copyright laws, you're likely to draw advertisers. But that cannot be the kind of innovation that we want to further through a development of secondary"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "How would you express the -- how would you express that, that substantive standard that anticipates, just as you suggested we do? articulate it, which is to say that this Court has talked about the capacity for noninfringing uses. I think, with"
  },
  {
    "speaker": "CONNOR",
    "speech": "Yes, but active inducement is a doctrine that's been employed to curb the intentional encouragement of noninfringing uses, isn't it? but that's not my primary point. My primary point is that it is critical, it is jurisdictionally critical, to says, \"We ask you to, and urge you to, use this product for infringement,\" that is not here, because that was explicitly part of the past activities, removed from the interlocutory appeal, they said, expressly, these were \"distinct and severable,\" in their terms -- that's a quote will say, there is not one bit of evidence that the Petitioners introduced, in resisting summary judgment, in support of that theory. It is, in fact, a highly can explain, because users of software like this switch readily. There is no plausible lock-in effect to this"
  },
  {
    "speaker": "TARANTO",
    "speech": "I think -- because as the Petitioners insisted when they pressed for interlocutory appeal, they said these were distinct and severable, important question, on a going-forward basis, is whether the current set of activities -- this software, given how Petitioner's test, the substantial-use part of it?"
  },
  {
    "speaker": "TARANTO",
    "speech": "Well, I'm not entirely -- I think there are several tests, and I'm not sure I followed them for innovation protection, to the very clear Sony rule."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "That, Mr. Taranto, is is being applied. And then the Court went on to apply it to say, there are two things that satisfy the test. The primary thing, of course, is what takes up most of those 13 pages, the question whether in-home time-shifting is fair use, a question that was of considerable interest to tens of millions of individuals throughout the United States. But the Court, in fact, didn't rely only on that; it said, \"In addition, there was this roughly 7 to 9 percent use of authorized time-shifting.\" It wouldn't have had to even talk about that if the primary use, you know, was the entirety of --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Mr. Verrilli, I hope you won't waste a lot of your time on this point. This Court is certainly not going to decide this case on the basis of stare decisis, you know, whatever else is true."
  },
  {
    "speaker": "TARANTO",
    "speech": "Well, I will -- let me urge that there is, in fact, considerable weight to stare decisis, because there are major technological industries that have relied on the rule that derives from patent law that there is no, kind of, predominant-use kind of meaning to the Sony rule. In the patent context from which this came, all there has to be, in Professor Chisum's words, is, uses that are not farfetched, illusory, uneconomical for the user. And the inquiry there is, is this a product whose -- where the same features that are alleged to cause the infringement are also, in some nontrivial way, used for noninfringement?"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "What is -- what is the answer the last 21 years, industry throughout America has taken the standard as being approximately whether it is capable amount of the value of the product was going to be based on infringement."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "But --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "-- but what you have -- what you want to do is to say that unlawfully expropriated copyright liability law, there is no better policy balance that the Court can strike, and that only Congress can make the judgments about what the industry-wide facts are. industry-wide facts in this record. Every citation in the Petitioner's brief about the magnitude of harm to the chain that makes this work is absolutely essential to facilitating the copying. The question is which pieces, if any, and under what standard, get singled out for a doctrine."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Well, you said -- I think you infringement. And the reason --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Why isn't this a classic willful-ignorance case? having possession of information and refusing to look at it. This -- that does not occur here. This tool of information."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Yes, I think it would also include disabling yourself from looking at it. And so, I adopt this new system of decentralizing the file so that it's in the computers, out there, solely in order to get"
  },
  {
    "speaker": "TARANTO",
    "speech": "I think that they can certainly argue, with an affirmance by this Court, that all of the past acts, to use the District Court's term, constitute a legal questions about whether there is such a thing as inducement liability, but they get to argue that. No"
  },
  {
    "speaker": "TARANTO",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Because I read the District Court opinion. I think he said -- the judge said that fact that would preclude the entry of summary judgment in either way, no disputed issues relative to whether to"
  },
  {
    "speaker": "TARANTO",
    "speech": "Yes, absolutely. And there are -- there are affirmative defenses that are not even part of this motion that, of course, would, by themselves,"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "And then one other --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "I thought -- case zeroed in on now and the future, and the only thing that was left open was something that is over and gone could get damages for it.\" But I thought that this"
  },
  {
    "speaker": "TARANTO",
    "speech": "I -- my view that -- I mean, this was not talked about in these terms. I believe it ought"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "That's bizarre."
  },
  {
    "speaker": "TARANTO",
    "speech": "Well, I don't think so, because -- [Laughter.] is, to the Petitioners, the entire recording and movie industry, Is this set of activities, which you and I, this is at 1169 and -70 of the joint appendix -- they say that they have distributed, on peer-to-peer systems, hundreds of thousands of authorized songs, and, they say, This is not a trivial number. JIVE, at page 67 to 68, speaks about 250,000 peer-to-peer downloads of a music compiling -- this is at 323 of the joint appendix -- of compiling musical recordings and other things for authorized distribution. The world of music distribution in small instances now, text distribution, but growing, is changing and making use of this extremely innovative, low- other side eventually agreed that that was distinct and severable from their claim of secondary liability as to past acts and as to past versions of the software, which"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Where does one find that?"
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "(Inaudible) it's ruling only on the current versions of the software. And then in the June 2003 order, the Court was explicit in saying, \"If I haven't been clear enough, let me amend my reading from, \"to make explicit the limitation.\" And we quote that in our brief. the record about what self-help measures -- digital-rights management, encryption, other things -- there's nothing in the record what -- about that. There's nothing in the done by this. Right? This is all citations to Websites in their brief. These are classic questions of predictive infringements that we can show were induced by these specific acts, such as e-mail support. Our position on inducement is that we are entitled to injunctive relief infringement machine, which was built by the inducement. Now, I think that the Respondents have quite and a ruling here, which would be, I submit, a significant cutback of the Sony rule, that inducement is the only available ground of liability, would just leave them to here, a paper trail here, but that'll just -- they just won't exist next time. And it's just -- it's just not technological innovation moving towards legitimate means of distributing this -- of distributing, in a digital format, music and movies through the kinds of companies legitimately. They are inevitably and invariably undercut by the kinds of businesses that Respondents and the others not in the position of that inventor that you identified, Justice Scalia, who has to, sort of, think through, \"What am I doing?\" They're just in a position where they have number of infringing uses, because they make more money when they do so."
  }
]