[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Women, and Operation Rescue versus National Organization for Women. Petitioners. Reversal is warranted because of three separate legal errors made by the Seventh Circuit. First, the instructions of this Court. Second, the Seventh Circuit erroneously held, in conflict with two other Circuits, must be reversed. But --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Yes, but there was a theory that was put to the jury -- and it's right there on the that obstruct commerce with no connection at all to extortion. That was there. And I have a question about"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Was there any argument on the merits as to those four counts?"
  },
  {
    "speaker": "UNTEREINER",
    "speech": "No, Justice Stevens. that we overlooked that point?"
  },
  {
    "speaker": "UNTEREINER",
    "speech": "Well, we take the Court to mean correct, Justice Stevens."
  },
  {
    "speaker": "CONNOR",
    "speech": "If it's possible, at least, that we just overlooked that aspect in the issuance of our two questions at issue here, since they would be determinative? It's -- section. And our position is that that refers back to the principal offenses under section 1951, robbery or extortion. act of obstructing commerce, or affecting commerce, or, I suppose, even delaying commerce, is a violation of the If you look at the revisor's notes to section 1951(a) in the 1948 revision, it's clear that there is no intent to make any substantive change. So, I think the issue to rule in the Petitioner's favor."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "The question is whether the"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Excuse me. How could the -- how could the Court of Appeals not have resolved this issue? How could it possibly have rendered its judgment"
  },
  {
    "speaker": "UNTEREINER",
    "speech": "Well, what the -- what the Court -- statute at -- take the statute at face value, and that, it suggested, was what Respondent's position was. So, I think it went as far as it possibly could to resolve the made here. So, I think it -- to go back to the District Court, it would be a foregone conclusion, and it would just result in further delay. This case has gone on for almost --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, I'm with you --"
  },
  {
    "speaker": "UNTEREINER",
    "speech": "-- 20 years."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "-- up to the point where you say it went as far as it possibly could. As Justice Scalia indicates, why didn't it say, \"This is the way the Act must be interpreted,\" period? So, it didn't go as far as -- I'm just quibbling with your -- I'm just quibbling with your statement that it went as far as it possibly could. I don't think it did. That's the problem."
  },
  {
    "speaker": "UNTEREINER",
    "speech": "Well, yes, it did leave open the possibility that a court might come to the opposite conclusion. But I think if you're the District Court reading the opinion of the Seventh Circuit, I think it's clear which way you're going to have to come out."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Why?"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "We got you off of --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Were you --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "We got you off of your first point, but I'd like to just loop back to that for a minute, at this point. Is this imprecision, this reading our earlier remand and judgment literally and saying that there are no predicate acts -- there are no the realm of the possible that the revisers may have made certain substantive changes.\" That doesn't sound like they were ruling on it definitively, but they were tipping was --"
  },
  {
    "speaker": "UNTEREINER",
    "speech": "The Seventh Circuit did to read the statute this way. And I think the Court could, and should, reverse that aspect of the Seventh Circuit's decision. said it was plausible is that -- and you may well be right, on the bottom line, and the Government agrees with covered?"
  },
  {
    "speaker": "UNTEREINER",
    "speech": "It would cover preparatory acts of violence that do not rise to an attempt. We gave"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "That do not rise to an obtaining?"
  },
  {
    "speaker": "UNTEREINER",
    "speech": "That's correct, there would be no need for the Court to reach that issue this time, either. provision, because I think we're right on that issue, as well. And the Court can pick any one of these three But I think those provisions were carried forward, and Congress -- and this Court's cases, again and again, have relied on Congress's use of the -- of the Clayton and in the legislative history."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Your argument's a little those antitrust precursors. And, beyond that, section 16 of the Clayton Act, which expressly authorizes private injunctive relief, is -- has no analog in RICO. Now, 16 of the Clayton Act when it considered RICO. Again and again, proposals were made, but Congress did not adopt is favorable to Petitioner's position, I guess that's the end of the case."
  },
  {
    "speaker": "BLATT",
    "speech": "That's right. We think what would decision last time around did contain a sweeping statement at the end that all the predicate acts must be reversed. plain on the statute, because it requires that the physical violence be in furtherance of a violation."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Even though two U.S. a discrete crime of obstructing commerce through violent means."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "So that you're saying, in substance, that you don't need to read the Hobbs Act the way they do in order to protect the public from the kind covering."
  },
  {
    "speaker": "BLATT",
    "speech": "That's correct. There's a lot of cumulative punishment based on that offense, and there would be --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "What do you mean? It's a"
  },
  {
    "speaker": "BLATT",
    "speech": "-- two separate offenses."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "-- a separate offense?"
  },
  {
    "speaker": "BLATT",
    "speech": "-- FACE Act."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- Operation Rescue did the same kind of thing now that they did then, the Petitioners relief under that statute. Is that right or wrong?"
  },
  {
    "speaker": "BLATT",
    "speech": "That's absolutely correct. The FACE there any monetary relief that the United States can seek under RICO?"
  },
  {
    "speaker": "BLATT",
    "speech": "Well, 1964(a) addresses equitable disgorgement under (a). But as far as damages are concerned -- injunctive relief and other equitable relief, and it picked up an express right for private parties only to seek treble damages. In light of the holding after holding after holding, we identified six cases that were -- that were rendered before the passage of RICO, and the Cooper decision, which said the Government cannot seek damages. We think it's very clear that when Congress borrowed from the antitrust laws, but did not pick up those two express rights, that the governing principle is that when Congress borrows a statute that's been definitively construed, Congress adopts that judicial construction along with the statute. And it's particularly relevant because of those two express provisions. And RICO is -- just contains that structure that was there in the Sherman Act, with the express public equitable action and the express private treble-damages action. If there are no questions, we'd ask the Court to, if it wants, to reach --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "I have -- just have one question. If we were to adopt the Petitioner's first suggestion that we should simply have a strict reading of our mandate, would that cause problems, so far as people interpreting our precedent and indicating that, by  implication, we've reached this Hobbs Act question?"
  },
  {
    "speaker": "BLATT",
    "speech": "No, I don't think so. I think in the -- I don't think so. The Court could apply just \"Regardless of whether we actually reached the four predicate acts, our judgment spoke clearly that the [Laughter.]"
  },
  {
    "speaker": "BLATT",
    "speech": "We do think that the judgment did sweep more broadly than the circumstances -- an arguable basis for saying we resolved the statutory question that's presented now, do you?"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Good morning, Mr. Chief Justice, and may it please the Court: The Seventh Circuit did exactly the right thing and asked the District Court to determine whether an injunction could remain, based on the four counts of"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well, that's true, but don't you have the further difficulty that we didn't merely reverse with respect to the -- to the Hobbs Act said, expressly, that the judgment had to be reversed, which seems to sweep everything within it, doesn't it? say with the phrase that the judgment itself had to be reversed."
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Except, Your Honor, this Court presented to it. And if you look at page 397 --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "He's not talking about the made very -- you made nothing of them in the -- in the argument or in the briefs. It was almost not considered at all. You mean that when a judgment is issued that the Court and say, \"The judgment is erroneous, you forgot to address these issues\"? I hope you can do that in a with those four issues, and, therefore, its judgment was erroneous.\" They would have to say that in order to -- in order to act the way they did --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- because our judgment was \"reverse.\" we wouldn't enter the judgment ourselves."
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Your Honor, the Court could certainly, and, more likely, would do what you say. It"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "The mandate, in this case, remanded, is that what you -- acts supporting the jury's finding of a RICO violation.\""
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "But, Your Honor --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "So, it's quite clear"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "But, Chief Justice Roberts, then the assumption would have to be that this Court was a reason why this case should go back to the District Court, because that's the judge who tried the case."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But he -- but wasn't this findings."
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Yes -- acts were. He might say one set of four was not adequate to issue this injunction, but another set of four would be. And we just don't know -- we don't know what those Seventh Circuit said \"no more evidence.\" So, if we get down to those four acts, how can we say those are find, in special interrogatory 4(e), that there was violence and threats of violence and in final interrogatory 8 that it was to obstruct interstate commerce. Also here, remember the judge held a separate hearing after the jury verdict, before issuing injunction. And if, on the basis of the evidence that he heard during the trial and that special hearing, he found four acts of violence and threats of violence, he then has to decide what injunctive relief is appropriate. And, of course, he would also, consistent --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Excuse me. You mean it's up -- I don't understand that. The judge, in order to issue the injunction, becomes a second fact-finder, and he can find four -- he can pick four out of the twelve, perhaps four that the jury had not picked?"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Your Honor, since this is an injunction, he is allowed to consider the evidence that he heard, since he was sitting in an equitable matter. And so, there were actually two presentations --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "So, he can -- he can actually make a finding. And it -- and it could be that the jury found that eight of them weren't valid, and the judge, in order to issue an injunction, can contradict the jury and say, \"You know, I find that other four\"?"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Well, when it comes to injunctive relief, the judge can hold a separate hearing, and that's exactly what happened here. And I believe the issue for the judge on remand would be, Were there four interstate commerce? And I think the record clearly indicates there were. The judge said, here, \"There is"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Is there anything that -- under your reading of the Hobbs Act, that isn't covered by the FACE Act? nature of the relief is certainly different under the Hobbs Act than under the FACE Act. Also, of course, at related to section 2.\" Now, all that happened since then is, there was a recodification. And the recodification wasn't meant to change anything substantive. working people in this country have thought they had a right to strike, free of the Hobbs Act. And your has been approved by Congress. It is that which is authoritative. And this Court has said, in other cases, like United States versus Wells, and State Farm versus Court has said the cardinal rule of statutory construction is that the plain language must be followed. level, consistently saying a substantial step is sufficient for an attempt. Another example that was mentioned was the would be likely considered part of a conspiracy or an accomplice. otherwise, the words \"by physical violence\" would have no meaning --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Let me --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- let me talk --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "No, but --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "\"Plan to do anything in violation of this section,\" which is not just obstructing attempt or conspiracy to robbery or extortion."
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "No, Your Honor. I think that when you read the statute to me, some of the words that were skipped over quickly were the words \"so to do.\" Notice it says \"with regard to robbery or extortion or physical violence to only refer to extortion or robbery, as they did with \"attempts,\" then \"so to do\" could have"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "I disagree, because I think then it does reduce the words \"physical violence or threats of physical violence\" to mere surplusage."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well, what do you say to the response -- offense."
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "But, Your Honor --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You're saying we -- you can use this does -- this does something quite beyond that. It says it is a separate offense. no need for Congress to separately --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "But isn't the reasonable reading of that, \"violence in the course of achieving -- opposed to, in effect, a \"by-blow against a bystander\"?"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "No, Your Honor, I don't think"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Let me start labor law and then go more generally. Section 1951(c) has a specific provision that protection of labor unions. And, in fact, every one of the statutory references in 1951(c) is to a statute labor-union exemption, on the fact that a threat of violence in an effort to obtain legitimate wages is not within the Act. But if we read \"legitimate wages\" out of violence.\""
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "No, Your Honor. And the imprisonment. And, of course, in today's world, as you know, I believe almost everything affects commerce. And if I'm even close to being right, this is a major into what could be fairly minor matters of State criminal law. Roberts pointed out, such as Franklin versus Gwinnett County, that when Federal courts have jurisdiction, they retain equitable power unless Congress expressly stripped"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well, your friend's answer was that that was an implied right-of-action case; and, therefore, the remedies had not been spelled out; and so, you assume the broader remedies. What's wrong with that answer?"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "No, Your Honor, because this Court has said, in any instance, Federal courts have equitable power unless Congress has expressly stripped it of that power. United States versus Umansky would be an example where this Court said that, as well as the language from Franklin versus Gwinnett County. And that's especially true here, where Congress, in the RICO statute, specifically said that it should be broadly construed. This Court, in Sedima versus Imrex, said especially as to the remedial provision, section 1964, this should be broad construction."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "As you read it, can a private party get a preliminary injunction?"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "No, Your Honor, in terms of the Government is specifically authorized by 1964(b) to get a preliminary injunction. And the reason for that is, generally the Government can't get injunctions to stop criminal activity. 1964(b) was added for that. But I'd say 1964(a), to go to your specific question, would use any of the Federal court's inherent powers."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "So, a private party could get say that. Our opinion here just says \"reversed.\""
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Right. But, Your Honor, this case --"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "-- obviously was sent back --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- \"reversed.\" line of our opinion, which said \"reversed.\""
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "But, Your Honor, that would then assume that this Court decided an issue about the cert petitions, never briefed, never addressed in the opinion. proposing, in 1948. [Laughter.]"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "That's true. But it's unusual so, that's binding. Here, the Seventh Circuit --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "We also actually entered a Breyer, that to accept the other side's position would effectively overrule Enmons. Enmons did not rely, in any way, on section 1951(c), had nothing to do with the is reprinted in the Scheidler blue brief at page 2(a),"
  }
]