[
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "We'll now hear argument in Van Orden against Perry. Mr. Chemerinsky."
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "No, Your Honor, I would"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "They also refer to one God, to a theistic ruler of the universe."
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "No, Your Honor, I think the Thanksgiving proclamations would be super-religious than the prayer that the chaplain "
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Your Honor, there is a difference between a prayer that a chaplain gives -- in Chambers v. Marsh, this Court emphasized that the prayer by the chaplain was a nonsectarian prayer. this is more profoundly religious. Is there any "
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "No. I think the key difference is -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "That's the difference? So if I happen to read these prayers in the Congress variety of things? Ten Commandments or any religious works as part of a museum setting. This isn't a museum setting, Your Honor. Every monument on the Texas -­"
  },
  {
    "speaker": "CONNOR",
    "speech": "Is this a kind of a Texas, it would then be permissible. If it were a  different -­"
  },
  {
    "speaker": "CONNOR",
    "speech": "You don't object to that?"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Quite the contrary, I what the framers and what our society for several  means. And it does not -- it is not too sectarian if it invokes a unitary God. Now, you're saying it becomes too sectarian when it invokes the Ten religion. legislature itself can have its sessions opened with a prayer, can the legislature itself want to have the Ten Commandments posted within the legislative halls?"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Your Honor, I think The message with legislative prayers, as this Court  long historical practice. But when it comes to the Ten Commandments, it really is different than even a legislative prayer. This declares not only there is a God, but"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Your Honor, I don't  religion. If the Ten Commandments are displayed as part of an overall display of law givers, like that frieze, it's permissible. But when you put sacred texts somewhere on government property, then the maintained by the City of Lacrosse, nor does the city  Now, my question to you is, if there were a similar disclaimer on this monument, would that be an adequate remedy, in your view?"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "It would be a harder dealing with the Ten Commandments, sacred texts, I  would be that this is the government endorsing religion."
  },
  {
    "speaker": "CONNOR",
    "speech": "At some point, would the State's interest in preserving old objects that those were replicas of what was in the film. Honor. I've tried to find out what that text is. It is not in Hebrew. It is not in a script that anyone was able to recognize. But it is important to notice that if you look at the entire monument, in addition it's not his or her government either. probably 90 percent of the American people believe in the Ten Commandments, and I'll bet you that 85 percent of them couldn't tell you what the ten are. (Laughter.) nothing wrong with the government reflecting that. I  as the majority has to be tolerant of minority views in matters of religion, it seems to me the minority has to be tolerant of the majority's ability to express its belief that government comes from God, like outsiders. Of course, many judges have  beliefs above them. And Your Honor, that's not hostility to religion. As this Court said in County of Allegheny, excluding religious symbols like the nativity scene, other. nation, where most people do believe in God and most of our institutions flow from the religious nature of our people. The City on the Hill, proclaim liberty throughout the land. All of those are religious. The chief justice of the Alabama Supreme  got hate messages this week, not because people care about the Ten Commandments as a secular document, but people care about the Ten Commandments because it's a profound religious message. mean, once we get to thou shalt not kill or murder,  much are strictly about the obligation that man owes to God?"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "The first of the two tablets, the first five commandments, Your Honor, and Chemerinsky, it was like Moses on that frieze where  the sixth through tenth commandment. Would that be all right?"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "Your Honor, if it was like Moses on that frieze together with fourteen other They're saying these basic principles of  And that message would be conveyed so long as you use the terminology of the Ten Commandments. That's what the Ten Commandments stand for."
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "But Your Honor, this"
  },
  {
    "speaker": "CHEMERINSKY",
    "speech": "No, Your Honor. I do  Ten Commandments defended for their secular purpose. I do think, though, that what's required of the government, when it puts religious symbols on government property, is to not be endorsing religion. careful attention to accommodating religion. But  Your Honor, so this isn't a case about accommodating anybody's religious beliefs. This is about the State expressing support for religion with sacred and solemn religious texts on government property. And core of its State government, it has to then do  for religious purposes, that it's there for secular purposes."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Doesn't it matter whether that text has acquired an independent meaning of its please the Court: facts of this case has agreed that the Texas monument is constitutional under this Court's well settled precedents in Lynch and Allegheny. This Court should agree that the Texas monument should not be torn down me your reasoning that you've given us would support  I'm wondering what your view is."
  },
  {
    "speaker": "GEN  ABBOTT",
    "speech": "I seriously question whether or not a crucifix would be constitutionally acceptable in that same location, and for the very secular message. When people -­ I think in this very case, found that commemorating the Ten Commandments' role in the development of secular law was not one of the State's purposes in accepting the monument. "
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "So in another case, if a  have been very, very important in his or her life as a spiritual or religious matter and wants other people to know how important the Ten Commandments are, he cannot accept on behalf of the city the Ten  or whatever it might be, doesn't it? legislative approval, is that not really some kind of a message of endorsement for each one?"
  },
  {
    "speaker": "GEN  ABBOTT",
    "speech": "If I may clarify an important fact and that is clearly the State of there? the presumption would be that people on the Capitol grounds would assume the State of Texas wanted those monuments on the Capitol grounds."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, I'm not sure that"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But you have to contend  sort of commemoration of the Commandments involved was not the objective in placing the monument there, so you're left basically with a religious text. And if anybody has any doubt about that, State of Texas approved this message, and thought it  promulgation."
  },
  {
    "speaker": "GEN  ABBOTT",
    "speech": "Clearly the State of Texas approved of the monument being on the grounds -­"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But then the fact that of the problems with the argument, it seems to me,  grounds that have lots of other monuments, that the religious message is somehow either diluted or changed. Contrast the situation in Texas with what we've got here. display in the courtroom itself, Moses with the Ten  that is the only way the Ten Commandments -­"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Maybe it doesn't, but I'm trying to find a rationale for the argument that's being made, and that I thought you were alluding to. our country and in our State. the district court finding?"
  },
  {
    "speaker": "GEN  ABBOTT",
    "speech": "Well, the district court finding obviously chose to decide that the secular purpose for the display was to honor the Fraternal (Laughter.) the Ten Commandments that are reflected on the doorway into and out of this courtroom don't have words on them like the tablets do in the State of Texas."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "General Abbott, would  had on it the kind of disclaimer that the city in Wisconsin put on its monument?"
  },
  {
    "speaker": "GEN  ABBOTT",
    "speech": "Justice Stevens, I apologize, I'm not familiar with that disclaimer. it something of a Pyrrhic victory if you win on the  cases, we're going to have to examine displays of the Ten Commandments to see whether there was ever any intent to say that our laws are ultimately dependent upon God. Is that what you want us to do case by something on the Internet. Well, which is in the  in the record and that, is there anything else in this record that if somebody wanders around, they're on the State grounds, they say, what is this, what are these things anyway? There must be something that for the purpose of seeing just the Ten Commandments  different kinds of monuments. And so they appreciate the setting before they even arrive at the Ten Commandments monument. Also when they arrive at the Ten you mean just this Texas case or other cases "
  },
  {
    "speaker": "GEN  ABBOTT",
    "speech": "Justice Ginsburg, my reference was to the fact that every case that has considered the specific -- every court that has considered the specific facts of this case, meaning grounds. museum. One message that you get is that the State is honoring the donor of the various -­"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "General Abbott, I want to thank you for your argument and also for   think so. I mean, we didn't purport to do an  well-represented group of displays throughout the country including, I think, in States that probably have relatively high Catholic populations. But I think we would steer this Court away catch-22. even in Stone against Graham that the Ten Commandments can be displayed, can be used in certain settings, it can't be that once the State in practice picks a particular version, it's all of a sudden If the monuments are standing alone, you  being displayed for their secular significance as well as their religious significance. When Moses is there, it's hard to avoid the implication that they are the revealed law of God, as opposed to also a Commandments, whereas when you quote one, you must "
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, I guess I'm not sure think in almost every Establishment Clause context,  school case, for example, as you suggest, I mean, unless this Court is going to revisit Stone against Graham, it's certainly true that the school context at least raises much more difficult questions. the district court literally found it was like a "
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "And do you think that it should cross the constitutional line under the interpretational theory of the First Amendment you wish us to adopt? Justice Stevens' question, I do think it is important  choice among the various documents if they are going to be displayed at all. And I don't think that the Constitution puts the municipalities and the States in the bind of being able to display the Ten monuments, suggests a hostility to religion. fence away from the Ten Commandments to make clear that the State has nothing to do with the Ten Commandments is bending over too far in the other direction. The State can have, as this Court has that case, the monument had been there since 1920 and  maintaining that document and maintaining the plaque on the courthouse. And I think he correctly understood that in these cases of displays that have stood for 40 from the Bible. It's not there about the history of  reasonable observer that it is there for historical purposes. It isn't there for history. What about all the other religions that have played a role in Texas history? The Muhammad with the most profound religious contents? Do we  The observer could have averted his or her eyes in the County of Allegheny case. But this Court was clear in saying that a single religious message, a"
  }
]