[
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "We'll hear argument Mr. Clement."
  },
  {
    "speaker": "CLEMENT",
    "speech": "That's exactly right, Mr. Chief Justice, but I think that -- that that doesn't make any substantial difference, in part, I think because if you Spending Clause legislation. And spending legislation often takes the form of giving the States an incentive to than the Federal Constitution creates an Establishment Clause problem."
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "But in -- in the City and simply rewrite some part of the Constitution to make it read differently than we had? RFRA."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, I take your point, Justice Scalia. I would -- I would clarify that there is the Commerce Clause. We don't think that's really appropriately presented here. We also think that with your burden any less in defending the -- the statute under the Establishment Clause?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, Justice Stevens, I don't or easier from a Spending Clause perspective. I think from the perspective of why this case is different from -- as it comes to this Court in this application, with the exercise of religion in prisons. And I think that's an area like the military where the Government is necessarily otherwise wouldn't be."
  },
  {
    "speaker": "CONNOR",
    "speech": "And yet, it -- it provides an day. It is a balancing test, and I think things like getting beer every day, getting marijuana inside prison walls would not satisfy the test. the statute is pretty strong: unless the government demonstrates that the imposition is the least restrictive has the virtue of making sure that all religions are accommodated neutrally. So if there's any incentive, it's an incentive for religion over irreligion as opposed to the way you would have without RLUIPA involved. The other point I want to make is although there deferred to the government officials. I also think, though, it's worth noting how the Federal Government and the Bureau of Prisons has dealt beards, would be used for gang identification or gang signification. Ohio, I take it, takes the position that Protection Clause in that context would itself be a compelling interest under the statute. And I think this Court in Widmar against Vincent, for example, suggested sufficient compelling interest. I would think equally avoiding the Equal Protection Clause violation in that are actually held by these individuals has been stipulated to."
  },
  {
    "speaker": "CONNOR",
    "speech": "We don't have to decide it does, that will have to be resolved in this and in every case. there's no guarantee that the religious accommodation will be provided to other sects -- take, for example, the Kiryas Joel case. This Court has been quite clear that over irreligion in providing legislative accommodations for religion. it would be an alternative ground to support the judgment below. That said, this Court doesn't have to reach it and its practice in recent cases has been when there's one on below, it doesn't necessarily reach the other -- the other constitutional claims. The Court did that in cases Commerce Clause issue, and on that issue, no court below reached the issue. And we think this Court's recent admonition in the Sabri case that facial challenges are because --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I don't -- I don't understand, has a completely abstract quality, and indeed, the only temptation to reach the issue at all would be that the -­ since RLUIPA has a jurisdictional element, the resolution tempting to reach it. But I think the better course would be for this Court to allow that issue to be sorted out in are upstanding members of the bar in every respect, are Asatrus, so that these are matters that should be preserved for the court below. about the accommodation of religion, and the suggestion is, well, isn't there favoritism? Doesn't it encourage feeling about the nature of my clients' religion. As the Court will note in a -- a footnote in our brief, it has been reported in the press that there is an adherent in that if he's killed in the line of duty that there will be religious rights at the end consistent with his religion in an unconstitutional activity -- and that would be a segregation of the races -- that there's a compelling justification -- or a compelling governmental interest in does not apply under these circumstances."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "How about racist literature as a ruse."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "I take it we've done that in the conscientious objector cases, United States v. Seeger"
  },
  {
    "speaker": "GOLDBERGER",
    "speech": "That's correct. But to let me finish my -- my answer to Justice"
  },
  {
    "speaker": "GOLDBERGER",
    "speech": "Well, as I say, to the extent that that's right, if there were content discrimination along those lines and -- and the Court said that there be accommodated for religion only, then of course the -­ then there would be a compelling governmental interest in something different."
  },
  {
    "speaker": "GOLDBERGER",
    "speech": "Well, it's not -- I'm not sure that it's different for constitutional purposes, that if concludes violates the First Amendment rights of someone else because there's content discrimination, I'm not -­ these same accommodations are routinely granted to mainstream religions and that they do not shift burdens to third parties. There's been substantial argument that parties. In fact, where third party claims have been made by the State of Ohio was that basically that the cost of"
  },
  {
    "speaker": "COLE",
    "speech": "Mr. Chief Justice, and may it please In prison's unique environment, RLUIPA violates the Constitution. It directly and impermissibly advances"
  },
  {
    "speaker": "COLE",
    "speech": "Well, I think you are, Your Honor, and if our brief came across that way, I -- I think it overstates the line that we're asking this Court to draw. that of course accommodations by their very nature benefit religion. That's part of an accommodation and could be environment, Your Honor, where there are so many deprivations of liberty and then to say the one -- one way you can get out from under the thumb of all these prison you a powerful weapon not again to -­"
  },
  {
    "speaker": "CONNOR",
    "speech": "But -- but before Employment in a prison necessarily forces you into establishment. And I think you're saying the reason it does so is that there are so many incentives on the part of prisoners to keep the genie in the bottle. Isn't that the -- the essence of your argument? seems to me that if these are not sufficient recognitions of the -- of the prison context, then I don't know what kind of a rule we can have that would satisfy you except it is establishment."
  },
  {
    "speaker": "COLE",
    "speech": "Well, Your Honor, I don't think we  that we have got to be concerned about, whether we're dealing with accommodation or whether we're dealing with -- with flat-out establishment, is distinction among distinguish among religions, we don't have this problem, but I think that lands you from the frying pan into the  the Free Exercise Clause, it raises special problems and special concerns that need to be dealt with -­"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Why can't they -­"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But why can't they be dealt with under the statute as it is written, saying that if religion."
  },
  {
    "speaker": "COLE",
    "speech": "And -- and as the Court noted in Amos, these type of statutes are necessarily going to Establishment Clause scrutiny just because they take the form of being directed at religion and providing a benefit to speak to as well. It says, the term religious exercise includes any exercise of religion whether or not compelled by or central to a system of religious belief."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Did our prior Smith cases go that far? I'm not aware that -­ piece of paper and claims to be religious, that they have to consider it, and it's impelled only by religion. I suppose the same thing is true of a church that applies that automatically that fact that they're going to give the church a tax exemption or that they're going to give second qualification, beyond what it would have been if Smith had never been decided. And the second is Justice Scalia's point, which is but there is one respect in which have -- the belief doesn't have to be central. It could be -- well, he just read that."
  },
  {
    "speaker": "COLE",
    "speech": "I believe Turner and O'Lone are prison cases that talk about what the Constitution means in prison, understanding that in prison there need to be constitutional rights if they were not in prison."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Now, I -- I understand the interest to -- to prevent members of the Air Force from wearing yarmulkes. I mean, if that's a compelling State interest, I think it's pretty easy to get most anything statute, don't you think?"
  },
  {
    "speaker": "COLE",
    "speech": "Yes, Your Honor. And compelling much of the prison administrators?"
  },
  {
    "speaker": "COLE",
    "speech": "Well, the United States claims no, Your Honor, of course. But when we look back at the unconstitutional, we presented substantial evidence in the -- in the joint appendix with regard to the way in which in the dilemma. I mean, you're putting yourself there in the same position that virtually every official is in in the United States but for judges who have -- who have to the -- (Laughter.) obligations. And I asked, well, okay, so an employer. Is that going to make IBM switch from being a computer manufacturer to being a religious services provider underneath title VII's nondiscrimination mandate? I don't think so. by, you get fewer of them. And -- and if -- if they weren't getting few of them, I would have expected the United States to make a different representation. fact that -- that strict scrutiny might become -- what that means, what that's going to require. And arguably,"
  },
  {
    "speaker": "COLE",
    "speech": "I'm --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You don't want the burden? Don't take the money. I mean, they -- they do that all"
  },
  {
    "speaker": "COLE",
    "speech": "I'm not sure I agree with that, Your Honor, for -- for a couple of reasons. First, this also"
  },
  {
    "speaker": "COLE",
    "speech": "That's -- that's true, Your Honor, but it is available to the Court as an alternate ground of affirmance of -- of the decision below. for that."
  },
  {
    "speaker": "COLE",
    "speech": "Well, Your Honor -­ practice religion?"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "May I ask this question, Mr. Cole? I am troubled also, as you point out, about the and apply it to this particular case, weren't most of the allegations that the petitioners made is that they were and -- and the point is in each of those cases, prison officials look at the object and say what's the potential for harm here. Should we let them have it in their cell?"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "The mainstream person, if there's a potential for harm, they wouldn't let them keep and instead, they claim, well, I need this for religious purposes, but what's really going on is they want to signify gang affiliation."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "It would seem to me that would be a compelling interest to say you can't do that. it's the only time Congress has gone this far. And so to say that there's a lack of case law on this is more to suggest that there's been settled understandings that we"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, I guess what I'm asking is what's the closest analogy you can -­ the law, then you're okay. And that was a Supreme Court case I think. I may be misremembering."
  },
  {
    "speaker": "COLE",
    "speech": "Again, Your Honor, it's not that we restrictive alternative. The question is by changing the standard to that, changing the standard to one in which respect to, you know, security and administrative convenience, which we will honor under this statute."
  },
  {
    "speaker": "COLE",
    "speech": "Except, Your Honor, this Court noted deference is particularly strong when you're dealing with situations that create ripple effects in prison. And it's we'll give you something lesser?"
  },
  {
    "speaker": "COLE",
    "speech": "Well, I believe Mr. Clement noted that -- that there was a case that held that, okay, you can wear it on the inside of your shirt. So that would be a less restrictive alternative for not allowing you to use Clause alone would allow?"
  },
  {
    "speaker": "COLE",
    "speech": "Better shot than -­"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "And aren't you arguing that in line, you are into establishment?"
  },
  {
    "speaker": "COLE",
    "speech": "Well, and Your Honor, I was not Just a few points in rebuttal. First of all, I'd like to note the anomaly that"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Also not compelled -- not compelled -- by religion. You just say, you know, I -- I want to give up everything except candy for Lent, and the"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, Justice Scalia -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "It's not compelled. I -- you questions that are best to be kept out of the courts, which is why even before Smith this Court moved away from centrality. It's why even Justice O'Connor, who otherwise get rid of the centrality requirement. And if you look at some of the cases that are It's also true that many of Ohio's arguments would suggest their own accommodations of some religions would give too much of an incentive for religious exercise I don't think -- and I agree with Justice Souter in this regard -- that narrower accommodations actually measure just a hypothetical. As footnote 2 in our brief points out, prisons have been generally successful in keeping racist literature out even when it's supported as cases that I've come across where that hasn't prevailed is"
  }
]