[
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "We'll hear argument v. the United States. Mr. Browning. Congress must have intended a uniform limitation period so that all three actions created by the False Claims Act could be brought in the same proceeding. The -- the Federal False Claims Act and the retaliatory discharge provision. but are there any actual cases where the retaliation in fact fell outside the 6-year, dated from the submission of the false claim? to a specific situation where that has occurred, and the Government, you're right, makes very much of the argument Work Right Institute points out, an organization that's designed to protect the human rights of employees, an organization that's a spin-off of the American Civil interpretation advocated by the respondents and adopted by the Fourth Circuit as detrimental by employees. following? We want these things to end after 6 years, you know? And there's never been an example of this horrible that you think of, and so we are going to end them all cheat took place. And that's it. And if there's some other problem of the kind you're worried about that comes to point to that reason."
  },
  {
    "speaker": "BROWNING",
    "speech": "Well --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "And I can't find that reason"
  },
  {
    "speaker": "BROWNING",
    "speech": "Well, Your Honor, I -- I don't think the language points to that because the language of the False Claims Act. Congress has used that phrase on six different occasions, and I would particularly direct the Court's attention to 3731(c). In -- in that under section 3730, the United States must prove the elements of the cause of action by a preponderance of the violation of section --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Well, I don't think that's at all as clear as that (c) is directed to cases brought by explained. Congress might want to have one 6-year limitation and say, well, maybe there would be this action?"
  },
  {
    "speaker": "BROWNING",
    "speech": "In some cases, that is -- is the case, Justice -- recover as being the victim of retaliation, they may still get a very handsome reward for what happened to them."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "In the real world, do we have such cases?"
  },
  {
    "speaker": "BROWNING",
    "speech": "Yes, Your Honor. I cannot cite issue that practitioners face day in and day out."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Another real-world question. and you're right, that in section 3731(d), Congress did specifically reference section 3730(a) and 3730(b), but Congress did not use that precision in drafting throughout of ambiguities that exist throughout the Federal False Claims Act. Congress even referred to the General"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "May I ask -- may I ask you a question about the alternative? If we don't follow this statute, you -- you refer to State law for the correct"
  },
  {
    "speaker": "BROWNING",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "And I imagine because there have different statutes and they have different kinds of causes of action that may be relevant in the retaliation case. issue. With respect to the parties in this case, that is a matter that is clear and simple because North Carolina Government's brief is they want to modify the language of section 3731(b) by inserting the phrase alleged before the phrase, violation of section 3729. anyway when -- when in fact a person brings an ordinary claim? I mean, Joe Smith brings a claim that XYZ company you have to look at the facts that are ultimately proven at trial, and if the fact of the violation is more than 6 years from the filing of the cause of action, clearly word alleged does not appear in the statute, and the Government tries to -- they essentially confuse the issue at trial, there is only one way to read the statute in a way that's harmonious, and that's to read it so that 3731(b) only applies to section 3730(a) and 3730(b) -- consider in the calculus that if you use 6 years from the date the -- that the false claim was made or was alleged"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "We've done it for several hundred years, haven't we --"
  },
  {
    "speaker": "BROWNING",
    "speech": "Yes. action? We've -- we've looked to State --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "When there is no statute of I'd reserve the remainder of my time for rebuttal."
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "Very well, Mr. Browning. the rest of this -- of this piece of legislation?"
  },
  {
    "speaker": "HURT",
    "speech": "Well, I -- I would propose that if Congress really wanted this trigger, wanted that uniform particular provision, (b)(1), in a more clear way."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Do you -- do you know of -- of provision in the False Claims Act is unique because it's designed to be a companion or an add-on action to the qui tam action. That's -- if you look at the reported cases, brought together."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I thought that one of the major these two actions are not brought together if the retaliation action must be brought first. First, if you accept the petitioner's view, days -- they have 180 days like in Florida to bring this retaliation action. Once that's gone, the -- the"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You're now saying majority, not vast majority."
  },
  {
    "speaker": "HURT",
    "speech": "Okay. I think it -- (Laughter.)"
  },
  {
    "speaker": "HURT",
    "speech": "But they point out -- they realized, agree that this statute (b)(1) applies, all the defendant has to do is point out the act alleged to be a false claim falls outside of the 6-year period, and he wins. He claim itself was false or not. So I think, you know, as Justice Breyer points out, this is the way you universally the argument that unlike most retaliation situations, here if you take that 6-year period, which is much longer than the general run of retaliation statutes take it, then you pay is mounting, and so you can have an exorbitant application both with respect to the amount of back pay couple of years from the time the employer gets wind that something is going on and fires or does whatever, then in exactly that situation, the -- the whistleblower damages whatever years it may be before the qui tam action starts. So on your hypothesis, it seems to me, you're going to get protection and an incentive to bring that qui tam claim is really Congress' core concern here. And I think these other issues about damages defense and -- and dealing with that that will take care of double damages so -- so if the whistleblower is just considerations of encouraging -- the goal of encouraging a whistleblower to bring his qui tam claim with his retaliation claim. language works in the typical cases that arise, and that none of the reasons given by the petitioners come close to"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "What he's saying is it should be read to include only those causes of action under 3730 that the rest of (b) makes sense as applied to, just as in interpreted to -- to include only those causes of action that the rest of that provision applies to, namely, those Congress is more likely to amend 3731(b) to say clearly and non-sloppily what it means if we find for the Government here or if we find for the -- I mean, for -- for the other side?"
  },
  {
    "speaker": "DRIEMEIER",
    "speech": "Well, Your Honor, I adopted statutes of repose, and they apply to a cause of action that under State law accrues for purposes of statute of limitations upon the discovery of the injury. the act, say, for instance, in which the date that a product was first sold into the market. And so the cause create situations like that, do we?"
  },
  {
    "speaker": "DRIEMEIER",
    "speech": "Well --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "My -- my point isn't that it statute of limitations if it is reasonably possible to avoid it in that fashion. applies of the many that might be offered, are much shorter than the statute provided for bringing the qui tam action. As a practical matter, then an employee might be any number of adverse consequences follow. First, they could find themselves barred from employee might have told the Government and that the Government is investigating. And that's the purpose of the under seal requirement of the False Claims Act, to the claim, talk to other employees about what was going on. Sometimes the employee really has identified fraud, the United States -- now, we differ from the Ninth Circuit on this. We believe that is only a Government official, in particular a Department of Justice official -- knows of United States could bring, i.e., the cause of action under 3730(a). But we think that 3 years from that date in the charged with responsibility to act of the facts that would warrant the United States in filing an action under 3730(a). United States found out before -- before that individual came forward. Maybe there was an official in the United of the two alternatives would render the second superfluous. And the Court said, it may be superfluous to this category of claims, but it's not superfluous to other construing the first provision in the way that we are. So likewise, even if the Court were to conclude qui tam -- a qui tam claim and a retaliation claim were paired. They were litigated together. In only 5 were both a qui tam action and retaliation claim brought, but brought in separate litigation. So 32 to 5 is the relevant comparison there."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "What about the rest?"
  },
  {
    "speaker": "DRIEMEIER",
    "speech": "In -- in -- that's the way the Court ought to apply the statute. It's the way Congress wrote the statute, to serve those purposes. applying State statutes of limitations raises -- North Carolina does not dispute that, for example, in Florida If there are no further questions, thank you very much."
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "Thank you, Mr. Mr. Browning, you have 8 minutes remaining. red herring here. The other red herring that was put forth is a statement that there's a rule in the Eleventh Circuit relating to claims splitting. And forgive me, I cannot recall the name of the case that the Government is referring to, but it is a decision by James C. Hill. And that specific case involved a situation where the qui tam action was brought, a settlement was reached, and then well after the fact, the plaintiff said, oh, and I have this retaliation claim. It makes perfect sense in that situation to -- to apply principles of res judicata. What the Government is ignoring is there are no reported decisions anywhere where a retaliatory discharge action was brought and then res judicata was used to bar the qui tam action filed at a later date. And there's a perfectly logical reason for that because they are different causes of action, and they involve different parties. A retaliation claim is personal to the individual. A qui tam action is an action brought on behalf of the Government. One final point that I'd like to make is the respondent takes the position that the False Claims Act is unique. Well, it's not unique. It's not unique in that when you look at the Major Fraud Act, there is a retaliatory discharge provision that is virtually identical to the False Claims Act, and in the Major Frauds Act -- with respect to the Major Fraud Act, Congress made a -- a conscious decision not to include an express It's not -- the False Claim Act is also not unique when you compare it to ERISA. ERISA -- False Claims Act is not -- not unique when you compare it to ERISA. ERISA is a statute that has essentially a retaliatory discharge provision as well in section 510 of have consistently held that there is no express limitations period for section 510, so we have to look to"
  }
]