[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Academic and Institutional Rights. General Clement."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "When you say that it asks what other employers receive, but these institutions, I gather, would not allow other employers, who have the interview at their institutions. So, you're receiving what other employers in the same situation would unlike any other employer, the military's policy is a result of a congressional mandate. And --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, that's fine, but you same access as other employers. That's --"
  },
  {
    "speaker": "CLEMENT",
    "speech": "And what -- opportunity to recruit on the same terms as others.\" And that obviously reflects the commonsense judgment that the military is competing for the same pool of"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "The constitutional argument, I guess, is, \"Does the Constitution require access -- point, equal access on terms of the -- the terms that are extended -- however you want to think about it, though, there's no difficult constitutional question"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well, your argument --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "No, but it seems me you've debate --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Yes, but it is an important question, because the -- there is an amicus brief that was not about homosexuals in the military, it was a statute about universities in Vietnam not letting this litigation, and that's actually reproduced at page 88(a) of the petition appendix in the District Court opinion. And if you look at that against 88(a) of the is at stake here is access to the campus, and the amicus argument that's being raised is not even"
  },
  {
    "speaker": "CLEMENT",
    "speech": "As a regulatory matter, the military took the position that if they simply barred access to --"
  },
  {
    "speaker": "CLEMENT",
    "speech": "-- anybody --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "-- not the regulatory to -- provided to any other employer.\""
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "General --"
  },
  {
    "speaker": "CLEMENT",
    "speech": "But I think -- understand, with respect to that brief that offered a statutory interpretation to avoid a constitutional There's no question that what's at issue here is more than just the Vietnam-era concerns about ROTC presence on statute, because that's addressed in a in 10 U.S.C. 983(a). So this provision, 10 90- -- 10 U.S.C. 983(b) is specifically addressed at the problem congressional power to raise and support armies."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, Justice Scalia, I think the statute is clearly supported under both Article I authority to raise and support armies. I think, in answering your question, we tended to focus be discrimination against veterans in hiring and employment. And you could easily see that a university could take their position to its logical conclusion and military's policy, we're not only going to not let military recruiters on campus, but we are going to not articulated by Respondents, would stretch well beyond simply a direct antidiscrimination motive. For example, NYU -- this is in the joint appendix, excluding recruiters from the State of Colorado, simply because Colorado had passed Amendment II, which this that, you're still left, it seems to me, with the problem -- whether you characterize the problem as discriminatory and antidiscriminatory university policy they raise, that, in effect, you are forcing them, in effect, to underwrite your speech, up to a point, and narrow context, but is a much broader first-amendment claim. Now, turning to that first-amendment claim, I I think, with respect to what the military itself wants, it simply does not want a -- primarily a speech something else. Well, that -- I think we have to draw this line between recruiting, on the one hand, which is what the military wants to do, and the Solomon Solomon Amendment is directed, or is responsive, entirely to positions taken by law schools on, among"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But --"
  },
  {
    "speaker": "CLEMENT",
    "speech": "-- to recruit."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But they're -- but the addressed to a particular expressive problem which occurs for the military -- and for the law schools, for solely, as I understand it, at the expressive activities which have, as you say, this interference. Its sole objective is expressive. Justice Souter. If the -- if the law schools were denying access to military recruiters, for any reason, generated by first-amendment concerns. I think that describes O'Brien."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well, in -- question that may shed a little light on it. Does the Solomon Amendment pose any restrictions on the extent up on Justice O'Connor's thought. Can -- are you saying that the school can engage in speech expressing its views about the military policies, can it engage in all functional requirements, but yet sends a message that they are really disagreeing with what's going on where they were equal -- equally effective as recruitment avenues. Could they -- could they make the military take one that was equally effective, but it doing\"?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "I mean, my own -- trouble, because, in a practical matter, if you look at the record here, I think it's telling. If you look, at joint appendix, at pages 215 and 219, describes the that, \"Well, it's not really much of an imposition on the military, because all you have to do is get the"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "General Clement, can you be affirmative now? Because we have an example, from Justice Stevens, which is the Yale example. The -- it -the recruiter is there. He's in the same room that other recruiters use. What can the law faculty do to jeer just the -- and the school organizes a line jeering the -- both the recruiters and the applicants, that's equal access? access. I think you have to draw a practical line --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "I'm surprised that --"
  },
  {
    "speaker": "CLEMENT",
    "speech": "I don't know if it would fulfill every purpose, but I think the amendment has to accommodate the first-amendment --"
  },
  {
    "speaker": "CLEMENT",
    "speech": "-- interests at --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "-- have jeering -- forbids all discrimination because of race. And so, some of the conduct that you have in mind may well violate that statute. And if Congress wants to write a military, we would be here defending it as valid first- amendment legislation. But this statute gives, not a Chief Justice, and may it please the Court: This case is not about whether military recruiters will be barred at the campus gates. to campus, but that was not what Congress really wanted. So, it passed a new law. What Congress really  case is not about entry. The Solomon Amendment does not require schools to give entry to military recruiters, it requires them to give entry to a"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well, no that --"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "-- other employer.  jurisprudence in the first amendment, it's actually relevant whether the reason for refusing to disseminate the message lies at the heart of the first amendment. Hurley? Is there something deeply moral or conscience- driven about the position to exclude the gay-rights"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "I can say, or refuse to say, anything I want to, for any reason I want to, however bad that reason, however nonmoral that reason is. And we get into moral basis at all."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Your Honor, I accept that as"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Under -- what about South Dakota against Dole? South Dakota had a constitutional right, under the twenty-first amendment, upheld the Spending Clause condition that if they accepted Federal funds, they had to set their drinking schools to exclude anybody in uniform from a cafeteria."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Absolutely not, Your Honor, because --"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "-- because --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "What's the point? violating that institution's first-amendment rights."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Well, Your Honor, that is for public schools, and public schools are subject to their forum. But there is a critical difference between that forum, Your Honor, which the schools discriminate. That is immoral.\" And --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "And you would take, Mr. Rosenkranz, that same position. If this was not recruiters could go to the main campus; most of these places, the restriction is limited to the law"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "-- that's all for an expressive reason."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Justice Kennedy, for several applied them to career-services offices. No other schools within the --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "I'm sorry, but, on compelled speech, nobody thinks that these -- law school is speaking through those employers who come those are the employers. Nobody thinks the law school believes everything that the employers are doing or believe you is because you're willing to take the money. What you're saying is, \"This is a message\" -- [Laughter.] strongly, but we don't believe in it, to the tune of $100 million.\" Army on because they had to provide facilities that would aid recruitment."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Yes, Your Honor. If it was so --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "So that it would have reason, during World War II, had excluded recruiters, and there had been the equivalent of the Solomon Amendment, that there would have been a first-amendment argument, but I thought your argument was, or is, that if they do it for some purpose of conscience, which"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "No, Your Honor. Every time --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well -- reason for refusing to host a message of an unwelcome messenger, that's a compelled-speech violation. in diversity, they may not -- they may even believe in racial segregation, for all I know. I hope there are not too many --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- but there might, and those people all have the same right. is the only statute before this Court, Congress has to state a need. It has to say why it needs what --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Here's a need. How about from Rostker versus Goldberg -- \"Judicial deference is at its apogee when legislative action under the say, if you have that right, so do all the worse segregationists you can imagine, et cetera."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "And the -- there is a need of some kind to get the military in. And what the Government in this statute asks you -- Government is doing is compelling the speech of a private actor, because the Government is not allowed --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Does it compel the speech and Universities, you are not going to get Federal money if you discriminate on grounds of race or gender. Federal money ever goes to support an institution that taxpayers would not be in a position to go to. That's Bob Jones and Norwood. said, that the act of discriminating against individuals is entitled to no first-amendment the forced hosting of a messenger-based decision --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, that's symbolic speech. I'm talking about actual speech. What -words -- is the --"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Well, but --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Does that -- does that raise a first-amendment problem?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "It does not. And there are incidental to an action. These are not words used that are incidental to the action. does --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "All right. Well, I --"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "-- a brilliant job -- view, law schools really shouldn't permit firms -- law firms on campus if those firms, say, oppose -- take was doing in an -- advertising, saying -- or resisting the message, \"Mushrooms are good.\""
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Do you agree with the violated when a school which uniformly applies to all employers the rule, \"You can't come in if you have the"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Your Honor, we're certainly not advancing that position here. The Solomon Amendment requires no such thing. The Solomon military personnel."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "No, but a school --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Yes."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "-- asking if -- we are not pressing this point to the Court. If the Court is"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "I'm asking --"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "-- were a judge --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "-- the government's message, the message is, \"Join the Army.\" Is that right? message is, \"Join the Army.\" What the schools hear is --"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Yes, Your Honor --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "And --"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "-- that is -- question, in response to your answer to Justice Ginsburg a moment ago, in your view is the compelling compelling interest that the Government can assert is the discriminatory interest."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "No, Your Honor, what I'm has to identify the need. It has to say, \"We need more than contact information. We need more than a room --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- message of the property tax is, \"Pay the -- pay for the\" --"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "The message --"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "The message that the schools are hearing is, \"Join the Army, but not if you're gay.\" campus, you are making me speak, in effect, to our students, saying, 'Join the Army and fight the war that we're now engaged in.'\" -- not"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "\"And I don't want to do"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- engaged in, and, therefore, obstructs the effort to raise --"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Your Honor --"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "-- it's very --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- by not allowing them to"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "-- to make the appointments."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "-- this question, with that very point in mind? Does it necessarily follow, if might be invalid, that the whole Solomon Amendment needs to be struck down?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Thank you, Mr. Chief Justice. I'd like to make just a few points in First of all, in starting with the compelled- speech problem, there are only two kinds of speech that compelled speech by Title VII, violates the Constitution. I would also say, just as the last point on a strange land in the context of this case, since we are talking about a funding condition, not a down on that basis. It looked at the text of the statute and upheld the statute as a reasonable statute. Let me also, then, move to what you could have be cautious about interpreting this statute in applying a rule and having it come back in the context going to be enforceable by the courts. And, beyond that, I think, even in this case, there is more at issue here than just the military's policy on the American Association of Law Schools -- which is in the joint appendix at 246 and 249 -- they were [Whereupon, at 11:06 a.m., the case in the"
  }
]