[
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "We'll hear argument Mr. Moran."
  },
  {
    "speaker": "MORAN",
    "speech": "I don't believe it does, Your Honor, because as Mr. Halbert's case demonstrates, all sorts of difficult, technical issues can arise in a guilty plea. waived by the effect of a guilty plea, but many other issues remain. And as Mr. Halbert's case demonstrates,"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Why didn't he waive the right to have counsel for that -- for that purpose since that was the law in Michigan? a matter of fact, he did not. He was never told at any point during the plea proceedings that he would be giving take the case on the ground that even if he were advised, he'd still have his right?"
  },
  {
    "speaker": "MORAN",
    "speech": "I hope the latter, Justice Kennedy, waiver argument. And, of course, the waiver argument is not part of -- is not the intent of the statute. What the"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Wouldn't your position be different if he had been advised that he had exactly the right that you claim he has, and the court said, however, in Michigan you may not enter the -- the plea unless you waive that right? If -- if you don't want to waive that right, which I've just explained to you, we'll -- we'll have a trial. Would -- would your answer still be that -- that waiver would be as a matter of law impossible?"
  },
  {
    "speaker": "MORAN",
    "speech": "The waiver would be unconstitutional under those conditions because it is a discriminatory waiver. To show how breathtaking the State's argument --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "How -- why is that prejudicial to him? He says, okay, I can't plead guilty. I really did it but I can't plead guilty. Go ahead."
  },
  {
    "speaker": "MORAN",
    "speech": "I'm sorry."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Why doesn't he just have a trial? He says, I'm not going to contest the trial."
  },
  {
    "speaker": "MORAN",
    "speech": "Well, as this Court has long recognized, a trial provides very substantial benefit. I mean, excuse me. A guilty plea provides very substantial benefits. And so the effect of the Michigan statute then would be only the money defendant can receive the benefits of a guilty plea and then have sentencing errors corrected."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Now, is that what you were going to say to Justice Souter, before I interrupted, that it's -- that it's far-reaching."
  },
  {
    "speaker": "MORAN",
    "speech": "Yes. Well, not only that, if the State's waiver argument is correct, then presumably the State could extract a waiver saying you can't have free transcripts. You can't have the waiver of the filing fees. In fact, the State could extract a waiver saying you can't have counsel at sentencing."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "These are all disparate impact arguments. There's -- there's -- you're not making any argument that the State intentionally discriminates against the poor. You're just saying the effect of this is harder on the poor than it is on the rich. But I thought our -- our equal protection cases have -- have said that disparate impact doesn't -- doesn't hack it as far as equal protection is concerned."
  },
  {
    "speaker": "MORAN",
    "speech": "Well, Justice Scalia, I actually have two responses to that. First, this is intentionally aimed at the poor. Looking at 770.3a, the statute under -- in question here, it is clearly aimed at the indigent. It refers to the indigent. So this is a statute that on its face is -- is taking away the right of the indigent and only the indigent to have -- have an attorney. So I don't agree that is is a -- simply a disparate impact case. But in the context of appellate counsel for a first-tier felony appeal, this Court's cases have -- have not applied the same line of analysis that this Court has most recently in the MLB case --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "In any event, you pointed out the free counsel we have agreed to provide in the past we're no longer going to provide in this -- in this one instance of guilty pleas. And -- and you say that -- that"
  },
  {
    "speaker": "MORAN",
    "speech": "It's not a -- a disparate impact claim I say, because it is intentionally aimed at the review the entire transcript, looking for arguable issues. We don't even have that here. All we have here is the indigent forced to shift any issues, forced to order his own transcript. Under the Michigan statute, the indigent has to figure out how to"
  },
  {
    "speaker": "MORAN",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "I mean, you're -- we're saying if you're going to provide a first appeal of right, one incident of that is, as a matter of due process, you've got to provide counsel."
  },
  {
    "speaker": "MORAN",
    "speech": "Yes, Justice Souter."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "So you're -- you're retracting the pure equal protection claim? I don't think you want to do that. I mean, you would say that even if there were not a due process right, you would still regard this as -- as directed against the poor."
  },
  {
    "speaker": "MORAN",
    "speech": "It is directed --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Or not?"
  },
  {
    "speaker": "MORAN",
    "speech": "It is directed against the poor, which is why there is an equal protection component to this argument, but this Court's cases --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "But you say that component wouldn't exist unless you begin with a due process right to have counsel on appeal."
  },
  {
    "speaker": "MORAN",
    "speech": "I believe that's right. It's -- it's difficult -- I have to confess, Your Honor, it's difficult sometimes to separate out the due process and equal protection strands from the Griffin and Douglas line, and this Court most recently in MLB said that there is a certain merger. Also, I believe in Smith v. Robbins this Court reiterated that there is a certain merger of the lines in these cases. But --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "You're -- you're saying that merely providing counsel as a matter of grace. That's what due process does for you. Because they have to is calculated, as I understand it."
  },
  {
    "speaker": "MORAN",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "And do you question the"
  },
  {
    "speaker": "MORAN",
    "speech": "I don't. And that -- that case has not come before this Court yet, and so I don't know how"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "But you've -- you've said your equal protection claim hinges on the due process claim. If the due process claim, in turn, hinges upon waiver, whether waiver occurred or not, if waiver does occur, there's no due process claim, and then there's no equal plea proceeding. And it's --"
  },
  {
    "speaker": "CONNOR",
    "speech": "Well, don't take your time to look it up. Maybe counsel for respondent can find it for"
  },
  {
    "speaker": "MORAN",
    "speech": "It's -- it's in the joint appendix -- a right to a lawyer. Now, if he wants to go back and waive that right, fine."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "That's all. That's the end of it. a forced waiver saying that you cannot enter a plea which produces tremendous benefits in Michigan, as everywhere else, unless -- unless you agree to waiver -- the time. I mean, the waiver -- waiver of appeal in -- in guilty -- in guilty pleas. That's -- that's not"
  },
  {
    "speaker": "CONNOR",
    "speech": "Well, I -- it doesn't say"
  },
  {
    "speaker": "MORAN",
    "speech": "I believe --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Is that at issue here?"
  },
  {
    "speaker": "MORAN",
    "speech": "I -- I believe the State might What the Michigan constitution does, Justice O'Connor, if I may come back to your question, is it says"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "But that's not a right to appeal. It's a right to request an appeal, which can be granted or denied."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Okay."
  },
  {
    "speaker": "MORAN",
    "speech": "But it's a -- it's -- what Michigan"
  },
  {
    "speaker": "MORAN",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "And I think Michigan cites a Michigan Supreme Court decision that says it's not on the"
  },
  {
    "speaker": "MORAN",
    "speech": "That --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "It's People v. Berry?"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Didn't it say that the -- that the intermediate court's denial of -- of appeals was a discretionary judgment? Justice Scalia, without ever explaining why, and the -- the dissent in Bulger pointed out the Michigan Court of that each petition is considered on the merits, and a denial of the petition is seen as a decision on the merits that precludes relitigation under the law of the case is exactly like the one in Virginia."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Is that something the"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Federal courts do?"
  },
  {
    "speaker": "MORAN",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "They assume that all factual person applying for a discretionary appeal?"
  },
  {
    "speaker": "MORAN",
    "speech": "Yes. After Abela v. Martin in the argument in its brief. The State maintains that the appeal to the Michigan Court of Appeals is a second-tier appeal, and that is plainly contrary to the -- to the that if trial counsel suddenly realizes in a plea case, after sentencing, that there are issues that she should plea appeals. And in a significant percentage of the cases -- I can't quote you the numbers off the top of my head -- after reviewing the case, the appellate counsel grounds to proceed, that the defendant in fact got whatever it was she bargained for in the plea bargaining, sentencing guidelines. The State concedes that one of the sentencing guidelines was scored in the State's favor erroneously. We concede one of the -- one of the erroneously. But then there were two others, and the most important ones, the OV, Offense Variable, 13. That was Under the statute, only if there was already an upward departure from the sentencing guidelines, only then would the judge be required to appoint counsel, and of course, defense counsel -- there was no upward departure at that point. on this point. So in order for this Court to conclude that Mr. Halbert did not waive his right to appellate counsel under the particular circumstances, you would have clearly erroneous in its factual finding."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well, I mean, wouldn't we have"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well, the -- the appeal of his right -- the appeal as of right point, as I understand it, is a different point. What they're getting at there is it your case is reviewed on the merits on some point if you ask for it. We're here dealing with the right to counsel, not waiving a known right, there's nothing for him to waive. He has no such right. Now, obviously, when there's nothing for him to person who's told, hey, you don't have a right to appeal no matter what and then he says, okay, I waive my right to to plead guilty, even though if you plead guilty, you'll get -- you'll get a lawyer only under these circumstances."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Precisely."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "And that's what we're deciding is -- defendants who plead guilty -- tell them not only when the court must give them counsel, but if you plead, you relinquish your right to counsel in seeking leave to"
  },
  {
    "speaker": "RESTUCCIA",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "-- that was never imparted in might appoint counsel in the other circumstance. So if there's any implication from it, the implication is not just that I have -- I have listed all the areas in which I either must or even may, if there's an implication."
  },
  {
    "speaker": "RESTUCCIA",
    "speech": "I think -- I think that's right. Circuit is in fact in conflict with a case -- an earlier case, McKenzie v. Smith -- had determined that the -- a decision with that language, that virtually identical"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "So your opponent has misrepresented Michigan law. position clear before the argument -- before this Court in Tesmer v. Kowalski. So we have not been advancing that claim. In fact, we've been advancing a claim -- and Michigan lawyers have not been advancing that claim in the district courts? review in Ross that was described by this Court for the North Carolina Supreme Court. Mr. Moran makes a claim that the Michigan Court applications for leave where there is no right to have the merits reviewed, it is not an error-correcting court. In reluctant to grant leave in these cases in part because of the --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Then why -- if it's just boiler plate, for lack of merit in the grounds presented?"
  },
  {
    "speaker": "RESTUCCIA",
    "speech": "It's used that standard order the applicant required to state why this particular appeal is worthy of being entertained?"
  },
  {
    "speaker": "RESTUCCIA",
    "speech": "They're supposed to raise those have different meanings, and it can -- it can relate to whether it would justify the resources of the court to appeals said it could -- would not be bound by its original denial of leave for the lack of merits on the grounds presented and reached the merits of the claim. in which --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well, that was the same court, on the merits. In other words, if a subsequent court then said it was a merits determination, it would be inconsistent with the holding from Bobenal and it would be been reached."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And they have said the same, case because it is the Michigan Supreme Court conferring the proper legal understanding of the applications for leave, and it said that the nature of the leave is understanding because there is no right to have the merits reviewed. Otherwise, it wouldn't make sense to say the grant an application and review it on the merits. It's a -- it's -- it's a kind of a determination about resource allocation, making kind of the hard choices about policy"
  },
  {
    "speaker": "CONNOR",
    "speech": "Is this a case where it would meet the standard for granting leave to appeal? admitted to having sexually assaulted his 14-year-old stepdaughter, a 10-year-old girl, a 6-year-old girl. All that information was in the presentence investigation Variable 13 because he admitted to the sexual assaults. There was -- it was never raised --"
  },
  {
    "speaker": "RESTUCCIA",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "And he contends there were two more, and that hasn't been resolved. I think those claims are --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "So at -- at least we have to errors there, the fact that they were not raised until after December 11th would have precluded review at the trial court level? trial court there was that the defendant, if he wanted to withdraw his plea, should have raised that before the"
  },
  {
    "speaker": "RESTUCCIA",
    "speech": "And that's always the circumstance for a defendant who's bringing a discretionary application where his prior counsel was meritorious claims on his own and to make the argument of ineffective assistance of counsel. is some advantage, but that's not the ultimate answer."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Competent paid counsel."
  },
  {
    "speaker": "RESTUCCIA",
    "speech": "Thank you. Restuccia. Mr. Schaerr, we'll hear from you. Government. And therefore, the Court said we should not lightly construe the Constitution so as to intrude upon the administration of justice by the individual States. provide State-paid counsel, as Justice O'Connor reminded us in Murray v. Giarratano, that's a choice that should be"
  },
  {
    "speaker": "SCHAERR",
    "speech": "Well, again, Justice Breyer, it's a question of allocating scarce legal resources. If you -- and this case is a perfect example of that. This case involves a discretionary appeal, and -- and that's the vast bulk of -- of appeals that are addressed by the -- by comparison is quite small here. It's really 12 States at most, and -- and Michigan sort of fits within the middle of those States in terms of the amount of resources that"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Are you saying -- I just want to be clear -- that even if this defendant had had paid that sharp because it was -- in Ross, it was the second appeal. So here we have one factor that is like Douglas, Griffin, and one factor that's like Ross. You can't say the first-tier appeal."
  },
  {
    "speaker": "SCHAERR",
    "speech": "I -- I understand, Justice right --"
  },
  {
    "speaker": "SCHAERR",
    "speech": "That's right."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- I suppose if you wanted to. Now, so -- so the real question here, with regard to the right to paid counsel, is does it make sense"
  },
  {
    "speaker": "SCHAERR",
    "speech": "No, I don't think so. I -- I think that helps the argument. But in fact, there are lots of discretionary appeals or discretionary appellate merits. This Court, for example, sometimes summarily affirms or reverses on cert, and the fact that the Court"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "If it's always on the merits, it's an -- it's an appeal of right, it seems to me. How can you have a -- a discretionary appeal which always"
  },
  {
    "speaker": "SCHAERR",
    "speech": "Well, I -- in -- in fact, I don't think that's what happens in Michigan, and -- and I think paper or not?"
  },
  {
    "speaker": "SCHAERR",
    "speech": "That's right."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "All right. Now -- now, it an appeal on the merits too. No. It's even harder. Even harder. You've got to convince them to take it. subsidize the exercise of a right that they're not required to provide in the first place, like the right to seek review of a -- of a plea-based conviction, then you eliminate that right altogether. And -- and, you know, who knows? But perhaps that's what's going on in the -- tier direct appeal from guilty pleas. The Bulger -- the Michigan Supreme Court in Bulger cited a -- an article from an Arizona Attorney magazine that was simply Secondly, on the issue of what is the effect of a order denying leave to appeal for lack of merit on the"
  },
  {
    "speaker": "MORAN",
    "speech": "The Michigan constitutional provision? It changes the way in which guilty plea appeals proceed. Before 1994, there were other types of appeal, primarily late appeals. If the appeal was filed too late, it had to proceed by application for leave to of the court, require an application for leave to appeal, like late appeals from trial cases do. But all of those appeals are still decided on the merits with preclusive Circuit specifically dealt with that in -- in the Abela"
  }
]