[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear Northern New England. General Ayotte. parent, there is a judicial bypass mechanism available which requires New Hampshire courts to act promptly and without delay and in the best interests"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "May I interrupt you at this point? Because there is one thing that I'm not 48-hour waiting period and so on, a doctor who performs an emergency abortion under such circumstances would not be subject to either criminal conduct would not only be constitutionally protected but would be independently justifiable, and then you"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "And if he said, \"I may not be prosecuted under the Constitution because,\" what follows \"because,\" in your view? Hampshire's act may not be applied in a manner to ensure that if a minor in that rare circumstance notification act, given that there is a mechanism -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Because of the text of the act or because of some policy that the attorney prosecute? We want to know what this act says in the instance posed by Justice Souter. doctor looks at her, she's pregnant, she has this very high blood pressure, whatever. And the doctor thinks to himself, he thinks, well, immediate If I don't, I don't think she's going to die but she'll never have children. (Laughter.)"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "What does the lawyer say? Okay? What's the provision that saves him? There is"
  },
  {
    "speaker": "AYOTTE",
    "speech": "Your Honor, his lawyer would advise him, in those circumstances, that the the competing right that the life of the fetus is more important than the possibility of the mother having children in the future herself. both sides of this argument. And so how do we know that the New Hampshire statute is going to do -- not you've got this defense of -- what do you call it harm -­"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Competing harm."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Competing harms, a defense -­ I think that a lawyer who cares about his client would say, defense is not what we want. What we want is there is no claim, not that you have to put up a defense and maybe the attorney general will give us a letter saying that we come under that defense. Wouldn't a careful lawyer say, what you need to be protected is that there is no claim for doing what you're doing?"
  },
  {
    "speaker": "AYOTTE",
    "speech": "Justice Ginsburg, in the Simopoulos case considered by this Court, one of the issues that was raised was a medical -- the physician was prosecuted for performing an abortion outside the parameters of the Virginia act. And the physician failed to raise a medical necessity defense. This Court held that that was sufficient prosecution, that that was okay. And this would work the same way. Once the physician raises a competing harms defense -­"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "General, may I just point this -- suppose the lawyer or the doctor are aware of the legislative history and say, well, generally that's true. But when you have a legislative history that suggests that the legislature considered this very defense and rejected it in the statute, would then that then give them some concern?"
  },
  {
    "speaker": "AYOTTE",
    "speech": "Justice Stevens, the indication that the legislature did not want a general health exception. There is no indication in fact, the analysis, if you look at this one potential application, this -- the standard applied by the Court of Appeals in this case goes well beyond even a Court in the first amendment context."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "In the first amendment."
  },
  {
    "speaker": "AYOTTE",
    "speech": "Mr. Chief Justice, it would, but it would be much more narrowly focused in terms of bringing it as an as-applied challenge, this"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "How would it be as-applied? Look at your reply brief at page 3. And would say, as applied to me, I perform abortions, I also perform abortions on minors. I need to perform an abortion in these emergency settings. The court the protections that are set forth in New Hampshire law that I've described. his office? He has to wait until he has the patient in the office, is that what you mean?"
  },
  {
    "speaker": "AYOTTE",
    "speech": "No, he doesn't. He can the court could issue relief which would be much more consistent with the principles of certainly separation of case, would not the reason for that relief have to be a finding that the statute is unconstitutional? You can't just grant the relief because you think it's a"
  },
  {
    "speaker": "AYOTTE",
    "speech": "Justice Stevens, it would be only in the context of that one particular is a risk to the health, then the statute is okay."
  },
  {
    "speaker": "AYOTTE",
    "speech": "Justice Ginsburg, the First Circuit went well beyond because it focused on emergency exception. But certainly the relief should have been as-applied. If I may reserve the rest of"
  },
  {
    "speaker": "AYOTTE",
    "speech": "Your Honor, we certainly raised the severance issue in the district court."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "You've used this word from the statute, but you're not asking for that. It's not severance. There is no provision to be severed applications. Despite the facial nature of their challenge, however, they do not contend that the statute is invalid in all or even a large fraction of"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well, that was true in Casey. not be more clear, that they are not here contending that the statute is invalid in a large fraction of their applications. They instead are embracing a per exception or an emergency exception clear on its face, it is void in its entirety. have wanted to overrule Akron II to that extent. Second of all, I think this Court, in that very passage about the large fraction test, provisions from parental notification provisions."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Suppose I were to"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Absolutely. And they also could have -- what I think I would envision them filling is an even narrower provision that Steffel against Thompson would be the model, that say that this statute can apply in an emergency situation. So if you tell me how to write that injunction, then I'll be able to decide whether it's possible for a court just to say, okay, we only this is basically up to you, the whole area."
  },
  {
    "speaker": "CLEMENT",
    "speech": "And Justice Breyer, I given the fact that lots of people think health exception is a way of getting abortion on demand."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Do you agree with Justice precision than a court could?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "No, I don't Justice Scalia. with a position that if we were to craft such a limitation, we would be flying quite precisely in the face of the expressed legislative intent. right, Justice Souter and I think it's because you have to be careful. I think it's easy to use loose health exception is no good, the rest of the statute would survive. Isn't that basically -­"
  },
  {
    "speaker": "CLEMENT",
    "speech": "I think that's right Justice"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "I don't know how you would sever a health exception that is not there. But the New Hampshire legislature I think was -- even had the belt and suspenders to worry about that if you had a different view of that, it's the view opinion, that actually you do look at severance when you do applications. The New Hampshire legislature and that's not a basis to strike down the whole statute."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "General Clement, there from tampering with the statute. So excision is one thing. You just drop a provision. That's not possible"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, I think that's true, Justice Ginsburg, but it just shows that that's the way that this Court approaches as-applied cases. the statute doesn't apply. Thank you."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, responses. First, the undisputed evidence here is that women in some emergencies, every minute is critical. Every minute puts them at risk of losing That is confirmed by the nation's leading medical authorities which say that there is - that even very emergency happens on a Saturday, there is no provision whatsoever for the minor. In addition -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "The problem was, it way toward saving this statute, but this was not litigated in the trial courts. We don't know what"
  },
  {
    "speaker": "DALVEN",
    "speech": "No, Your Honor, I think then that the question would be what would be the purpose in such a statute if all you had to do was literally judge had no time -- the nurse had no time to relay the facts, the judge had no time to ask any"
  },
  {
    "speaker": "DALVEN",
    "speech": "Two points, Chief Justice Roberts. First is that our objection isn't to the bypass process. We believe that there would be -­ Hampshire Supreme Court set up, there would still be inherent delay between the time a doctor diagnoses"
  },
  {
    "speaker": "DALVEN",
    "speech": "Your Honor, the State conceded a pre-enforcement challenge brought by a doctor before any particular patient was at risk"
  },
  {
    "speaker": "CONNOR",
    "speech": "Well, but what resulted here, it was the invalidation of the entire statute and Court explained the inadequacies it identified were present in the large fraction of cases. We don't know if that's true here. with respect to the medical emergency exception. I think that was true with respect to the spousal the First Circuit to have entered in this case, to say statutes fine for nonemergency cases, but for emergency cases, there is effectively no law? the constitutional problem in this case, but I believe it is not the best course for three reasons. would use."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Well, suppose it were from your point of view. guess it would satisfy you to say that this statute can not be enforced in any circumstance in which a challenge. I mean, you don't assume -- the fact that this narrower focused proceeding is going to be -­ could be brought doesn't mean -- doesn't answer the But presumably the litigation would be very similar to what we've seen in this case, in"
  },
  {
    "speaker": "CONNOR",
    "speech": "Then is there any objection by you to remanding this thing to let it be more narrowly focused? better course for three reasons. One is we can't tell what exception the New Hampshire legislature"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "I don't want you to agree to this unless you've focused on it and think it really is your position. I take it, as I'm that says that this statute cannot be applied in any circumstance where a doctor, in good faith, himself doctor who is very negligent and doesn't know what he's doing, why should he be protected?"
  },
  {
    "speaker": "DALVEN",
    "speech": "Your Honor, I believe your facially invalidate. It requires this Court to decide additional constitutional questions -­ that we're writing more narrow relief requires the Court to answer additional constitutional questions not directly presented by the case, the appropriate legislature decide how to write the exception. We believe that's the appropriate course here as well. period. No fancy frills of adding another things which courts generally don't do. But then there would be no regulation of medical emergencies. Why isn't that what brought and couldn't the First Circuit have done that and then you would have no complaint about the rest of renders a ban -- a abortion restriction meaningless. And they refuse on principle to vote for any broader exception, any ban, any restriction that has a"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Then they shouldn't have voted for the severability provision which clearly appeals, has the legislature considered enacting a different statute that would solve the problems?"
  },
  {
    "speaker": "DALVEN",
    "speech": "They have not, Your Honor."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "It seems to be that it wouldn't have been all that hard to do. I don't know. And this Court indicated that if the law prohibited an immediate abortion for women with the conditions Dr. Goldner described in his declaration relief would have been appropriate, even though that was a facial challenge and even though the alleged emergency. If there are no further questions from the Court. Thank You. Counsel. The case is submitted."
  }
]