[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument next in Central Virginia Community College versus Katz. Mr. Thro. in the amicus brief of Ohio and every other State of the Union, Justice O'Connor, but my recollection is that the States are creditors in probably the majority of bankruptcies around the country. discharge decisions of a bankruptcy court are an exercise of the sovereign power of Congress. The States are bound by the discharge decisions. States are also bound by the automatic stay. Where we draw the line is where the trustee attempts to barred by sovereign immunity."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Tell me, if you're -- if you're right -- let's suppose you're right. I'm over here. That's -- [Laughter.] fairly, bankruptcy law's basic purpose, to give firms a chance to rehabilitate, are both seriously undermined. So, given the Bankruptcy Clause in the Constitution, how is it possible to say that Congress does not have the power to prevent those two very, compensation, right? Wouldn't allow another constitution to be violated. So the only question here is whether the constitutional protection of States' sovereign immunity can be taken away by the Bankruptcy Clause; whereas, other provisions"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "To say -- to say that the State can't be sued is not the same thing as saying that the State can sue, is it? You -­"
  },
  {
    "speaker": "THRO",
    "speech": "No, it's not, Your Honor. not an in rem proceeding. Rather, as this Court noted in Schoenthal versus Irving Trust in 1932, and Granfinanciera versus Nordberg in 1989, actions to recover preferential transfer are much like actions to recover a contract claim. that preferential transfer is, in fact, property of the State. With respect, however, to a preference to a State, we would say that that particular reading, as applied to the State, is unconstitutional. I don't believe Congress can make a law which"
  },
  {
    "speaker": "THRO",
    "speech": "I'm sorry, Your Honor?"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "I said Congress has drawn the distinction that -- between the preferential claim and the contract claim."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "What if the -­"
  },
  {
    "speaker": "CONNOR",
    "speech": "-- Mr. Thro, doesn't the Respondent want to dismiss the contract claims here?"
  },
  {
    "speaker": "THRO",
    "speech": "The Respondent had asked the bankruptcy event, both the breach of contract claim and the preferential transfer claims are attempts to augment the estate and are barred by sovereign immunity."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, do you think the waiver 06(c). What we were talking about here is basically a straightforward application of this Court's precedence in a line that you have drawn in other contexts."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But if we're talking just about VMI, not about the other schools, then you -- if this claim is assuming that if the -- if the preference in a case like this, that had been given to the State, were not a bank transfer, a check, but were some tangible object, like a gold bar, that there would be in rem jurisdiction on the part of the court to rem, rather than an in personam, action. Would your answer be any different if the -- if the gold bar were simply sitting on the -- on the desk of some State purchasing agent, as opposed to deposited in the -- in the State treasury or sold by the State a particular parcel of land that it owns, or even, for that matter, a gold bar that is on somebody's -- some State functionary's desk. And I guess you could have a suit for that gold bar or for the piece of property. And I guess you could performance contract action, you sue the person."
  },
  {
    "speaker": "THRO",
    "speech": "Right. And a specific performance contract action, while barred in Federal court, would, of course, be allowed in State court, to the extent that Virginia opinions in Schoenthal and Granfinanciera make clear, it's more -- it's a traditional sort of common law, similar to a contract action."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "I'd like to get away from in rem Justice Ginsburg's colloquy -- and my own, earlier -- that we said that there is an offset obligation, even if they're different claims."
  },
  {
    "speaker": "THRO",
    "speech": "There is an offset. I -­ particular -- with respect to that particular transaction or occurrence, not to the other transactions or occurrences."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "So, you're not -- I thought your position was: VMI, okay. If they filed a claim, then they're actions; private parties are not. States are immune from court actions; private parties are not. States are immune from actions by the trustee to augment the estate; private parties are not. representative, who has one option, and that option, to preserve the collective benefit of the estate, is to sue the estate -- or to sue the State in the bankruptcy court."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Assuming that's so, for sovereign"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Then, basically, you're making the argument from the uniformity phrase -- uniform bankruptcy laws. That's essentially your argument. And you're saying, in the -­ in this case, that that trumps the sovereign immunity, and that it?"
  },
  {
    "speaker": "LEWIS",
    "speech": "Chief Justice, it's not under 106(b) or 106(c), because the waiver of sovereign immunity -- 106(a) provides that, with respect to preference claims -­ certainly tries to limit it. It says \"has waived sovereign immunity with respect to a claim against such governmental unit that is property of the estate and that arose out of the same transaction.\" You're just saying all of that is ineffective, didn't know the filing of a proof of claim would constitute a waiver of sovereign immunity, because back in 1947, in the Gardner versus New Jersey case, this Court acknowledged that filing a proof of claim constituted a waiver. necessarily imposed a waiver?"
  },
  {
    "speaker": "LEWIS",
    "speech": "I don't think 106(b) applies with respect to the preference claims, Your Honor."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Okay. Well, then where is apply in other cases.\" If it doesn't apply here, why would it apply in other cases?"
  },
  {
    "speaker": "LEWIS",
    "speech": "Your Honor -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I mean, if you are appealing to State is required to satisfy the procedure of bankruptcy if they want to participate in the claims process. In Van Huffel and Straton, this Court said that a bankruptcy estate is permitted to sell property free and clear permits them to do what they did in (a)."
  },
  {
    "speaker": "LEWIS",
    "speech": "Right, to abrogate sovereign immunity."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "And if you win on that, you win. And if you lose on that, the whole section 106 would probably immunity. And the State's saying, \"You don't have that authority.\" And how do you get an informed waiver, simply because the State participates in a bankruptcy proceeding, on the basis of the legal theory that they're asserting here today, statute does is abrogate."
  },
  {
    "speaker": "LEWIS",
    "speech": "All -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "In 106(a). It's -­"
  },
  {
    "speaker": "LEWIS",
    "speech": "That's correct -­ do with (b) and (c). It would have to do with reading that into (a), I guess."
  },
  {
    "speaker": "LEWIS",
    "speech": "I believe that's correct -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "All right. even more in the dark now than before. [Laughter.]"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "If you lose on the abrogation notion, and the Court holds that there is no authority in are not abrogated under 106(a), so, therefore, the only way they can be waived is under 106(b)."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, it's the same question. But let's say that the court thinks there might be merit to the"
  },
  {
    "speaker": "LEWIS",
    "speech": "Chief Justice, it was raised, to the extent of VMI's sovereign immunity. And the reason that it was is, at the time that the motion to dismiss was filed, as recognized by the Petitioner in their brief, and as recognized"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Which would not? I'm sorry."
  },
  {
    "speaker": "LEWIS",
    "speech": "Any recoveries on behalf of State contract claims, account receivable as collections."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "And you have some of those. respect to just VMI's contract claims. And, I apologize, off the top of my head I don't recall what the value of just the VMI contract claims would have been. But that's what we believe the waiver would have been limited to. It would have not included waived, or abrogated, for preference actions in -- it was actually across the board -- an abrogation of State sovereign immunity. And, at that point, there was notice -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, then why didn't you make the against all State institutions; whereas, below you made it only as to the claims against VMI. I don't understand that."
  },
  {
    "speaker": "LEWIS",
    "speech": "At the time, 106(a), in the Sixth Circuit, it was determined that that was constitutional. So, at recognized in Bowen versus Massachusetts, just because it is monetary relief doesn't mean that it's money damages. And that's how we distinguished the Nordic Village case, Your Honor. The -- this Court, I believe, would be extending the"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, Counsel. Apologize for the fireworks. [Laughter.]"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Mr. Thro, you have three and presented, Mr. Thro, but it was the same question that was presented to us in Hood. And in Hood, we decided that we were not going to answer the question presented, we were going to decide the case on a lesser ground. So, the Court, certainly if radical alteration of this Court's jurisprudence."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "May I ask if you think, within the text of the question presented, we could decide whether the sovereign immunity was abrogated by the convention itself, not would presumably remand to the Sixth Circuit for further proceedings, consistent with your opinion. At that time, Katz could attempt to present these other defenses. We would, of course, argue that some of those defenses had not been properly preserved. But it has not been briefed below."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, Counsel."
  }
]