[
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "We'll now hear argument in Mr. Franklin. reservation of the bay, in fact shows that title remains with Alaska. Under the plain language of the statute, the proviso applies only to a subset of the lands that would main clause. And this is important. In this case it is undisputed by both of the parties and by the Special exceptions within it that are potentially relevant here. Section 6(m) incorporates the Submerged Lands Act and thereby provides that Alaska was to receive title to all those 3 miles seaward from the coastline, in order to put Alaska on the same equal footing with the rest of the moose range and the Kodiak bear refuge, that were otherwise encompassed by the main clause but saved by the proviso. that. They argue in their brief that those properties were not included in the main clause because they were of the Fish and Wildlife Service was that Alaska might not be able adequately to manage those properties. But there was no such concern expressed with the monument that's at the State under the main clause."
  },
  {
    "speaker": "CONNOR",
    "speech": "Why -- why shouldn't we look not only the Idaho case but also the Alaska case, and that is that there has to be an explicit action by Congress. And Idaho applies that. Idaho looked very carefully for case. Here, we need an action by Congress. The United the -- the Court -­"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But doesn't that simply mean that if it explicitly recognizes, it has made it plain."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But it doesn't mean that it must be explicit in every case. Isn't that correct? either, but it's just obvious that unless there's something very special about the water, that the water in the park is part of the park. about the water, Your Honor, and that's what the Court has recognized. The water is a State -- an essential the Court. There is nothing at all unusual about State- owned submerged lands within national monuments. The reason is simple. The Antiquities Act, which allows the 1906. At that time there were 45 States already in the Union. Therefore, any national monument created in those particular reservations and statutes there."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "What about in Yosemite? I think there's a river down there too. Is the river in"
  },
  {
    "speaker": "FRANKLIN",
    "speech": "I'm not familiar with that, but I will give you an example that I am familiar with."
  },
  {
    "speaker": "FRANKLIN",
    "speech": "It's not -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- can you read it this way? I -- I think it would be relevant, wouldn't it? the ordinary -- in this case we presumed the -- the opposite. In fact, there's a strong presumption."
  },
  {
    "speaker": "FRANKLIN",
    "speech": "There are a few things, presumably very localized activities that the State would have the exclusive authority in. Importantly though, the will retain all of its constitutional authority under the Interstate Commerce Clause to regulate activities that more fishing than the U.S. would allow -­"
  },
  {
    "speaker": "FRANKLIN",
    "speech": "I think -­"
  },
  {
    "speaker": "CONNOR",
    "speech": "-- as a practical matter. and there -- there -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "But couldn't Congress forbid Federal laws. That was fixed, but it took an act of Congress to do that. There had to be an act of Congress to prohibit those cruise ships from dumping their sludge finds it unacceptable to have to go petition Congress every time something comes up on its navigable waters that differences between the -- the analysis concerning the bays that you assert and Glacier Monument. I think they're quite different. different. The Glacier Bay test involves -- needs to have an explicit reservation -- explicit ratification by Service. There was -- but just to assure Your Honors -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "How could they do that? You mean they would go into a boat in the middle of the water"
  },
  {
    "speaker": "FRANKLIN",
    "speech": "Well, that's normally what -­ what people do is they just visit the -­"
  },
  {
    "speaker": "FRANKLIN",
    "speech": "Yes, but I just mentioned, for example, the two monuments in California. The Channel Islands National Monument this Court held included the -­ way to get to the Channel Islands Monument but to traverse State-owned submerged lands. In fact, I think there are few national parks in this country you can't get to without going across State lands. I think there's another important point here and that is the Property Clause of the Constitution would also allow the Federal Government to regulate activities on lands that abut national parks to the extent that they might affect park activities. But here what we need is an expressed statement by Congress ratifying the purported reservation of the bay. Without that, Your Honors -- and the -- the precedents are clear. Without that, the presumption is -- in fact, the strong presumption is -- that these are State-owned lands. And again, there is absolutely nothing unusual. That is part of our Federal system. It's the way that these monument properties have been managed since 1906 when the President first got the authority. It's the way that Glacier Bay will continue to be managed. We expect, we What we're seeking here, again, is a seat at the table. We just are seeking to have Alaska's views dealt with because they are the owner. was the area at issue within the first part of 6(e)? Because this -- though, Your Honors, is that the Court embraced the construction of section 6(e) that we are advocating here, namely that the proviso exempts and saves for the Federal have been transferred to the State under the main clause. There simply was no need for Congress to have expressed an record, though, belies that contention. At least from 1903 until 1971, the United States took what this Court has described in the Mississippi the publicly stated policy that the waters of the archipelago were inland and that the political boundary sovereignty to exclude foreign vessels altogether and, quote, must be viewed as an exercise of authority over the waters in question."
  },
  {
    "speaker": "FRANKLIN",
    "speech": "I'm sorry. That's 201 to 202 -­ 201 and 202 of the Cook Inlet case, and that's at 28 of vessels outside -- that that manifests an assertion of an historic inland waters claim. And what we have here -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "On -- on this point, it seems where I think the Federal Government can work its will anyway, on this point there is really a significant an examination of all of the facts and circumstances before one can conclude that waters are historic waters. These ones are. Other waters would not be. The United States these constellation of facts. So its -- its position is basically: we say it, therefore it must be so. I -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But it's not the United States that will be making the judgment about what areas are controlled. It would be the country abroad. And I -­ I think the argument was, what the United States does other nations will copy."
  },
  {
    "speaker": "FRANKLIN",
    "speech": "Right."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "And they will decide what looks like the Alaska -­"
  },
  {
    "speaker": "FRANKLIN",
    "speech": "Right. What the United States does, Your Honor, is follow the well-settled international law on historic bays -- historic waters. Those are set forth in the convention. Each state will have the same authority where its facts and circumstances dictate it. If there has been a continuous claim asserted by a nation with the acquiescence of foreign nations, then it will qualify as historic waters. But it has to be done based on a -- an examination of the particular facts of the case. And one thing else -- one thing other that is worth noting, if you have an archipelago like this, a nation can always close it off using article 4 straight baselines. That is permitted under the convention. The fully able to do that. I think that if the United States is going to be Court follows. At this point, I'd like to reserve the remaining time for rebuttal. Mr. Minear."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I mean, it's incomplete. It -­ it just says all real and -- what about all real and personal property? Is there an intro that says there is Alaska?"
  },
  {
    "speaker": "MINEAR",
    "speech": "Well, 6(e) I think begins stating The first provision says, as you say, all real and personal property which is specifically used for the sole purpose of conservation and protection of wildlife shall"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Right."
  },
  {
    "speaker": "MINEAR",
    "speech": "It's followed by another provision  then makes the Submerged Lands Act applicable to the -- to the -- to Alaska. In doing so, it recognizes that there are some lands the United States would continue to retain, Act. The particular exception we're concerned about  lands were among those set apart as refuges or wildlife -­ or reservations for the protection of wildlife."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, we didn't have this issue"
  },
  {
    "speaker": "MINEAR",
    "speech": "Yes, we did."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- let me -- why don't you go"
  },
  {
    "speaker": "MINEAR",
    "speech": "I disagree with you, Justice Scalia, for these reasons. First of all, the such transfer simply tells you outside. It doesn't mean that whatever follows necessarily was within the main clause. What Congress was those -- those facilities and equipment that are used by a State in its traditional game management and drawing a contrast with the matters that would be retained by the"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Where is the language that says that the submerged land that fits the proviso is retained"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Were we or weren't we?"
  },
  {
    "speaker": "MINEAR",
    "speech": "You were not considering that."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "We weren't. party suggested that ANWR fell within the first provision. And it doesn't. It's clear that it doesn't. It was not as a mistake. It's a neutral. Okay. Now, what's bothering me about the case is just what Justice Scalia said, that -- that why I -- if I sell gear, I mean, I can absolutely see you don't get my camping clothing, but you want to say that's a reservation"
  },
  {
    "speaker": "MINEAR",
    "speech": "In other -- that is exactly right. And we can tell that from -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "All right. If it's an almost reserves it so we need the caution?"
  },
  {
    "speaker": "MINEAR",
    "speech": "That would be section 5. It clear indication of transfer of title, and in doing so, it was recognizing what is clear in the proviso itself, that these particular items that are discussed there are not a of that is the third thing that's being transferred, facilities that are utilized in connection with general be transferred. And even a provision that could be misconstrued, as I'm afraid this Court did in -- in Arctic Coast -- could be misconstrued to contain some of these courts that read this realize a clear division is being made. We are retaining these wildlife lands. That's -­ At the time of statehood, the -- the regulations in place, the fisheries regulations and wildlife regulations, made clear that permits could be issued for Court's own decision in Udall v. Tallman recognized that one of the -- the refuges that Alaska cites as being are the practical consequences from the Federal Government's perspective of going -- of disagreeing with the U.S. position? What harm is done? Can the U.S."
  },
  {
    "speaker": "MINEAR",
    "speech": "We agree that the United States has the regulatory authority to protect -- to limit vessel"
  },
  {
    "speaker": "MINEAR",
    "speech": "Your Honor, we think that -- that Alaska would have a realistic argument that we cannot withdraw materials from the submerged land which we use superintendent's affidavit -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Are they likely to do that? park."
  },
  {
    "speaker": "MINEAR",
    "speech": "We --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "And therefore, if you have a people look at the park, and it's the only part of the park that brings them into the park, and it's the only disaster. That's the point that Justice Breyer is making."
  },
  {
    "speaker": "MINEAR",
    "speech": "But in this case -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "It has not resulted in a"
  },
  {
    "speaker": "MINEAR",
    "speech": "But in this case, it is going to impede the -- the activities we have there."
  },
  {
    "speaker": "MINEAR",
    "speech": "We were definitely studying the bed of the lake, and our -- our briefs below explain. We have an affidavit from our glaciologist which describes the"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "So in -- in other words, you -- you're saying it is fair to say that at the time of the"
  },
  {
    "speaker": "MINEAR",
    "speech": "Yes. Certainly -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Have you said that before this minute? Park Service at statehood said that this is a water park when they were describing these lands and saying why they and the mountains that are inaccessible except by the water. You cannot reach these areas. There are no roads in this park except for the park visitors center, and"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Then make it a water park. I mean, you want to say it's a -- it's a water-accessible counts we have here, unless we have further questions about -- about Glacier Bay. But I -- I think one thing that I do -- one thought I want you -- to leave you with essential to the park. They are understood to be essential at the time that the park was created. And the understand it now, that the -- the exclusion for purposes of fisheries regulation has the same implication as a matter of international law, which is a point that you response to -­"
  },
  {
    "speaker": "MINEAR",
    "speech": "The answer is in order to establish the seizure of the ship. And finally on top of that, this vessel -- we don't know exactly where this vessel was at the time that master was unable to determine whether that -- the ship was in -- inside or outside the 3-mile limit. It's also separated by Wrangell Narrows, which is a 12-mile-long strait that is an important passage for international navigation. That too precludes it from The failure of those two assimilations by itself is sufficient to establish that -- that these -- that set out in the Idaho case?"
  },
  {
    "speaker": "MINEAR",
    "speech": "Well, Your Honor -­"
  },
  {
    "speaker": "CONNOR",
    "speech": "Do you -- do you not rely on"
  },
  {
    "speaker": "MINEAR",
    "speech": "Quite -­"
  },
  {
    "speaker": "CONNOR",
    "speech": "-- of analysis? some factual development. One of the theories that we would -- we would go forward with is that these lands are occupied under a claim of right, and that's another In addition, we would renew the argument with regard to Antiquities Act, that once Congress takes an example of why retention is -- is required in this case. The master agreed with us. He analyzed the Arctic Coast decision and he concluded that the -- the retention clause. There's no other way to understand the Arctic Coast decision except on that basis. not the 1943 statute. Furthermore, there are 24 other refuges that we believe that Congress intended to retain that Alaska has particular, the Semidi Islands, quite clearly describes within its boundaries submerged lands, reefs, and other Government interests are paramount. First of all, with regard to drawing international -- developing international principles to pockets, that's a necessary consequence of what our foreign policy requires. statute only that it asserts can -- ratifies the bay, and that's section 6(e), the proviso. We think the plain language to section (e) -- 6(e) is dispositive in this We are operating here under a clear statement rule. The presumption is, in fact, the strong presumption the proviso. Therefore -- excuse me. The main clause. Therefore the Court did not hold and could not have held that lands that did not fall within the main clause were It is important, though, to -- to note this, that even if the statute is ambiguous -- and we think that -- would prevent scientists who want to study this -­ these lands from doing that. We let scientists onto all of our properties, all of our submerged lands when they cooperatively with the Federal Government on this."
  }
]