[
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "We'll hear argument Mr. Rashkind. other circuits and it has percolated through the system as one that seems to work very well. It's a two-part test and it's very simple I think. the Federal judgment on a ground cognizable under one of the six prongs of rule 60(b)? If not, if it's really a category six as one that requires extraordinary circumstances. We have been able to quantify. Both an amicus States and the respondent have quantified the number of cases that have gone through the rule 60(b) process. as a last ditch, extraordinary circumstances required. One can go through each of the six prongs and easily hypothesize examples that are appropriate, (b)(1),"
  },
  {
    "speaker": "CONNOR",
    "speech": "Well, there's no language in category six referring to extraordinary circumstances, any problem, and the problem is that given the very rigid structure of AEDPA and the imagination of lawyers, that if 60(b) hasn't proved an escape hatch for getting around the do is they will reconstruct what they'd like as a second habeas and put it in the form of a 60(b). cause, of course, is clear in the jurisprudence here, that we're talking about extraordinary circumstances, not a simple legal error. In this case, for example, the purposes, my client has been denied his first petition of right because the court foreclosed the issues erroneously."
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "But this is going to be taken up by some 800 district judges and a couple hundred appellate judges, and they're the ones who have decide so few."
  },
  {
    "speaker": "RASHKIND",
    "speech": "And I think that's why this test And so this was one provision the Court had to clarify in Artuz v. Bennett, and there was a very small number of cases. I think we totaled eight in which relief was petitioner from the first petition because it really wasn't a violation of -- of the statute of limitations. And as I think the Court knows from its decision in Linz v. Mathis, Florida -- Florida statutes really changed in that way. Gain time was reduced gradually and served 13 years in 1982 is really looking at serving the 99."
  },
  {
    "speaker": "CONNOR",
    "speech": "-- pure and simple --"
  },
  {
    "speaker": "RASHKIND",
    "speech": "Correct."
  },
  {
    "speaker": "CONNOR",
    "speech": "-- yet to be determined."
  },
  {
    "speaker": "CONNOR",
    "speech": "And so we have to know how the time bar element folds in here, and in an ordinary claim of a petitioner. That's an affirmative defense of the State."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Okay. Counsel, what -- that -- your argument. It seems to me you're biting off more than you have to bite off here. Would you win on the following determination in Artuz which declared the law not as a change in the law, but as what the law presumably meant from day one. argument, you would win. Do you agree?"
  },
  {
    "speaker": "RASHKIND",
    "speech": "Yes, sir. apply here because it was the district court's determination that it was untimely when filed in the State court. That was not, however, the position of the Florida"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "No, but your -- your immediate concern is how do I get into a Federal court. Whether you the judgment modified or reopened. And that's as clear as a pro se litigant can make that claim. That's what the claim has been from the very beginning, long before I was"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "You -- you had a question. Remember my -- you were giving me the three principles to believe that it shouldn't require a COA. And the reason is because -- part of the reason is because this case began before Slack v. McDaniel and continued after. And I can someone whose case is dismissed procedurally ever get a COA? It's impossible because there's never going to be talking about ordinary appellate review. We're talking about an appeal from an adverse decision by a Federal habeas court."
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "So that isn't quite as strange as you make it sound. that. When we looked -- wanted them to have. There's no question. One reads AEDPA and one thing is very clear. They -- Congress intended for a person who has exhausted claims, not procedurally defaulted them in State court, and has filed a timely petition, that person under 2254 is entitled to have the claim entertained. And when a court makes a mistake, a procedural mistake, that forgoes or eliminates the opportunity for review, and that's barely reviewable on appeal, depending on how the certificate of appealability may be phrased -- and often these folks are pro se -- I think what happens is 2254 has failed and what Congress intended to happen isn't going to happen. The person was entitled to one petition, one bite at the apple and never receives that bite at the apple."
  },
  {
    "speaker": "CONNOR",
    "speech": "Well, now, the Federal Government has a different proposed rule than yours. Are you going to comment on their proposal?"
  },
  {
    "speaker": "RASHKIND",
    "speech": "I will. With due deference to my colleagues, it's 177 words long, over two pages. And that's why I thought that the approach that we brought to the Court from the other nine circuits is a simpler -- what I would call a simple two-step. Their approach actually can be read, as we did in our reply brief, to fit within our own rule, but I think the problem with the Government's rule is it is so broad and it does not rely upon any of the Court's precedents in -- in its writing. And so what you do, if you adopt a rule like that, first of all, is create new set of rules that are separate and apart from what you -- the Court has previously done in its AEDPA court being the very first instance court. And here you will have the district court as the third going up the ladder. So -- and -- and given that the habeas rules say modified to be compatible with habeas jurisdiction."
  },
  {
    "speaker": "RASHKIND",
    "speech": "I think it's very important to"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "That's what I said. I don't see how the Government hurts you. I think -- I think if you the Government's, you're even better off."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "I mean, it's even -- but I want to know why -- why -- there's some reason you don't like mistake of not interpreting correctly is to effectively bar the first bite at the habeas apple. Now, the Government does not give that ground in leave that door open. And that's why I think our test is better and theirs in inadequate. This case presents a fundamental inconsistency to this Court. Congress said through AEDPA that a habeas petitioner is to take all their claims, put them in one State is going to defend that judgment in Federal court one time. Rule 60(b) says, petitioner, use as many there are other circuits who do adopt that rule, aren't there? And have we seen the abuse you're describing?"
  },
  {
    "speaker": "KISE",
    "speech": "We have not yet, but I would submit uncertainty because this case is here before this Court, and -- and because this has not yet been approved. If State, you're only going to have to come back here one time. You're only supposed to litigate one time, one -- all the claims in one basket. They're brought within 1 because --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Okay. But his -- his whole could be 15 years, and that's the problem that we see is that if --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "And do you -- do you think that of -- of erroneous statute of limitations determinations that, if Artuz is applied, will suddenly be coming 5, 10, respectfully, eviscerate any -- any notion of -- of the statute of limitations --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "No. Sometimes there are law- decision. It's a decision interpreting what the law was from the date of its enactment. principally concerned with -- Congress was concerned with two things. It was concerned with second and successive. That's not what is before us. Congress was also concerned on that point is that this guy did not get the benefit of the statute of limitations that he had a right to get the but that's what district courts are there for."
  },
  {
    "speaker": "KISE",
    "speech": "But -- but the Congress intended to take that discretion away from the district courts. 2244(b)(3) says, in fact, that when you do go back to potentially revisit an issue, when you do go back to that because even the Government doesn't and nor does the criminal justice. But if you're prepared to defend them, I guess the court by the adverse party, to escape, but should your own witness turn out to have been committing his own fraud Do not support habeas relief. Maybe that's the problem."
  },
  {
    "speaker": "KISE",
    "speech": "Perhaps I --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "You explain. I -- I thought may not have read it perfectly."
  },
  {
    "speaker": "KISE",
    "speech": "Well, and I don't want to pretend to"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Yes."
  },
  {
    "speaker": "KISE",
    "speech": "It needs to be someone in a position to subvert the process for -- for a purpose like the been bribed in the unusual example of that, or -- or the -- the subornation of perjury in the Hazel sense. Those"
  },
  {
    "speaker": "KISE",
    "speech": "Well --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Does that not count too?"
  },
  {
    "speaker": "KISE",
    "speech": "Well, Your Honor, I think that would to contain the potential for -- for abuse. I mean, if every jailhouse snitch were -- were subject to -- to the"
  },
  {
    "speaker": "KISE",
    "speech": "-- to the end result here, but -- but that -- that's our position."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "That's not what the -- this Court doesn't tell us that. It just says something about allegations contained therein do not constitute legal know that we have the actual language."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But you said --"
  },
  {
    "speaker": "KISE",
    "speech": "It is -- it is in the Eleventh"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "-- that it was based on the Florida 2-year statute of limitations. exception. The first and -- and most important, and -- and as I started this presentation, is that this is the only The second is -- is that AEDPA and rule 60(b) cannot coexist except in very narrow circumstances because claims, many baskets, many -- many years, and -- and many times that the State has to come back. And as I say, in this case the -- the principle eviscerated simply by the fact that nearly 25 years later Florida is still in this Court defending this judgment There isn't another balance to be struck by the use of 60(b), but that a balance has already been struck by Congress and Congress has made a determination that in And this isn't a perfect system. There are going to be exceptions with any bright line rule. With But with respect to the bright line rule that -- that we submit is necessary to effectuate congressional intent, as I was saying, that it's not a perfect system. that -- that seem to implicate various policy determinations about what should or should not happen in a that is -- that is under siege. With respect to the coexistence, the petitioner made a point about this case is somehow like the Rhines Rhines case, this Court was balancing the exhaustion requirements with the statute of limitations provisions. Ms. Millett, we'll hear from you."
  },
  {
    "speaker": "MILLETT",
    "speech": "Mr. Chief Justice, and may it please the Court: simple, and that is a rule 60(b) motion that seeks to set aside a denial of habeas relief on the grounds that it was incorrectly decided is barred. That is the territory that determinations on the --"
  },
  {
    "speaker": "CONNOR",
    "speech": "Would you say that again? determination. If you are seeking to upset a final determination, you are governed by 2244 not 60(b). If you are not seeking to upset a final determination, let me give you the two -- the two circumstances that come to mind right away. One is the fraud exception recognized by the court of appeals, and there could be similar errors like that -- and this is what we talk about in our brief -- that essentially vitiate the existence of a determination in the first place. They are that profound and that rudimentary. Then you are not upsetting what our system recognizes to be a determination and what Congress wanted you to have. The other exception is essentially 60(a), clerical -- you're not -- errors. You're not really upsetting anything. You're actually trying to implement or effectuate the actual ruling by the court of appeals. The only gap -- I'm not sure it's a gap at all after the argument here -- is that we don't limit it to fraud. We recognize that there are some other foundational, rudimentary, fundamental errors that conceivably could occur. I'm not aware of them happening, but something like a biased judge addressed by this Court in Toomey v. Ohio."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "But now you're into -- I mean, you can use a tone of voice. You know, it sounds very strong. But I thought 60(b)(6) is weird things happen, and 60(b)(1) is there are all kinds of mistakes. You hit by a trolley. And in fact, all of 60(b) is meant to capture that kind of thing. errors of similar magnitude like a biased judge or some other complete breakdown so that our system doesn't recognize that to be a judgment -- it's not what Congress thought it was giving you -- then that would be -- I can't tell you there's cases where this happens, but that -- but the -- the rationale for including fraud would exclude -- include some other similar errors of magnitude. That's our only --"
  },
  {
    "speaker": "CONNOR",
    "speech": "Now, how do you apply it in this case, the Artuz problem?"
  },
  {
    "speaker": "MILLETT",
    "speech": "In -- in this case, the Artuz problem is only an argument, and I -- we're not even accepting that it's accurate, but only an argument that the court made a mistake of law. A mistake of law is not a fundamental breakdown in our system. It does not mean the court didn't act as a court. This Court reverses in -- or vacates in about 75 percent of its cases. It doesn't mean all the lower courts were not operating as courts as we recognize them as at the same level of fraud. It's routine to have mistakes of law --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Well, suppose Artuz had been decided and it was in the mail and the judge forgot to open his advance sheets that day. And so he goes back to his office, says, oh, my God. You know, I mean, a weird thing like that. And of course, he says nobody has been hurt yet. I'll reopen it. Okay? Is that all right?"
  },
  {
    "speaker": "MILLETT",
    "speech": "If he does it within 10 days under rule -- (Laughter.) problem. It's already cabined out there. In fact, it's not. It's abuse of discretion review in courts of appeals. Ninth Circuit where they used 60(b)(6). The -- the petitioner filed his claims. They were clearly barred by say, when there is an attempt to -- to make an end run around the second and successive rules? The latter I think we can all understand pretty the -- AEDPA if you allow that. With respect to this kind of a statute of show to have Federal relief as it is to show that something went wrong under the Constitution. It's a -- there's a dual character to Federal habeas relief. So part of the second or successive determinations that -- applications that Congress wanted to bar."
  },
  {
    "speaker": "MILLETT",
    "speech": "Did -- did the Florida make a mistake of what --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "No, no. Did the Federal"
  },
  {
    "speaker": "MILLETT",
    "speech": "No. I guess -- I think this Court is going to tell us. I think the -- the Pace v."
  },
  {
    "speaker": "RASHKIND",
    "speech": "Thank you, Your Honor. two inadvertent mistakes, but important ones. Justice Ginsburg, in answer to your question effect might be that the district court entered an alternative writ of habeas corpus, tried the defendant within 60 days or 90 days, or set him free. And when apparent that can't be done within 60 days, and either the State or the defendant might go back and say, please, court of appeals and now before this Court caused by the State's argument that the case should have been dismissed on the statute of limitations. it's the 25th year, but what we do know about this case is he has approximately 76 years remaining on his 99-year respectfully submit that rule 60(b) is the only and best tool to remedy the error made within the discretion of the district court, and we ask for that result."
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "Thank you, Mr."
  }
]