{
  "success": true,
  "completeLines": [
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "We'll hear argument first this morning in Oregon versus Guzek. Ms. Williams."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "Mr. Chief Justice, and may it please the Court: The eight amendment requires that a sentencing jury in a capital case must consider mitigation, which this Court consistently has defined as related to a defendant's background, character, or the circumstances of the offense. The Oregon Supreme Court in this case has broadly construed circumstances of the offense to include evidence that is inconsistent with the defendant's guilt. That holding is not constitutionally compelled and does not further the purpose of having the sentencing jury consider mitigation."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Can you --"
    },
    {
      "speaker": "CONNOR",
      "speech": "Is it --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Can you --"
    },
    {
      "speaker": "CONNOR",
      "speech": "-- possible that the Supreme Court of Oregon misapprehended some of the facts in this case?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "Justice O'Connor, it is possible that the Supreme Court was not aware that defendant's mother had testified in the --"
    },
    {
      "speaker": "CONNOR",
      "speech": "Right."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "-- guilt phase, and that's because defendant did not raise that issue in the trial court, did not move to have her alibi testimony admitted under the State statute that would have caused the Court to address her prior --"
    },
    {
      "speaker": "CONNOR",
      "speech": "Do we --"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "-- testimony."
    },
    {
      "speaker": "CONNOR",
      "speech": "-- need to vacate the judgment and remand for that, or --"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "No --"
    },
    {
      "speaker": "CONNOR",
      "speech": "-- do we just go ahead and --"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "No, Justice O'Connor, I don't believe that there needs to be any change in the posture of the case in order -- in order for the Court to address the Federal issue, and that's because the significance of the Oregon Supreme Court ruling doesn't turn on whether someone's testimony was admitted in the guilt phase, or not."
    },
    {
      "speaker": "CONNOR",
      "speech": "Well, under Oregon law, is it possible that some of the mother's testimony would be otherwise admissible at the penalty stage?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "Under Oregon law, under the majority's holding in this case and the way they dealt with the grandfather's prior testimony, on remand defendant could have the mother's transcript from the guilt phase read, but what would be different about it under the Oregon Supreme Court holding, and what we're asking the Court to address, is what they can do with that alibi testimony, no matter what form it comes in. And that's the significant part of the Supreme Court holding."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, I -- may -- I want you, perhaps, to elaborate on that, as well. And perhaps the Respondent is the one to answer this question. Do you understand that they, on remand, if they prevail in this case, would want to introduce the mother's live testimony?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "I am not sure. Under the --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "We're not sure --"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "-- Oregon Supreme --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "-- all right."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "-- Court holding, they would certainly be free to introduce her live testimony. It's very clear from the Oregon Supreme Court decision that any alibi evidence comes in, and that's not limited to evidence that was presented in the guilt phase, or even witnesses who had been in the guilt phase. And -- but coming back to what the court's holding focuses on is how that alibi evidence can be used in the remanded proceeding. And not only does it come in, and the primary statute on -- that they dealt with for the grandfather's testimony is really a statute that deals with admissibility of evidence -- prevents the parties from having to go through making foundations and other showings in order to get evidence admitted. But, under the Oregon Supreme Court holding, defense counsel can argue, based on that evidence, that the jury should consider the possibility that defendant is innocent, as a mitigating factor in determining the sentence."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Well, can't you under -- look, first imagine that they don't want to introduce one word from the mother's mouth that isn't already in that transcript. Imagine that's the circumstance. If that's the circumstance, then I should think there is no doubt, under Oregon law, that those words in the transcript are admissible. And I believe that under Oregon law -- and I'm not certain -- that, an ordinary case, a death-eligible person does have the right to argue in the sentencing proceeding. Think back over that trial jury and you will see that there are doubts as to whether this man is guilty or not. Am I right -- am I right on the first part? Am I right on the second part?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "Justice Breyer, you are correct on the first part, but not on the second part, and that's because Oregon Supreme Court unanimously has construed Oregon's law on mitigation to say that what the Oregon Legislature intended was to have as mitigation only those pieces that are required by the eighth amendment."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "All right. In other words, prior to this case, in the State of Oregon, where there was a death case -- maybe there weren't very many, but where there was one, under Oregon law -- we have the trial; immediately thereafter, the sentencing, and the lawyer had no right to argue, under Oregon law. Think back about your certainty as to whether this individual is guilty."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "That would be correct, Your Honor, that --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Yes, all right."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "-- unless the eighth amendment --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "And did the court say, here -- the Oregon court, in this case -- one, You can introduce evidence, which it seems to have been mistaken about, about not being there, but that, second, the Federal Constitution gives you the right to argue the residual doubt?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "Yes, Your Honor. And that's most clear, from the dissent, as characterizing the question that the Court is addressing. And the Oregon Supreme Court opinion is in the -- excuse me -- the appendix to the cert petition. And at page 68 of the appendix from the dissent, Justice Gillette writes, \"The issue in this case is whether under the emphasized wording of that statutorily required jury instruction,\" referring to the mitigation question, \"defendant was entitled to have the jury consider the evidence that he proffered. The majority says he was. I disagree.\""
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Ah. \"Consider the evidence\" is different from \"making an argument about the evidence.\" And what I didn't see in the -- Oregon's majority opinion, is a statement that not only can this evidence be introduced -- because, after all, in a normal case, the jury's heard it --"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "It's the same jury. But I didn't see, anywhere, where they addressed the question about what kind of argument the defense had the right to make at the sentencing trial in respect to the residual doubt that they might have from what they just heard. Can you point, in that opinion, to where they made that statement that you just said they made about the argument?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "About the argument. Where I read -- no, I cannot point to specific language in the majority opinion that says \"and defense counsel gets to make an argument based on this, and the jury must consider that.\" That comes from this Court's case law of how mitigating evidence must be treated once it is ­ -"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "You want --"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "-- required to be --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "You want us to hold that. You want us to say that a defense counsel can be admonished by the judge not to make the argument that, \"Ladies and gentlemen, this is the final penalty. My client claims he's innocent. If, in 20 years, it turns out that there is evidence exonerating him, it will be too late. I want you to consider that and give him life.\" You can't make that argument."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "Yes, Your Honor, I -- our position is that the eighth amendment does not require that as a mitigating factor, that that is not one of the circumstances of the offense, certainly not -- it doesn't go to the defendant's character or background."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Ms. Williams, I don't -- I don't understand all of this discussion about what the -- whether the State law would have produced the same result, or not. We have never held, have we, that, where a State Supreme Court opinion clearly rests on a Federal ground, a Federal constitutional ground, we do not have jurisdiction if there is a possible State ground that would have left it -- led to the same result? Have we ever held that?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "No, Justice Scalia. In fact ­ -"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "And we've said just the opposite, haven't we?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "Yes, Justice Scalia."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Well, that isn't the thrust of my question, of course. The thrust of my question is that if, in fact, this evidence from the mother comes in under State law, it comes in under State law, because -- I have the cite; you know the --"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "-- section I'm referring to. If it comes in under State law, and they're not trying to prove anything else, and the holding of the Oregon Supreme Court is about what evidence is admissible, and not about what arguments to be made, I don't see what reason we would have to reach an issue that isn't in the case."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "And, Justice Breyer, I think the primary reason that the State is concerned with it is because of the broad holding that the Oregon Supreme Court has announced under -- about what eight amendment requires. When you combine that with what this Court has said about what that means when evidence is mitigating evidence, then I think a necessary corollary of the Oregon Supreme Court holding is that defense counsel does get to make that argument, and that the jury must --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "But there's no --"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "-- be permitted --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "-- reason that the defendant couldn't introduce other evidence in his resentencing trial, is there?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "Under the --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "I mean, if he has other -- he says, \"I have other witnesses that go to the residual-doubt question,\" and I would -- you know, on retrial, if he prevails here, presumably he would be entitled to put in that evidence, as well."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "That's correct, Mr. Chief Justice. The Oregon Supreme Court's conclusion is very broad, that any alibi evidence comes in, and, as the dissent notes, that it also would not be limited simply to alibi evidence, but any evidence that is inconsistent with the guilt verdict in this case that would form a basis for arguing that doubt about the defendant's guilt should be a factor that the jury considers in responding to the mitigation question that --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Let me --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "But what do we do with the case --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "-- ask you --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "-- if your opponent acknowledges that -- or stipulates, in effect, that he's not going to put anything in except what's already in the transcript? Then do we have a case?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "I think you still have a case, Justice Stevens --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Is it --"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "-- because --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "-- about the right to argue? Is that what it is?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "It's about the right to argue and what the jury is told to do with that. And it's also that the State is going to have to live with this decision in other capital cases, and other capital defendants --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Yes. But our --"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "-- may not be willing to --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "-- jurisdiction is limited to reviewing a final judgment in this case."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "We can't give an advisory opinion which would tell you what to do in other cases, which -- if that's all it does."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "But I do not believe that a party can force the Court into that position by stipulating that, although the State Supreme Court holding permits it --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "But would they're --"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "-- to do much more --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "-- they would be giving up the right that you claim you don't want them to have."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "But they would give it up in a way that would basically lock the State into a box. We couldn't get --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "For other cases --"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "-- review here, we couldn't get --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "-- but not for this case."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "-- review. Not for this case --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "-- that's correct."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "That's why I'm concerned that perhaps we're being confronted with a request for an advisory opinion. I don't know. Maybe they haven't categorically agreed to what -- they may be going -- willing to say that they aren't going to put anything else in. I don't really know that yet."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "But I think their stipulation would have to have two parts -- one, that they wouldn't put anything else in that wasn't presented in the guilt phase; and, two, that they wouldn't argue that, based on that evidence, the jury should consider doubts about the defendant's guilt in deciding what the appropriate sentence is."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "We may -- we may not have held they have a constitutional right to make that argument, but do you -- do you think that State -- that you did -- you don't think they could even make the argument as a matter of State procedure or anything at all?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "Not on the mitigation question, Your Honor. And that's because of the way the Oregon Supreme Court has construed the mitigation question, and has construed it to mean that only that which the eighth amendment requires is to be presented to the jury. The Legislature adopted that provision in response to this Court's mitigation case law, and that's what they were intending to implement, and nothing more than that. I think States are free to do more, but Oregon has not, as a matter of how the Oregon Supreme Court has --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Well, why is --"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "-- construed the statute --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "What about Oregon revised stat 163.150? It says, \"In a capital sentencing proceeding, the court shall instruct the jury that all evidence previously offered and received may be considered for purposes of the sentencing hearing.\" Now, that's Oregon law. It's long been there. What possible reason could Oregon have for having that provision, which is, \"Jury, you shall consider all the evidence you just heard at the guilt phase of the trial\"? What reason could that be? How is it supposed to be relevant, \"all evidence,\" unless it's relevant to the question of whether there is doubt?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "Justice Breyer, I'd point you to the -- an earlier part of that same section of the statute that says, \"Evidence may -- in the sentencing proceeding, evidence may be presented as to any matter that the court deems relevant to sentence.\" And their --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "But that's a different provision. I'm now thinking of the \"normal case,\" where you hear the guilt phase, and now we're in the sentencing phase, and it says here, under Oregon law, \"Judge, tell the jury that everything they previously heard at the guilt phase they may consider for purposes of what sentence they should impose.\" I just wonder what that sentence is doing there in Oregon law, unless the jury is supposed to think about whether this guy's really -- \"I'm completely certain he's guilty.\""
    },
    {
      "speaker": "WILLIAMS",
      "speech": "There -- it does serve a different purpose, Your Honor, and that is that -- when you read the entire section, what it -- what it does is, it says that, first of all, parties may present additional evidence, if it's relevant. The -- they cannot present repetitive, or cumulative, evidence that had been presented earlier. And then, the court's supposed to inform that jury that what had come in the guilt phase may be considered in the penalty phase. And so -- and we've had the --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "I suppose that if that provision weren't there, the court would have to decide, item-of-evidence by item-of-evidence, which pieces, that the jury has already heard, were relevant to the penalty, and not to the guilt. Whereas, by just allowing everything in, but just telling the jury, \"You only consider it insofar as it goes to the penalty, and not to the guilt,\" we -- the court does not have to enter into that item-by-item discrimination."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "Justice Scalia, what it does is, it allows the jury to know that just because something hasn't been re-presented to them in the penalty phase, but came in, in the guilt phase, it's open for their consideration."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Without any clue --"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "What it doesn't do --"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "-- without any clue whether there's a relevance test? I mean, here we're talking about alibi evidence. If the determination of guilt is final, then alibi is irrelevant at the penalty stage. That's why I found that statute so puzzling, that the jury doesn't have a clue. They're told, \"Everything from the guilt phase comes in, you can consider,\" but it doesn't sort out, doesn't even tell them, relevance."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "And, Justice Ginsburg, other jury instructions will inform the jury how to use what evidence. And this does not mean that evidence that has been presented is relevant for any purpose that anybody wants to put it to in the guilt phase."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "That isn't the basis on which the court decided this case, is it?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "No, sir."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "What we're saying here is that this is a possible basis on which the Oregon Supreme Court might have decided this case. They did not decide it on that case -- on that ground. They decided that the jury has to be able to consider doubt, not because of that provision of the statute, but because of the eighth amendment. And --"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "And --"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "No, I wasn't suggesting anything other than what Justice Scalia said, but I was just curious about this statute that tells the jury, \"You can consider everything,\" and gives them no guidance, because some of it might be quite inappropriate for them to consider."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "And the guidance does come from the other instructions that tell the jury what the specific questions are that they must answer in the penalty phase, and what they take into account in answering those questions."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "But --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "What has our constitutional law regarding the requirement of allowing the jury to consider all mitigating factors -- the requirement that they have to be allowed to be take into account of that -- what guidance has that provided? Has our constitutional law said what constitutes a mitigating factor?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "In -- it has. And I believe that in Franklin versus Lynaugh, this Court came very close to deciding this question, that residual doubt is not one of those mitigating factors."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Apart from that, apart from the fact of whether the person's guilty or not, have we specified what factors the jury can take into account by way of mitigation?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "There are some factors that the Court has described as being required as appropriate for mitigation. So, age, the mental state of the individual, the --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Don't you think that if a State listed specific factors that could be taken into account, and no others, that there would be considerable doubt whether this Court would allow such a statute to stand?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "I think certainly with respect to the background and character of the defendant, but the question here would be a fairly limited restriction to say that circumstances of the offense presume that the offense has occurred and that the defendant is guilty; and so, evidence inconsistent with that guilt is not a circumstance of the offense. And I'd like to reserve time for rebuttal."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, Ms. Williams. Mr. Shanmugam."
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "Thank you, Mr. Chief Justice, and may it please the Court: It does not constitute cruel and unusual punishment to prohibit a capital defendant from relitigating his guilt at sentencing. Contrary to the reasoning --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Do you have any view on whether this question is properly before us, given the Oregon statutes?"
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "Mr. Chief Justice, our view is that this Court certainly could reach the constitutional question presented. And, indeed, there are good reasons that this Court should. The Oregon Supreme Court squarely confronted, and resolved, the Federal constitutional question, and it is ripe for this Court's review. It is true, as Justice O'Connor suggested at the outset, that the Oregon Supreme Court appears to have been laboring under a factual misimpression -- namely, that Respondent's mother did not testify at the initial trial. That having been said, it appears to be clear that Respondent was seeking -- and is still seeking, even before this Court -- to introduce the live testimony of his mother."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "But --"
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "And the --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "But, based on what you have just said, which was my understanding, too, assuming the Oregon Supreme Court made the assumption that the mother's testimony had not been admitted at prior trial, the only thing that the Oregon Supreme Court was ruling on was the admissibility of new testimony, and the use to which new testimony could be put, right?"
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "Well, that is correct, Justice Souter."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "So that if the --"
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "I do think --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "-- if the other side says, \"We totally give up any claim to introduce new testimony,\" then don't we have a jurisdictional problem?"
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "Well, I think that we would agree with the State of Oregon that a necessary implication of the Oregon Supreme Court's holding, albeit unstated, was that a defendant is constitutionally entitled to argue residual doubt, as well as to present evidence of residual doubt. Were that not true, the failure to admit the evidence would, in some sense, be harmless, since it is true, certainly to some extent, that the mere presentation of the evidence might lead to the jury taking it into account even absent an argument or instruction to that effect. But, as a practical matter, this Court has never distinguished, in its consideration of mitigating factors, between the presentation of argument or evidence and obtaining --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Oh, we --"
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "-- an instruction --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "-- have not, but it's possible for, it seems to me -- for all we know, it's possible that Oregon could say, \"Look, we have a statute that says everything that was introduced at trial may be considered. That may be a good thing or a bad thing, but that's what our statute says, and they may consider it. But when the question comes, What new evidence may be admitted at the sentencing hearing -- the sentencing phase only, then we're going to restrict that only to evidence which, in our view, is required by the eighth amendment.\" So, if that is, then -- we don't -- I don't know whether the Oregon Supreme Court took that view, or not. But if it did take that view, and, in this case, the Respondents say, \"We no longer want to introduce any new evidence,\" then we would not have a case left, it seems to me."
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "Well, I think that that is true, to some extent, Justice Souter, but I do think that -- at least with regard to the question of what factors are relevant to the ultimate determination, that is governed by a quite different statutory provision. And the Oregon Supreme Court construed that provision to limit the mitigating factors that the jury can take into account to those that are mandated by the eighth amendment."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, on that --"
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "And I would further note --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "-- on that substantive point, it does seem -- I assume a Governor could take this into account in clemency?"
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "Yes, certainly."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "And I suppose the Governors can do more than juries can. But, still, it seems odd to me that a jury cannot consider that this is a close case. It's been proven beyond a reasonable doubt, of course. It goes at least to whether or not the defendant is obdurate in not accepting guilt. He says, \"I didn't do it.\""
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "Well, acceptance of responsibility may present different issues, but we would submit that the fundamental problem with the constitutional rule that the Oregon Supreme Court did expressly adopt is that it would effectively allow jurors, at their discretion, to apply what is a higher standard of proof at capital sentencing than the reasonable-doubt standard, which, after all, is the standard that applies in all other criminal contexts."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, no, the evidence goes to explain why the defendant is taking the position that he does. He said, \"I wasn't there.\" Now, it's true, the jury, in the guilt phase, found that he was ­ -"
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "Well, the jury did --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "-- at least it explains his attitude, his demeanor, his refusal to accept responsibility. There's a reason for that."
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "Well, the jury did determine, at the guilt phase, that the defendant was guilty beyond a reasonable doubt. And the fundamental point of the reasonable-doubt standard is that it is the highest standard of law -- of proof known to the law, short of absolute certainty. And I think, turning to this Court's case law in the mitigation area, this Court has, time and time again, limited mitigating evidence to evidence concerning the character or record of the defendant and the circumstances of the offense. And the reason for that, I think, is that the very concept of mitigating evidence really does presuppose that the defendant has committed the crime in the first place. To put it another way, mitigating evidence is evidence that suggests that a defendant who has committed the crime is somehow less deserving of the death penalty. And going back to --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, it would follow from that, that if a State wanted to exclude the defense evidence on alibi from a sentencing jury's consideration -- let's assume it's a new -- a new sentencing jury -- they could do that."
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "Well, we believe that that would be permissible. And I think, going back to the joint opinion in Woodson versus North Carolina, which was really where this constitutional requirement of mitigation was first recognized, this Court did not suggest in any way that, to the extent that individualized consideration at sentencing is mandated, a jury is entitled to consider any and all factors that it might think is relevant. Instead, the Court really recognized a category of mitigating factors that is limited to factors that are traditionally taken into account at sentencing -- namely, the character or record of the defendant and the circumstances --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Of course, that's true --"
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "-- of the offense."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "-- with respect to putting in new evidence. I understand your point. But there ­ - as a realistic matter, do you think it's possible to prevent a juror from deciding, \"I thought it was really a closer case than beyond a reasonable doubt; and so, I'm a little hesitant about the death penalty\"? There's no way to prevent that --"
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "I think --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "-- from happening."
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "-- as a practical matter, it may be very difficult to --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Yes."
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "-- prevent it. I'm not sure that it is necessarily desirable for jurors to do that. And there is some suggestion, in the empirical evidence, that what actually goes on in the jury room is that jurors with some level of doubt about a defendant's guilt will actually negotiate with other jurors to ensure that a defendant is convicted, but ends up not being sentenced to death."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But there's -- used on the other side and as a policy model, the model penal code, I think, says it's okay. It -- not really that it's okay. It should be considered."
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "Justice Ginsburg, the model penal code does say that. It was adopted, I think, in 1962. And I think that it is telling that, in the years since 1962, since this Court recognized that the death penalty was constitutional again in the 1970s, no State has expressly adopted a statute that permits consideration of residual doubt in --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "When you --"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But there are a number of States that do --"
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "To be sure, there are courts in several States -- I think we identified seven in our brief --"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Your --"
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "-- that have --"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "-- position is --"
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "-- recognized --"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "-- that it's up to the States, I take it, but it's not compelled by the eighth amendment."
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "That's exactly right, Justice Ginsburg, just as it would be up to the States, at their discretion, to decide to simply adopt a higher standard of proof across the board in capital cases. A State could certainly decide to adopt an absolute- certainty standard. But I think my point is simply that no State has expressly permitted consideration of residual doubts. Courts have construed statutes in some States to permit it, typically because those State statutes contain broad language either with regard to the definition of \"mitigating factors\" or with regard to the discretion the jury has in making the ultimate sentencing determination."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "So, you think -- you think the Oregon Supreme Court might well come out that way, if it wished, although not resting on the eighth amendment?"
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "Might come out that way with regard to the right of a defendant to, say, argue residual doubt?"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Yes."
    },
    {
      "speaker": "SHANMUGAM",
      "speech": "Well, there's no indication of that on the face of the opinion. And I think that, in some sense, it would be quite difficult for the Oregon Supreme Court to do that, having construed the statute that governs the determination that the jury actually makes at sentencing, to limit the factors that the jury can consider to those that this Court has recognized are constitutionally mandated under the eighth amendment. So, as a practical matter, I think the Oregon Supreme Court's reasoning in this case really forecloses that interpretation. If the Court has no further questions, we would ask that the Court vacate the decision -- Thank you."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, Counsel. Mr. Wolf."
    },
    {
      "speaker": "WOLF",
      "speech": "Thank you. Mr. Chief Justice, Associate Justices, may it please the Court: Hopefully, I can simplify this matter for the Court. As is set forth in our brief, and in our motion that was recently filed, Mr. Guzek does disclaim any reliance on the eighth amendment of the United States Constitution as a basis for admitting, at his retrial ­ -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Well, but that doesn't matter. I mean, the question is what the Oregon Supreme Court did, and it's quite clear that it based its decision on the eighth amendment, not these various provisions of Oregon evidence law."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, with all due respect, Mr. Chief Justice, if Mr. Guzek does not intend to rely upon the eighth amendment, I think that this would moot the case and that the -- this Court could then vacate that portion of the Oregon Supreme Court's opinion."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "You argue in -- an eighth amendment case in the Supreme Court, you win on the eighth amendment, then you leave the courthouse and say, \"Well, I don't want it anymore,\" and you think that moots the case?"
    },
    {
      "speaker": "WOLF",
      "speech": "Well --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "It's still a decision, binding in this case, giving you the right to admit any evidence on residual doubt in the retrial."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, I respectfully disagree. In -- because, in fact, we didn't really argue, in the Oregon Supreme Court, that we were entitled, necessarily, under the eighth amendment. Our argument was primarily under the statute, that this statute says any evidence which came in should be admitted in the retrial."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "But you don't question, or doubt, that the State Supreme Court decision was based on the eighth amendment."
    },
    {
      "speaker": "WOLF",
      "speech": "That's correct."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Okay."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "So, if we vacate it and the case is remanded on that ground, I assume it's still open for you to point out to the Oregon Supreme Court that they were in error about the -- about the status of the testimony that you tried to get in, and have it admitted on that ground. Why isn't that the way to handle the matter, rather than your --"
    },
    {
      "speaker": "WOLF",
      "speech": "That --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- as you express it, \"mooting the case\"?"
    },
    {
      "speaker": "WOLF",
      "speech": "Well, that -- we believe that we are entitled to present it under State law, and we think that is the resolution."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Of course, that -- there would still remain -- whether you mooted the case, or whether we vacated and then it was left to the Oregon Supreme Court whether to let this evidence in -- there would still remain the question of what kind of an instruction the jury can be given regarding the consideration of this evidence for purposes not of determining whether a guilty person should not be given the death penalty, but, rather, for purpose of considering whether the guilt is clear enough. I mean, that's -- that issue would still remain, wouldn't it?"
    },
    {
      "speaker": "WOLF",
      "speech": "Well, not necessarily. I --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Why wouldn't it?"
    },
    {
      "speaker": "WOLF",
      "speech": "Well, I think, under Oregon law, we are entitled to put on -- well, first we have to distinguish between these unitary juries and these retrial juries, because, of course, the retrial jury has not heard the evidence from the guilt/innocence phase, from the original trial. And in the event that a retrial jury is hearing -- they're hearing this evidence for the first time, and the State should not be permitted to just put on the evidence that they think helps aggravate the case."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "No, I understand, but what are you -- what are you going to argue to that jury? Are you going to argue to that jury, you know, that, \"Yes, my client has been convicted, but the evidence of his guilt was really not all that clear, and you should take that into\" -- don't you want to make that argument?"
    },
    {
      "speaker": "WOLF",
      "speech": "Well, that's a potential argument."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "And the Oregon Supreme Court says you can make that argument, because the eighth amendment requires you to be able to make that argument."
    },
    {
      "speaker": "WOLF",
      "speech": "But we think --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "And what the State says is, \"No, the eighth amendment requires no such thing.\" So, the issue hasn't gone away. It's still here. It's here in this very case."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, we think we're entitled to make it, under Oregon law, in a -- regardless of whether we're entitled to make it under --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "What the --"
    },
    {
      "speaker": "WOLF",
      "speech": "-- eighth amendment."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "No, no, no. You're entitled to get the evidence in, under Oregon law, but the question of how that evidence can properly be used by the jury has been decided by the Oregon Supreme Court only on the basis of the eighth amendment, not on the basis of any Oregon statute."
    },
    {
      "speaker": "WOLF",
      "speech": "I disagree, Justice Scalia, because the court has said that this evidence, regardless -- with respect to the grandfather -- regardless of its substance, is to be admitted. And if it's to be admitted, it is to be considered. The statute with --"
    },
    {
      "speaker": "CONNOR",
      "speech": "But considered --"
    },
    {
      "speaker": "WOLF",
      "speech": "-- which Justice Breyer --"
    },
    {
      "speaker": "CONNOR",
      "speech": "-- for what? That's the problem. I mean, here is someone who's been found guilty beyond a reasonable doubt."
    },
    {
      "speaker": "WOLF",
      "speech": "Correct."
    },
    {
      "speaker": "CONNOR",
      "speech": "And I don't see how it's relevant to go in at sentencing and say, \"Oh, but there are all these doubts.\" I mean, by finding \"beyond a reasonable doubt,\" there isn't a reasonable doubt left."
    },
    {
      "speaker": "WOLF",
      "speech": "The --"
    },
    {
      "speaker": "CONNOR",
      "speech": "You -- I don't see how that's open to argument. You can say, \"Consider the evidence that shows he's a good person underneath it all,\" or, \"There -- he has some moral values that ought to be respected,\" or something like that, or, \"He's capable of doing good things.\" But I don't see how you can argue doubt."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, first of all, we never did argue doubt. The words \"residual doubt\" never occurred in this -- in the trial court, they never appeared before the Oregon Supreme Court. Lingering residual doubt was never argued. But in the hypothetical case, the defendant is entitled, and the statute instructs the jury, to consider the evidence from both phases of the trial for all -- for the sentencing purposes. And the Oregon statute is sui generis in the sense that we have a statute that has four questions the jury must answer beyond a reasonable -- the first three must be answered beyond a reasonable doubt. And these are factual questions related to the crime. Did the defendant act deliberately? So, in essence, what we have is -- a case which is charged as an aggravated murder does not make the defendant death-eligible at that point. The defendant is not death-eligible until he is first convicted of aggravated murder beyond a reasonable doubt, and then, in the penalty phase, he is found to have committed the act deliberately, he is found to have -- the victim should not have -- did not provoke him, and his response was unreasonable to that."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "In the penalty phase."
    },
    {
      "speaker": "WOLF",
      "speech": "Correct."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "In the penalty phase?"
    },
    {
      "speaker": "WOLF",
      "speech": "It has not --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Hasn't that already been found in the guilt phase?"
    },
    {
      "speaker": "WOLF",
      "speech": "No. No, Your Honor. Those are penalty phase --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "You --"
    },
    {
      "speaker": "WOLF",
      "speech": "-- questions."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "You can be found guilty of murder when you didn't intend to kill?"
    },
    {
      "speaker": "WOLF",
      "speech": "No, you must be found guilty of intentional murder. But, in the penalty phase, the very first question in our statute, which appears in the appendix of the State's brief, is whether the conducts of the defendant that caused the death of the deceased was committed deliberately and with the reasonable expectation that the death of the deceased, or another, would result. So, it's additional mental state, a factual determination, that goes beyond whether you intentionally caused death. That--"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "That seems to be very strange, because I think our cases require -- require that for death eligibility, and --"
    },
    {
      "speaker": "WOLF",
      "speech": "Well, I don't disagree with you, Your Honor, and -- however, our petition in this matter was not granted. But the -- this -- that is the -- the point is that our statute is very unique. I don't know of any other --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "I have two questions, if I may. One -- of course, that wouldn't -- the alibi evidence would already have been rejected, whether there was deliberateness or not, so that would not support putting in the alibi evidence. But the second question I have -- I wanted to be sure we're clear on ­ - do you intend, on the future hearing, to introduce anything other than the transcript of the prior proceeding? Do you intend to introduce live witnesses under -- as you may, perhaps, be able to, under Oregon law?"
    },
    {
      "speaker": "WOLF",
      "speech": "Well, first of all --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Because I got the impression, from your motion to dismiss the writ as improvidently granted, that you did not. But I don't see anything unequivocally establishing that in the record."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, we believe that we are entitled to -- clearly, under the --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "To --"
    },
    {
      "speaker": "WOLF",
      "speech": "-- statute, to --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "To put in --"
    },
    {
      "speaker": "WOLF",
      "speech": "-- put on the live testimony of the -- of the --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Oh, okay."
    },
    {
      "speaker": "WOLF",
      "speech": "-- of the mother."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "But is that --"
    },
    {
      "speaker": "WOLF",
      "speech": "The statute --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "So, there definitely is a case before us, then."
    },
    {
      "speaker": "WOLF",
      "speech": "Well --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Well, do you intend to --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Then there was really no basis for your motion to dismiss the writ as improvidently granted, if that's true."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, perhaps not as improvidently granted, but if there is -- if the evidence comes in, under Oregon law, and we are disavowing any reliance on the --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "But under --"
    },
    {
      "speaker": "WOLF",
      "speech": "-- eighth amendment --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "-- Oregon law, what is not clear is -- you want to put the mother on the stand."
    },
    {
      "speaker": "WOLF",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Now, do you want to go into anything at all that wasn't raised at the trial?"
    },
    {
      "speaker": "WOLF",
      "speech": "Well --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "I mean, that --"
    },
    {
      "speaker": "WOLF",
      "speech": "-- for us to go into anything that wasn't raised in the original trial, that would have to be otherwise relevant."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "That's right. So --"
    },
    {
      "speaker": "WOLF",
      "speech": "And so, for example, if --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "-- that's why I want to know that. That's what's ambiguous."
    },
    {
      "speaker": "WOLF",
      "speech": "-- if mom --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Look, you only get to go into something if it was not otherwise -- if it is otherwise relevant; and, therefore, if you want to. The reason they think it is relevant is because of a constitutional holding of the Oregon Supreme Court. So, if you want to go into something, we have to decide whether it is, or is not, otherwise relevant. If you want to ask the same thing, that's just a question of whether you have to have a transcript or a live witness. And I don't know that that's a question that depends on their constitutional holding. So, I want to know, Do you want to go into things that are not there in the original trial, yes or no?"
    },
    {
      "speaker": "WOLF",
      "speech": "Well, no."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Okay."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "I don't understand that answer, in light of the previous discussion about the deliberate -- deliberately."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, the deliberateness, Your Honor -- to this --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Did the Oregon courts take the position that, in the sentencing phase, the \"deliberately\" requirement must be judged just by what was in -- introduced in the guilt phase?"
    },
    {
      "speaker": "WOLF",
      "speech": "No, it -- it's -- additional evidence can be put on."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "But I thought that --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "So you --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "-- you told us additional evidence on deliberation can be put in the -- in the sentencing phase. But then you're saying that you're not going to do that."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, I guess it depends on the nature of -- if it is to impeach the codefendant's testimony, if that's deemed to be additional --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "All right. No, I'm not saying that. I -- look, until this minute, you might have been equivocal. You're quite right, I was leading you."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Now, that doesn't mean you can't say yes or no. You can decide right now. So, decide. And I'm -- I will be bound by the answer, as I think we all are. And if your answer is, \"Yes, I want to go into otherwise relevant things,\" I'd like to know that. And if the answer is no, I want to know that, too."
    },
    {
      "speaker": "WOLF",
      "speech": "Well --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "I would pass, if I were you."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, I didn't --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "No, if you pass -- if you pass, I will think you do. And as long as you do, I think we have to decide whether it is, or is not, otherwise relevant. I'm being totally open and honest with you."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, as a matter of Oregon law, we think we can -- we could put mom on, she could testify verbatim from her original trial, and she could be asked, or she could say, \"And I love my son. Please don't kill him.\""
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Now, I'm not being tricky about it. I want to know if we have to go to the words \"otherwise relevant\" in the Oregon statute -- \"otherwise relevant,\" particularly in respect to this question of residual doubt."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, the -- it -- I'd ask --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "I really would like an answer, if possible."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, it -- the answer, Your Honor, is, I'd ask the Court to look to page 3 of our brief, where the statute is set forth, and look carefully at the way that statute is worded, which says, \"Either party may recall any witness who testified at the prior trial or sentencing proceeding and may present additional relevant evidence.\""
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Right. And they said that relevance is -- of residual doubt is relevant. And the reason that it's relevant is because the Constitution of the United States requires the jury to hear it."
    },
    {
      "speaker": "WOLF",
      "speech": "No --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "That is what I am focusing on, and I want to know if you want to go into \"otherwise relevant,\" for that reason."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, with all respect, the Oregon Supreme Court did not say residual doubt was admissible. And residual doubt was never argued to the trial court, to the Oregon Supreme Court; and, therefore, whether or not it can come in --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "It said that your alibi defense, that had been rejected by the prior jury, was relevant under the eighth amendment."
    },
    {
      "speaker": "WOLF",
      "speech": "It did say that."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Okay."
    },
    {
      "speaker": "WOLF",
      "speech": "But it's relevant to this idea of deliberation. For example, if the defendant -- the codefendants have testified that the -- Mr. Guzek is the mastermind of this, and that he helped plan this. If the alibi goes to whether or not he was present for all of those events that relate to this issue --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "That --"
    },
    {
      "speaker": "WOLF",
      "speech": "-- of deliberation --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "-- that brings up a question I have. Particularly under the resentencing provision, it looks like the sentencing trial is going to be just a rerun of the guilt trial, because your main evidence that you want to put in is alibi evidence, \"I didn't do it.\" So, you're going to say, \"Here's\" -- the mother is going to say, \"I -- he was at home.\" And then, presumably, the State gets to put on all of its witnesses, saying, \"No, here are the people who saw him do it,\" and blah, blah, blah. And so, it's just the same trial all over again."
    },
    {
      "speaker": "WOLF",
      "speech": "It could be. But it could be a different trial, such as we would propose in this case --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "They used to have --"
    },
    {
      "speaker": "WOLF",
      "speech": "-- in the sense that --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- two trials. I mean, you know, that's the whole problem here. Your client has been tried as to whether he committed the offense, and found guilty, and now you --"
    },
    {
      "speaker": "WOLF",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- now you want to relitigate the same matter. I don't --"
    },
    {
      "speaker": "WOLF",
      "speech": "Not --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "I don't --"
    },
    {
      "speaker": "WOLF",
      "speech": "-- not that the same matter."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "And on the basis that the Constitution requires you to be able to relitigate the same matter two times in the same criminal proceeding, that doesn't seem, to me, right."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, but the -- but the factual ­ - there are factual determinations to be made in the sentencing proceeding that are a continuation of the original trial."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Okay. So, let's go to the constitutional --"
    },
    {
      "speaker": "WOLF",
      "speech": "Okay."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "-- issue. Now, let's imagine we have a trial. And at the trial, we have a lot of evidence about the alibi."
    },
    {
      "speaker": "WOLF",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "And what the State Court says, \"This is our law. When a person is\" -- now go to the sentencing phase, the jury has heard it --"
    },
    {
      "speaker": "WOLF",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Okay? So, they take it into account. And, moreover, we tell them they have to consider it."
    },
    {
      "speaker": "WOLF",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Okay? That's a State law. Now, what happens when there's an appeal in the middle, and now we go back just to the sentencing? Here's what we do. We introduce the transcript. And, moreover, we introduce some live witnesses to say what they said before, but nothing else. Now, you're saying there is a constitutional right to present an additional witness on the matter that has already been litigated to go into things that were not there in the trial before."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, if --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Now, my goodness, if you had real evidence of an alibi, why didn't you put it in the first time? And if, in fact, you -- it's not such good evidence, and so forth, why does the State have to waste its time to hear some more about the alibi that you didn't put in the first time? I mean, you know, that's what you're saying the Constitution protects. I'm being a little skeptical. I want to know what your answer is."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, we did put it in the first time in this case, and we don't necessarily need to rely on the eighth amendment, we believe, to put it in, if --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "No, I'm agreeing with you --"
    },
    {
      "speaker": "WOLF",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "-- insofar as you have a right to put in what you've put in the first time."
    },
    {
      "speaker": "WOLF",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "I agree with you on that one. But you said you wanted to do something else. You wouldn't say, \"We don't want to do something else.\" You --"
    },
    {
      "speaker": "WOLF",
      "speech": "Well --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "-- want to do more."
    },
    {
      "speaker": "WOLF",
      "speech": "If --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "And, in the \"more\" part, where does the Constitution protect you? I'm willing to, at least hypothetically, go with you on the protection for what they already heard."
    },
    {
      "speaker": "WOLF",
      "speech": "The Constitution protects us in the sense that it allows us to rebut and respond and reply to evidence offered by the State in aggravation of a sentence of death. And if they're offering evidence that he is -- he acted deliberately, we have a right to respond to that. We don't have to sit there with our hands tied behind our back."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "And your --"
    },
    {
      "speaker": "WOLF",
      "speech": "And --"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "-- response is that he wasn't there. It's one thing to say, \"It was intentional, but you didn't prove deliberate.\" The other thing is to say, \"He wasn't there. He didn't commit the crime in the first place.\" Those are two quite different things."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, but it's also a question of, \"How much of it was he there for?\" -- as in Green. Was he there when he -- was he there for the planning stage? Because the jury is to consider all of the evidence. So, if he --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "I thought -- well, I guess it -- I guess it depends on what you mean by an \"alibi.\" If all you mean by an \"alibi\" is that, for part of the offense, he was somewhere -- I thought an alibi meant, \"I am not guilty, because I was not there.\" That's what I thought an alibi was --"
    },
    {
      "speaker": "WOLF",
      "speech": "I think \"alibi\" means, \"I was somewhere else at the time of the offense.\" But if what the jury --"
    },
    {
      "speaker": "CONNOR",
      "speech": "But it sounds --"
    },
    {
      "speaker": "WOLF",
      "speech": "-- has considered --"
    },
    {
      "speaker": "CONNOR",
      "speech": "-- like you're trying to relitigate that question at the sentencing hearing. And, certainly, the eighth amendment does not require that."
    },
    {
      "speaker": "WOLF",
      "speech": "No."
    },
    {
      "speaker": "CONNOR",
      "speech": "So, to the extent the Oregon Supreme Court thought that, and rested its holding on that, we ought to reject it out of hand."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, but our statute requires the jury, in the sentencing phase, to make these additional factual determinations about the offense."
    },
    {
      "speaker": "CONNOR",
      "speech": "Well, that's up to the court, on remand, but it ought to be straightened out that the eighth amendment does not require relitigation of where the defendant was at the time of the murder. That was the basis for the \"beyond a reasonable doubt\" finding of guilt."
    },
    {
      "speaker": "WOLF",
      "speech": "Of guilt, but not necessarily of the -- but if the evidence of deliberation occurred at other events in the chain of events, than the alibi is relevant to the sentencing question the jury must decide. It's also relevant to -- perhaps, to provocation. So, there are factual determinations that the sentencing jury has to make."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Can you put it -- make it concrete for this case? Because I don't see that there would be -- I mean, if the action is intentional, and the question was whether it was deliberate, what planning here would have gone on in some different timeframe?"
    },
    {
      "speaker": "WOLF",
      "speech": "Well, there was -- there was a timeframe of -- there was evidence that they -- the codefendants testified that the -- the three of them planned to do another burglary of a different house, and then -- the codefendants' timeframes are rather fuzzy, but then they went back, at some point, to the defendant's father -- house to obtain weapons, and then went on to the ultimate victim's house. So, to the extent that this deliberation includes events that occurred before the actual homicide, it's relevant to this deliberation question. And, additionally, the --"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "I still don't -- I still don't understand. You say that there was -- there had to be proof for conviction and guilt -- of guilt of intentional conduct. And this is a simple story that's told: they wanted to go to one house, too many lights on in that house; they were frustrated, they wanted to go someplace else, so they came upon the aunt and uncle of the defendant's former girlfriend."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, it was a much longer timeframe than that. There was testimony that they went back to town, and went to the father's house and obtained weapons before they went to the house where the homicides occurred. The other issue is that there has been subsequent evidence, since the first trial. These codefendants have recanted certain statements. They have recanted --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "You want to put that in?"
    },
    {
      "speaker": "WOLF",
      "speech": "Yes. We believe that that's -- we're entitled to do that to rebut --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Any new -- any new evidence relevant to alibi or degree of guilt."
    },
    {
      "speaker": "WOLF",
      "speech": "Not to -- no, I wouldn't characterize it as to alibi. Any evidence that goes to the sentencing questions the jury must consider, to deliberation, to --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "And you -- and you want to retain the right to put in whatever evidence is relevant on those questions."
    },
    {
      "speaker": "WOLF",
      "speech": "Absolutely."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Well, then what was all the discussion about the mother's having -- then, when you go back, you can put on anything, whether it was presented before, or not, right? Because the eighth amendment requires that, according to the Oregon Supreme Court."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, whether it's required under the eighth amendment, or not, is for you to decide, obviously, but we think --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Okay."
    },
    {
      "speaker": "WOLF",
      "speech": "-- that it's whether or not Oregon law also requires it. And we believe, under Oregon law, we're entitled to put this on, we're entitled to rebut this. For example, Justice Kennedy was talking about a scenario -- and, in this very case, the joint appendix, at page 92, the prosecutor in this case -- this is an excerpt from the trial -- was trying to get in evidence that the defendant was being manipulative. And, at this point, the alibi evidence had been excluded. And so, the fact that the defendant was not taking responsibility, perhaps was being deemed as manipulating people by trying to get them to come forward to say, \"I wasn't there,\" then alibi is relevant to respond -- to rebut and respond to that kind of an argument."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Whatever Oregon law might say, or not say, it appears that this Supreme -- Oregon Supreme Court was acting under what it thought was the compulsion of the eighth amendment. If it's wrong about that, you can make your argument about what Oregon law should be, without any eighth amendment constraint."
    },
    {
      "speaker": "WOLF",
      "speech": "Correct."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But it does seem that this court was operating on the assumption that the eighth amendment required it to let in this alibi and other evidence."
    },
    {
      "speaker": "WOLF",
      "speech": "And we think -- we agree that the Oregon Supreme Court went farther than it needed to in this case in order to decide the issue, because, under Oregon law, mom testified --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "But, you know, we're being asked to decide whether Oregon Supreme Court correctly interpreted the Federal Constitution. And you seem to be making most of your argument to the effect, \"Well, we don't really need that holding. We can prevail on Oregon law.\""
    },
    {
      "speaker": "WOLF",
      "speech": "Uh-huh."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "But are you going to make any argument in support of the decision made by the Oregon Supreme Court?"
    },
    {
      "speaker": "WOLF",
      "speech": "No, not as long as the State of Oregon agrees that this statute operates in an evenhanded fashion. In other words, if they get to recall witnesses who originally testified, or present transcript testimony, then we should have the same right."
    },
    {
      "speaker": "CONNOR",
      "speech": "Well, this is --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Well --"
    },
    {
      "speaker": "CONNOR",
      "speech": "-- so odd. It -- almost as though we should appoint some amicus here, Counsel, to argue in support of the merits."
    },
    {
      "speaker": "WOLF",
      "speech": "Well --"
    },
    {
      "speaker": "CONNOR",
      "speech": "I mean, you don't seem to be doing that."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, Your Honor, on the merits, we --"
    },
    {
      "speaker": "CONNOR",
      "speech": "It's very strange."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, we think that the -- that the Oregon Supreme Court decision was correct in -- on the -- on the eighth amendment. And we think it's -- but it's -- not necessarily for the reasons stated by the Oregon Supreme Court. And the fact is that if the Oregon Supreme Court held that we have a right to -- we believe that we have a right to respond to any evidence they offer on aggravation."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "What about -- what about -- for example, the single most important feature leading juries to recommend against death, apparently, from the studies, is their residual doubt. Every juror who hears sentencing matters directly after a trial automatically takes that into account. Therefore, those who are resentenced and have a new jury should have the same kind of right. Otherwise, it's cruel and unusual. Now, I made that argument. You didn't make it. But it seems to me that there are several arguments that you might make in favor of the Oregon Supreme Court's approach if, at least, you concede that it is up to Oregon to control, through its evidentiary rules, whether a matter is relevant, what form it comes in, et cetera."
    },
    {
      "speaker": "WOLF",
      "speech": "Well, we think that if -- by directing that the jury consider all evidence in both phases of the trial, it must be relevant. Why else would they instruct the jury to consider such evidence, unless it was relevant to the sentencing questions the jury must answer? And obviously I agree with you, Justice Breyer, that if the -- if a defendant must run the gamut of having -- we have to remember that the first trial was set aside because it was defective in some way. And it would be an anomalous result for the resentencing jury to not be entitled to hear what the first jury heard when the defendant had an unconstitutional, or a defective, trial. So --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Mr. Wolf, in view of the direction this discussion is going in, I want to go back to something that I really think we all thought we had passed but I would like to go back and get clear on. My recollection is that you stated, in your answer to Justice Stevens, that you currently maintain that you have a right to recall the mother to the stand at the -- at the sentencing proceeding. My question, which is prompted by your motion -- my question is, Is it your present intention to call the mother to the stand, or is it your present intention to use the mother's testimony, which we all ­ - I understand to be admissible? Are you going to call her, or not?"
    },
    {
      "speaker": "WOLF",
      "speech": "Well, we would intend to call her."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "You do intend to call her."
    },
    {
      "speaker": "WOLF",
      "speech": "Because we think it's important --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "No, I'm not asking why. I just want to know whether you are. And your representation to me is that you do intend to call her as a live witness as the -- at the resentencing."
    },
    {
      "speaker": "WOLF",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Okay."
    },
    {
      "speaker": "WOLF",
      "speech": "And I'd like to answer the reason for that, because we think the jury is entitled to see her demeanor and gauge, based on how she testifies, how believable she is. We think it's much -- we think it's better for a jury to be able to see a live witness than hear a cold transcript being read by surrogates. And so, of course, in -- as we know, in -- if she were to stray from what she testified at the original trial, of course she would be impeached with, \"Well, you didn't testify about that the first time.\" But the jury, we think, as the statute clearly indicates, should allow witnesses who testified originally to be recalled, unless, for some reason, they're unavailable --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Mr. Wolf, I --"
    },
    {
      "speaker": "WOLF",
      "speech": "-- in which case --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "-- I had misunderstood something. There's going to be a new sentencing, but there also is going to be a new trial, is there, on the merits?"
    },
    {
      "speaker": "WOLF",
      "speech": "No. There --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Why -- because you mentioned, earlier, about the defect in the trial."
    },
    {
      "speaker": "WOLF",
      "speech": "The convictions -- well, the defect was in the penalty phase."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Oh, okay."
    },
    {
      "speaker": "WOLF",
      "speech": "And so, the convictions are affirmed. The jury is going to be instructed, \"The defendant stands convicted, has been found convicted beyond a reasonable doubt.\" It is to decide these four questions: Did he act deliberately? Does he constitute a future danger? And, to the extent the Government puts on evidence that addresses those concerns, we believe we have the right to respond to that. And also -- we also have to remember that the -- that the alibi in this case was -- really was offered as impeachment of the codefendants. The codefendants are really the only evidence that links the defendant to these crimes. And so, to the extent that -- it's impeachment by contradiction. So, while they may find that if the codefendants say, \"He did A, B, and C,\" and mom says, \"No, he was with me,\" it doesn't necessarily mean that he was with mom, only that they should disbelieve the codefendants. And that is a -- although it seems incongruous, that's standard impeachment by contradiction. The jury is given an instruction that they're to consider it for the limited purpose of whether or not to believe the codefendants, but not necessarily as substantive evidence of alibi. And that happens in trials every day. So, we don't think it's that unusual for the -- if the evidence relates to the sentencing questions the jury must consider, then it should come in. So, the other point that I think is important in this case is that the -- you know, the -- it's really not unlike this -- cases that this Court has held, Sumner versus Shuman, and Skipper. If the Government puts on evidence -- I see my time is up."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, Counsel. Ms. Williams, you have 2 minutes remaining."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "General Williams, I have one question. I'm not sure it goes to our eighth amendment question before us, but I honestly don't understand what your statute is all about. It says that after having been convicted of aggravated murder -- aggravated murder -- the sentencing jury shall be presented with the following questions. Number one, whether the conduct of the defendant that caused the death of the deceased was committed deliberately and with the reasonable expectation that death of the deceased, or another, would result. Don't you have to find that in order to convict of aggravated murder?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "Justice Scalia, we copied from Texas on those special issues. And so, in the guilt phase, what you have to establish is the defendant acted intentionally. And that's what's required as far as a constitutional state of mind. And the deliberateness question is sort of an intentional-plus."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Plus, okay."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "It's from an additional --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- I gotcha."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "-- finding, beyond intentional, that the State has to then establish in the penalty phase. Two quick points. First, on how this evidence was offered. It was not offered as impeachment evidence. It was not offered under any State statute. If you look in the joint appendix, the second volume, at page 94 is the notice of intent to rely on evidence of alibi as mitigating evidence. And then there's an accompanying memo that follows. And, also, at page 88 of the joint appendix, there's a colloquy between defense counsel and the trial court, where defense counsel says, \"Your Honor, I made it very clear that alibi is being offered as mitigation. It goes to the circumstances of the crime. It's mitigating evidence that someone is not there.\" And, later, circumstances of the offense is part of the fourth question, which, in Oregon, is the mitigation question. If the --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Is the 2:16 a.m. alarm clock in the original trial, or not?"
    },
    {
      "speaker": "WILLIAMS",
      "speech": "The mother's testimony about the time from --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Yes."
    },
    {
      "speaker": "WILLIAMS",
      "speech": "-- 2:10 a.m. to 4:20 is in the guilt phase of the trial. And again from the colloquy, \"If you're not there, that is certainly mitigating.\" And let me just mention, in terms of the timing of the alibi evidence, the grandfather's alibi covered from 9 o'clock at night until 2 o'clock in the morning; the mother's, from 2:10 in the morning til 4:20. The crimes occurred in the early morning hours. And so, there isn't any way to parse this out and say that the alibi testimony might have been relevant, in some small piece, on deliberateness. To the extent that the State puts on additional evidence to establish deliberateness, of course defendant can respond to that additional evidence, but the State doesn't make the question of whether the defendant was there wide open again in the penalty phase."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, Ms. Williams. The case is submitted. [Whereupon, at 11:08 a.m., the case in the"
    }
  ],
  "path": "2005-12-07.04-928.Oregon_v._Guzek.pdf"
}