[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument General Kline. to it. The premise of my question is this. We -- we generally regard mitigation evidence as favoring life, case in which the -- the assumption is that they are evenly balanced. The -- the pans of the scale are that's a proper way to look at the issue then."
  },
  {
    "speaker": "KLINE",
    "speech": "Well, to take the issue in its total context and refer to the instructions and the disagree that there is a presumption of death --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Then how do you get off the defendant to death."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "The State has made a judgment that this particular offense -- what's it"
  },
  {
    "speaker": "KLINE",
    "speech": "First, they have to be convicted, Justice Scalia, of capital murder. that I'd like you to make: first, that there could be such a case, which I very much doubt, but -- but this is a lawyer's hypothetical, this whole thing, in a such a case. Second, I will assume that our case law leaves this open, a matter that can be argued. out of it and trying to take very seriously the hypothetical that is before us."
  },
  {
    "speaker": "KLINE",
    "speech": "There -- thank you, Justice that must be approached and proven by the State before we get to that actual equation. know. We ought to get that fixed. (Laughter.)"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "The Furman narrowing is by a unanimous vote, the jury finds beyond a reasonable doubt that one or more of the aggravating circumstances to those words in the cases, you're right."
  },
  {
    "speaker": "KLINE",
    "speech": "Well, the guided discretion of this Court has indicated that the State must be able to is convicted of the same crime as to the -- and sentenced to life as the defendant who is sentenced to"
  },
  {
    "speaker": "KLINE",
    "speech": "Mr. Chief Justice, we are dealing with a hypothetical that we believe does not exist in jury deliberations. A juror steps back and decides them and then decides whether the death penalty is warranted. a reasonable doubt to demonstrate that, the highest burden allowed by law. And beyond that burden that was in the Arizona statute, which was functionally -- to this Court in Walton v. Arizona, and this Court rejected that very argument in that case. As you may O'Connor."
  },
  {
    "speaker": "CONNOR",
    "speech": "-- to -- to prove the mitigation? And yet, the Court upheld that even in the"
  },
  {
    "speaker": "KLINE",
    "speech": "That is correct, Justice O'Connor. comply with Lockett. I want to ask you one question that goes back to your colloquy with Justice Souter and Justice made a moral judgment on a certain state of facts, the death penalty shall be imposed and which you agreed State does not meet that burden --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Yes, but of course, the aggravators -- it would be permissible for a State to in the definition of the crime itself."
  },
  {
    "speaker": "KLINE",
    "speech": "This Court has held that it does. differentiates between those convicted of the same crime and who are sentenced to life and those who are convicted of the same crime and sentenced to death. State prove beyond a reasonable doubt that one of at least eight specific statutory aggravating factors"
  },
  {
    "speaker": "KLINE",
    "speech": "Justice Stevens, you are correct. The majority didn't specifically address that, but they also analyzed the case, much as Justice Kennedy about is whether the State eventually at some point, once it has met the requirement of the individualized Now, one thing I would like to --"
  },
  {
    "speaker": "CONNOR",
    "speech": "Are you going to address the other questions? I think we added a question adequately supported by an independent State ground. And I'm not sure that this has been adequately arguments are independent and adequate, and by their very nature, they are dependent rather than independent. I quote from the decision -- a full reexamination of the eighth amendment jurisprudence in coming to the O'Connor. Kansas is prohibited. The prosecutors are prohibited and limited of the right of appeal in Kansas law as in most States. Neville v. South Dakota in which you construed South Dakota law as it relates to limiting the prosecution's discussion is somewhat mixed, as you might imagine, and some were concerned that action might moot this case. Right now there are 12 pending capital murder cases in Supreme Court, the State will not be able to seek capital murder charges and the death sentence in those me in that position, I will be an advocate for the State. However, it is our position, as Justice penalty and it would take a complete reenactment of the death penalty for the State to have one. Court rejects that. We moved for reconsideration and reconsideration was not granted. If this Court embarks, as the respondent asks and prevent 12 capital murder cases from being pursued in Kansas. It will effectively strike down the laws of and additionally, the jury was specifically instructed to consider and give weight -- I'm sorry. It's pages 24 and 25 -- specifically instructed to give weight to to instruction number 4. And you will see the delineation beginning on page 25 of all the mitigating happens here is a juror steps back, after the consideration of all the evidence that this Court requires under the eighth amendment, and decides what of life. And one juror who has doubt can extend mercy. And, Mr. Chief Justice, if it may please the words, if the decision is too hard to make, the sentence must be death. The formula --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "But is it reasonable to decide is when there are 50 molecules on one side and 50 on the other? In other words, it would seem to outweigh mitigators, or vice versa."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, that's because the defendant hasn't introduced enough evidence of forward with it."
  },
  {
    "speaker": "WOODMAN",
    "speech": "Well, in -- in a situation of outweighed the aggravators."
  },
  {
    "speaker": "WOODMAN",
    "speech": "But the jury is specifically instructed under this formula that they have a third whether aggravators outweigh mitigators, or vice versa -- saying it is appropriate. They're saying it is appropriate. We have the people put in the box. The box is are they in a situation that is different from determination that although they're in that box, that morally they're no different. Morally they're the same Marsh cases, those prosecutorial arguments have urged the jurors to do exactly what I described, and that is to abdicate their decision to make a -- a determination the question of whether death is an appropriate punishment for this individual offender based on the can talk about equipoise or not. Does the jury have a chance to say this -- this fellow does not deserve the death penalty? That --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- and clearly exists under this scheme, it seems to me. Any jury that --"
  },
  {
    "speaker": "WOODMAN",
    "speech": "Only if they persevere in that decision-making, and prosecutors urge them not to by telling them that they must impose death when they mitigating circumstances."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Ms. Woodman, you said that"
  },
  {
    "speaker": "WOODMAN",
    "speech": "That's correct."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "-- the type of argument?"
  },
  {
    "speaker": "WOODMAN",
    "speech": "That's correct, and then in Mr. -- and I've cited to the record for that argument, which is at -- I apologize. It's at volume 54 at pages instructions in capital cases."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Gee, I -- I really don't see what -- what complaint you have then. Any jury that -- deserves mercy, and that's -- that's a -- a mitigating circumstance that outweighs whatever aggravating"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "If the State is --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "There is no statutory equipoise provision. The State has a burden of proof factors don't outweigh the aggravating. That's what you mean by the statutory equipoise provision? proven beyond a reasonable doubt that the mitigators do not outweigh the aggravators. What -- isn't that what a jury would have to say? State's burden of proof, which is beyond a reasonable doubt -- I'll grant that, but it's to prove beyond a its -- his mind. I thought it said the jury has made -- it assumed the juror has made up his mind. That's why I think it's artificial. It says where the jury aggravating circumstance, then death, that the jury has to find that."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Oh, I agree with you. That's not the problem."
  },
  {
    "speaker": "WOODMAN",
    "speech": "Because what the own jurisprudence, is that mere consideration of mitigating circumstances is not enough. The Court said"
  },
  {
    "speaker": "WOODMAN",
    "speech": "That's right. And the Kansas Supreme Court found that that was a real possibility. And the Kansas Supreme Court found this statute individualized sentencing requirement, and the court specifically found that it requires death when jurors"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "No, but the -- the Attorney General said that the -- the fact that in this particular case the issue was focused on, in effect, upon the assumption about what Federal law required. It was dependent upon the earlier case which so held. -- I take it this is the implication of your position. Do you take this position that in any instance in which a State supreme court decides a case on a Federal for whatever reason, case A is not brought to this Court for review, that in every subsequent case in the"
  },
  {
    "speaker": "WOODMAN",
    "speech": "I think that they --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "How do you expect the lower State court to come out on that? reason for not raising an issue. Criminal defendants are required to raise issues all the time in order to because, for example, in Michigan v. Long, this Court has said where an issue is pressed -- a Federal issue is pressed in the State courts, then this Court on opinion in favor of a presumption that the issue was passed upon by the State court. or controversy for this Court to review. There was no live case or controversy in the Kansas Supreme Court on the Federal question of whether the equipoise provision conceded that it was unconstitutional and the parties agreed on that. It was treated as settled. And all jurisdiction over such issues, and it's usually --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well, that's because the -- the formula is that the issue has to either have"
  },
  {
    "speaker": "WOODMAN",
    "speech": "Well, the only issue that I could find that says that -- that really enforces that pressed by the parties in the State courts. And that's the situation we have in this case."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "But I don't -- I any sense. If you had an -- a -- a case that's litigated entirely on State law grounds and in the Kansas Supreme Court's decision rested on an adequate and independent State law ground because the Federal issue was clearly decided and it was interwoven with here."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Kleypas didn't hold that the"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "And made a reasoned judgment about it."
  },
  {
    "speaker": "WOODMAN",
    "speech": "But they didn't reopen the need to reopen this decision, and --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, they reopened it to by the way, everything has been lost. And you say that we can't review that because -- because the -- the State didn't -- didn't challenge Kleypas at the time. this case."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, but that decision in altered if one of those horses was dead. (Laughter.)"
  },
  {
    "speaker": "WOODMAN",
    "speech": "Thank you. Woodman. General Kline, you have 4 minutes remaining. respondent in their brief argues that the primary reliance of the court was not on eighth amendment jurisprudence but other grounds. under 28-1257 that the primary reliance be on a Federal issue. There is a requirement to deny jurisdiction reasonable doubt as to whether the State has met its burden of proving that the mitigating factors do not outweigh the aggravating factors. defect -- default for life in its sentence or in its structure, and I would encourage you to read on page 28 able to engage in a reasoned moral choice. What truly happens -- and -- and Justice Breyer alluded to it, I believe, as it relates to this juror essentially steps back and decides what is the appropriate sentence -- great deference to this Court's role as final arbiter of the meaning of the Constitution. And if you read the instructions and the law that is provided to you in back to you in the scheme of the Kansas law as it"
  }
]