[
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "We'll hear argument Austin. General Petro. sides apparently wanted the statute in existence and they conceded in the -- in the court of appeals that the statute existed and wanted us to say what this there was serious doubt about whether the statute had been properly enacted, we had to reach that question first I -- I don't understand how this person has a liberty interest in not -- in not being put in a maximum security facility. Presumably you could put all your their fingernails or anything, do you?"
  },
  {
    "speaker": "PETRO",
    "speech": "No -- no, we don't, Your Honor. kind of work I usually do. I -- you know, I usually ask -- answer real questions."
  },
  {
    "speaker": "PETRO",
    "speech": "The -- the circuit court made a atypical deprivation. We would respectfully disagree with that determination, but because it was a factual reality, I would argue -- and I would concur with Justice Scalia -- that this is not a significant or atypical deprivation -­ don't you simplify it by telling us whether you take the position today that there is or is not a liberty interest the entire prison population rather than just 5 versus 4?"
  },
  {
    "speaker": "PETRO",
    "speech": "Your Honor, it's just typically what occurs, and so there are some circumstances where a level would have been moved to 4. The classification jump is, in a practical standpoint -­ greater than 4. It's not marginally greater than 1 or 2 certainly."
  },
  {
    "speaker": "PETRO",
    "speech": "Your Honor, I would submit that it whether it represents something that is unexpected by the inmate, in reality the inmate has an expectation of having"
  },
  {
    "speaker": "PETRO",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "-- based on the extreme conditions of this kind of confinement where you don't see"
  },
  {
    "speaker": "PETRO",
    "speech": "Yet, Your Honor, we would -- I would continue to -- to argue that it is not -- if it is has been represented that they tend to be in there for a year or 2-year periods."
  },
  {
    "speaker": "PETRO",
    "speech": "Your Honor, they are reviewed from a reviewed from a privilege standpoint -- and there's different levels within 5 -- on a quarterly basis and element. I don't think anyone disputes that. One of the points of contention here, as I understand it, is that even the new policy did not give a -- an -- an inmate a reclassification to 5. Is -- is that correct?"
  },
  {
    "speaker": "PETRO",
    "speech": "Your Honor, it gave notice, 48 hours some other reason?"
  },
  {
    "speaker": "PETRO",
    "speech": "It -- it as a general rule does not have to do that, Your Honor. person, if he reads the regulation, would see that it says that to classify him, the State has to show that through"
  },
  {
    "speaker": "PETRO",
    "speech": "There is -- what initiates the reclassification is a report form that would identify to the inmate -­ the inmate, not what initiates your process. Now, please answer my question. those new things, those two things, or doesn't."
  },
  {
    "speaker": "PETRO",
    "speech": "The new policy gives him the basic information that we are asserting that -­ I would think the basic information includes some idea of what my disruptive behavior was and some idea of what the be a hearing. What else does he get? Does he get a summary of the written report? Does he get a -- a statement of -- of the reasons? What -- there is -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "No. Before the hearing right? So he needs to know whether -- what it is that -­ that this board is considering before he can come in and explain what it isn't true. He doesn't have to have all charge is, what the claim is. And you're saying he gets it because he has the report. knows the accusation is made from the report form that is prepared by the prison officials. So he knows -­"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "May I -­ been asserted --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "May I ask you this question?"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "General Petro, I -- I don't -- I'm going to ask you a very tendentious question, but it's something I don't want to make a mistake on. Going back given what you described as the bare bones report at the beginning of the proceedings, when he gets the 48-hour of being a gang leader that this is occurring."
  },
  {
    "speaker": "PETRO",
    "speech": "Yes, because that is part of the form."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "And the form -- and the form is in the record, I take it. The procedures that Ohio provides for placement into its supermax prison facility are more than ample to satisfy due process. brief, the Bureau of Prisons believes there is no liberty interest implicated here. But even if one assumes that the facts upon which a predictive assessment would turn have already been subject to some more formal type -- trial-type procedure. For example, in the Bureau of one of our two more restrictive facilities have committed some violent act in prison for which they have been found"
  },
  {
    "speaker": "MAYNARD",
    "speech": "That's true. I agree with that. But again, I believe that most of the -- the facts upon which these decisions are based and -- and Ohio asserts in people who are placed in level 5 have either been subject of a rule board's infraction hearing or have committed a"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, those two, it seems to me, are all questions of -- of fact. I mean, ultimately your position may be correct, but I -- I just can't place judgment, and it's contrary to your own argument. You say, well, in almost all the cases, it's because he's been this reality of having a prior factual hearing exists, but for some of it, it doesn't? What -- what disposition would this Court then make of the case? analysis, when you're talking about -- basically what we have at bottom -­ and the Bureau of Prisons pursuant to a court order in 1978 before this Court issued its decision in cases such as Hewitt where the Court made clear this distinction and predictive decisions of prison administrators. When the Bureau of Prisons has been -­ Federal court -- the -- the Bureau of Prisons adopted the regulations pointed to by the respondents in the C.F.R. as it -- in -- in -- to comply with that injunction. We have those procedures apply to a very small number of Federal prisoners. prisoners, 550 who are in the general populations of -- in very similar conditions to those in the Ohio State penitentiary. And there we have adopted a much less believe that is also constitutionally sufficient."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well, is -- is the population"
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "Thank you, Ms. Maynard. Mr. Lobel, we'll hear from you. case? I mean, did he get a notice and that sort of thing? the requirement in this policy is and what was found at trial was that often they would get very vague reasons like you're a gang member or a gang leader. Now -- Because the policy says that he shall get notice and attached to the notice will be a committee report. Then  say they got the form that starts at JA-58, and I understand you to be saying they don't."
  },
  {
    "speaker": "LOBEL",
    "speech": "They do not. The form that starts only one page. It's JA-58. They get that form. That form says you'll tell them the reasons."
  },
  {
    "speaker": "CONNOR",
    "speech": "Well, do you think it should be?"
  },
  {
    "speaker": "LOBEL",
    "speech": "No. classification, for goodness sakes."
  },
  {
    "speaker": "LOBEL",
    "speech": "No. We're not -­ placement -­"
  },
  {
    "speaker": "LOBEL",
    "speech": "No."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- and a summary of the it I'm reading?"
  },
  {
    "speaker": "LOBEL",
    "speech": "That's -- that's the district this, somebody determined that he was a gang leader because the people who were being targeted at that time were gang leaders. committee, we're not going to tell you what this is about, just that you're a gang leader, what do you have say for respond. And the question is, do you have to give them notice detailed enough? And that's all the district court required was some summary so that it's detailed enough so take that form that they print up, Justice Breyer, which you were looking at, that long form, and copy it and If it's confidential, they don't have to turn it over. The district court -­"
  },
  {
    "speaker": "CONNOR",
    "speech": "But was -- was this under the"
  },
  {
    "speaker": "LOBEL",
    "speech": "Yes, Your Honor. It was under -­"
  },
  {
    "speaker": "CONNOR",
    "speech": "Yes. And I thought that we it, it doesn't fix the problem that the district court found. Vague notice. The other thing they would do is they would give the person notice of one reason -­ about what happened in the past, and I'm -- I find some difficulty with that because we're being asked to review a"
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "Is this happening under the new policy?"
  },
  {
    "speaker": "LOBEL",
    "speech": "That's the new policy. going to say here's what was happening. Do you mean under the new policy? that. And what was happening -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "So I think I've got your point. Tell me if I -- I mean, I've now looked at -- this is very if you look at page 22, that's the new policy."
  },
  {
    "speaker": "LOBEL",
    "speech": "Exactly."
  },
  {
    "speaker": "LOBEL",
    "speech": "And all the district court was saying --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "So your point is in the past,"
  },
  {
    "speaker": "LOBEL",
    "speech": "They didn't give them the information."
  },
  {
    "speaker": "LOBEL",
    "speech": "Because you -- at trial we showed what the practice was."
  },
  {
    "speaker": "CONNOR",
    "speech": "You showed what happened in"
  },
  {
    "speaker": "LOBEL",
    "speech": "And the question is, does this fix it? And what happened in the past was they gave, for facially invalid is difficult for me to understand. If -­ if there are specific incidents where something was defective, then challenge it, but what's the matter with"
  },
  {
    "speaker": "LOBEL",
    "speech": "Well -- well, the first thing that's matter with the form is it doesn't require reasons for the"
  },
  {
    "speaker": "CONNOR",
    "speech": "So what's the matter?"
  },
  {
    "speaker": "LOBEL",
    "speech": "That's in the notice. It's not in -- it's not in the decision."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "It -- it seems to me that the -- the facial attack objection would -- would not be -­ problems that I've uncovered. I'm going to look at the new policy and see if this new policy fixes it. The -- the problems were not moot, Justice prisoners who were there under a deficient policy. The question then was, were they entitled to something better? sits there. The guy comes in and they say to him, tell us why you're not a gang leader. And he says, well, tell me why you think I am a gang leader. And they should be"
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "Well, what's wrong with giving him the opportunity to say why he's not a gang such an interpretation. It doesn't -- and -- and suppose we were to say, well, we assume it will have the basic elements, and it's so complex, so detailed that -- that if claim and say it was administered unfairly in my case."
  },
  {
    "speaker": "LOBEL",
    "speech": "Your Honor, I think as a facial the prisoner."
  },
  {
    "speaker": "LOBEL",
    "speech": "Right."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "So why can't I assume they will don't, you'd have an as-applied challenge."
  },
  {
    "speaker": "LOBEL",
    "speech": "Even if, as an abstract matter, you and practice that they're not, then I think that Friends of the Earth v. Laidlaw says that you have to show that the new policy is going to cure the problems. what we have before us is this, a trial which showed that the pre-new policy procedures were deficient and the trial"
  },
  {
    "speaker": "LOBEL",
    "speech": "Well, they are ongoing at trial. When the trial judge renders his decision, they're ongoing. The question then is looking at this abstractly, the abstract will it cure the problems."
  },
  {
    "speaker": "JUSTICE REHNQUIST",
    "speech": "Why -- why isn't it a that there were -- particular inmates who were improperly -- were sent with no evidence against them."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "All right, and was there any different facility?"
  },
  {
    "speaker": "LOBEL",
    "speech": "No. The district court simply witnesses, and they gave them hearings -­"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "So that even though -- if I understand it correctly, even though there had findings inadequate procedure as a predicate to going into the new facility, they can just stay there until the litigation is happened then was that the amount of prisoners at this prison went from 330 to where it is right now, which is 48, the same in the Federal control -- as in the Federal"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Can you just give me 1 minute on the other issue? interest. One, it's long-term, indefinite. There were over 200 people here who were there for almost as long as that they were ever going to get out. It was indefinite. That's very different than Sandin's 30-day disciplinary Mr. Roe goes back, has a perfect record, does every program he can do. He comes back to the committee. The committee says, Mr. Roe, you should get out of here sorry, for no reason I'm just going to keep you here. And at that point you say, well, Mr. Roe, you may be here for the first reason, but that's not the only reason. The State officials testified that this was qualitatively different than any other prisoner, that the years, that people have not been outside for years, the small cell with solid steel doors so that they could not sentence somebody to -- into solitary confinement for the term of their sentence because it's a qualitatively different type of experience. It's not the 30 days in qualitatively different. And to top it off, the third reason is because years that they were going to spend at this prison. So every prisoner it affected. Thank you very much. have 3 minutes remaining. court has imposed on this process, was the kind of process that allows for prison officials to review a whole variety of additional information even beyond what might be When we think about the conditions in the prison where the inmate is currently housed, if they're at the the time of hearing, as incorporated in the notice to the inmate that a hearing will be held, and then an acknowledgement that there's -- only this evidence is the essentially a fact-finding hearing where the hearing"
  }
]