[
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "The Court will now hear finally get to the arguments. (Laughter.) value. The -- and the statute itself is expressed in terms of causation that a plaintiff prove that the act of the defendant caused the loss. and other provisions, we see supporting language. In section 21D of the Reform Act, we see under the provision for specific reasons on repleading, which Your Honor has articulated, and those would have occurred. The other issues relating to loss raise might be time barred and whether or not those claims could be stated. So that would have raised a different issue. and you look at what the real issue is, at the end of the day, it's -- it becomes an issue of what -- what damages does the plaintiffs' class seek. -- under the Ninth Circuit's opinion, how would the jury have been instructed to come -- to calculate the loss? I the disclosure about Albuterol was made before the company announced revenue shortfalls?"
  },
  {
    "speaker": "SULLIVAN",
    "speech": "Well, I think that would have to the -- to the drop, and there -- I would expect under pleading that the plaintiffs could have done, they could misrepresentation has to have caused the loss and -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Yes. They say it caused the loss, $50. looking for is evidence that -- that such a actual loss occurred in response to a corrective disclosure in the"
  },
  {
    "speaker": "SULLIVAN",
    "speech": "And would have the ability to continue to sell that stock for $60 in the marketplace until such time as there was a corrective disclosure. I'm trying to get a list of what the problems are with the simple theory. Now, I've heard one that you've ratified. it. The stock is not selling for $60 anymore. It's selling for $200. They found platinum. No one expected it. All right. They want to prove maybe it is selling sold for $250. Can they do it?"
  },
  {
    "speaker": "SULLIVAN",
    "speech": "The Congress has told us that we discovery of platinum is the shares go up, but they would have gone up much higher if there had been gold as well. That shareholder has a claim under your theory, doesn't"
  },
  {
    "speaker": "SULLIVAN",
    "speech": "Well, that shareholder -- it would depend on what has happened in the marketplace. If"
  },
  {
    "speaker": "SULLIVAN",
    "speech": "They do."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "It doesn't matter in this case, does it? Is -- is that issue before us?"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Do we have to decide that issue here? pocket losses?"
  },
  {
    "speaker": "SULLIVAN",
    "speech": "We don't believe that they are entitled to any expectation damages. It would be an out-"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Is the -- is the respondents' position properly characterized as asking for expectancy valuable. And you're saying he can't do that? I don't know. Maybe that question isn't in the case, but that strikes me as a difficult question. about the price of gold, it would depend on where that -­ that disclosure occurred in connection with the price of the leaks. The only thing they can prove is that there was a gross false statement at the time they bought the stock and they don't know what happened to the decline. they have to prove exactly how the information became public? make, in addition to the statutory scheme, is -- is this Court's decision in Basic v. Levinson creates a tension here, and I -- and I think a conflict that is very presents the fraud-on-the-market theory, and from that fraud-on-the-market theory we have a rebuttable where it talks about the obligation of the plaintiff to prove that the loss in the value of the stock was caused by the section 10(b) violation and not by other factors. think very helpful from the standpoint of the legislative history in identifying what we have."
  },
  {
    "speaker": "SULLIVAN",
    "speech": "Thank you."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Mr. Hungar."
  },
  {
    "speaker": "HUNGAR",
    "speech": "Thank you, Justice Stevens, and may you our position, which is that in a fraud-on-the-market case the plaintiff cannot -- has failed to plead loss causation unless the plaintiff pleads that the -- the omission has been removed or reduced from the price of the stock through dissemination of corrective information of question -- we cited rule 9(b) in our brief because fraud must be pled with particularity and -- and that -- and that rule applies to all the, quote, circumstances address the question because even under rule 8, the plaintiff must allege all the elements of the cause of"
  },
  {
    "speaker": "HUNGAR",
    "speech": "Well, Congress has made very clear that loss causation is an element of the cause of action. The elements must be pled. In a fraud case, they must be common law -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "It says -- but the fraud question. That's -­"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Well, that's what Justice Ginsburg's point -­ cases in the -- in the courts of appeals saying that -­ that rule 9(b) applies to all the elements, and we're not matter, Your Honor, there's a huge difference in how these cases are litigated because it's the difference between spending millions of dollars on discovery, literally plaintiff has failed to allege loss causation and for some reason feels unable to allege it, the -- the case is going all the elements of fraud on the market, you're going to allege exactly what you've just been saying is required. So it's not so the -- I -- I guess what I'm -- answer is not necessarily that there's -- that there's fraud involved, but there is a fraud-on-the-market theory right. The additional information must be pled in the complaint or else no injury has been -- been pled and the complaint must be dismissed. position that the phrase in (e)(2), if the plaintiff -- I'm sorry. Let me find it. stronger, but -­"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "If -- if it's not confined to fraud-on-the-market, then there's the argument on the that if you are going to establish your damages by reference to market price, this is the way you've got to whether it was a market price or not. I mean -­"
  },
  {
    "speaker": "HUNGAR",
    "speech": "Well, they -- they alleged they purchased on the market. If -- if they weren't purchasing"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, what they paid happens to be the market price, but -- but you can't really say that"
  },
  {
    "speaker": "COUGHLIN",
    "speech": "Justice Stevens, may it please the Court: In answer to your question, Justice Kennedy, back and replead, if we were required to do that, with more specificity."
  },
  {
    "speaker": "COUGHLIN",
    "speech": "I don't think that's so hard to do. And you're right. We have to plead the theory, and -- and the theory is -­ do it. I looked through the entire complaint. I found exactly two paragraphs. I didn't. My law clerk did, there. We -- we tie AlSpiros to the sales force, which is an announcement on 2/24. You know, there's a lack of integrity in management. there is a basic difference between, as was pointed out in the colloquy with Mr. Hungar -- one thing is the  petitioners is that it -- conceptually, at least with the Government, the right framework is to analyze did the inflation come out of the stock. And our quarrel here is have to be a corrective disclosure? And we say no. Time itself can take inflation out of the stock. dropped and now Wool sells. And now then after that, it's admitted that there was a fraud. Does -- and the stock barely drops hardly at all because the expectations in"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Why? I don't understand. I mean, there would be even more expectation taken out after your theory. The -- the inflation comes out and it comes out because they didn't get the earnings that they would have had or there may be many reasons. And if we have to do it at the pleading stage, it would be impossible."
  },
  {
    "speaker": "COUGHLIN",
    "speech": "Would not allow recovery in that -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "How -- how can you reconcile"
  },
  {
    "speaker": "COUGHLIN",
    "speech": "Because those -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- with the notion that the worth what you paid for it, the notion of -- of worth as some -- you know, some objective thing rather than what -­ what people are willing to pay."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "But that's your theory and it seems to me you're stuck with it. And if that theory is stock. In other words, if you pay $100 for a stock that's worth $50, it's inflated by $50. You don't recover that $50 until you show that $50 inflation came out of the It can come out a number of ways. Let's say, for example, that somebody announced a competitive loss -- forget what you can recover -- that you don't have a loss until the inflation is followed by a drop. And if there's no drop at the -- at time of purchase plus 1 a cause of action."
  },
  {
    "speaker": "COUGHLIN",
    "speech": "I -- I believe that the day you a company is reporting revenue and earnings and their stock is, let's say, trading at $60 a share. Perhaps, because of fraud, it's overstated by $30. There are company starts to lower those expectations. This happens to be a real world example, I'm a liar."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Right."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "It could come out because he reports come in, but it has to come out. Now, if you're saying that, then I find what"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "When we have this happy agreement and if you'll agree, you at least have to prove what you -- you have to plead what you intend to do, that theory. I would like to know -- maybe we won't get beyond this, but in looking at this, I wondered now suppose that those gains, just as you'd never have the losses. How does that factor?"
  },
  {
    "speaker": "COUGHLIN",
    "speech": "Well, I dream to have those have those and it is the drops that we're really talking about. The but-for transaction, when they say, hey, and later?"
  },
  {
    "speaker": "COUGHLIN",
    "speech": "If -- if we move to the proof stage, the people that purchased in the class period and that 20 cent drop at the end. People who purchased during the class period and held until all of the inflation was sales. We pled the stock offerings. And all the statements were in that earlier period. They make the announcement. The stock starts down, 50 percent drop. you get the FDA announcement. And we certainly could have, and -- and maybe"
  },
  {
    "speaker": "COUGHLIN",
    "speech": "I wish that the circuit said if the bad news came out, but the Koger case and -- and emergent out of the Second Circuit seem a little stronger corrective disclosure. And that's -- and that's a concern of ours."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "All right."
  },
  {
    "speaker": "COUGHLIN",
    "speech": "That's absolutely correct."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "That's not what the Ninth"
  },
  {
    "speaker": "COUGHLIN",
    "speech": "The Ninth Circuit didn't -- it cited -- it cited the Green v. Occidental opinion and the complaint -- and we can do that. If that's what the -- if that's what this Court directs us to do, then we'll do that and we'll put in all the losses, as well as the do that in -- in the complaints. Sometimes what -- what we're saying and where we why it's desirable not to include that at the pleading stage."
  },
  {
    "speaker": "COUGHLIN",
    "speech": "I don't think I said that that or hard to plead. It is difficult and hard to plead, and -- and to tie that -- those inflationary things back up somebody coming in and saying, hey, you paid $60 for a stock that was really worth $30. When you brought suit, the stock was down at $10. Do you get to pay -- do you overpayment on the date. Admittedly in up or down markets, what"
  },
  {
    "speaker": "CONNOR",
    "speech": "-- which yours don't do."
  },
  {
    "speaker": "COUGHLIN",
    "speech": "They don't do well enough in this case. that what Judge Sneed's theory boils down to is this. You cannot recover any loss except the loss that was caused by"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "So -- so -- I'm not sure I understand what -- I'm -- I'm really coming to believe that this is a misunderstanding. It seems to me you're purchase. It is just that that is the limit on your loss, the difference between what the stock would have cost you about the fraud."
  },
  {
    "speaker": "COUGHLIN",
    "speech": "Correct."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "If that is the case, then I your having a cause of action the day after you purchase before the market has found out and before the fraud is that. I'm sorry. And when it gets down there, the rule that we fear is being urged is that you only get the drop from either the admission of the fraud or the full Enrons, the Worldcoms, the Healthsouths of the world, that didn't happen even until long after they were in that your loss is established on the day you purchase the price, that's just wrong, and I think we would have to at a minimum say that. Your Honor. I agree with the Ninth Circuit that you suffer the loss of overpayment. You have something in let's say for a $100 stock that's worth $50 and you overpay by $50, let's say that's the limit of our loss, even if the stock -­ afraid you've had a full opportunity to explain this very difficult case. You'll have to -- your time is up. I mean, well, you heard what he said. And it sounded to me that he agrees with you he has to prove that in fact the fraud not only led to the overpayment, but that also because the market went down, and that default, which cost him the money, is caused by the fraud. with what the Reform Act was trying to achieve which is to give the defendants a chance to respond and actually have the motion to dismiss serve as a meaningful screen in Thank you."
  }
]