[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Mr. Jett. disprove the absence of duress once that defense has been raised by the evidence. The development of the majority rule began 1895."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Mr. Jett, do I take it,"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "What do you do with Martin against Ohio?"
  },
  {
    "speaker": "JETT",
    "speech": "Well, we understand about Martin recent precedents, Martin v. Ohio should be reconsidered. The -- the significant issue is that underlying background construction for our criminal law, which requires the Government to prove beyond a reasonable doubt criminal intent. two cases for the defendant? A, the case where the argument is a burden of proof should be on -- on the -- rea. This is the same thing you're arguing before us. And -- and it seems to me that if it applies to duress, it applies even -- even more strongly to -- to commit a crime that -- that requires mens rea?"
  },
  {
    "speaker": "JETT",
    "speech": "Well, we -- we agree that -- I case."
  },
  {
    "speaker": "JETT",
    "speech": "Well, our -- our -- we think that they're -- that they're similar because both deal with at least since -- since 1895 in this Court, this Court has said that you've got to have the vicious will in based on the -- the choice of having -- being able to do the right thing or do the wrong thing and freely choosing to do the wrong thing, that is, moral"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "The phrase Justice Harlan used in the Davis case. circumstances makes a choice? It may be a troubled choice, a much more difficult choice to make than it would be otherwise, but the defendant still makes a pressure or not, whether to commit the crime or not. Isn't that true even on your theory? what you're arguing here, the only question is whether that has to be brought forward by reason of -- of a defense of -- of coercion or rather, whether it goes to about here. And it seems to me you have the intent to yield to -- to the demand of whoever has the gun at the the counts, it's knowingly. Well, actually on the first count it's knowingly, but that is defined as -- as -- in this case, it was defined as voluntarily and simply defined as knowingly. And so, indeed, that -- that's -- that is what the Congress said. to prove that -- disprove self-defense beyond a reasonable doubt once it's raised. They do it in the same way they do in the other case. that -- but self-defense is something that's often a -- a factual element that you can discern from the circumstances of her life. But not only that, they were able to call as witnesses the seven gun dealers from which the guns were purchased who witnessed the appear to be under duress, and they so testified. So in this particular case, it's really just in this particular case, the Government had notice. The trial judge required that we provide notice of a defense. The trial judge required that if we -- said notice of the expert and the subject matter of the testimony of the expert. So the Government was very suggest that the -- the standard would be that there would be sufficient evidence, when viewed in the light most favorable to the defendant, that would raise a the other side of -- of the prosecution's burden that they have to reach in order to get to the jury."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "So the burden would be different under different statutes?"
  },
  {
    "speaker": "JETT",
    "speech": "Well -- with a much older criminal statute, the burden might be allocated differently? we count three; on the States, we count 14. Some States have not addressed the issue."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, that's -- that's sort with your theory, that -- that what the Constitution requires changes on the basis of an evolving common Government."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Okay. But are you making the argument that this number indicates a congressional rule because Congress intended it? Or are you making the argument that yours is the better rule, and as a close question the other way if he thought he was saddling the prosecution with the ultimate burden of persuasion. a close question, I don't think the burden of proof in that particular circumstance would make a difference to me, by reason of your agreement, that -- that it's a one-way ratchet, that when the common law changes in the -- in the direction of favoring the defendant, it course, it can't change in the other direction because the Constitution would prevent it. You sort of agreed And so this Court can decide the common law issue with respect to the Constitution."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "No. I'm not questioning Congress could do it, whether Congress could overrule what we did in Davis. If Davis said that common law unlawful act. The other thing that Davis said, which was very significant, is that the plea of not guilty is not avoidance. What it does is it negates or it controverts all of the allegations of -- of the State, should make the decision as to how that would be handled based on -- on all the -- the normal considerations that a court looks at in making those So that the Congress has had many opportunities to rule on duress. The Congress -- just particular defense --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "How is the Government -- how would the Government do that?"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "A person just says, I was -- I was on, you know, PCP or whatever and -- and I still the same because it's a third party, whether it's the Government or somebody else, who's overbearing the will of the accused. to reserve the balance of my time."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, counsel."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "So there may be cases where the nature of the mens rea required would require the Government to disprove duress. such cases, Mr. Chief Justice."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "The sort of crimes situation, the facts that go to duress could also go to undermining the proof of the motive in that case, and in that situation, the Government always has to prove But if the defendant wants to add to that a duress -- a specific duress defense, then the burden of proof would the two defenses. In addition to the point that's already been made about the degree of factual overlap between self- basic crime, there are three additional considerations. One is that the -- the circuits and the or the other on the issue relevant? If it's not an Eighth Amendment question --"
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "No. I -- I think it's just a as the reasoning that underlies it. But when you start to see a uniform body or a consensus of opinion on one  that this was the result that should follow, that there should be a burden of production on the defendant, and then the Government should have to disprove insanity constitutional holding."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Oh, I know it was not a here, there's simply no corresponding overlap. Whether or not the Petitioner acted under duress, she knew she was lying when she filled out the forms, and she knew there's simply no relationship between the duress defense and the mens rea element of these crimes. which is causing something, but the -- the ultimate determination that has to be made is a determination about the -- in effect, the -- the inclination, the committed the act. And -- and yet, I take it, it's -- it's assumed that so far as the entrapment defense is actions that are likely to override what a innocent person would have done. At that point, the burden shifts to the Government to show that this particular Now, that's consistent with background common law principles under which, once it's shown that one wrongful action to induce the crime. And that's why the burden shifts to the defendant -- to the Government to show that this particular person wasn't predisposed. criteria are that I have to follow -- that we have to follow in deciding the case. Just count up all the finding out what someone said to the defendant over the telephone, what happened 4 years ago in a room where the defendant was the only one now alive present. Traditionally in the law, I take it, it's been that most instances where the defendant excuses Now, I've listed about four things here that I'd like your response to."
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "Let -- let me start with -- I Court approached the question in The Diana case is the way this Court should approach it because it dealt with problem in the 29 States. And the following occurred to me, which I'll put to you to see what your reaction is. going to put duress in issue. They have to get the defendant to testify. So the prosecutor has something defendant, then the Government can do what you were talking about. It can cross-examine that person and it can persuade the jury --"
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "If he does that --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "He has a few other things, person did the crime. And so the -- the benefit to the Government is just carrying coals to Newcastle. The -- the defendant would plead guilty but for the fact that that coercion defense before the jury, and oh, sure, he does let the -- the Government cross-examine him. But"
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "I'm not sure I'll answer that."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "I mean, I don't have the whether it would be one way or the other. You're saying -- and I'll repeat that. Is there anything at underlying principle that your position is not entirely consistent with, that is, that the defendant is presumed innocent? So it's not as Justice Scalia may we're going to let him -- we presume that the defendant is innocent. That's why the prosecutor has to have the prove that she received those guns and that she knew that it was unlawful for her to receive those guns. And it had to prove all of those things beyond a Now, on the position of the States, a significant number of States are on -- professors involved in it, aren't there?"
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "Well, I'm sure. (Laughter.) Model --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Some judges too. don't think that the Court should do that kind of nose counting based on whether a statute was enacted in 1800, 1850, 1900, 1950 and potentially have different look at the entire --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Well, why not? Isn't it it simply imports in a knowledge requirement, that there has to be knowing action. And that would be true regardless of whether it's an 1800 statute, an 1850 think that the reason for that is one of practicality and administrability which the Court has talked about, defendant would have to prove it only by clear and convincing evidence?"
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "No. More likely than not,"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "More likely. More likely."
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "More likely than not. And"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Clear and convincing."
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "Yes. Beyond a reasonable doubt and so that there is -- there would be no a reasonable doubt on the duress defense either. And in fact, this is a defense that Congress no State has ever taken that position and the Congress hasn't taken that position, and it would be very much against all the traditions that are -- that we have. that this is the policy -- we want to encourage people to retreat, we do not want to encourage people to take"
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "Mistake is --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "I thought it was a deer."
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "Yes. Mistake is something So, of course, the Government has to prove knowledge beyond a reasonable doubt, and if somebody has mistake, question, a quick count, it looked like that there were perhaps three that we could count, but it was a quick count. We can't tell whether all those decisions were statute was passed in 1968, and at the time, the Model Penal Code had been passed in 1962, and the Eighth of Mr. Wright's guns and shot him, she would have had a self-defense, and if she had done that, then the burden of proof would have been on the Government to disprove she did the less blameworthy thing, that is, that she bought guns instead of shooting somebody or killing have shot him. In either case, though, she is disadvantaged by the law. She would have been better off if she had that she does a less blameworthy action, buying guns where nobody dies, her children didn't die, there were most important to her was the safety of her children. And so she did what she thought she had to do in order to save her children and keep them safe. had done the less blameworthy action, that she has --"
  }
]