[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Mr. Kirkpatrick. recall what -- what the rule is. Does notice have to be given by registered mail? Would it -- would it be adequate notice in the -- in the ordinary case to send"
  },
  {
    "speaker": "KIRKPATRICK",
    "speech": "Justice Scalia, in a case like this where there's valuable real property, regular"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And it seems -- it seems mean to punish the State for going the extra mile and sending the notice by registered mail because that"
  },
  {
    "speaker": "KIRKPATRICK",
    "speech": "Yes, but Justice Scalia, the State, once informed that the letter had never"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "And yet, their interests were cut out by the decision, and the Court said that was okay. different in Mullane because in Mullane there was a large number of interested parties with very small an address where it can be found. In this case, we don't quarrel --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "It wasn't the government"
  },
  {
    "speaker": "KIRKPATRICK",
    "speech": "Well, that's right. The -- the party charged with giving notice in Mullane had an the State first sending notice by certified mail to the last address in the State property records."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "And then that would be so property owner."
  },
  {
    "speaker": "KIRKPATRICK",
    "speech": "Yes."
  },
  {
    "speaker": "KIRKPATRICK",
    "speech": "The answer is once the State was informed that the first mailed notice had failed, it gets no significance. has no significance ever because the -- the State has an obligation to use the best address it has, whether not have had a due process challenge because the envelope would have ended up in the mailbox at Bryan Street. It would have been brought inside by the Mr. Jones' attention, the way they did when they received the eviction notice after the redemption that was about $14,000. Plus about $4,000 in back taxes, another 10 percent in interest, and another 10 percent in penalties, and some small, in this instance, But that brings us to an important point, is that the cost of notice and the cost of a search to"
  },
  {
    "speaker": "KIRKPATRICK",
    "speech": "They should have searched three categories of sources for a better address and then tried mail again. And those three categories are records or voter registration rolls; second, public directories like the phone book or an Internet search first certified mail and how far --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "So you would not include posting on the -- posting a notice on the house as"
  },
  {
    "speaker": "KIRKPATRICK",
    "speech": "Justice Stevens, I would. First, I think that the State can search for a better think that's --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "So what is the constitutional minimum that would be sufficient? to find a better address and if a better address --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "It would be decided on a occupants at that time, although they could have done so for virtually no cost at all, no additional effort. And we know from what happened with the eviction post the notice, it would have worked."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But I take it in -- in this there's a better address and the letter comes back, I think at that point it's perfectly reasonable to stop searching for an address, to give up on mailed notice,"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well, the search of -- the search of what? Just Little Rock or the State So before a purchaser can purchase from Flowers, that purchaser too must see whether or not they hired an outside agency and so forth. that. I think that one --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, isn't it required to property in the hands of the State."
  },
  {
    "speaker": "KIRKPATRICK",
    "speech": "I think only for a temporary period of time because there's a 2-year why the State tells tax sale purchasers that they should not make expensive improvements to property reciting that obligation, said, and if the taxpayer does not keep the State advised of his current address, any notice mailed to the last address that he gave will"
  },
  {
    "speaker": "KIRKPATRICK",
    "speech": "Justice Scalia, I --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Suppose it said that for violating its law."
  },
  {
    "speaker": "KIRKPATRICK",
    "speech": "Well, it --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You know, and my next differently, then isn't -- isn't it sort of silly to make the State go on and say that? If they could do Could they fine him -- how much money did you lose here?"
  },
  {
    "speaker": "KIRKPATRICK",
    "speech": "He lost about $70,000 worth"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Could they fine him $70,000?"
  },
  {
    "speaker": "KIRKPATRICK",
    "speech": "That would seem to be a"
  },
  {
    "speaker": "KIRKPATRICK",
    "speech": "In fact, in this case he did not. And while the record is rather sparse on this, the mortgage company paid the taxes for 30 years. the occupant, Mrs. Jones, was paying the taxes. He was mistaken in that belief and that's what happened here. have been delinquent for 1 year. At that time, it's certified from the county to the State. They send notice saying that 2 years into the future, there will Even after that public sale, there's a 30-day redemption period. of Arkansas Supreme Court, is that there are 18,000 tax delinquent parcels certified every year in Arkansas. But what we do know is that 85 percent of tax owner either before the tax sale or within 30 days after. So we don't know how many notices came back letters did not actually come to the house. There were three delivery attempts for each letter, but the letters themselves -- nobody was at home during the day themselves were not left."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Did they leave a notice? knew that it was likely a futile gesture to send certified mail to Mr. Jones at that address, and it was after they had actually gone out and visited the house. notice at the property. And while in some cases like Greene v. Lindsey or Schroeder v. City of New York, submission because at least, as I remember Mullane I suppose from my law school days and -- and since then, that is the fundamental test. The question is has the to, in fact, provide notice under these circumstances. It's sort of startling to me in the -- in the the next day. We don't live in a -- my wife isn't home. My wife works. And -- and most wives no longer stay home to get the mail, and we don't all have And you call up the post office. They say, oh -- if you get through to a human being, which takes today, that they don't have butlers, et cetera."
  },
  {
    "speaker": "PHILLIPS",
    "speech": "I may -- I may let Mr. Feldman defend the -- the Postal Service because he is the (Laughter.)"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "But the reality is that for certified mail is to make sure you know if it didn't get to the person. And you knew that and then you didn't do anything about it. though, Mr. Chief Justice, because if -- if it goes to my neighbor -- let's assume numbers are transposed -- due process. (Laughter.)"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "That's exactly what it is. wouldn't necessarily disagree with it. But as a matter of what the Constitution strait-jackets States to  -- all we know is that it wasn't -- it -- it came back unclaimed. So we don't even know that it didn't get delivered. All we know is that no one was prepared to We don't know, as Justice Breyer's hypothetical -- notice. And, of course, this Court has routinely said that there's no constitutional requirement that they receive actual notice. question I intended to ask your opponent? How many States have rules that require something more? believe that is true because this is not this taxpayer's homestead. He no longer lives at this address. He, as his -- as his argument, spends a great"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "I thought he still lived in -- thing you did -- your client did was provide notice by publication in a local newspaper."
  },
  {
    "speaker": "PHILLIPS",
    "speech": "Yes, Mr. Chief Justice. doing that?"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "Well, in part because we -- mailing is an appropriate way to proceed, I think we would win there. If you go beyond that and say, well, no, you reasonably diligent efforts kind of an approach, I would say then don't go any further than say that through this litany. You have to -- you have to engage in posting. You have to contact the occupant and contact the relatives, contact their employers, retain run a credit check, although we don't have Social Security numbers, do an Internet search. And each time If it comes from the lands division or something, who cares? Now, that -- I don't know how you'd know how many there are like that, but it's a question of"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "Well, it seems to me, Justice Breyer, you're adopting a rule that's designed to that indicates one way or the other what -- what is a preferable system to operate. And that's why I think this is intensely a legislative judgement. purpose for -- for sending it certified mail? And that is, it assures that it doesn't get lost. I think they I don't want to fight the hypothetical, but you have to put a little in context in a case like this because the process here is one that's fairly protracted. You get actual sale for 2 years. And in this case, the sale didn't take place, so there was -- you know, the majority of cases -- I'm sorry -- due process will be satisfied because notice will, in fact, be received."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "But your -- your letter returned is you have no obligation to do anything further. I mean, put this into a certain amount of context. And again, you have to deal with the generality of cases rather than this one, but I mean, for unpaid income taxes of -- of approximately, I think, about $14,000, and then it has unpaid property purchasers?"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "Oh, I think absolutely because it's significantly undermines the State's overall well and good to say we can sell the property, but if nobody is going to pay for the property anything that the first time out."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "-- for getting the property in this case, we're at 20 percent of its"
  },
  {
    "speaker": "PHILLIPS",
    "speech": "Well, Mr. Chief Justice, it's worth taking at least 2 seconds to focus on the market up even for an auction on this property. So we don't have much in the way of evidence as to the value of it. And all I'm saying is the suggestion of -- of picked out of the air for a purpose that has nothing to do with fair market value. It has to do with the value"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "And the $20,000 would have been a permissible bid even if the market value was only point I was trying to make on that score."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Would your argument be any would know that duty is because every -- every property tax form has on it a change of address at the very bottom of it that's perforated. So every time you get let me know if you've changed your address."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Is there a provision of Mr. Feldman."
  },
  {
    "speaker": "FELDMAN",
    "speech": "Mr. Chief Justice, and may it please the Court:"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- I'm thinking -- what I'm thinking is that where -- where you're trying to reach a person, the means has to be reasonably calculated. calculated to reach the average person unless it gives him the choice of getting it when he's not home. All Fine. He either has to sign and say, leave it off tomorrow, I'm not home, or if the post office doesn't make that available, then if the letter comes back has to send him an ordinary letter."
  },
  {
    "speaker": "FELDMAN",
    "speech": "And if the Court were to adopt somebody named Gary Jones somewhere in the State or the world. And probably the only thing in the --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Of course, none of about your -- your client, the IRS. They do far more extensive effort to find the individual before they thing in the public record that tied this taxpayer to this property, and that's what the State used. And then it further used publication and sent another the mail carrier attempted to -- to deliver it and, if he followed the postal regulations -- there's no reason notice is not required. What's required is just notice reasonably calculated to reach someone. But under petitioner's rule here, the State, had here -- some doubt about whether it had the right address because it may well have had the correct they had the right address was supported by the State law that said he has to provide them with a change of address. That under those circumstances, they've done didn't pick it up at the post office, then that's -- then they've satisfied the rudimentary -- And it seems to me in this case, when the notice came back unclaimed, then the State was entitled to assume that either it had provided notice and he address was no longer very easily ascertainable, and at that point his obligation was only to publish notice, think that every year, I'm confident that there's home -- there's people throughout the country probably who are notified of -- of tax sales and things like that They're keeping an eye on that to see what's happening to their property. He had left his property without"
  },
  {
    "speaker": "FELDMAN",
    "speech": "Right. That's true, but the Court has also permitted notice by publication where other -- I mean, it has always drawn the line of notice address is very easily ascertainable. But I would say that what -- the government's -- I can't remember the name of the other case. In the Greene against Lindsey case, the Court said that -- that kind of notice has its own problems. The IRS and in cases where the owners are not often happy to see agents from the government trying to collect State to collect the back taxes. Second, the State has an interest in protecting its citizens from a loss of assets in And third, if notice is received because of follow-up efforts or if the State can show that it has costs. They could pass along the costs of searching for a better address just like we do in the Freedom of Information Act context when we charge for Government"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "With -- with respect to the fact that your client did not alert the State to This would be Dusenbery all over again if Mrs. Jones had signed for the letter and the State had gotten back the green card saying that letter was received by Dusenbery. This is not Dusenbery because the difference is in Dusenbery they knew that the letter refused. So it did not indicate that somebody saw the letter and didn't want to take it."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, counsel."
  }
]