{
  "success": true,
  "completeLines": [
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "We'll hear argument next in 04-473, Garcetti versus Ceballos. Ms. Lee."
    },
    {
      "speaker": "LEE",
      "speech": "Thank you. Mr. Chief Justice, and may it please the Court: At its core, the First Amendment is about free and open debate on matters of public importance. It's about citizens' rights to participate in public debate and contribute their personal opinions and views whether they are mainstream or not. The first amendment is not, however, about policing the workplace. It is not about constitutionalizing the law of public employment. Nor should it be. Yet, if the Ninth Circuit's approach is accepted or adopted, this is what it will do. In this section 1983 action, a deputy First Amendmentpursuant to his prosecutorial duties, setting forth the reasons why, in his prosecutorial likely to be dismissed. The fact that the supervisor did not agree with the content of that memorandum should not give the plaintiff a constitutional right to challenge adverse employment decisions that he claims were in response to the product of that memorandum. There are no First Amendment interests that are served when public employees are allowed to perform assigned job duties in such a way as to the disagreement of the public employer. Essentially, what the --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, I --"
    },
    {
      "speaker": "LEE",
      "speech": "-- Ninth Circuit --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "-- I suppose the public might have an interest in knowing about this debate. I don't know if you can say there are no public interest served. It might be that there are other counterbalancing first -- interests, but I don't think you could say we have no interest in speech. This was -- this is a -- on its face, a rather interesting -- a rather interesting argument that they're -- that they're having."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "They're interested in criminal law, criminal procedure, et cetera, et cetera. speech by public employees cannot fairly be said to be speech as a citizen, then the Government should have a presumptive right to manage its personnel affairs and internal --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, that -- yes, that's something different. But your statement, that there's just no First Amendment interest --"
    },
    {
      "speaker": "LEE",
      "speech": "Well, there's no core First Amendment values that are furthered when public employers have to justify employment decisions that they make on a routine basis."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Well, why wasn't that equally true in Connick?"
    },
    {
      "speaker": "LEE",
      "speech": "Well, the difference in Connick is that the employee -- the prosecutor in that actions spoke more closely with a citizen, and the Government - -"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Yes, but I mean that's --"
    },
    {
      "speaker": "LEE",
      "speech": "-- had --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "-- that's a fine characterization, but I'm not sure that that helps us. held to be protected was the speech questioning political pressure to help in campaigns and so on. The issue of calling public attention to lying by police officers in criminal cases. And it seems to me that the -- that if there's a public interest in political pressure, there's a public interest in mendacity in law enforcement."
    },
    {
      "speaker": "LEE",
      "speech": "Well, if the employee is required to investigate or report that kind of conduct pursuant to their normal duties of employment, then that is speech that the employer should absolutely or presumptively have an ability to monitor."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Well, yes, but why?"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Well, that's the difference, not the lack of public interest --"
    },
    {
      "speaker": "LEE",
      "speech": "That's --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- that you're --"
    },
    {
      "speaker": "LEE",
      "speech": "-- absolutely right."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- pointing to, is that in one case he is making this statement as an employee; and you say the employer, if it's a stupid statement, ought to be able to fire him for it. In --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- the other case, he's making the statement as a member of the public. And stupid statements to be made. Right?"
    },
    {
      "speaker": "LEE",
      "speech": "If it's not part of -- if it's -- if it's not part of your core job duties that you -- that employers should evaluate."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "No, but it may well -- I guess the point that I'm trying to get at -- and it goes back to your original public-interest issue -- is, let's assume -- as Justice Scalia's hypo had it, let's assume that the statement made by the employee on the subject within job duties -- case like this one -- is, in fact, a \"stupid statement.\" Let's assume it's wrong, it's inaccurate, whatnot. The issue is not whether an employer, it seems to me, should, if that turns out to be the case, be able to fire. The issue, it seems to me, is whether, if it is not stupid, it should be totally unprotected, so that the employer could do anything, even if it's an accurate statement. And my understanding is that your argument on public interest was an argument that says, even if it's accurate and they were lying and so on, that there should be no protection. Am I -- and do I understand"
    },
    {
      "speaker": "LEE",
      "speech": "Well, our position is, whether or not the prosecutor in this case made an accurate other words, if his disposition memorandum -- if the employer accepted it and agreed with it, and the case didn't go any further, there wouldn't be a basis of First Amendment, because normally he is acting pursuant to his job duties and it's up to the employer to evaluate whether or not he's adequately performing those job --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Sure, but take --"
    },
    {
      "speaker": "LEE",
      "speech": "-- duties."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "-- take the case in which the employee says, \"It was accurate.\" The employer says, \"No, it was stupid. You got everything wrong.\" I take it, in -- your position is that regardless of whether the employee got it right or not, there shouldn't be protection, because it's within job duties. Is --"
    },
    {
      "speaker": "LEE",
      "speech": "Right. It --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "-- that correct?"
    },
    {
      "speaker": "LEE",
      "speech": "-- should not be protected under the First Amendment."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Okay. employer is free from being challenged with regards to the employment decision. It may be a matter for the -- like Mr. Ceballos did initially, or even pursue it to civil service remedies. And those are the type of decisions that the personnel in those departments are more ably, I think, to decide."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Or he could go public, I assume. He could say, \"I got fired for saying this. And this was true.\" Right? Take it to the press. The press would love it."
    },
    {
      "speaker": "LEE",
      "speech": "If his job --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Right?"
    },
    {
      "speaker": "LEE",
      "speech": "-- is not -- if that speech was not required to be kept --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "I'm assuming it was --"
    },
    {
      "speaker": "LEE",
      "speech": "-- internally."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- not required to be kept confidential."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "But if he -- if it's part of his job to speak publicly, then he has no -- things that are said publicly in the performance of official responsibilities have no First Amendment protection?"
    },
    {
      "speaker": "LEE",
      "speech": "In our view, no. If it's a job -- behalf of the Government or the employer, speak to the public about certain things that are going on in the wouldn't pass our step."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "So, what if the employer tells the employee to go out and lie? There's no First Amendment protection if the employee, instead, tells the truth?"
    },
    {
      "speaker": "LEE",
      "speech": "Well, I don't know if that's a -- if that's a detailed enough hypothetical. I mean, if the employee's core job duties are to report X, Y, and Z, and that employee goes out to the public and reports X, Y, Z, E, and F --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, no, that's not --"
    },
    {
      "speaker": "LEE",
      "speech": "-- I think that's --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "-- that's not -- that's not the hypothetical. So, suppose that a supervising district attorney tells the deputy district attorney, \"Go in and make a misrepresentation to the court, or conceal evidence,\" or whatever --"
    },
    {
      "speaker": "LEE",
      "speech": "Well, the question would be if he's --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "-- and he refuses to do that, or he goes in and he says the opposite, he tells"
    },
    {
      "speaker": "LEE",
      "speech": "Well, I think the plaintiff could argue that, \"That's not my core job duties. My job statements\" --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Oh, so --"
    },
    {
      "speaker": "LEE",
      "speech": "-- \"pursuant to\" --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "-- so you're saying that there's an exception to your rule, so that if, in this case, he has a -- he has a defense if he said, \"Well, it's my duty to call it as I see it\"?"
    },
    {
      "speaker": "LEE",
      "speech": "Absolutely --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Then --"
    },
    {
      "speaker": "LEE",
      "speech": "-- not."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, then, if that's so, you ought to remand this case."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Well, sure you'd agree with that, if it's his duty to call it or -- just as it's the duty of a -- of a lawyer not to lie to the court. If there was a similarly clear legal duty for him to say something, you'd say that was part of his job description, right?"
    },
    {
      "speaker": "LEE",
      "speech": "That would be the required assignments of his job."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "And -- and I suppose, in California courts and the California bar would have disciplinary mechanisms against the senior attorney who"
    },
    {
      "speaker": "LEE",
      "speech": "Well, that would be an issue of fact."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Does California have, or have not, disciplinary procedures in the hypothetical case where a senior attorney who tells a junior attorney lie to the court --"
    },
    {
      "speaker": "LEE",
      "speech": "They do."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "All right."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "What is the --"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Well, what is it?"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "What is the California remedy? Let's say his boss says, \"Don't turn over Brady materials.\""
    },
    {
      "speaker": "LEE",
      "speech": "And the employer goes ahead and turns it over?"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Yes."
    },
    {
      "speaker": "LEE",
      "speech": "If the boss makes a determination that, \"This is not Brady materials. I don't want that disclosed,\" and the employee goes ahead and discloses it, our position is, that would not be protected First Amendment speech. talking about public speaking. There was, as I remember, a talk that was given to the Mexican-American employer required him to do, but he --"
    },
    {
      "speaker": "LEE",
      "speech": "No, it wasn't. And it's not part of this lawsuit, because there's no dispute that the communication at issue in this case is that disposition memorandum that he prepared purely pursuant to his prosecutorial duties."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But would have a 1983 case if he were disciplined or disadvantaged in the workplace because of the talk that he gave to the Mexican-American Bar Association in which he criticized DA office policies?"
    },
    {
      "speaker": "LEE",
      "speech": "Then our position is, it gets past step one, because it's not normally something that a prosecutor is required to do, and it would be subject to a balancing --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Pickering balancing, I take it."
    },
    {
      "speaker": "LEE",
      "speech": "Correct."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "But I thought -- correct me if I'm wrong, just as a matter of fact -- I thought his 1983 claim listed the speech to the Mexican-American demoted, or whatever it was, transferred."
    },
    {
      "speaker": "LEE",
      "speech": "It was initially alleged, but, disposition memorandum, because by the time he went to the Mexican-American Bar Association, he had already been disciplined, so there is no causation between his public speech to the Mexican Bar Association and the disciplinary actions that were --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Well, the --"
    },
    {
      "speaker": "LEE",
      "speech": "-- are at issue."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "-- the focus may have changed, but, I mean, he hadn't dropped the -- he hadn't dropped the claim that that was one of the causes --"
    },
    {
      "speaker": "LEE",
      "speech": "Well, in --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "-- of the --"
    },
    {
      "speaker": "LEE",
      "speech": "-- in essence, he did, when we --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Did he?"
    },
    {
      "speaker": "LEE",
      "speech": "-- when we went to the summary judgment motion. And that's why the district court was very clear that the issue --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Okay."
    },
    {
      "speaker": "LEE",
      "speech": "-- in this case was a communication in the disposition memorandum. And that to his prosecutorial duties --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "The court --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "-- the court of Appeals did --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Okay."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "-- the court of Appeals specifically did not address the Mexican- American Bar Association speech. It focused only on the memorandum, correct?"
    },
    {
      "speaker": "LEE",
      "speech": "Correct."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "And you concede that's Pickering balancing, anyway."
    },
    {
      "speaker": "LEE",
      "speech": "Well, in -- to the extent that he's alleging that if that's -- \"I went to the Mexican- American Bar Association, and I alleged -- or I made statements that there were some improprieties in the district attorney's office,\" that would probably get past step one and the matter of public concern, and then the question would be whether or not his interest in speaking as a citizen outweighed the interests of the Government."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "But let me -- let me raise this question. If, in this case, he gets past step one as you suggested in answer to a question a little while ago, that anybody could go public and get at least past extremely -- well, strike the \"extremely\" -- what is to be gained by the restrictive view that you take that if he doesn't go to the Bar Association, or doesn't go public, there's no protection at all? In other words, it seems to me that the public is being protected in a way subject to an immediate end run."
    },
    {
      "speaker": "LEE",
      "speech": "Well, I think what Your Honor is really asking is, if the plaintiff in this case had taken his disposition memorandum, and, rather than give it to his supervisor, which what he -- what he was required to do, he went to the public and gave it to them on a pending case, I don't necessarily think that would be protected under Pickering, as well."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "But what if he simply goes to the public and says, \"Look, there's Brady material here, and it should be turned over, and, instead, my boss is telling me to suppress it.\" That wouldn't be turning over his work product. And I took it, from what you said earlier, that, in that case, you would say at least he gets pasts step one of Pickering for the --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "-- newspapers --"
    },
    {
      "speaker": "LEE",
      "speech": "-- wouldn't be speaking in his mean that his interests would be outweighed by the employer's interest. In --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Oh, he might -- he might ultimately lose, just the way, on all issues but one, the employee in Connick lost. That's quite true. But at least --"
    },
    {
      "speaker": "LEE",
      "speech": "And --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "-- there would be a claim to go through the balancing --"
    },
    {
      "speaker": "LEE",
      "speech": "Well, in --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "-- exercise."
    },
    {
      "speaker": "LEE",
      "speech": "-- in some respects, if you're talking about job-required speech that you are -- part of those duties, and the function, is to keep it internally until at least there's some decision by the supervisor, and, rather than do that, you send it to the press or leak that information out, I think a governmental disruption in efficiency can be presumed there. So, I don't think it's as -- I don't think it's as clear that that -- that Mr. Ceballos would have ultimately prevailed under the balancing. I mean, if"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Yes."
    },
    {
      "speaker": "LEE",
      "speech": "-- the speech externally, I think"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Oh, I understand your point."
    },
    {
      "speaker": "LEE",
      "speech": "-- because there is --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "You're not saying he would win on Pickering balancing, but he would at least get to the point of going through the balancing exercise."
    },
    {
      "speaker": "LEE",
      "speech": "And ultimately the result would be, there's no protected --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Maybe."
    },
    {
      "speaker": "LEE",
      "speech": "-- First Amendment speech."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "How do you go about determining whether something falls within somebody's job duties? How specifically does that have to be set out?"
    },
    {
      "speaker": "LEE",
      "speech": "If it's a function of the person's job -- assigned job duties. So, the -- you look at the speech at issue. And here is -- it's a disposition memorandum that was purely pursuant to what the -- what his duties required. He's -- it's normally a function that the employer would take into consideration for things like promotions --"
    },
    {
      "speaker": "LEE",
      "speech": "-- or demotions."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "-- you have to look at a job specifically in a job description? Could there ever be things that it's understood that are things that any employee ought to be concerned about, such as very serious wrongdoing within the office?"
    },
    {
      "speaker": "LEE",
      "speech": "I mean, there could be situations where there's a general code of conduct by all employees; you know, employees who feel that they've been, you know, harassed, sexually harassed, or feel that others are, should report that. But that may not be that person's assigned job duties. In other words, that person is not assigned to investigate and report those type of things."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Of course, if --"
    },
    {
      "speaker": "LEE",
      "speech": "And --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- if you adopt a principle that every employee ought to -- ought to report to his superiors known wrongdoing by his co-workers, and that that's part of his job duties, you -- then you always cut off the ability of that employee to go public, right? I mean, that's a -- sort of an expanding category, \"job duties.\" duties, things that normally the employer would take into consideration for things like terminating or I'd like to reserve the remainder of my time for rebuttal."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, Ms. Lee. Mr. Kneedler."
    },
    {
      "speaker": "KNEEDLER",
      "speech": "Mr. Chief Justice, and may it please the Court: Much of the work of public employees is performed by speaking or writing, and much of that work concerns matters of public interest. Under the Ninth Circuit's decision, public employees engaged in such work have at least a presumptive First Amendment right to perform their jobs as they see fit. That conclusion rests on a fundamentally mistaken view of the First Amendment. When the Government pays for somebody to do its work, it has an absolute right to control and direct the manner in which that work is performed. That is a basic rule of agency law, and insofar as Federal employees are structure. Article II of the Constitution gives the President the power and responsibility to take care that power, and effectuation of the principle of accountability that it embodies, requires that supervisors in the executive branch be able to control and direct the work of their subordinates. The First Amendment, which was adopted just a few years after the Constitution, was not meant to interpose the First Amendment in that relationship between supervisor and subordinate or otherwise to regulate the internal affairs of the executive branch. That is the function of civil service laws adopted by the legislature and internal executive branch directives taking into account the relative costs and benefits of certain types of regulation. And finally --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "No, you take the position, then, that -- going to the earlier hypothetical that somebody brought up, that, say, in a Brady case, if the --if the Federal prosecutor believes there was Brady material that -- and let's assume he's correct, just to make it a simple case -- that there's Brady material to be turned over, and the U.S. attorney says, \"Do not turn the Brady material over,\" that if the -- if the court, that he can be disciplined?"
    },
    {
      "speaker": "KNEEDLER",
      "speech": "Well, there would, no doubt, ethical rules. Under the Federal whistle-blower statute --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Oh, I'm sure --"
    },
    {
      "speaker": "KNEEDLER",
      "speech": "-- there would --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "-- that's so --"
    },
    {
      "speaker": "KNEEDLER",
      "speech": "-- be a restriction."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "-- but what about, you know, the basic First Amendment --"
    },
    {
      "speaker": "KNEEDLER",
      "speech": "The First Amendment would not be the -- would not be the source of protection. Whether there would be some argument that, if the employee could not be fired, it would be an unconstitutional condition to require him to put his job at peril for committing a due process violation or something like that, whether there would be a claim like that, that would be a different matter. But the First Amendment --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "But why would you recognize a due process violation if you wouldn't recognize a First Amendment violation?"
    },
    {
      "speaker": "KNEEDLER",
      "speech": "Because the First Amendment the performance of his duties."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Well, neither does due"
    },
    {
      "speaker": "KNEEDLER",
      "speech": "No. No, I was just suggesting there would have to be some unconstitutional condition. Well, the due process --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Yes, but to get to the unconstitutional condition, wouldn't you normally look to the First Amendment?"
    },
    {
      "speaker": "KNEEDLER",
      "speech": "My point is that the due process -- due process clause does address the conduct at question, which is the requirement that exculpatory material be turned over to the defendant. And so, the question is that the employee would be put in a position where he would -- where he would be instructed not to perform what he understood to be a constitutional violation. I think most civil service laws, most ethical rules, would take care of it. And, as I mentioned, the Federal whistle-blower statute, in 2302(b)(9), I think it is, has a provision that protects employees who refuse --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "And --"
    },
    {
      "speaker": "KNEEDLER",
      "speech": "-- to obey an order --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "-- perhaps, 1983, if you go in 1983 -- or arguably a civil rights prosecution against the senior who ordered -- would be those sorts of restrictions. My only point is that the First Amendment is not addressed to speech or writing that an employee undertakes in the -- in the -- in the course of his official duties. This --"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "But isn't there this -- isn't there this anomaly in the position that you're advocating? It would seem to me that categories of employee speech that are most likely to be disruptive would be public speech that's outside of the employee's duties, or internal speech that is outside of the employee's duties. How much of a -- of a problem is it that employees are bringing First Amendment claims based on largely internal speech that falls within their own job duties?"
    },
    {
      "speaker": "KNEEDLER",
      "speech": "I think that would be a huge problem, because it would effectively constitutionalize the day-to-day interactions between supervisors and subordinates within the Government, and put the Federal Courts in charge of overseeing that. Even if these cases might ultimately be disposed of on summary judgment, there would be discovery, there would be the where the -- where the Government is taking the position that the -- these actions were not even taken memorandum -- they say they had perfectly valid other reasons -- but this case exemplifies what the problem would be, is that the employee could identify something that he said or did in the course of his duties that involved speech and say, \"That's the reason that I was disciplined.\""
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "But are these going to be difficult cases under Pickering balancing? You have the case like this, where the employee, let's say, says to the prosecutor, \"I think the case should be dismissed.\" The prosecutor says, \"Well, I'm the supervisor, and I disagree. We're not going to dismiss the case.\" Typically, the employee wouldn't be disciplined for doing something like that. Now, if the employee persists and, you know, is insubordinate, there would be another basis for taking disciplinary action."
    },
    {
      "speaker": "KNEEDLER",
      "speech": "Well, but in this case, if we look at what the Ninth Circuit said, for example, when it got to step two, it said that the employee could only be disciplined if the -- if the agency could show truth. But when somebody is actually carrying out his job duties --not engaged in outside activities that may duties themselves, the employer has a right to insist on more than that the employee not be disruptive or reckless; he has a right to insist that -- the employer has a right to insist that the employee affirmatively contribute to the work of the office and exercise good judgment. And the -- and the supervisor has to be in a position to make judgments about whether that judgment was good or not."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Well, is this going to lead to difficult problems in determining what falls within the job duties of a particular employee?"
    },
    {
      "speaker": "KNEEDLER",
      "speech": "I don't -- I don't think it -- I don't think it will, and certainly no more problems than the -- than this Court has wrestled with, and the lower courts have, in terms of what's a matter of public concern. I think it's a common inquiry to determine what a person's job duties are. And I think it's a very important place to have a clear line, just as there is a clear line with respect to matters of public concern."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Suppose, in the memo here, this deputy lied, and I think the deputy should be fired.\" Now, whether the deputy should be fired or not employee. So, would that be outside of your rule?"
    },
    {
      "speaker": "KNEEDLER",
      "speech": "No, I think it would probably be inside the rule. I think -- I would think, particularly for a -- for an assistant DA to make a recommendation about the consequences of illegal conduct would be within his -- within his job duties. I also want to say that this Court's decision in Pickering, and in that line of cases, I think, fully support this, because, as this Court pointed out in Connick, this Court has repeatedly stated that the protection afforded by Pickering is for action taken as a citizen on matters of public concern. That \"as a citizen\" phrase was reiterated in virtually all of this Court's cases in the area. And the underlying principle is that --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "But does the Givhan case fall within that?"
    },
    {
      "speaker": "KNEEDLER",
      "speech": "Yes. Yes, it does. But all the Court addressed in Givhan was the question of whether, if you take your concerns not publicly to the newspaper, but express them to the -- in that case, the protection. But the Court did not address the question of whether those comments were within the scope of the court's decision in Givhan indicates that they were not. She was an English teacher, and she was commenting to the principal about employment practices at the school. That would not have been within the scope of her employment. And then --"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But if she was the vice principal, that would be -- then it would come --"
    },
    {
      "speaker": "KNEEDLER",
      "speech": "I'm --"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "-- within your --"
    },
    {
      "speaker": "KNEEDLER",
      "speech": "It might be -- it might be closer to that, yes. I think, again, it would depend if she was -- if she was vice principal for administration or something, I think -- I think it clearly would. But the purpose of the Pickering line of cases is to protect employees when they go outside of their -- of their job, that they shouldn't be penalized for having taken a job to be able to participate in public affairs, as the Court put it in Pickering. That does not suggest that the -- that the employee brings the First Amendment into the job workplace and can use interactions with his supervisors, and to do so would constitutionalize, as I said, the day-to-day example, where somebody wrote a disposition memorandum in the course of --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "And you're suggesting --"
    },
    {
      "speaker": "KNEEDLER",
      "speech": "-- in the course of those activities."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "-- that a remark made internally could not provide the basis for discipline, but saying exactly the same thing publicly could. I mean -- or vice versa."
    },
    {
      "speaker": "KNEEDLER",
      "speech": "Well, if it's made publicly in the capacity as a citizen, assuming the public -- it isn't a speech that he's making in the course of his duties -- if he writes something to the press, he's speaking in his capacity as a citizen. That doesn't mean that it would be constitutionally protected; it simply means that you get to step two of the Pickering balancing, because he's not carrying --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Well, I'm assuming --"
    },
    {
      "speaker": "KNEEDLER",
      "speech": "-- out the job duties."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "-- a case in which it would be constitutionally protected. But you're saying if he -- but if he said the same thing to his boss directly internally, no protection. it's part of his job duties. And I would think --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Which is a --"
    },
    {
      "speaker": "KNEEDLER",
      "speech": "-- ordinarily in that --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "-- rule that would sort of encourage people to go public rather than --"
    },
    {
      "speaker": "KNEEDLER",
      "speech": "No, I mean --"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "-- exhaust their internal remedies."
    },
    {
      "speaker": "KNEEDLER",
      "speech": "Two things about that. When he's saying it internally, he's doing his job. When he's going externally, he may be violating office policies."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, Mr. Kneedler. Ms. Robin-Vergeer."
    },
    {
      "speaker": "VERGEER",
      "speech": "Mr. Chief Justice, and may it please the Court: Petitioners contend that the First Amendment provides no protection when the Government silences or of vital public importance in the course of performing his job, even if the Government has no legitimate would stifle speech that lies at the very core of the First Amendment. Recognizing Richard Ceballos's claim in this case would not convert every public employment dispute into a constitutional case."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "I think it's probably a bit much to say that the core of the First Amendment is internal employee grievances or speech. And I think the concern on the other side is that you may -- as a lawyer, you may have a view of what the -- what Brady requires. Your superior may have a different view. And just because that disagreement exists doesn't mean that you have a constitutional right to continue to voice your view when your superior has reached a different decision."
    },
    {
      "speaker": "VERGEER",
      "speech": "I agree with that. The First Amendment doesn't bar the Government from disciplining employees for insubordination or poor job performance or for continuing or persisting in a matter once their supervisor's told them to stop. Where an adverse employment action's motivated by such legitimate employment reasons, there's no First claimed any legitimate interest in punishing Ceballos for what he said, nor have they made the case -- they claim that of supervising their employees."
    },
    {
      "speaker": "VERGEER",
      "speech": "That is not correct. In this case, the Petitioners --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "I mean, that's the interest that we're concerned with, is of having the Government have the capacity to be able to control the speech of its employees so they could have a consistent policy and so that it can explain to the people what it's doing."
    },
    {
      "speaker": "VERGEER",
      "speech": "They've articulated that as an abstract principle that has no application on the facts of this case, because on the --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Well, why --"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- facts of -- sorry."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Go on. I'll let --"
    },
    {
      "speaker": "VERGEER",
      "speech": "On the facts of this --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- let's hear your --"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- case, they never claim that Ceballos did anything improper, that he exercised poor judgment, that he was insubordinate. They just said, \"We didn't retaliate.\" That was their defense of jury."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "But you're the one that's that there is an interest that's sacrificed by the rule that you request, and that is the Government's interest in regularity and consistency of its speech. They don't have to claim it on a case-by-case basis. You're the ones that are asking us to make this rule."
    },
    {
      "speaker": "VERGEER",
      "speech": "With respect, I disagree with the characterization, because -- well, there are three reasons why Petitioners proposed per se rule, which would be unwise. And it is they who are asking for a per se exclusion where the Court has not previously adopted a per se exclusion. And the reason why it's unwise is that it will chill speech of paramount public importance by prosecutors and many other public employees. It will force many public employees to go public if they want any chance of constitutional protection, and it will lead to arbitrary and unworkable linedrawing regarding whether an employee's speech falls --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Well --"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- within his job duties."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Because public employee left in the country. I mean, really. protect employees against things of this sort?"
    },
    {
      "speaker": "VERGEER",
      "speech": "Absolutely. The Court has recognized, in Pickering and in other cases, that the threat of dismissal from public employment is a potent means of inhibiting speech. Public employees who speak up within their workplaces about police brutality, falsification of evidence, disaster preparedness, and so on, should not be compelled to shade the reports and the recommendations and tell their superiors only what they want to hear or else face reprisal for their candor."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "No, but neither should a superior be required to get a report from a subordinate that he thinks is way off base, just a result of poor judgment, thinking that there -- that there was a violation here, when there -- when there obviously wasn't, or using facts that were not sufficiently established in order to claim such a violation. Surely, the employer is entitled to say, \"On the basis of this report, which you gave me, you're fired.\""
    },
    {
      "speaker": "VERGEER",
      "speech": "That's absolutely --"
    },
    {
      "speaker": "VERGEER",
      "speech": "That's absolutely correct. And if, in this case, that judgment had been judgment, that he was rash or reckless in his conclusions, then the employer would have had a valid basis for taking an adverse employment action against him. But that is not what happened in this case."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Well, but you're just hiding behind the fact that they claimed that it wasn't in retaliation. Your assertion still puts them in the position of having to defend a constitutional claim on a case-by-case basis every time there's a disagreement between a subordinate and a superior about, as in this case, what Brady requires."
    },
    {
      "speaker": "VERGEER",
      "speech": "Well, actually, the disagreement -- there wasn't any disagreement. He came forward and exposed police misconduct. And his supervisors were on his side."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "There was a disagreement about whether or not his memorandum accurately reflected, in an appropriate way, what was at issue there. There was a disagreement about the content of the allegations."
    },
    {
      "speaker": "VERGEER",
      "speech": "I don't think it's out, but I -- respectfully, I don't agree with that characterization, because, even in the resolution of grievance was that they took no adverse action against him because of what he said --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "That doesn't --"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- in connection with this case."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "That isn't the point. I think the point is, at least for -- I think point is who is going to decide whether there was some justification here. And I read this memo. I thought that the DA had a pretty good claim, that the police didn't do anything wrong. And there's also an argument they did. All right. So, who decides that kind of thing? A constitutional court or a State, under its protection laws or whistle-blower statutes?"
    },
    {
      "speaker": "VERGEER",
      "speech": "No --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "And the argument that you have to face, I think, is that it will be very disruptive to have constitutional judges dive into this, when there are so many other remedies, and where the very act of their doing it, allowing discovery, allowing court cases, allowing juries, itself, will no protection at all, I want to hear what you have to say as to what the standard is to separate the sheep"
    },
    {
      "speaker": "VERGEER",
      "speech": "Okay. There are a few points embedded in the question, and I'd like to take them one by one. With respect to the standard, the standard is, if the employer makes a judgment that the public employee has not performed his or her job properly or has been insubordinate, so long as that judgment isn't based on a censorial type motive, like, \"We don't tolerate criticism of the sheriff's department,\" something like that, then the employer's judgment prevails. And I'm not suggesting that a district -- Federal district Court has license to second-guess that judgment, so long as that judgment's actually the judgment that was made. I mean, there's a pretext analysis that might be made in this case --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "The only cases that would go into court are cases where the employer says, \"I have no reason at all for firing him\"?"
    },
    {
      "speaker": "VERGEER",
      "speech": "Well, in a case like this, the county never came forward --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "But that's because --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "-- they think they have a better claim on the other part. I mean, if -- even if will come along, and they'll say, \"Of course we had a good reason for firing him. One, we didn't fire him for that reason. Two, if we did, we would have been justified,\" or whatever. So --"
    },
    {
      "speaker": "VERGEER",
      "speech": "But --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "-- if your standard is, the only cases that go into court under the First Amendment are cases where the employer says, \"I had no basis for doing anything to him whatsoever,\" then I think there will be few such cases, though you might convince me that that standard --"
    },
    {
      "speaker": "VERGEER",
      "speech": "Well --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "-- wouldn't do any harm."
    },
    {
      "speaker": "VERGEER",
      "speech": "-- that's why I said that it would be subject to a pretext analysis. The employer, of course, might come back and -- and, post hoc, come up with a rationale for --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "But that'll --"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- why they did --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- always be --"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- what they did. always be the claim. They'll always say, \"Oh, yes, you said you did it because of that, but you did it"
    },
    {
      "speaker": "VERGEER",
      "speech": "You know --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- \"for this or that.\" I mean --"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- we're not operating in uncharted territory here. The rule that the Ninth Circuit has adopted has been the prevailing rule in the Circuits for years. And I just want to clarify something that came up in the last argument, where I cited some very rough statistics about the numbers of cases. There's a rough -- a rough cut at the universe of public employee free-speech cases, of which this type of case, where the speech is part of the job, is only a tiny subset. These cases are not dominating the courts, and you don't have all the litigation that is being --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Is that because --"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- claimed would occur."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "-- they're addressed -- is it -- they're addressed under State and Federal whistle-blower laws, or --"
    },
    {
      "speaker": "VERGEER",
      "speech": "No, that's -- actually question, which is protection. And it's a complete hit-or-miss situation across the country. And just to Whistle-blower Protection Act, that statute has a gaping hole in it, as construed by the Federal Circuit, because the Federal Circuit has construed it to exclude protection for speech that is part of the employee's normal duties. So, in any case that would come up with a Federal employee, leaving aside what judicial remedies are even available for a Federal employee in this area, the Federal employee would be largely unprotected by the Federal Whistle-blower statute. And with respect to what the state of law is across the country, it's complete patchwork. Different types of speech are protected, there's huge holes in coverage. There is no --"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "What about California, which was the State where this episode occurred? Was - - I think you mentioned that he did not make a claim under the State statute."
    },
    {
      "speaker": "VERGEER",
      "speech": "That's correct. And it's sort of interesting that neither the Petitioners, the United States, or any of the amici have cited a California whistle-blower statute that would have been was one that potentially might have been applicable, not cited by any of the parties, but the law was in -- and California's probably one of the better States, in terms of whistle-blower protections, compared to -- and we're talking about a local government employee, and the odds of protection -- it's just hit or miss across the country."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Are you saying --"
    },
    {
      "speaker": "VERGEER",
      "speech": "The --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Are you -- are you saying the California courts would tolerate a situation where a member of the bar told one of his employees to misrepresent to the court?"
    },
    {
      "speaker": "VERGEER",
      "speech": "If you're --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "The California courts --"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- referring back to hypothetical --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "The California courts are certainly not tolerating -- and, in fact, this case was heard by a California court, and the -- and the judge, as I read the record -- it's not altogether clear -- seemed to agree with the -- with the police officers."
    },
    {
      "speaker": "VERGEER",
      "speech": "The motion to reverse that hearing was not run by Ceballos. It was run by the defense lawyers in that case. And Ceballos's objection. So, you can't judge anything from how that disposition came out, whether the State Court judge thought it was -- the police had lied or not lied. And you can't judge anything by the way that hearing was conducted. But I want to return to why it's so important that the Court not shrink First Amendment activity in the workplace. It is of the utmost importance that public employees, who internally report matters of public concern, enjoy First Amendment protection, and for two basic reasons. First, the public needs to have a Government of public servants who do their jobs honestly and with integrity, and not yes-men afraid to tell public officials the bad news. A per se exclusion of First Amendment protection creates a powerful disincentive for deliberation within Government. The last time, I cited an example of a FEMA employee who was punished for saying to a supervisor that FEMA wasn't ready to handle the next hurricane. But the facts of this case are just as compelling, denying a First Amendment protection for prosecutors who expose just a prediction about whether -- how a judge would rule on a motion; he exposed police misconduct and it --"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- was so --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- that's not -- that's not established. That's not established at all. His supervisor obviously thought he didn't --"
    },
    {
      "speaker": "VERGEER",
      "speech": "I'm sorry, I didn't mean to suggest that -- the truth of that allegation may be open to question, but what is not open to question --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Yes, but it's a very serious allegation for somebody who's in the position that this employee was to make against police officers. And as I understood the case, the supervisor said, \"Wow, I don't want loose cannons around down there who are accusing perfectly honest and respectable police officers of violating the law.\" Now, that --"
    },
    {
      "speaker": "VERGEER",
      "speech": "And --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- hasn't been proven, either. But --"
    },
    {
      "speaker": "VERGEER",
      "speech": "Right. I --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "But that is certainly a possibility. And I do not want to exclude the ability of a supervisor to fire somebody, if that possibility litigation."
    },
    {
      "speaker": "VERGEER",
      "speech": "With -- regardless of question, and there's no serious argument here, that he had a legitimate basis for believing that police misconduct had occurred. He conferred with his supervisors and his colleagues before writing the memo. Everyone agreed that there was a problem with the warrant. And they took his allegations so seriously that they released a defendant who had plead guilty."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Say it's a --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "But if --"
    },
    {
      "speaker": "VERGEER",
      "speech": "And went to Jail"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "-- borderline case --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "-- none of that were true -- if none of that were true, he could still file his complaint. Presumably it survives a motion to dismiss, and it goes at least to summary judgment. And that's true in every case of a disagreement between a subordinate and a superior."
    },
    {
      "speaker": "VERGEER",
      "speech": "That's true of every public employee government -- excuse me -- public employee speech case, period. Almost all of these cases go to summary judgment. They can't be dismissed require factual development. So, all that -- all that this per se rule does is add complexity and a need bullet that the Petitioners seem to think it is. The Givhan case suggests the unworkability of drawing the First Amendment line as what's part of an employee's job. Conferences between a teacher and her principal take in the same level of generality as writing a disposition memorandum --"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "But what about the cases -- putting aside the clear-cut case where the employee's statement is either clearly correct or clearly incorrect, but what about the case where the objection to what the employee is doing is the manner of the speech? It's on the matter -- it's on the matter of concern, but the supervisor just thinks that it's being handled in a way that's ham-handed or indiscrete. Aren't they going to -- aren't these cases going to cause terrible litigation problems?"
    },
    {
      "speaker": "VERGEER",
      "speech": "No, they won't, and they haven't. If the employee -- employer has a concern about the manner in which it's communicated, that is a valid employment concern. I mean, suppose Ceballos had gone a had a big meeting with --"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- the sheriff's department - -"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- and embarrassed them?"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "-- the test is going to be whether the manner, which may be difficult to recreate, caused -- how much of a disruption it caused to the operations of the office."
    },
    {
      "speaker": "VERGEER",
      "speech": "These -- you'd think that if there was that type of disruption and hindrance of the way public agencies were carrying out their missions by these kinds of cases, which have been around for a long time, that you'd see citations to them in the Petitioner's brief, in the United States brief. And their silence on this point is both deafening and telling, because, in fact, it has not been the problem that is being posited here, and this is not a new approach that we're talking about. But getting back to the Givhan case, conferences between teachers and principals are a part of the teacher's job, and it's pure formalism to make the protected status of the Givhan teacher's speech turn on whether the employee manual says a teacher has to work to root out race discrimination. Or what if race relations in the school? Under their approach, you know, boom, it's not protected speech anymore, even the same. It also makes it completely subject to manipulation by the employer in making everything a part of an employer -- employee's job, in terms of reporting duties, which --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "The First Amendment value may be the same, but it -- but what is present is another value. And unless the person is willing to go public, in which case the balancing occurs, and assuming there's no prohibition of it, that other value is a very significant one, the ability of public officials to run their offices."
    },
    {
      "speaker": "VERGEER",
      "speech": "But here's the problem with going public. It's perverse to create an incentive for employees to go public, especially employees in sensitive position -- in a sensitive position. The First Amendment consequences here are especially grave, because Ceballos had no realistic alternative channel for communication open to him. Had he gone to a blog, Web site, podcast, and so on, as Petitioners say in their reply brief, or held a press conference, or gone to Los Angeles Times, and so on, he'd be fired, and So, what avenue does a prosecutor who wants --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "But what he has --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "But the argument that I think people are worried about, against you, is, you have a case -- it's actually a wonderful example. Your client thinks that, in the affidavit that the sheriffs gave supporting the warrant, they didn't tell the truth, because they said that whoever was looking into it, you know, said there was a private driveway and that there were tire tracks, and there were no tire tracks, and it wasn't a private driveway. The other side says, \"Yes, it was a long road, but sort of like a driveway, and the edge of the -- of the driveway was broken down, and that's what the sheriff's deputies were referring to.\" I found it a dispute on both sides."
    },
    {
      "speaker": "VERGEER",
      "speech": "Well, you know --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Now, if, in fact, he's being disciplined for that, the other side is telling you he has a lot of remedies, he has a variety of remedies. Go to the bar associations. Many States have laws, the statutes that protect people under these situations. And why suddenly go to a constitutional court to get remedies? And if you do, there are going to be thousands of cases less good than yours, and they'll So, now, what's your reply?"
    },
    {
      "speaker": "VERGEER",
      "speech": "There is no baseline level of protection that is available by statute or civil service protections. If the Court recognizes that the speech involved here, exposing Government misconduct and so on, is important for First Amendment purposes, as it has previously recognized, then it's -- then it needs to be a baseline level of First Amendment protection. And then if whistle-blower statutes are passed that protect it beyond the baseline level, that's fine. I'm not maligning whistle-blower statutes. But there is no such level of protection that is guaranteed. For someone in his position, if the First Amendment does not protect his speech, it's just not protected. And I want to get back to -- I started to say why it's so important that the speech be protected. It's not just that the public needs to have a Government of public servants, but the Government needs to know how it's operating. How can Government function efficiently and effectively if it does not choices? When an employment decision is actually made because the employee has made a bad judgment and he manner in which he conveyed it was terribly indiscrete, he publicized in front of the whole sheriff's department, and embarrassed them, when that's an issue, then the employment can respond, and the courts will make quick -- short shrift of those cases, as they do now."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "When --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Well, that --"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "It --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "-- was my point earlier. They can't make short shrift of those cases, because they're not going to be thrown out at the pleading stage. They're going to have to progress at least to summary judgment, probably in every case in which an employee is terminated, because now one of his defenses against termination is, \"You're violating my First Amendment rights.\""
    },
    {
      "speaker": "VERGEER",
      "speech": "But, I mean, the Court needs to appreciate that for the universe of public employee free-speech cases, they're mostly decided at summary judgment; they aren't decided on the pleadings. duty element to it is, adds complexity and requires more factual development. It -- there's a number of employee's job? Does the speech have to be required by the job, or merely related to the job? How do you judge if the speech meets the test? Do you go by the job description? Common practice? What if the employee's speech is not required by the job, but some independent ethical duty compelled him to come forward --"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "If Pickering --"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- as is the case here? And, also, what if the employee --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Cases involving those questions would have to go to the courts, I assume. But they'd be a small percentage of all the cases that would go to the courts if we adopt your position. I agree, there will still be some cases left that'll have to go to the courts to sort out these questions that you mentioned. But that's going to be a small percentage of the totality."
    },
    {
      "speaker": "VERGEER",
      "speech": "Well, it's already a small percentage of the totality, because cases of this type, which involve speech by a public employee while are already a small subset of the universe of public employee --"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- cases."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- because it's been unclear, until this Court has spoken to the subject, and especially in light of the dicta in our prior cases, which says that he has to be speaking publicly. The reason for the -- for the -- for the paucity of cases can be, simply, that the law was not clear, and most people thought the way -- the way your opponent in this case thinks."
    },
    {
      "speaker": "VERGEER",
      "speech": "That's incorrect. I mean, most of the Circuits have addressed this question, and virtually all of them are -- have sided with the Ninth Circuit and has -- have refused to draw a bright-line rule when speech has come up as part of the job. And the -- and as -- Justice Scalia, you seem to be referring to the \"as a citizen\" phrase the Court has used in its opinions. And I want to address that. No decision by this Court has ever turned on the \"as a citizen\" phrase, and it's always been used in conjunction with \"matter of public concern.\" The most of the cases in which the Court used it. The Court hasn't addressed whether speech that's part of the job"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Yes, but the Court didn't say this guy had blue eyes."
    },
    {
      "speaker": "VERGEER",
      "speech": "Speech --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "It said he was speaking as a -- that seemed to the Court to be important to its decision."
    },
    {
      "speaker": "VERGEER",
      "speech": "Speech -- and I don't mean to suggest it has no meaning, but \"speech as a citizen\" means speech that one can readily imagine a concerned citizen engaging in. You can imagine a concerned citizen coming forward to report race discrimination --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "But that's not --"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- in a school."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "-- the context in which this law developed. It developed, originally -- if you were a public employee, you did not have free- speech rights as a citizen. As Justice Holmes said, you know, you might have the right to speak, but you don't have the right to be a policeman. So, the \"as a citizen\" part didn't come out of happenstance."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "It was recognizing that when you are speaking \"as a citizen,\" First Amendment rights."
    },
    {
      "speaker": "VERGEER",
      "speech": "But if you look at the way it was used in Pickering, which, of course, is a different case -- but, in Pickering, the Court was emphasizing that public employees, like all citizens, have an interest in speaking on a matter of public concern. The Court, in Connick, suggested that if the prosecutor there had spoken to bring to light actual or potential wrongdoing or breach of public trust, her speech would have presumptively been protected. If she had done that, she'd be speaking in the same capacity that Ceballos spoke here. One can readily imagine a concerned citizen stepping forward to expose Government misconduct. And it can be difficult to sort out in which capacity an employee is speaking. And sometimes an employee can speak in more than one capacity at once."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "If Pickering balancing is done, is there anything special about the situation where the employee's speech is part of the employee's job duties? Is the test applied differently in that"
    },
    {
      "speaker": "VERGEER",
      "speech": "It does, because if the employer makes a judgment -- as I said before, if the his job duties poorly, incompetently, insubordinately, and so on, that interest is -- it's either dispositive of the balance, or it's nearly so. And it -- so, from that standpoint, the Court could put a gloss on the Pickering balance that explains or emphasizes that the employer's interests are controlling how the jobs are performed, prevails. But to get back, for a moment, to the --"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "No, I'm not sure I understood that answer. So, in this situation, if the employer said that Mr. Ceballos was performing his job poorly, that would be enough to tip the balance in the employer's favor --"
    },
    {
      "speaker": "VERGEER",
      "speech": "If that was --"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "-- under Pickering here?"
    },
    {
      "speaker": "VERGEER",
      "speech": "If that were really the case. In a case like this, it would be clearly pretextual, because not only -- not only was that not the basis that was actually offered, but the employer sided with him initially and released the defendant and said he had a legitimate basis for speaking, and called these steps to show that they actually sided with him. And only when the sheriff's department accused him of going to get sued if you don't back us up,\" then the office changed its position and went against Ceballos. So, in a case like this, it would clearly be pretextual. In another case, however, it would not -- presumably there are cases where it would not be pretextual."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "So, basically, the test -- the Pickering balancing is the same in this situation as it is in, let's say, the Givhan situation."
    },
    {
      "speaker": "VERGEER",
      "speech": "Well, this case is almost identical to Givhan. The only -- the only thing is that the Court, in Givhan, didn't expressly opine on what capacity in which she was speaking. But it clear that --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "No, but I --"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- a teacher speaking --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "May I --"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- in both capacities --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "May I interrupt you? I thought you said that, in this case, as distinct from Givhan, there would be cognizable employer interests in to do the job without roiling the waters unduly, and so on. And that, I take it, is not necessarily so in a"
    },
    {
      "speaker": "VERGEER",
      "speech": "In --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Maybe the employer has the same interest in each. I --"
    },
    {
      "speaker": "VERGEER",
      "speech": "I think --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "-- I have --"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- the employer had the same interest in both cases. The question in Givhan was the fact that it was an internal report to the employer: Did that matter? Did that reduce its protection? The Court said no. So, the only thing that it would take to make Givhan exactly like this is to put it in the employee manual or make her an ombudsman so it's -- so there's not even room for argument that it was part --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "No, but in --"
    },
    {
      "speaker": "VERGEER",
      "speech": "-- of her job."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "-- in Givhan, if the employee's assigned duties were all done competently, but she had just gone off the deep end on racial balance or something, the employer would not have had - - if -- so long as it was the -- a private would have had an interest in saying, \"Well, you're incompetent on the subject of racial balance, and fire you.\" But in the case in which the employee is talking on the subject within the job description, then the employer has got -- I thought you were saying he's got a direct interest in competence, truth, and so on."
    },
    {
      "speaker": "VERGEER",
      "speech": "Yes, that's --"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Okay."
    },
    {
      "speaker": "VERGEER",
      "speech": "-- that's correct. That's right. Let me turn, just for a second, to -- getting back to the complexity here, and the linedrawing that has to be done. The Petitioner's own hypotheticals underscore the arbitrariness and unworkability of their approach. In -- if you look in the reply brief, at page 13, note 11, they cite, as an example, a county emergency-room doctor who -- and then they put \"is not part of their normal duties,\" to sort of build it into the hypothetical -- would have a right, a First Amendment right, to come forward and talk about inefficiencies in a county emergency room. Whereas, the State health inspector, who finds health code violations in nursing homes do not. The First if anything, it's greater for the county emergency -- for the -- for the -- I've said this backwards -- the the -- how the county hospital is operating. There's no difference there. And it's a completely arbitrary linedrawing. Suppose Ceballos had gone outside the chain of command, suppose he had reported to Garcetti that there was police misconduct. It's not clear where that position would -- where their position would lead them. Now it's not part of his normal job duty to go talk to the DA. He's bypassed the chain of command. But it seems that they would say that, \"Well, because it was not part of his normal job duty, it -- then it would be protected.\" And, if so, what message is that sending public employees about whether they should follow their employer's own rules about how you communicate in the workplace and what the chain of command is? It doesn't make any sense to force public employees to go public, as that does more to increase disharmony and disruption in the workplace than having an employee like Ceballos, who followed every rule and every order and instruction regarding how to handle the case and how to communicate within the workplace. primary aim is the full protection of speech upon issues of public concern, as well as the practical Government office. The proposed rule is inconsistent with that primary aim. It doesn't do anyone any good to have U.S. attorneys and DAs blind-sided by coverups in their office because their employees were afraid to come forward and tell their supervisors the bad news."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Well, for that reason, they're -- for that reason, they're not likely to -- in most instances, they would not be hostile to receiving that kind of information, if it was provided to them."
    },
    {
      "speaker": "VERGEER",
      "speech": "May I answer?"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Sure."
    },
    {
      "speaker": "VERGEER",
      "speech": "Unfortunately, there's too much evidence, there's too much water under the bridge, that shows that public employees who deliver bad news, and are the unwelcome messenger, do face retaliation in their workplaces. And here, Ceballos told his workplace, his supervisors, that police misconduct had occurred, and that was an unwelcome message, and he was retaliated against for that reason."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, Ms. Robin- Ms. Lee, you have 3 minutes remaining."
    },
    {
      "speaker": "LEE",
      "speech": "Thank you, Your Honor. I think that's an important point, Justice Alito. I mean, in this case, it's exactly what happened. The supervisors took Mr. Ceballos's assessment seriously. And the difference was, after they further thought about it, they didn't think -- they didn't agree with the proper course of action for the district attorney's office, especially since there was a motion pending, \"Let's let the courts decide that.\" So, if -- where -- I think Plaintiff's suggesting that, but for protecting speech that's required by the duties of employment, employees really would not have much of a right or a remedy if it turns out that the employer believed that maybe they weren't performing their jobs correctly, or, in our case, if the supervisor had considered the speech and said, \"You know what? You made a bad judgment call, and we don't think it's entitled to a promotion,\" that shouldn't give the Plaintiff a constitutional right to challenge that decision. If that -- if the -- if Mr. Ceballos was, in fact, doing his job, that was required of his the First Amendment. His remedy is not even -- he doesn't even need a whistle-blower statute for that. a formal grievance procedure, and though -- although State statutes on whistle-blowers do vary, there is no State statute, in my understanding, that covers broadly than what the Ninth Circuit does here --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Ms. Lee --"
    },
    {
      "speaker": "LEE",
      "speech": "-- which is --"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- what do you respond to the argument that this has been the law in a number of Circuits and the sky has not fallen?"
    },
    {
      "speaker": "LEE",
      "speech": "Well, the reason that job-required speech may not be -- may not be filed, or basis for First Amendment retaliation, or the reason why we may not have seen that, may simply be because public employees understandably do not believe they're exercising their First Amendment rights when they are simply performing their duties of employment, when they're speaking pursuant to their job duties or writing reports or memorandums pursuant to their job duties. Just because there may not be the significant increase of First Amendment litigation in the public employment context for purely job-required speech does issue. And I disagree with the representation that Court commented in that decision that Givhan was citizen speech. And I don't necessarily think that -- and it -- what -- that -- where our proposal -- our approach would add further complexity to First Amendment litigation in an employment context. It's certainly not a difficult decision -- analysis in this case."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you --"
    },
    {
      "speaker": "LEE",
      "speech": "Thank you."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "-- Ms. Lee. The case is submitted. [Whereupon, at 2:00 p.m., the case in the"
    }
  ],
  "path": "2006-03-21.04-473.Garcetti_v._Ceballos_(Reargued).pdf"
}