[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear reargument Mr. Moran. in Wilson, consistent with the common law authorities, Mr. Chief Justice, that they are connected, that the entry directly affects the reasonableness of the search Court in Miller and in Sabbath suppressed the evidence following knock and announce violations. But in -- the evidence is seized inside. The seizure of the evidence inside is directly related to the manner of entry, just as there's a direct causal link between should have gotten a warrant first. They thought there was an exigent -- that you cannot separate, for purposes of the exclusionary rule, the manner of entry from the search? In that case, the -- the policemen entered without a They left two officers in the room and other officers went back and got a search warrant. When they returned"
  },
  {
    "speaker": "MORAN",
    "speech": "The initial entry was not the product of the later warrant, but once this Court ruled --"
  },
  {
    "speaker": "MORAN",
    "speech": "That's right. The -- the initial entry wasn't lawful."
  },
  {
    "speaker": "MORAN",
    "speech": "Right, but the --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Even though the entry of those officers was an unlawful entry. was an unlawful entry. When they came back with the warrant -- I can imagine hypotheticals in which you have a knock and announce violation and then something happens like in Segura or like in Murray, where you But in your typical --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Suppose the -- suppose the have -- imagine such hypotheticals in the knock and announce context. And in the Moreno case in the Ninth Circuit, you have one where you have a knock and evidence is found in the outer door, but then the officers properly knock and announce at the inner door,"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Why do you presume that? Someone sitting in a chair with gun -- with a gun and the drugs you say would have gotten up and"
  },
  {
    "speaker": "MORAN",
    "speech": "We presume that people act lawfully in response to commands from the police. We"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "In the chair?"
  },
  {
    "speaker": "MORAN",
    "speech": "In the chair. There was no evidence that there was any secreting of evidence in"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Is there any reason to suppose that if the officers had waited 15 seconds"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You tell me something is in the chair. Did they stuff it -- stuff it in the cushion or what? record, Justice Scalia."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Yes, inside it --"
  },
  {
    "speaker": "MORAN",
    "speech": "We go back to the Wong Sun fruits test. Is the evidence that was recovered the direct fruit of the violation? In other words, is there a"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "What's the purpose of the causal connection requirement? What's the reason for I -- I don't -- I don't see any connection between the illegal search of my house and the legal search of my office, assuming that it was not the fruit of the"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "But why? Isn't the reason just a -- just a question of crafting an appropriate the deterrence somehow be related --"
  },
  {
    "speaker": "MORAN",
    "speech": "We do."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- to the -- and -- and the evidence was the product of the violation. It was caused by the violation. And -- and for that reason, retroactively validate it by -- by getting a warrant afterwards. Could it be -- have been retroactively -- I'm sorry we came in too soon, and they run back to the door and they knock and announce and wait -- wait"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "All that it is is it's an independent chain of events."
  },
  {
    "speaker": "MORAN",
    "speech": "It's an independent source. events that almost certainly would have led to the discovery of the evidence despite -- not without --"
  },
  {
    "speaker": "MORAN",
    "speech": "Mr. Chief Justice, none of the parties has been able to identify any cases in which you can point to evidence and say this -- this evidence nothing else in the house --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "The Solicitor General use that excited utterance, but we would never have gotten that excited utterance in the first place. That's not deterrence, Mr. Chief Justice. That's from stealing something by being told that if I'm caught, I'll have to give it back. that's necessary for deterrence. What --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Would it have been possible for these police to get a no-knock warrant? asked this question last time, Justice Ginsburg, and I'd like to modify my answer. In Michigan, there is no question?"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, let's take it step by step. Suppose the police articulate this at the outset"
  },
  {
    "speaker": "MORAN",
    "speech": "It could well --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "-- and under -- under State it, that -- that doesn't affect the -- the answer to the Federal question that we have because, as I understand it, we -- we can -- we can take as good law authorization, if the police have a justification for going in without knocking, so far as the Fourth reasonable suspicion that you had contraband in a position where it could be easily disposed and if they had information about the weapons that could be used to been a -- a legal no-knock entry."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "What about just the former But it wasn't made in this case, and this case comes to this Court on the posture that the prosecution has conceded, at every step of the way, that, therefore, there was a knock and announce violation. inconsistent with the Richards decision. The --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "May I ask this question? of the knock and announce rule."
  },
  {
    "speaker": "MORAN",
    "speech": "Yes. are allowable if -- if knock and announce is -- is not observed, and if you intrude upon someone in a state of undress."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Isn't a civil lawsuit bringable? with the law. So they're going to deliberately violate the law. Well, if they're deliberately violating the law, qualified immunity isn't going to help them very"
  },
  {
    "speaker": "MORAN",
    "speech": "Qualified immunity would still protect them to the extent that any reasonable officer announce because, as you say, he says there's -- there's no consequence, but there is a consequence. He can be sued."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And sometimes he may be going into the wrong house and the person suing him may time to allow the householder to make himself more dignified, to get to the door, to answer the door, to admit the police in a dignified manner. people are subject to search warrants. Thousands of cases every year of -- of people who didn't do anything"
  },
  {
    "speaker": "MORAN",
    "speech": "I think as a practical matter, that if the police are just very slightly on the wrong side of the line, the courts are not likely to hold when you have a flagrant violation like here --"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "Then you're -- you're assume that -- that police departments, even if you have some maverick officers, that the administration of the police department teaches them that they have to then you do have a 1983 cause of action against the city, not just the officers. And that -- you know,"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You bet you."
  },
  {
    "speaker": "MORAN",
    "speech": "-- being used. But I don't think section 1983 has changed the landscape here. I -- I the Criminal Justice Legal Foundation, one of the amici for the other side, concedes that tort remedies cannot, mindful of the fact that this is our -- our second time through and try to hone in on -- on what I think are some critical points. obtained from a neutral and detached magistrate. It must particularly describe the place to be searched and place, then -- and no exception exists, then the privacy of the dwelling has been unlawfully invaded. It never should have happened. But if a valid warrant not the invasion of privacy which should not have occurred that is commanded by the warrant. case in which it's going to have the best shot to -- to get the exclusionary rule out of the way here. Why don't you claim that the search was lawful? case was not structured to try -- to try to -- to get it here on our -- on our part. I think initially the"
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "Again, I think the -- the belief of the prosecutors, as the case went forward, was that because that belief, the -- you're correct. warrant. The probable cause for that was not any specific knowledge about a gun in the house. It was of the --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "If -- so -- in any case, at -- at the moment that you got the warrant, you -- you whoever the issuing magistrate was, that there was probable cause to believe that you were going to there's known to be guns plus drugs, the police will enter without knocking?"
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "No. I -- I don't believe that there are guns on the premises, yes, absolutely."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "There's -- there's specific there a finding that there was probable cause that there was a gun there?"
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "Yes."
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "I would be happy to -- to, in a different case, make the argument that although Stevens and People against Vasquez have been decided, are there any cases, other than this one, in which a prosecutor has raised the knock and announce argument"
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "Yes, there have been a handful of cases where defense attorneys have filed a motion,"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "So it's a functional equivalent of conceding a violation in every case because there's simply no effective remedy."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "No effective remedy in the litigation itself. Eastern District that are pending. And -- and part of the difficulty is civil suits can be brought. They can be settled. There can even be trials and damages in the F.Supp.'s. They're not in the --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But we don't -- we don't my experience that either -- either the criminals or certainly innocent parties, people -- probable cause, after all, doesn't mean certainty. People who have had shy about suing the government in those circumstances."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Is there any evidence that that a probable cause finding that guns are in the house, based not on any specific knowledge about guns, but based on experience in similar circumstances, was knocking. I would certainly make the argument that it ought to be, but I would have not criticized the look in places where the items sought cannot be found. If the police were searching a house for stolen computer monitors, a large object, and as they were the monitor could not be and they shut it, and they found computer monitors in the home, the -- this Court you want? I want to put to you the state of the art as far as I can see it."
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "It would be my position that between the evidence found in the --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Well, there's a causal He's talking about actual cases."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I mean, isn't it possible other cases as well."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "No. We read Segura. We -- not could be, but would be -- in fact, discovered anyway, despite the unlawfulness -- Silverthorne -- Holmes says, of course, you don't keep it out then that's Segura. That's Silverthorne. That's case after case. Of course, I accept that. And if you can show If a young athlete is told by his coach, catch the ball with two hands and he catches it with one, he is admonished not because he caught the ball And if a football player taunts the opposing team as he crosses the goal line, he gets a penalty not you what you're saying is illogical. It's not illogical. It's conceivable, but it strikes me as risky and unprecedented. examples I gave, knock and announce works the same way. These are not prerequisites. They're rules of -- the question of whether one has occurred and the question of whether or not the -- to apply the exclusionary rule are one in the same. And this Court changing of the law of this Court. This Court has always said those are separate questions, and I think execution of the warrant. The judge has to do something. The police officer has to do something. And the question that I think we face when we is what your -- what -- I think a point that -- that counsel on the other side was making. It's a pragmatic"
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "But -- but the Court has --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Don't -- don't we?"
  },
  {
    "speaker": "BAUGHMAN",
    "speech": "Yes, we do. But the Court has because it -- it has a high societal cost, it should only be done when there is a causal connection, when knock and announce rule similar to other Fourth Amendment requirements related to the manner of executing warrants such as -- say to Justice Breyer's argument that we haven't previously analyzed suppression by tracing or trying to statement made at the station even though it assumed that there was but-for causation. And this Court in Cruz did a similar analysis. It's very common to look"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "It's common, when you have a chain of causal connection, to say it ends somewhere. one or the other one. I mean, doesn't that describe it?"
  },
  {
    "speaker": "SALMONS",
    "speech": "No, Your Honor. I mean, underlying the Fourth Amendment, but this Court has looked to the types of considerations I'm discussing, I mean, I have a warrant. This warrant lets me search the house in daytime. I search it in nighttime. Is my search authorized? warrantless search or I don't think that would be a violation. That might be -- search. And if I may just focus the Court -- attention on the claim of unnecessary property damage. the typical -- in the typical case, a premature or unannounced entry will be a forcible entry. But announce, isn't it?"
  },
  {
    "speaker": "SALMONS",
    "speech": "No, Your Honor. The point of knock and announce is a more limited privacy. It's not That's separate. And that's why it makes it like the claim of unnecessary -- violation simply had to do with the -- with the -- the niceties and the risks involved in entering. So if we accept your argument, no-knock is -- is a dead duck,"
  },
  {
    "speaker": "SALMONS",
    "speech": "I don't think so, Your Honor. If I may try to explain. I think as a general matter,"
  },
  {
    "speaker": "SALMONS",
    "speech": "I'm -- I'm attempting to answer that, Your Honor. I think there's a reasonable argument that could be made in this case that there strategy."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "So you would not have -- there may be in the court of appeals. I think the way that the Court would analyze that would be, again, along the same lines. adopted the rule that we're articulating here, the courts may suppress. But we think under the principles"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "The Constitution requires a reasonable search. It is hornbook law that violating no-knock, violating nighttime searches when only a search. You're saying that's utterly irrelevant because there's no causal connection between that with the remedy of suppression; and two, whether the government obtained any evidentiary advantage as a result of the violation. Salmons. Mr. Moran, you have 3 minutes remaining. that causes his seizure of goods or his arrest of people in the home to be illegal. If I can go all the way back to 1831, Chief Justice Shaw of the established -- this is 1831 it was well established -- that where an authority given by law is exceeded, the seconds, we're the police, we're here to execute a search warrant, let's count to 10, then all of a sudden, it's invalid from there on. Those are the --"
  },
  {
    "speaker": "MORAN",
    "speech": "I think that's -- that's right because an -- a reasonable search and seizure, as this The case is submitted."
  }
]