[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Mr. Frederick. those cases that SLUSA preempts. And third, Congress knows how to make remand orders appealable when it wants to, but SLUSA contains Under Respondent's approach, the Federal courts would obtain jurisdiction in cases not subject to SLUSA address on remand."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "And for this Court, I assume, at least theoretically, on petition for"
  },
  {
    "speaker": "FREDERICK",
    "speech": "That's correct, through the State court system. You've already had a court that has found a particular element with respect to this case. It seems to me highly unusual to have the same issue in the same case parallel?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "There are cases in the lower to whether there is or is not preclusion, is not identical to the decision that the Federal court -- that the district court makes on the motion for remand it. On the motion for remand, all a Federal court"
  },
  {
    "speaker": "FREDERICK",
    "speech": "But I -- I don't -- sorry. If I could just finish. I don't contest the rest of it, which is that on remand, preemption can be are developed --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Yes, but you must take apply, to dismiss it."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Whether preemption applies or whether there's a colorable basis for saying? I whether preemption applies."
  },
  {
    "speaker": "FREDERICK",
    "speech": "It does -- it does do that. authority to have evidence taken to determine its own jurisdiction. That's routinely done by district courts. understand it, at least the Seventh Circuit's fix on this case was that the Federal courts have adjudicatory But I want to point out that the issue before you is whether or not that decision, correct or not, is appealable. And what is important in the error of the was appealable, and under the Thermtron rule, as applied in Gravitt and Things Remembered, even a or not. And therefore, I guess what Easterbrook is thinking is that that isn't the kind of subject-matter jurisdiction dismissal to which (c) refers. appellate review rule."
  },
  {
    "speaker": "FREDERICK",
    "speech": "And our problem with that, the complete preemption cases, Beneficial Bank is what spells out this --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "I agree with you. You would the complete preemption cases and, two, to sovereign immunity determinations under the Foreign Sovereign which Congress has provided, we -- we are not dealing with a situation in which the -- the removal or not, the preemption or not is the end of the litigation. basically two kinds of preemption, as -- as you've recognized. There is -- there is regular preemption, asking for is something Congress didn't even give to Federal officers."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Let me ask you one case. Is it your view -- when the petition for removal was filed, did the district -- Federal district court"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Well, but they -- they had held it acting on an interpretation of SLUSA before our decision in Dabit."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "And isn't it at least possible that they would -- would have decided that theory that this Court rejected in Dabit, you still wouldn't have jurisdiction to decide that because of the general rule of 1447(d), which provides, as I have review -- appellate review of a remand order."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "How -- corners of the complaint, they assert themselves to be."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "The -- the Seventh Circuit said precisely, in particular, they did not argue in despite the court's invitation that their suits allege mismanagement rather than deceit or manipulation. So And they were wrong to say that it was now or never for appellate review whether an action under State law is preempted. have been that prior to Dabit, you would have been emphasizing -- or whoever would have been emphasizing"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Maybe this is not a fair -- how likely is it, given our determination in Dabit about how Congress intended to treat fraud better?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Well, this Court in the Santa"
  },
  {
    "speaker": "FREDERICK",
    "speech": "It does come up often because the securities bar, every time they get a district court decision that they don't like, they want to appealability. So this issue is something that is very important to both sides in the development of this law."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Well, in the Cohill case, this Court addressed the situation where there was a Federal dismissal of the claims and the -- and the consideration under -- under State jurisdiction. And the Court had internal discussion about whether or not, State courts because there was a view in Congress that they were not being handled properly there?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "No, Justice Alito, to the courts. They're just no subject to appellate review, and it was because -- court within the confines of what Congress has determined based on its wording of SLUSA and its fact that, as this Court has said in Things Remembered, the nonappealability unless it says so."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Yes, I understand that. it, and if a State court disagrees, it's -- it's free to do so."
  },
  {
    "speaker": "FREDERICK",
    "speech": "That is a policy choice that for appellate review of remand orders."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Of course, if the Federal the Dabit question. In their motion to remand this docket, docket number 20 in the Kircher case, they said, it is the fourth requirement, the in-connection- case. We pointed out in every subsequent brief that that is beyond the scope of rule 10b-5?"
  },
  {
    "speaker": "PERRY",
    "speech": "Your Honor, SLUSA precludes precisely what subsection (b) says it precludes, which requires scienter. SLUSA has no scienter requirement. So a non-scienter-based State law claim is still removed. And at the time of removal, it was clearly precluded by SLUSA. And the Court's cases are very clear that a plaintiff may not amend. For example, you get back to State court. At the time of removal, the Federal court both had jurisdiction over this case and In a case in which there is removal jurisdiction because the defense is colorable, there may be a factual issue as to whether the in-connection- uncommon that that is a factual question, not a legal question. The Federal court would then retain Federal defense. Every time Congress does that, which is not very often, the Court has held that the colorable defense is sufficient to invest the Federal"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But then, Mr. Perry, there's a whole case. See, what's peculiar about this error. Some district courts will get some SLUSA preclusion questions wrong. And the question before this Court really is would Congress have wanted those appellate review or --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But now there you must  jurisdiction, other cases, such as this one, may be remanded. Otherwise, Congress could have said all cases that are not precluded shall be remanded. counterintuitive as -- as I think Petitioners are trying to make it seem because there may be Federal wrong. Therefore, Judge Easterbrook -- you know, the one mistake he made was the one we led him into making. But that doesn't change the validity of his requirement of SLUSA that goes to the jurisdiction on removal is whether this is a covered class action. The"
  },
  {
    "speaker": "PERRY",
    "speech": "Your Honor --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "And if you're right that that's wrong, I don't see how you could possibly get before final judgment, that it lacks subject-matter jurisdiction. Because if you're right, then this is"
  },
  {
    "speaker": "PERRY",
    "speech": "An allegation by the plaintiff as elaborated on by the removal notice, if necessary, because where Congress has waived the well-pleaded four corners of the complaint to include affidavits and other materials provided by the defendant. That has -- makes SLUSA quite different from other cases where the -- the case is going to be tried someplace. Here, the decision to be made is, is this going to be tried"
  },
  {
    "speaker": "PERRY",
    "speech": "I entirely agree with you, Judge -- Justice Ginsburg, and I think that supports Judge been fully and finally litigated in a court of competent jurisdiction between the same parties, that the availability of an appeal --"
  },
  {
    "speaker": "PERRY",
    "speech": "-- does affect collateral estoppel."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "And a Nassau County court could say, we're not going to treat that as preclusive. They didn't have a fair chance to appeal. And that"
  },
  {
    "speaker": "PERRY",
    "speech": "And if they came out the other way and said, I am going to treat it as preclusive, question would be open for this Court to review."
  },
  {
    "speaker": "PERRY",
    "speech": "I respectfully disagree with you, Justice Ginsburg. The -- if the State court gave preclusion question would be open to question -- the collateral estoppel question would be open to review. question, doesn't it?"
  },
  {
    "speaker": "PERRY",
    "speech": "Certainly, Your Honor."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "And in -- this Court could"
  },
  {
    "speaker": "PERRY",
    "speech": "In a non-removed case, yes. Petitioners' theory, though, is if this is a 1447(d)"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "On -- on the merits of the issue as opposed to diversity?"
  },
  {
    "speaker": "PERRY",
    "speech": "On the merits of the final"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "And why --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "In other words, if -- I"
  },
  {
    "speaker": "PERRY",
    "speech": "Justice Breyer, we would certainly hope that if Petitioners were to prevail on the 1447(d) issue, this Court would make clear both bring it to this Court. What we are saying is under the current state that Congress wanted to have this reviewed quickly and in the Federal courts?"
  },
  {
    "speaker": "PERRY",
    "speech": "Correct, Your Honor. And -- Because I hadn't, frankly, realized the importance you attach to the Missouri Pacific case. And the way you seems to me very strange to say that we could not, when we do get the case on a petition for certiorari -- couldn't review whether it was -- whether it was in"
  },
  {
    "speaker": "PERRY",
    "speech": "Your Honor, I'd submit that it's very strange that this would not be just reviewable"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "But it's so odd."
  },
  {
    "speaker": "PERRY",
    "speech": "-- the Seventh Circuit."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Suppose -- suppose the -- it The district court judge remands the case. In his opinion Romania is not a country. That's what he didn't -- if there was no opportunity for review, then that's a ground for refusing preclusive effect."
  },
  {
    "speaker": "PERRY",
    "speech": "And in -- and in Munsingwear, provision of the Restatement of Judgments to this Court, and six Justices of this Court held, no, if"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But in -- in any case, Munsingwear turned on -- not on the availability of -- of an appeal generally, but on the mootness of the case disappeared, and the -- the only way to get rid of the order you don't like is -- is vacatur. And if you"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Counsel --"
  },
  {
    "speaker": "PERRY",
    "speech": "If the Court would like to change that law, it's -- it's up to this Court, but that's how"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Counsel, if you -- on the removal question, if there's a dispute about why do we have such different approaches to the different prongs?"
  },
  {
    "speaker": "PERRY",
    "speech": "Your Honor, I'm agreeing with you is the further inquiry of whether all of the preclusive elements of subsection 77p(b) are met, which is the understood so that on the face of the opinion of the district court, where it recites the defendants maintain that the in-connection-with requirement was This Court has accepted it in Dabit -- conferred jurisdiction on the court, and then the substantive The other is CAFA, for example, is expressly jurisdictional. It amends the diversity statute. So there's no argument that it would be within Thermtron. to make it. Here, Congress knew about Thermtron. distinction. This determination made by the district court here was a merits determination not controlled by 1447(c), and therefore, appeal was not barred by"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "But -- but I still don't -- and this gets back to the question I asked the original jurisdiction of the Federal courts."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But -- but here, what is set out in subsection (b) is exactly the reason for and that, it seems to me, is the sensible reason for reading it the way your -- your brother on the other there, we'd have -- the case would come out the other way?"
  },
  {
    "speaker": "PERRY",
    "speech": "Yes, Your Honor. We have not sentence of that clause where we say after removal, after the court establishes that it has removal and they've quoted things out of context in order to do so. But the complaints themselves are pure negligence claims that would fall outside of SLUSA. and even if you were to disagree with the district court's basis for saying that remand was proper because has to be a covered security, has to be a covered class action, and it has to meet the requisites of subsection (b). That's the only reasonable way to read that. And are -- are met, then the district court has to find that the case shall be precluded. would be Federal court review in this Court from a State court determination on the applicability of SLUSA in this case? there would be -- their argument about the Missouri Pacific case is wrong because what the -- what was about here, Justice Stevens -- it's important -- is that in how these securities get priced, was there negligence in the pricing of those, that had market-timers that we were moving in and out of the"
  }
]