[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Mr. Busby. concession of timeliness based on full information was an express binding waiver, and it was error for the District Court to override that concession. error. This is not a -- this is not a case where the State chose to waive the statute of limitations. It"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But the --"
  },
  {
    "speaker": "BUSBY",
    "speech": "-- \"a known right.\""
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "-- the whole basis was magistrate said, \"Oh, they miscalculated. There were more days involved.\" the State that they amend their answer.\" The State certainly could -- under Rule 15, if the Federal rules apply, the State could have amended its answer and"
  },
  {
    "speaker": "BUSBY",
    "speech": "Well, certainly, Your Honor, they could have moved to amend their answer. We would be found on page 5(a) of the appendix to the petition, \"A Federal Court that sits in collateral review has an obligation to enforce the Federal statute of Committee notes to Rule 4, saying the court has the duty to screen out. And they also expressly is in connection with Rule 4."
  },
  {
    "speaker": "BUSBY",
    "speech": "Yes, Your Honor, and then they ­ -they rely on that duty to say that there is an distinguishing Essingler and say, \"We don't have to go through this discretionary analysis, because there's limitations, or barred by the statute of limitations ­ -"
  },
  {
    "speaker": "BUSBY",
    "speech": "Uh-huh. have discretion to refer to the State for a response?"
  },
  {
    "speaker": "BUSBY",
    "speech": "Yes, Your Honor, we would say don't take this view -- I -- after having given it thought, I think the better view of that clause is that it does not apply to an affirmative defense say, based on an affirmative defense that's subject to waiver or tolling, that someone is plainly not not a forfeiture provision; it's designed to move these complaints along speedily, particularly in capital cases, of which this is not one. argued that the Federal Government wants to move them along speedily, whether or not the State government the Federal judge to raise it, but the question is, you know, the -- it could be a \"must,\" it can be \"may not,\" or it could be \"may.\""
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "And why shouldn't we treat this as a \"may\"? The judge noticed the clerical"
  },
  {
    "speaker": "BUSBY",
    "speech": "There are very clear standards, Your Honor --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Yes, \"leave shall be"
  },
  {
    "speaker": "BUSBY",
    "speech": "Yes, but there are also -- it's a -- again, it's a discretionary determination, and Court to allow the amendment."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "Are you --"
  },
  {
    "speaker": "BUSBY",
    "speech": "Now, also -- error is simply that it wasn't done via Rule 15? What if we were to say that the same considerations apply petition, you couldn't tell."
  },
  {
    "speaker": "BUSBY",
    "speech": "I'm sorry, Justice --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "There wasn't -- meant to say Rule 15. But if -- to encourage parties to do this under Rule 15, the Court should adopt a derive -- and is directly addressed by Civil Rules 8 and 12. And this Court, in Gonzalez and Mayle, says that when that happens, that's where you start, with in the habeas statutes or rules that's inconsistent with that approach, with the -- with the forfeiture served by having the State calculate and make the motion, rather than putting the burden on the Federal Court to do it. The Court, we submit, should make the State's in the best position to make the limitations calculation. It's an error-prone fact-intensive, you want to make a motion to amend?\""
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Wink, wink?"
  },
  {
    "speaker": "BUSBY",
    "speech": "Well -- but --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I mean, there is some value in that, I think, particularly where the State has developed on habeas relief. It's not a statutory affirmative defense. And, as our brief points out, Congress has treated these very differently when it exhaustion, but nonretroactivity, abuse of the writ, and procedural default. I'm sorry, procedural default shall not be granted unless you file within one year.\" It doesn't even say, as it does in the capital context, for certain -- for capital opt-in States, \"a period of limitation.\" And that has a settled meaning that goes along with it."
  },
  {
    "speaker": "BUSBY",
    "speech": "Certainly."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "And we don't --"
  },
  {
    "speaker": "BUSBY",
    "speech": "And there could be --"
  },
  {
    "speaker": "BUSBY",
    "speech": "-- good reasons to amend. For example, the Bendolph case that you have before you, it to the parties to raise it."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, what's your answer as to whether there is any limitation on the judge just reason why you haven't pleaded statute of limitations?\" Can a -- can a judge do that? abuse of discretion for him to suggest an amendment if he's got the opportunity to rule on the amendment later on. And then presumably the ruling would be"
  },
  {
    "speaker": "BUSBY",
    "speech": "That's a good point, Your Honor. I don't think this Court needs to circumscribe the The Court should, instead, assume that the concession is valid and that refusal to honor it is an abuse of discretion. You --"
  },
  {
    "speaker": "BUSBY",
    "speech": "-- don't want to strip --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "-- cases -- were those that applies here, by virtue of Civil Rule 81 and Habeas Rule 11, that it's error -- our first position is that it's error to override the forfeiture --"
  },
  {
    "speaker": "BUSBY",
    "speech": "-- except in --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "That's what I thought your the statute of limitations, and the case is all tried and finished. At the very end, he says, \"Oh, my God.\" And now he goes in and asks to amend it under Rule"
  },
  {
    "speaker": "BUSBY",
    "speech": "I -- they normally say no, that that's --"
  },
  {
    "speaker": "BUSBY",
    "speech": "Well, we disagree that this was up front, Your Honor. The answer in a -- habeas corpus cases, of course, heavily deals with the replied. And, as the State's amicus brief points out, that's all that usually happens in most habeas corpus habeas rules -- that deal with how these things happen, the Court cannot use its inherent powers to circumvent those rules. And we submit that that's Now, in addition, I'd like to point the Court to New York versus Hill, which is not cited in suggestion that they didn't have all the information they needed to make the calculation. And Brady says that simply misapprehending a factor -- a relevant 397 U.S. at page 757. In addition, the State makes an argument was consistent with AEDPA and the habeas rules. It was consistent with this Court's habeas jurisprudence. And it was consistent with the purpose behind, and This case is not about the State's waiver. And we would agree that -- with Justice Scalia, that"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You think the court \"must.\""
  },
  {
    "speaker": "KISE",
    "speech": "No, Your Honor."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, don't you think we perhaps send it back to see whether, if the court knew that it had discretion, it would have done this? -Mr. Busby told us that the reference was in the following paragraph, and it is the sentence, \"A Federal Court that sits in collateral review of a to enforce the Federal statute of limitations.\" That's the sentence that suggests that the Court of"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "What would you say -- assuming that we're beyond Rule 4, what would you say simply to a rule that said, \"Yes, we recognize that discretion -- on the part of the court to raise this.\" But, just as a -- as a general rule, judicial look at affirmative defenses. Obviously, they have substantive differences, which my -- which Counsel has pointed out, but, from a procedural standpoint, were Court needs to recede procedurally from Granberry and Caspari -- reflected, it was appropriate for the District Court to raise the issue and then consider the interests of the parties. If the District Court had been presented statement by the -- by Florida that, \"We concede,\" and there was nothing to raise the question, then we would one way to do it. And doing it in these particular cases is another way. Giving the courts discretion to raise the -- means we're now going to have a new area of law. The new area of law consists of habeas law involving what position, and there is not a case that we have been able to locate in the country that says that \"ordinarily\" means \"never,\" that --"
  },
  {
    "speaker": "KISE",
    "speech": "-- the ordinary rule --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "-- means it's \"hardly this issue now,\" to avoid the roundabout that is occasioned by that. If it is, in fact, permissible in these circumstances for the District Court to raise here, and the way that was approved in Bendolph, and the way that we believe the Eleventh Circuit approved example, where the State might wish to waive the statute of limitations and simply move to the merits would be in a situation where there might be some merits are relatively straightforward. Rather than spending the court's time and the resources involved Court to do this if the State wanted to reach the merits?"
  },
  {
    "speaker": "KISE",
    "speech": "I don't think so, Your Honor, reach the merits. Perhaps the State was engaging in some sort of gaming of the system, as Petitioner an express waiver case as opposed to a forfeiture case?"
  },
  {
    "speaker": "KISE",
    "speech": "I don't think that you could say, be an abuse of discretion in all circumstances. But I do think the District Court needs to factor in the these --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "I thought in Granberry the Court gave the Court of Appeals that discretion, District Court, been missed by everybody, until the Court of Appeals."
  },
  {
    "speaker": "KISE",
    "speech": "No, Your Honor, I would not, and I'll tell you why I would not."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "All right. Gonzalez, the Court is not reviewing the opinion. The Court is reviewing the judgment. And the -- appropriate test. In the first instance, I would say that the Eleventh Circuit did not, in fact, apply that test, did not believe that it was obligated to, but if presented the hypothetical, then I would say that the District Court did, in fact, apply the correct test."
  },
  {
    "speaker": "KISE",
    "speech": "I'm not sure I follow your --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well, you --"
  },
  {
    "speaker": "KISE",
    "speech": "-- your question, Your Honor. extra 90 days if you actually file, under your explanation for why this cert petition is -- why this That is our position."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Even if they file a cert petition."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "So, doesn't that put them in the position of sometimes having to file that"
  },
  {
    "speaker": "KISE",
    "speech": "Your Honor, one Circuit -- ten of the Circuits go in the direction that we advocate, and Abela, the Sixth Circuit case that is cited, I"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Yes."
  },
  {
    "speaker": "KISE",
    "speech": "-- moves in the other direction. responsibility to weed out unmeritorious claims and to enforce the limitations on habeas review. Rule 4 imposes an obligation on the court to for an answer by the State. Now, Rule 4 is not applicable here, but the absence of an obligation to you cannot raise it sua sponte, except in exceptional circumstances,\" cite the three cases that said that. And, as far as you're suggesting it to people, you case, no special rule. If they want to move to amend, fine, end of case, we did it in a paragraph. Court noted, in Arizona versus California, that it would be appropriate for the court to raise that defense sua sponte. And, of course, Plaut versus"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Not generally. Statute of limitations, like res judicata, they are 8(c) for an evidentiary hearing on that issue. But, you know, this case was untimely filed. We can dispose of it on that basis. And we can save all of those now.\" We think that would be an appropriate exercise of the court's discretion. The court did, here, of course, give the Petitioner every opportunity --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Excuse me. From what you State is unwilling to change its mind and says, \"No, we would still prefer not to assert the defense,\" you hasn't done that with respect to the statute of limitations."
  },
  {
    "speaker": "DRIEMEIER",
    "speech": "That's right. And want to stand on the statute of limitations defense because, for example, it was particularly messy, there although there was one point at which it said, \"The court was obligated to enforce the statute of limitations\" -- and, of course, that's true if the other points in the Court of Appeals opinion where it used discretionary or nonmandatory language. For the State's counsel, mentioned -- in footnote 1 of its opinion, cites that same standard and makes clear that it's raising this at a -- as a matter of its would be -- serve no purpose in this case. If there are no further questions -- are no factors anywhere in Jackson of the type that this Court discussed in Granberry. It -- and there's no indication that the -- that the magistrate judge indication that the Eleventh Circuit considered any of those factors. And it's certainly an abuse of \"nonretroactivity\" are unique to habeas. They're not mentioned anywhere in Rules 8 and 12. Whereas, \"limitations,\" of course, is mentioned explicitly. necessarily always, but at least in all but extraordinary cases, would prevent the judge from that don't apply in civil cases. There are presumptions of correctness and those sorts of things. But courts in civil cases, nonetheless, say that should be no different here."
  }
]