[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Mr. Dreeben."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And that's what we generally mean nowadays by the right -- by -- by the right to counsel. And when you talk about fairness being its newly discovered right to have counsel appointed. But I don't know that fairness was the -- was"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- that's hardly -- that's hardly the original purpose and meaning of the Sixth Amendment, and -- and you come here and say that its purpose of the newly evolved Sixth Amendment and not of the original one. is there."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, I -- I think that this Court has made clear that the core element of fairness there at all, and if the lawyer is not there, the essential fairness of the trial is in jeopardy. And"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well, but what if -- just to take an example, let's suppose there are two possible defenses you could raise, entrapment and that entrapment and the other wants to, you know -- the one that you want is the one who said we'll argue you It's a qualified right that does yield to interests that are designed to protect the fairness of the trial."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But in this -- in this and able to pay for an experienced lawyer in whom he has great trust. He's instead stuck with a younger, with the lawyer who he elected to have represent him at trial and not determine that that was in his best interest at that time. -- from his first choice."
  },
  {
    "speaker": "DREEBEN",
    "speech": "He was disabled --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "It is a much greater right because it protects autonomy interests that are --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Why doesn't the choice of"
  },
  {
    "speaker": "DREEBEN",
    "speech": "It protects it, but in a much -- position be if the disappointed client whose choice of counsel was rejected by the court applied for mandate review in the court of appeals? were a clear abuse of discretion, in accordance with the ordinary mandamus standards -- if the --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, I mean, I suppose the Government can object that it's improper or that it's Government's position is."
  },
  {
    "speaker": "DREEBEN",
    "speech": "The Government's position is I think that would effectively overturn this Court's holding in Flanagan, that there's no right of taking a collateral order appeal in every single case involving But what's critical here, I think, is to compare the position of a defendant who has no counsel think that it's relevant to the question of whether you allow immediate appeal, what the consequences of not allowing immediate appeal are. If you're totally --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "What this Court said in standard, is your standard of prejudice the same as under Strickland, or is it a different standard?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Our -- our standard of same as under Strickland. We would not require the defendant to show that his second-choice retained representing the defendant was in some way less skillful than the attorney that the -- the defendant preferred to have? That seems like a very difficult"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Justice Alito, I don't think that it is that difficult. I think, in fact, it's going to get me off. (Laughter.)"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I want a lawyer who will I would not consider the Twinkie defense an invention of a competent lawyer. But -- but I want a lawyer speculation, and it seems -- it seems to me not a good remedy."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, the -- the remedy that -- competent requires I think a -- a systematic inquiry. I wouldn't call it entirely speculative. It's a considerably more than an ineffective assistance case. And the autonomy interest that's being protected here needs to be viewed in relation to the fact that the he's denied all choice of counsel. He's denied his first-choice counsel which -- somebody else and that person obtains a complete acquittal, that -- that individual is, no doubt, going to be very satisfied. And the historical example -- as an answer to our question? Sure, no harm, no foul. But that can't be the -- that can't be the criterion"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Yes, and I'm not suggesting that the Court apply the criteria in Strickland. And this Court has a variety of other standards that it could of automatic reversal provides an unjustified windfall for a defendant when it's considered that defendants"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "It's a fair trial. Nobody is saying it wasn't a fair trial, but he didn't have the lawyer he wanted. I mean, we could assure lawyers and assigning lawyers to everybody. That would -- that would accomplish fair trials throughout the"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Totally independently of the trial strategy --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "No, I -- I don't agree that Amendment that's independent of what the Sixth Amendment itself says, which is the assistance of expression of his autonomy."
  },
  {
    "speaker": "DREEBEN",
    "speech": "That is correct. And that is why this Court, in construing this right, in the aspect of the right, once you have a lawyer in the criminal justice system, namely the right to the its self-representation cases is that there was an important historical tradition that was being protected, and it's being protected independent of the allowing the defendant to speak to the jury in his own voice because there's something deemed fundamentally was appropriate for denial of the right to self- representation included the critical fact that this is not a right that proceeds in connection with the"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Right, and the question is he -- I mean, the -- the whole point here isn't the --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Justice Ginsburg, I think the Court has before it three options for some standard that would not consist of an automatic reversal The first, and the Government's preferred position, is that the defendant should come in and show would conceivably reverse the -- the disqualification of counsel on the ground that he would have come up with that defense and win. would conclude that that defense was not likely to prevail, then I would submit that the proper simultaneous multiple representation, it's sufficient for the defendant to show a different strategic approach that was not taken because the conflict caused requirement of outcome determinativeness that goes along with that. this case, when the decision may very well be sound, we give -- we would, on your view, give a -- a much reduced respect to it. That does not seem consistent. to reserve the remainder of my time, but the point is that a defendant who has his second-choice opportunity said, I can't be here for another 10 days. And the court says, I -- I deny that. I -- I assume if it's an abuse of discretion, the result would be the same under"
  },
  {
    "speaker": "FISHER",
    "speech": "Well, this Court already has a body of jurisprudence, beginning with Powell against certainly wait for another 2 weeks, and the judge has to do it."
  },
  {
    "speaker": "FISHER",
    "speech": "We don't -- we don't believe"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "And I don't know why he wouldn't. conviction in that case."
  },
  {
    "speaker": "FISHER",
    "speech": "Well, it seems -- you know, perhaps we could imagine a scenario, Mr. Chief Justice, if he came out and said so much to the court. But certainly it is our position that if he's denied the can't he say to the first person who comes through the door, you know, I've got a -- I'd like to see the others before I make a choice? --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Why not? would happen if there's an autonomous, structural right of the kind you -- you urge."
  },
  {
    "speaker": "FISHER",
    "speech": "The -- the autonomy interest in defense. It's the defendant's right, as this Court put it in Faretta and later in McKaskle, to control the way constitutes a Sixth Amendment violation. And in --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "How many lawyers -- you're talking about a very refined assertion of a hundreds of thousands of lawyers, and what you're saying is that if he doesn't get choice one, choice two said that oftentimes the messenger is as important as the message in -- in a criminal defendant's case."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "Well, can there not be a case the judge's mistaken ruling on a disqualification motion didn't have any effect on the outcome? harmless under your theory because your theory is that this is giving expression to your personal autonomy. It's not simply for your defense. If it were harmless, defense. But there's another constitutional interest under your theory. Amendment violation when the trial court, for no legitimate reason, said, you cannot go forward with the counsel of choice. Now, the only question I think But this just brings up, Justice Scalia's Twinkie case, and to take away -- Court saying in Wheat there's a presumption that the defendants have the right to proceed with counsel of choice really can't be explained in any other way than goes beyond simply a fair trial and does encompass an autonomy interest. And to conceptualize that autonomy supposed danger that courts and prosecutors will be too hesitant to challenge selected counsel of choice, but you've already taken that fully in consideration in Wheat decision is to say these are decisions that have to be made at the outset of trial. And so, therefore, that court has in Wheat, if the trial court simply went -- if the court simply went off the reservation and said, no, you can't have this person for no reason,"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Are you saying that this -- trial is -- is one thing. Appeal -- but you say he all the other rights in the Sixth Amendment that can give way for efficiency or integrity concerns. But what the United States is suggesting is exist anywhere else in constitutional law, which is to say that this Court recognizes that a certain right holding of those cases is when the court interferes with what the defendant wants to do, then a Sixth Amendment violation takes place right then and there, place."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Are you -- are you relying status quo because the rule in every Federal circuit is that on direct appeal if the right to counsel of choice is denied, it's an automatic reversal. So we're -- in the lower courts only to the extent to say it's working fine just now, and this Court ought not to What the United States is suggesting is that we should have these satellite collateral proceedings where we have to not just investigate questions like this is much more difficult than the Strickland scenario because, as Justice Alito pointed out, in because he didn't get to try the case. What -- what you'd be asking this person to do is sort of take the stand and hypothesize what he might have done in all"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "Would your -- would your rule -- with Strickland, they have the problem of this Court's decision in Hill against Lockhart which holds that a defendant doesn't have an ineffective assistance type guilty at all but for his counsel's advice. And secondly, we have the problem, once prosecutor. Was that not so?"
  },
  {
    "speaker": "FISHER",
    "speech": "That is part of the record, Justice Ginsburg. The lawyer that the defendant wanted several months before before the very same judge and stepped in on the eve of trial and negotiated an disqualifies the counsel, and that's what the Seventh Circuit didn't understand. Once you say that that violates the right, then your only choices, under this only two choices are structural error or a Chapman review. appeals by writ of mandate?"
  },
  {
    "speaker": "FISHER",
    "speech": "Oh, well, there's -- there's two big problems with what the -- with the United States' I -- I think as -- as came out, if mandamus became too common, it would effectively overrule this Court's the right is not violated until -- until there's an unfair trial in order to take the position that the Government takes. I mean, the right -- a lot of rights see whether there was prejudice were violated at the time, and not -- not just on the basis of whether there the right as one that you made clear there's a violation at the moment the trial court impermissibly denies counsel of choice, and then perhaps to say -- reversal rule or even a Chapman standard, then you could say that there would be a right for mandamus on yes, but let me talk about -- let me go back to the facts of this case. I mean, we have a defendant here with only very limited funds. He may decide that I and -- and I don't want to depend on this lawyer's good will or something. I mean, so we're getting down the situation that we have in Strickland where this Court has said that even if -- if the government doesn't do anything at all -- and this Court emphasized in Strickland and this case is the -- is that the government is powerless in the Strickland scenario to States accepts in footnote 3 of its brief and in the self-representation cases, which -- which recognized that the kernel of the defendant's right is to present core Faretta right is the -- is the defendant's right to present the case to the jury the way he wants to It's the one that's working, and it's the one this Court should -- should refuse to change today."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "How many -- how many"
  },
  {
    "speaker": "FISHER",
    "speech": "It's roughly -- roughly half the circuits have addressed this issue on direct appeal, no lawyer at all. And it's anomalous factually because a defendant who is deprived of his first-choice counsel select his second-choice counsel with much greater care, may obtain a lawyer who is far more competent and misunderstanding of this Court's Flanagan decision in which dictum was quoted as if it were a holding and because the courts failed to triangulate the right in recognized in the ineffectiveness context and in the"
  }
]