[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument York v. Chatham County, Georgia. Mr. Estrada. bear emphasis. The first one is that even by 1890, the Court was able to say that in its own cases it could see without any objection being raised. The second was that an important aspect of other words, the county could be an arm of the State for some purposes but not others."
  },
  {
    "speaker": "ESTRADA",
    "speech": "That is -- that is a county would meet that inquiry with respect to what we have here. extend immunity to counties and municipal entities in a State just a historical relic? It depends on semantics. Or is there some normative or good"
  },
  {
    "speaker": "ESTRADA",
    "speech": "Well, I think as a -- as a fundamental feature of the Federal system and -- and merely an example of the structural immunity that is implicit in the structure of the Constitution."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "So it's -- it's a matter of participated in the Convention, the plan of Convention?"
  },
  {
    "speaker": "ESTRADA",
    "speech": "And because they came to the based on the dignity of the State, or the king in one case, and of corresponding lack of dignity of the entities on the other? history was and what the plan of the Convention was, and it's also a recognition, even functionally, that immunity to counties on the day that it ruled on Hans, it seems hard to see why it would do it now. And in fact, the history of this Court's cases since then again, that counties and political subdivisions are not entitled to the State's immunity. parte New York was it cited one of the distinctions between the New York case and Workman, when it could have cited two. That's not enough to override what the And one of the reasons that I started with the Luning County is that even if there were any doubt common law cases about what the -- what the power --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "They're talking about immunity in most of the cases, not necessarily --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- not necessarily sovereign immunity. the structure of the Constitution. And the state of this -- this Court's doctrine is that the Eleventh Amendment's sole purpose for the fact that Chisholm came down, the Eleventh Amendment never -- if the Eleventh -- if the Eleventh inhabitants as the State of Delaware, and that's what he argued. And Justice Iredell, whose views have come to to distinguish political subdivisions from States, so that even though this Court's first holding was not Both Workman and the principle it applied answered the question presented in this case. Workman held that, as a matter of the Federal law of admiralty, from suit. In the course of deciding that question, the Court explained that if the government entity The theory on which the court of appeals apparently relied was that not only States but what it called political subdivisions of States are entitled to subdivision is exercising a power delegated by the State. immunity, and there's none. Respondent's theory is that there are two distinct notions of sovereign immunity, what it calls sovereign immunity. A fundamental flaw in that theory is that there is only one doctrine of -- of were sovereign. When they entered the Union, they surrendered some aspects of their sovereignty and retained other aspects of it. One aspect that they is not entitled to sovereign immunity because it wasn't a sovereign at the time of the founding and thus had no"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Nor could charities. They were immune as well. But it -- it certainly wasn't sovereign immunity. Justice Scalia. At the time of the founding, various entities, including sub-State governmental entities, take into account. You've identified one of them, which is the classification of the entity under State law. The other two, which are probably more important, judgment against the political entity and also the extent of control exercised by the State over the doctrine of constitutional sovereign immunity. The only other possibility that would entitle Respondent to prevail in this case would be some notion But, of course, whatever else Workman held -- and Respondent takes the position that Workman did not"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "The question presented is -- is only sovereign immunity, isn't it? It's -- we don't have to decide whether there might be some other type"
  },
  {
    "speaker": "HIMMELFARB",
    "speech": "That's right. That's right, Justice Scalia. To the extent that sovereign immunity arm of the State."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Who pays judgments? Who pays judgments against the county? county is initially probably the county, but under Georgia law, the department of DOT -- Department of"
  },
  {
    "speaker": "HART",
    "speech": "Well, I think the Hess case says that -- that it -- that it's one of the default issues, and then you go to the dignity interest and the funding interest. But if you go back and look at the California Regents case v. John Doe, in that case, it shows and explains why funding becomes not a whole lot in the way of meaningful factor because if you looked at --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, core -- core government functions isn't -- isn't the test either. I mean --"
  },
  {
    "speaker": "HART",
    "speech": "I understand that."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- you know, the Federal Government and I think some States gave -- gave railroads the power to condemn land. Did that make railroads sovereigns entitled to sovereign immunity? I don't think so."
  },
  {
    "speaker": "HART",
    "speech": "No, sir, I wouldn't argue that either."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "So the mere fact that -- that your county is exercising some, quote, core government functions, that -- that doesn't -- doesn't get you there."
  },
  {
    "speaker": "HART",
    "speech": "Well, I think you look at the -- the history, you look at the dignity of the State, and you look at the functional realities of State management. And if you look at the history, counties were immune at common law in England. Counties were immune at the time of the framing."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "That was -- in many duties they were performing they were performing pro bono publico. that counties can handle bridges. It's in the constitution that they're immune. You can only waive it by an act of the legislature. torts would this apply to, as applied to Chatham County? If Chatham County --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "What are you relying on in the Georgia constitution? It doesn't mention counties, does it? It just says except as specifically provided State and all of its departments and agencies."
  },
  {
    "speaker": "HART",
    "speech": "Yes, sir. And there's strong case"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "To what -- what other area would this apply? If the county has sovereign immunity, how about the county school board? sovereign function has to truly be a core sovereign function and it has to be supported by some type of This is a narrow exception and we think it deserves that insofar as the navigable waters."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well, I'm not sure core sovereign function."
  },
  {
    "speaker": "HART",
    "speech": "Well, it -- There's nothing in the structure that has anything to do with bridges."
  },
  {
    "speaker": "HART",
    "speech": "The answer to that question is government and you look at what they define as being important -- and in this case, Georgia has defined that"
  },
  {
    "speaker": "HART",
    "speech": "Well, we were asserting that we were -- we were immune under residual sovereign immunity and we conceded for -- that the county has not as being sovereign -- as sovereign -- having sovereign immunity. That is not to -- and -- and we needed some One of the things that has been argued by the Solicitor General is that there's a single sovereign immunity, that there's this unified sovereign immunity. general principles of sovereign immunity, we agree with that. We do not agree with the part that says that functions that have a history at common law at the time of the framing and has been consistently recognized by the Supreme Court, navigable waters and the soils sovereign interest of the State by this Court. If you go back and look at the St. Anthony there and --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well, the State doesn't pay the damages."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "The State doesn't tell you how to do it. of the State ought to be something that matters less. The dignity interest ought to matter more. The funding issue is something that in every comes from all different sources. And to some extent, who pays the bill and how they pay the bill depends on"
  },
  {
    "speaker": "HART",
    "speech": "Insofar as this case goes, there is the potential for payment by the State, and -- and that's about all we can say there. We'll have to -- we duty for them to pay it? But -- but the practicality of it is usually when they delegate you the function"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "What about the South Carolina Supreme Court's opinion in the Hines case which seems to run counter to your argument? Eleventh Amendment case, number one. Number two, it -- it did state, in the front end of the case, that they The --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "The -- the Eleventh Circuit had a prior decision, didn't they? a similar case arising out of Chatham County, and it went up and was affirmed per curiam, and then there was seems that that is an issue that the State ought to be able to do out of its delegation -- out of its dignity function. They ought to have the right to run the fit."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "It's not unusual that position there that -- that that is a core sovereign function, that the navigable waters are a sovereign interest of the State, and that should have the dignity The design of the Constitution was that there would be dual sovereignty created both in federalism function that the county ought to do, and -- and that needs to be respected from the standpoints that States are given wide latitude in the way that they set up and And we respectfully request that you make a finding that we have the right to have sovereign If that fact -- scenario were to come up in Chatham County and the plaintiffs and the defendants were diverse, there is no question that -- that the immunity under Erie. I will point out incidentally that even indicate that it should not be adopted now. You may recall that such a distinction between core and non-core governmental functions was at National League of Cities v. Usery, and in the Garcia case, the Court overruled National League of Cities"
  },
  {
    "speaker": "ESTRADA",
    "speech": "I think it's -- it's sort of inherent in all of the cases that have been ruled upon, Mr. Chief Justice, that what tends to be delegated are I don't think this Court has ever held that it is the"
  }
]