[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Mr. Whisman. is called a sentencing enhancement. This rule of absolute prohibition is inconsistent with this Court's jurisprudence and should be corrected. basis and the flaws in the legal reasoning of the Washington State Supreme Court, I would like to take a prosecutor explicitly stated that the method under which the State is alleging and the jury found assault was committed was by the use of a deadly weapon. And enhancement, the State alleged there is no element of a firearm. The element is assault with a deadly weapon. comments beginning with the comments pretrial, where he notes that I can see no relevance to -- to the admission of a different gun. Then he comments, Ms. clip. Regarding the charge in particular, counsel at JA, page 30 says, the allegation and the basis on which"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Was deadly weapon still an enhancement at that point, or was deadly weapon part of the definition of a new crime? an enhancement, Your Honor, under the statute. And so the statute defined deadly weapon very generally, and category. But I thought that deadly weapon includes at least pistols and revolvers."
  },
  {
    "speaker": "WHISMAN",
    "speech": "A firearm includes pistols and from which a projectile is fired. So --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But -- but didn't the deadly So, in other words, you have either a firearm and a 3- year enhancement, or you have, as I say, no -- no weapon enhancement at all. So, in other words -- proper or required by the Washington trial court to tell the jury, ladies and gentlemen of the jury, the so it can find a lesser included offense."
  },
  {
    "speaker": "WHISMAN",
    "speech": "Well, there -- there are two parts to the answer. Let me answer that one first. included offense of a firearm that's still a deadly weapon. And if you look at State v. Olney, O-l-n-e-y, -- and that was -- that was the -- the mistake that was made in this case. We should have submitted a verdict form to the jury that would -- that would let a jury"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Could you -- could you clarify one thing for me? I just want to be sure I counsel -- on page JA 31 and at JA 38, counsel very specifically said the State tries to say that the nonworking firearm would also be the basis for this page 38, they say, obviously, the question of whether it actually worked or not would be irrelevant under the discussed how soon it could be rendered operable to make it still constitute a real gun. But I think that's really kind of an esoteric area of the law. has to be operable."
  },
  {
    "speaker": "WHISMAN",
    "speech": "Well, that's what the -- what found was deadly weapon because that's all they were asked to find."
  },
  {
    "speaker": "WHISMAN",
    "speech": "That's right. They only used the Washington State Supreme Court, we conceded that, technically speaking, the jury's verdict didn't whether loaded or not. And under those circumstances and under the circumstances where the only weapon associated with this assault is a firearm, the only was the firearm. So, as I say, it's not as though they were defendant was surprised by the sentence that the judge ultimately imposed, then we would have to analyze, separately analyze, whether or not the charging document and under Washington law, that is a separate analysis, a separate analysis -- sufficient to submit the deadly weapon verdict form in that form to a jury where it's clear that the only weapon at issue was a firearm. In each one of those least one of them, the victim was shot, so there couldn't be any question. So there was -- there was a a jury is subject to harmless error analysis because it is a nonstructural trial error. In Apprendi and Blakely, this Court held that no distinction between elements that set a maximum punishment, sentencing elements, and elements of the"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Ms. Millett, can I ask you this one question? Would there ever be a case where it was not harmless error when the judge makes the appellate court to assume, well, if the judge made the finding, it's probably supported by the evidence and clear whether it was here, but at least as to some factors. It's clearly not enough that there's sufficient evidence to support the judge's any -- a jury could have found any doubt or when it's clear beyond a reasonable doubt, that the outcome would and beyond a reasonable doubt by the jury, consistent with the defendant's constitutional rights."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "What -- what do we do about other side, that Washington law is such -- or at least at the time the briefs were written, Washington law is crystal clear that the only thing the court found was that there was no procedure to re-empanel a jury on remand. And I point the Court to page 208 -- that's a citation -- where the court specifically said, we are only talking about remand and not deciding whether"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I don't understand what -- what you meant by a facial unconstitutional -- facially unconstitutional problem. You mean a Federal court unconstitutional on its face? We wouldn't do that, would we? deal with it. And I don't think the way to deal with it is to assume that that's a reason to make harmless error not available to these types of errors across the"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "The assumption of the hypothetical is, I take it, that the Washington State"
  },
  {
    "speaker": "MILLETT",
    "speech": "That --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Suppose the -- suppose the judge didn't ask about deadly weapon at all, just --"
  },
  {
    "speaker": "MILLETT",
    "speech": "Well, the -- it's assault in the second degree which requires -- itself requires use then dictate the sentence. And one other point I'd like to make clear is there's been some argument that this case is different is no different at all. You had a completed verdict for a non-offense in Neder, and the distinction between The other point I wanted -- I wanted to make is that the fact that the jury verdict form here came back consistent with -- with the -- or the jury verdict shouldn't make a difference. The change in the -- that jury verdict only came back because of a second The Washington Supreme Court correctly held that as a matter of Federal and State law, the error in this case, as in Blakely cases generally, could not be I think it's important to clarify that as a matter of State law and -- and as recognized by the additional fact that it has the capacity to fire, which is -- which is why the statute, the deadly weapon statute, and the definition of deadly weapon in -- in revolvers, and other guns."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "But if it has the capacity evidence that it didn't have the capacity to fire?"
  },
  {
    "speaker": "LINK",
    "speech": "There was no evidence, I think, to suggest that it did. you're not entitled to a lesser included offense instruction for which there's no evidence. I mean, your -- the -- the defendant might have come up and -- and presented evidence to the effect that it was only a starter pistol, in which case, okay, there would doubt that the handgun was what it purported to be, there would be no reason to -- there would be no capacity to fire could be used to -- to strike an individual, and in that context would be a deadly weapon regardless of whether it was likely to cause a"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "No -- no question. But if there -- but if there is no reason to question its"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "So you ask for an instruction assuming that the firearm at issue in this case was operable. he asks -- an individual could ask for an instruction in that case and still maintain that the State hasn't But then when the case is submitted to the jury, the judge just forgets to charge on the firearm factor or element. Would that -- could that be harmless error?"
  },
  {
    "speaker": "LINK",
    "speech": "I think that if the parties litigate the question of whether or not it was an"
  },
  {
    "speaker": "LINK",
    "speech": "In that scenario, if the evidence is overwhelming as -- as perhaps it was in Neder, one might assume that the error is uncontroverted. But -- therefore, it's harmless. So, therefore, we use harmless error analysis. So what's the difference firearm. He just forgets. All right? And then the jury goes out. It comes back and the lawyer says, Judge, I handed you the instruction. Why didn't you harmless error apply to that case?"
  },
  {
    "speaker": "LINK",
    "speech": "I think that scenario is closer to confirmed a few moments ago, that the charge specifically specified that a handgun had been used. So this is not a case, as I think you were suggesting, plus the enhancement they now claim. The -- the problem was in the jury verdict, not in the charge, not and right now, if I understand you correctly, you're arguing that you ought to win because if you don't win, as a matter of Federal constitutional law, we would be charged. But if, in fact, handgun is properly read, was a Blakely violation in this case."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "And that's because it -- it didn't go to the jury. opposed the jury --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "And -- and what do you -- what do you base that statement on? In other words, I -- I think you're now arguing that the understanding serious enhancement had been charged, the understanding of the parties was that it had not been. If that's firearm. It seems inconsistent with your representation that nobody had an idea that they were trying this under the theory of a firearm. equally inconsistent with the State's current position if we look at JA 35 where the prosecutor's response was"
  },
  {
    "speaker": "LINK",
    "speech": "As a matter of constitutional error, no, I don't believe it would have been. But as -- but under Washington law, it was a verdict they verdict they couldn't have returned."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Ms. Millett tells us was the very manner that was used here, and that was the very procedure that the Washington Supreme Court found violative of Blakely. maybe I -- I should know this, but the information charges an assault in the second degree using the deadly which a person used a gun. There's nothing under Washington law that requires the prosecutor to charge the greatest offense. There's nothing under Federal charged, that the jury must return a verdict on that greater offense. In fact, the jury, as the circuit cannot second-guess the jury, that because the jury is always free to return a verdict on the lesser offense, there simply cannot be a situation in which the trial to enter the greater."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well, doesn't -- back to our earlier exchange, if we accept the proposition that charging that he used a handgun was sufficient to charge a firearm, then the charge against enhancement for use of a firearm."
  },
  {
    "speaker": "LINK",
    "speech": "Again, had --"
  },
  {
    "speaker": "LINK",
    "speech": "I'm not sure I can answer right -- I believe the instruction mentioned handgun. The instruction -- it didn't use the -- let's put it this way. it didn't use the word firearm. Right? But they still exist together because there's nothing that suggests, again, that the State couldn't allege the lesser offense even where a handgun is -- is with nothing more and a handgun that has the capacity to fire. And it's that additional component of"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "It cites RCW 9.994A.125 and 9.94A.310. Is one of -- is one of those the 3-year enhancement? deadly weapon. The other one -- excuse me -- .125 -- jury's complete verdict on a lesser offense, the application of harmless error simply eviscerates what Blakely sought to draw as the limits -- or excuse me -- And in fact, it -- it's the equivalent of a second Sixth Amendment violation because in each instance, the handgun, absent some proof of capacity. And again, as a matter of -- of Sixth Amendment jurisprudence, even had the State put instrument to fire, the jury would have been free to return a verdict on the lesser offense of deadly It doesn't make that assumption. It recognizes that verdict for what it was. But based on then-existing Washington law, which Recuenco overturned, it concluded So there's no suggestion by either the parties or the trial court or the Washington Supreme walk free with no convictions."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, I -- I take it Washington wouldn't have the option -- suppose that you him a whole new trial, do they, because there's been double jeopardy, I take it. And Mr. Recuenco would ask this Court to affirm that decision."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, counsel. here without also thinking that this person was guilty of -- of this greater offense of -- of aggravated murder and, therefore, I'm going to enter a judgment of That's what the -- the defense says happened here, that there was just a verdict of -- of the lesser"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, suppose under Justice Scalia's hypothetical, aggravated murder is -- is in the charging documents, but the judge doesn't say"
  },
  {
    "speaker": "WHISMAN",
    "speech": "Then I think that is susceptible to harmless error analysis, Your Honor. handgun."
  },
  {
    "speaker": "WHISMAN",
    "speech": "They can be a component of the harmless error analysis. Ordinarily in Washington, we other words, the defendant would say I was never charged with this crime and therefore I didn't marshal reversed that finding. So I think that the opinion of the Washington Supreme Court is unduly broad and should be overturned."
  },
  {
    "speaker": "WHISMAN",
    "speech": "Thank you, Your Honor."
  }
]