[
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "We'll hear argument in number Mr. Katyal, you may proceed. If I could turn to the jurisdictional matter for a few moments first. We believe that the DTA, while certainly not a model of clarity, does not divest this first is that, if I could turn to the surreply at page -- the appendix at page 14(a), that contains the initial --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Where was that change made from the prior version? November 10th and November 15th."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Yes, but, I mean, what -- it And, indeed, you don't have to attribute any knowledge to the President. We have evidence in the record that the administration tried to change the language back to the chairman of one of the -- the vice chairman of the Conference Report said that the change in the language was decisions of CSRTs, truncates all of the review that is currently in the D.C. Circuit. So, it's certainly plausible -- it's certainly possible, though it's not, of course, presented in this case, to read the DTA as truncating the vast majority of claims at Guantanamo in current pending cases. Of course, that isn't the issue before you here. The issue before you here is simply the Hamdan case, and there was -- and there was a strong -- the strong desire by the Congress not to interfere with this Court's traditionally exercised jurisdiction. claim that the E(2) provision governing final decisions of CSRTs, which does, of course, apply to pending cases, as the plain text says, eliminates and truncates a vast -- That is the provision --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Does that mean, in practical reasons. The first is, this is not a statute that is merely divesting a lower court of jurisdiction. Rather, it's a statute that alters substantive rights of Mr. eliminates question 2, upon which certiorari was granted, which is compliance with the Geneva Conventions. In it eliminates the word \"treaties.\" It's a change from the habeas corpus statute. More generally, it doesn't do two things. First, if that's the reading that the Government that the President has the ability to block habeas corpus or post-DTA review for all time, because, Justice Alito, itself. This isn't a challenge to some decision that a court makes. This is a challenge to the court itself. And that's why it's different than the ordinary criminal context you're positing -- and I'm thinking of a case like Schlesinger versus Councilman, a court-martial case -- In addition, we believe that to further -- to further on -- Justice Alito, on your point -- this Court has already said in the military commission context that a to hear a military-commission challenge before the commission was over, and the reason why it did so was, it until it was final."
  },
  {
    "speaker": "KATYAL",
    "speech": "Justice Scalia, everything is different about this. That is, in your posited that ultimate question about disqualification or whatever the -- the way the Government reads it, they would assert that Congress did consider these military commissions and thought that it was okay to wait until they had completed"
  },
  {
    "speaker": "KATYAL",
    "speech": "But --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I mean, it's sort of a -- you rejected in Nuremberg, it's been rejected in the Tokyo tribunals, it's been rejected in the international tribunals for Rwanda and Yugoslavia, and, most United States, in 1997 --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Mr. Katyal, will you help me? twofold. First, the claim that Mr. Hamdan is making is that conspiracy itself falls entirely out of any authorization of Congress. In Councilman, the question which was a criminal statute, and it had been interpreted to punish drug dealing. And in the case the court said tribunal is not properly established anyway, that you -- we have to reach the conspiracy charge."
  },
  {
    "speaker": "KATYAL",
    "speech": "If you -- that you're wrong on that, I don't know why that court can't hear the conspiracy argument. broad, they probably had it. Maybe not, but we can wait. But in a -- in a -- in a court of limited jurisdiction, or a commission of limited jurisdiction, we can't indulge that presumption. And that's why, I thought, your claim that conspiracy is not cognizable can be raised at the beginning, because it's inseparable from the limited jurisdiction of the court. Am I off in left field?"
  },
  {
    "speaker": "KATYAL",
    "speech": "You are --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Or do you like that answer."
  },
  {
    "speaker": "KATYAL",
    "speech": "-- absolutely correct, Justice --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Okay."
  },
  {
    "speaker": "KATYAL",
    "speech": "-- Souter. And, indeed, I would add to that that the conspiracy charge here, Justice Kennedy, is -- the problem with it is compounded by the fact that the tribunal itself is charging a violation of the laws of war, when the military commission has never operated to try violations of terrorism in stateless, territoryless conflicts. That is, it's not just the charge, but it's where the charge operates that we find so central, that the -- that there are two different things --"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "But is it clear that the --"
  },
  {
    "speaker": "KATYAL",
    "speech": "-- there's two different problems."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "-- charges against your client could not be amended?"
  },
  {
    "speaker": "KATYAL",
    "speech": "They may be amended, yes."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "Then why should we -- why should there be review, before trial, of a charge that could be amended?"
  },
  {
    "speaker": "KATYAL",
    "speech": "Be- --"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "There could be additional charges added by the time there's a final decision."
  },
  {
    "speaker": "KATYAL",
    "speech": "And the -- Justice Alito, the Government has had, essentially, now 4 years to get their charges together on Mr. Hamdan. At this point, that -- you know, what you have before you is the charge. And that -- and they've stuck with this charge, of conspiracy, which is not a violation of the laws of war. And, indeed, the -- and the -- it's not just conspiracy isn't, but that the commission is operating in totally uncharted waters, because it's charging a violation in a stateless, territoryless conflict, something as to which the full laws of war have never applied. Indeed, Justice Alito, all 10 people facing military commissions today, all 10 indictments charge conspiracy right now. Seven only charge conspiracy."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "Isn't this contrary to the way legal proceedings and appeals are normally handled? You have a -- essentially, a pretrial appeal concerning the validity of a charge that may not even be the final charge."
  },
  {
    "speaker": "KATYAL",
    "speech": "Not in -- not here, because, as, I think, both courts below indicated, this case, and his challenge, falls very much like Abney versus United States. This is a challenge to the lawfulness of the Indeed, this Court, in Quirin, heard, as its first question, Does the charge state a violation of the laws of abstract, it's conspiracy to do specific things, one of which is attacking civilians and civilian objects. And is it clear that the commission would not have -- a military to armed civilians in a war zone, for example?"
  },
  {
    "speaker": "KATYAL",
    "speech": "It is clear, Justice Stevens. That point, on conspiracy, yes, if -- that you couldn't charge some other offense, like aiding and abetting, and transmute some conspiracy charge into that. Rather, the recognize you can prosecute him for aiding and abetting as a violation of whatever the specific underlying crime is,"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, let me put it this way. If we were to find that the Geneva Convention or other settled principles of international law were controlling let it figure that out? Or let it -- have the tribunal figure it out, in the first instance, assuming the"
  },
  {
    "speaker": "KATYAL",
    "speech": "-- for this case --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "-- this question? Supposing the charge had been slightly amended. Instead of saying, bin Laden to commit the following offenses,\" it said, \"It and Osama bin Laden attempted to -- aided and abetted in abetting.'\" Would that let the charge stand?"
  },
  {
    "speaker": "KATYAL",
    "speech": "That would mix apples and oranges, because \"conspiracy\" and \"aiding and abetting\" are two And one is a theory of how to prove a violation --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "But the language is \"conspired If I could turn to a second argument for why we believe this military commission is impermissible, and that is that it defies the Uniform Code of Military 36, sets minimal ground rules for military justice, writ large. And it says that the President can't act in ways"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I mean --"
  },
  {
    "speaker": "KATYAL",
    "speech": "Absolutely."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "What is the use of them if they I mean, I thought that the whole object was to have a different procedure."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "What fundamentals, other than personal presence, are you concerned with in this case?"
  },
  {
    "speaker": "KATYAL",
    "speech": "Well --"
  },
  {
    "speaker": "KATYAL",
    "speech": "Well, we do believe that the -- that the entire panoply of UCMJ protection -- Congress wants to pass a law to exempt military commissions from article 36, that -- they are free to do so, and that will then be -- that'll then be --"
  },
  {
    "speaker": "KATYAL",
    "speech": "-- a separate case --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- approximately the same  abuses would arise. And, essentially, the worry is one of forum shopping, that you give the President the ability to pick a forum and define the rules. And that -- and that Court rejected in Hamdi, and it's -- and when it rejected the blank check.  all, what they did was authorize, as Justice Alito said, certain challenges to military commissions."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Do you think, as a minimum,"
  },
  {
    "speaker": "KATYAL",
    "speech": "They -- I think it's perfectly -- well, it's a -- it's a -- it is a possible reading to say If I could turn to question 2 and the Geneva Conventions, I'd like to start with Common Article 3 and its minimal baseline requirements that a regularly affords the rights indispensable to civilized peoples. As Judge Williams found, below, that article court. I don't think that, just because it's a new court, you can say that it's not a \"regularly constituted court.\""
  },
  {
    "speaker": "KATYAL",
    "speech": "So long as it is, (a) independent be, and, (b) affords the rights known to civilized peoples. And here, we think this military commission And why we think this is enforceable is that Mr. Hamdan is being prosecuted in the name of the laws of war. And he has the right to invoke the Geneva Conventions say that they can't --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "How do you want us to view his And the beginning point is an article 5 hearing, which is required by Army Regulation 190-8, in article 5 of the Geneva Conventions. The CSRT in no way suffices to do know, uniforms, and the like, to my knowledge. Of course, the CSRT isn't in the record, so we don't really know."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Justice Stevens, and may it The executive branch has long exercised the authority to try enemy combatants by military commissions."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "But let me just ask this question, Mr. Clement. What sources of law have the commissions generally enforced over the years, beginning regulations or American law or foreign law? What are the basic sources of law that they can enforce? Now --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "If -- just one hypothetical. Assume that the laws of war do not prohibit conspiracy. President, by his action, add conspiracy as a triable offense by a commission? commission could try?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "I think he --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "You think he could. position that he could, as a matter of pure constitutional power. I don't think, though -- he has not acted in this regulate every jot and tittle of the procedure. And if the UCMJ and its provisions for court-martials applies, then the defendants are going to get not just Miranda, but If, on the other hand, this Court follows the precedents in Madsen, it will recognize that only those that the Geneva Conventions applies -- okay, that claim could be brought to the military commissions, but they could adjudicate it and say that the Geneva Conventions that this idea that there needs to be an article 5 proceeding --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But that, I guess, is the problem that I'm having. For purposes of determining the domestic authority to set up a commission, you say, the Congress, but for purposes of a claim to status, and, hence, the procedural rights that go with that status, brings that before the commission. The historic office of habeas is to test whether or not you are being tried by a lawful tribunal. And he says, under the Geneva"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, and we disagree with those claims. We think that most of those claims -- to"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I thought we -- I thought we established, earlier -- somebody told me -- that, in the normal criminal suit, even if you claim that the forum is not properly constituted, that claim is not adjudicated immediately, it's adjudicated at the conclusion of the proceeding."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, of course that's true. And --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "We --"
  },
  {
    "speaker": "CLEMENT",
    "speech": "-- also --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "We don't -- we don't intervene on habeas corpus when somebody says that the panel is improperly constituted. We wait until the proceeding's terminated, normally."
  },
  {
    "speaker": "CLEMENT",
    "speech": "That's exactly right, Justice Scalia. And this Court made clear that it doesn't intervene --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, is --"
  },
  {
    "speaker": "CLEMENT",
    "speech": "-- even when a U.S. --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "-- is that -- is that true? If a group of people decides they're going to try somebody, we wait until that group of people finishes the trial before the Court -- before habeas intervenes to determine the authority of the tribunal to hold and to try?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, with respect, Justice Kennedy, this isn't a \"group of people.\" This is the President invoking an authority that he's exercised in virtually every war that we've had. It's something that War II that this Court approved."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "I had thought that the of war apply, and perhaps the treaty applies, isn't the issue whether this is a \"group of people,\" on the one hand, or a \"regularly constituted court,\" on the other? think there's any serious dispute about which it is. I mean, this is something that is -- right to review of the very issue that they want to raise here."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, I think I disagree, at"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "They can -- they can -- they can review their enemy combatant determination. They can UCMJ, or article 36 of the UCMJ, after their conviction, they are perfectly free to do that --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "It's hard for me to --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- see that with the language of this, because the language that you're talking about question -- we can't avoid it. So, my question is, one, How is what you're arguing consistent with the language I quoted? And, two, How could it, if we accepted your and important constitutional question of whether Congress can constitutionally deprive this Court of jurisdiction in requirement that the treaty challenge be brought."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "General Clement, if you can straighten me out on the piece that you read about States,\" I thought that it was the Government's position that these enemy combatants do not have any rights under United States? Because as I read -- the review that's provided doesn't open up that question. It's a very narrow review that's given to the D.C. Circuit. certainly think that Petitioner will be up there arguing that Eisentrager is no longer good law, not just as a the review provision -- then the case would be in the court of appeals for purposes of this Court's 1254 jurisdiction. my question, which had two parts. As to the language, (a) which is what's cross-referenced, refers to Military that I don't see how you could possibly shoehorn into E(2) and E(3), even if you are able to shoehorn this one. And my language was designed to make you see how difficult it"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, but --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "I listed four that I don't is a good thing, not a bad thing. The one point I would --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "We may not have to reach the constitutional avoidance hopes for."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Right. But I don't see any With respect to any future claims that might be brought, there may or may not be a constitutional question. And if I could turn to our interpretation of the various provisions in the statute in harmony. Now, this Court's decision in Bruner, and in a host of other cases, were no cases currently pending under E(2) and E(3), because Congress was creating E(2) and E(3). It also knew that most of the cases before the D.C. Courts had some determination and other claims. So, what H(2) says is -- H(2) says that, to the extent those cases involve claims action, did not do anything that triggers the suspension of the writ. But if you think that --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Well, that --"
  },
  {
    "speaker": "CLEMENT",
    "speech": "-- it did, I think that --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "-- that's your position, they did not suspend the writ. You're not arguing that it's a justifiable suspension of the writ."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, I think that the terms of the Suspension Clause would be satisfied here because of the exigencies of 9/11. If the question is, am I taking the position that Congress consciously thought that it was suspending the writ, then I would say no."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Okay."
  },
  {
    "speaker": "CLEMENT",
    "speech": "And if you think, in order for there be to a -- to be a valid suspension, Congress has to do it consciously, then I think you could see why the arguments are mutually exclusive. My view would be that if Congress, sort of, stumbles upon a suspension of the writ, but the preconditions are satisfied, that would still be constitutionally valid. So, I think that may be the disagreement."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Isn't there a --"
  },
  {
    "speaker": "CLEMENT",
    "speech": "I mean --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Isn't there a pretty good argument that a suspension of the writ of Congress is just about the most stupendously significant act that the Congress of the United States can take? And, therefore, we ought to be at least a little slow to accept your"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, a couple of things, Justice Souter. I would agree with you if what we were"
  },
  {
    "speaker": "CLEMENT",
    "speech": "-- the territory of the United States --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Now, wait a minute. The writ"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Okay."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "There are not two writs of that would constitute a suspension of the writ, even though they don't say, \"We are suspending the writ of habeas corpus.\" nothing inadvertent here --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Is it also your point when Obviously, in cases like St. Cyr, this Court has been very clear to say, \"Congress obviously can't stumble upon the Habeas Clause.\""
  },
  {
    "speaker": "CLEMENT",
    "speech": "But that's not --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Let's -- Therefore, it seems to me, there would be some difficulty, if we have to get to the question, in finding a clear intent on the part of Congress to suspend the writ under"
  },
  {
    "speaker": "CLEMENT",
    "speech": "With respect, Justice Souter, I don't think making a retroactivity analysis or holding"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "And that's --"
  },
  {
    "speaker": "CLEMENT",
    "speech": "-- you that."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "-- gone. Congress could have made it clearer doesn't mean that the Government loses here. didn't expressly apply to pending cases."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "What --"
  },
  {
    "speaker": "CLEMENT",
    "speech": "This Court did not -- due care for courts in reviewing acts of Congress with respect to attorneys fees, it doesn't reach the level as I know, since McArdle. But there Congress said, \"We are withdrawing jurisdiction in this very case.\" They didn't say that here. So, why should we assume that the case was already lodged here?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "I think the answer, Justice Court than the kind of statute that Congress passed in the McArdle situation."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Mr. Clement, I, for one, have on the -- on the legitimacy and the regularity of these commissions. special commission.\" Now, I've tried to summarize a whole bunch of points for you to get at, as you wish. [Laughter.]"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Let me try to hit a couple of Winthrop's Treatise, page 839, note 5. He makes it very clear that those conspiracies are not just conspiracies of municipal law, what he called \"of the first class,\" but crimes. The most prominent examples are the Lincoln conspirators and a conspiracy at Andersonville Prison to the law of war. So, now let me try to get to the procedures that would be applicable. The argument that's made here is an extraordinary one, that article 36, when it says that military commissions can deviate from the laws of evidence, to the extent the President determines necessary, except that it must apply for the -- comply with the provisions of the UCMJ. Clearly, what that provision means is the provisions of the UCMJ that specifically impose requirements on the military commissions. And there are nine of them. And they impose some -- certain minimum rules. But to say that that provision incorporates all of the UCMJ provisions that put much higher requirements on courts-martials, is to violate this Court's Madsen decision, which clearly recognized that there were differences between court-martials and military commissions. And, although that was an act -- that was a case that addressed the articles of war, article 38 is identical to article 36(a) of the UCMJ, so that's not a difference that matters. And, if I could say, the other thing is, that just violates any normal principle of statutory construction, because then the nine express references to the military commissions are rendered utterly superfluous. Clearly, what Congress had in mind was that, \"You must comply with those provisions of the UCMJ that apply specifically to the military commissions.\" think it's helpful in reading the past cases, what made Yamashita and other of the World War II cases so difficult 2, it takes away the argument that the President doesn't have to even comply with those provisions of the UCMJ that are expressly directed to the military commissions. But The argument on the other side of this is really that when Congress specifies that nine rules apply to commissions. That's not what they wanted. The next thing that may be lurking in the question is the question of, Wwat about the Geneva arguments that we have surfaced in our briefs that the Geneva Conventions do not provide relief in these Geneva Conventions of 1929 did not apply. There aren't any material differences about 1949 Conventions. And I ask you to think about why that makes negotiated contemporaneously with this Court's decision in Eisentrager. And even if you think the rule is different"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Does it -- does it -- does it define the contours, along with other relevant international sources, of the meaning of the statutory of the laws of war in both statutes, like -- what is it? -- 2240 -- 2441, in Quirin. To get the meaning of that customary international law here, it has to, consistently with The Paquete Habana case, take into account and give due weight to a controlling executive act. that conspiracy is an actionable violation of the law of war that can be tried in front of these commissions. He's war."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "But I don't --"
  },
  {
    "speaker": "CLEMENT",
    "speech": "So -- years have approved of his adding additional crimes under the law of war. I mean, he has never -- I don't think we charged. And, like you said, I would encourage you to look at footnote 5 on page 839 of the Winthrop Treatise; and this Quirin case had, also, that charge brought before it. Colepaugh against Looney, which is a Tenth Circuit case from World War II, involved the charge of conspiracy. Now, they're going to come up here and tell you, \"Well, but that wasn't -- you know, in Colepaugh and Quirin, that wasn't the one that the Court settled on.\" But that doesn't dispute the fact that that is a crime that has traditionally been charged as a violation of the law of war."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Your time is -- why isn't Hamdam a uniquely vulnerable individual that -- you used the phrase \"uniquely vulnerable individuals\" were involved in another case, but not here. Why not here?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, he's -- I mean, I -- I'm not saying that he isn't somebody who is protected by the laws of war, the customary laws of war. I think that he is protected by those. I don't think he's protected by the Geneva Conventions, but that's largely because he chose not to comply with the basic laws of war. He's obviously --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I thought -- I thought -- I thought you said all prisoners of war were uniquely vulnerable -- I thought that was the point you were making --"
  },
  {
    "speaker": "CLEMENT",
    "speech": "That is the point --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- and had -- needed --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- needed protection of the -- of the supervising powers, or whatever they're called. he said, \"I am not an enemy combatant. I did not take up arms against the United States.\" That's the claim that he brought to the CSRT, the CSRT rejected. litigation, that ought to be enough to allow the proceeding to go forward in front of the military Mr. Katyal. Court, as Justice Kennedy says, to test the lawfulness of tribunals, particularly executive detention. And in the that conspiracy has been tried as a violation of the laws of war at some point in the Civil War. But that has been entirely eclipsed by the modern laws of war, which have And if you adopt the Government's reading, Justice Stevens, that the laws of war are frozen into time will be countenancing a huge expansion of military jurisdiction. Conspiracy is one of the few offenses, Justices, that has now been rejected by the laws of war certainly never been approved by a Federal Court. And, indeed, it has been rejected. In Colepaugh, for example, then he says they do apply and permit him to charge Mr. Hamdan with the one offense which is rejected entirely at international law. who warned, \"He who -- that would make his own liberty"
  }
]