[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Mr. Gossett. discretionary review, just saying, \"We're not going to have that available anymore\"?"
  },
  {
    "speaker": "GOSSETT",
    "speech": "Congress might change the this Court would have to -- but would either have to -- would have to engage in a Landgraf analysis of whether"
  },
  {
    "speaker": "GOSSETT",
    "speech": "-- and, therefore --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- why should that make a difference as to whether it's retroactive or not? I that it governs. And the activity that it governs is the deportation or removal from now on. going on here."
  },
  {
    "speaker": "GOSSETT",
    "speech": "Two responses, Justice Scalia. The first is, I think it's unfair to say that this"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "That wasn't my point. My point -- some prior date, you will -- because you illegally reenter the country, you will be ineligible, that I think can only fairly be categorized as regulating the -"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "That doesn't affect -- deportation, voluntary departure, that is a new penalty. In the Landon v. Placencia case, in fact, this Court called those \"substantive rights.\" It suspension of deportation \"substantive rights.\" That's at 459 U.S. 26 to 27. Therefore, I think it's unfair"
  },
  {
    "speaker": "GOSSETT",
    "speech": "Yes, Justice Ginsburg, both the Sixth and the Ninth Circuits have accepted that argument. They've accepted it in a slightly different Government's brief in this case, no one has laid out the history of the 1950 and 1952 statutes as carefully"
  },
  {
    "speaker": "GOSSETT",
    "speech": "-- decided that."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- I think that's because they were using the version of stage one that you are Congress has been clear, an inquiry into whether the -- whether the law is retroactive or not, which, as I reinstatement of deportation that goes back to 1950. In 1950, Congress passed a reinstatement provision that said that for the specified aliens -- and it was only a would be -- that their previous deportation order would be reinstated. The INS -- and that statute's quoted when you had been deported --"
  },
  {
    "speaker": "GOSSETT",
    "speech": "Yes, Justice Scalia."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- not to when you here is a rule that goes from the time of reentry, not from the time of deportation. So, it's not really a delineates when it wants the statute to apply prospectively only. And they did not do that in this case. delineated, in some context, Mr. Chief Justice, that it would be retroactive. The Government's primary anything, I think, strengthens our case. I'd say --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "I'm sorry, I -- you lost --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "-- me there."
  },
  {
    "speaker": "GOSSETT",
    "speech": "I'm sorry."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "I don't see how that undermines their point that when Congress wants to specify that something \"shall apply prospectively occurring on or after a date,\" they spell it out. And they did not similarly spell it out in the provision on way it applied, it is retroactive. But the issue still remains, Did Congress intend pre-IIRIRA reentries to be covered or not? I --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- I would consider that still prospective, but just note my -- possibility? Or they might have thought that \"before or after\" referred to the enactment of the INA, which would be 1952, and, therefore, irrelevant by the time"
  },
  {
    "speaker": "GOSSETT",
    "speech": "I don't think either of those possibilities is plausible, Justice Alito. The first"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Why would -- I find it difficult to understand why Congress wouldn't have wanted this to apply to illegal entrants who had come have been deported once, already deported once, and then, in violation of the law, come back in again. And"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Not only the --"
  },
  {
    "speaker": "GOSSETT",
    "speech": "So, the question isn't --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- disincentives."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "They were trying to get out of the country people who were here illegally, two-time out you've married an American citizen, and then you'll be able to come in, in all likelihood.\" And if I'm right about that, the Act does not attach new consequences to new behavior; namely, the act of staying within the United States, when you could leave. new consequences to old, but, necessarily, plus new behavior -- namely, remaining."
  },
  {
    "speaker": "GOSSETT",
    "speech": "No, Justice Breyer, it does IIRIRA, he would have been inadmissible for 5 years --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Well -- or -- in which case, you never can get back, if you're caught -- or go to Mexico, wait 5 years."
  },
  {
    "speaker": "GOSSETT",
    "speech": "Or 10 to 20 years, if --"
  },
  {
    "speaker": "GOSSETT",
    "speech": "Ten to 20 years if you're caught, under this Act, is my understanding. It"
  },
  {
    "speaker": "GOSSETT",
    "speech": "Ten to 20."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Or go to Mexico, and you can come back in 5 years."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Okay."
  },
  {
    "speaker": "GOSSETT",
    "speech": "But, of course, at the time -- several other courts have focused on the types of relief that an alien was eligible for as of the effective date of IIRIRA. We think that's the wrong stage two analysis is on a categorical basis, because Congress, in the statute, said that, at the time of that it was a real marriage."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "-- it does point out that your argument is a difficult one, because this has an expectation that he'd be able to adjust his status even after Congress has changed the law consequence that certainly wasn't taken away from him, because it wasn't there in '82."
  },
  {
    "speaker": "GOSSETT",
    "speech": "In 1982, Justice Ginsburg, my while itself a crime and while itself rendering him deportable, wouldn't categorically preclude him from jail.\""
  },
  {
    "speaker": "GOSSETT",
    "speech": "Justice Scalia, the implication of your argument is that a wrongdoer has no reasonable course, both the Hughes Aircraft and the Landgraf decisions are cases in which a conduct was clearly"
  },
  {
    "speaker": "GOSSETT",
    "speech": "Similarly, here --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "-- might not have pled guilty if there was a different set of rules. I"
  },
  {
    "speaker": "GOSSETT",
    "speech": "It's unclear to me whether or not the St. Cyr case would also generalize to someone"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, Mr. Gossett. Mr. Srinivasan."
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "Thank you, Mr. Chief bear in mind the following possible scenario in which a person, who's been removed, illegally reenters the country, but then returns to his home country. Now, in act of illegal reentry, but section 1231(a)(5) simply would have no relevance to him whatsoever, because what"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And those --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Should --"
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "I'm sorry? specifically recited to apply only to reentrants after the effective date. --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well, let me go back to the criminal provision for a second. I take it your answer that if the individual reenters, and, hence, has committed a criminal offense, and later voluntarily"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "There's no forgiveness --"
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "That's right."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "-- provision. different, obviously, from the operation of section 1231(a)(5). order of removal, the one that the alien had in place when he illegally reentered the country, but it's of a piece with those other provisions, in the sense that than speaking to the act of illegal reentry, as such. The third consideration, I think, that points reasonable reliance on the availability of adjustment of status. It was simply --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You don't want to --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You don't want us to decide it on that ground, do you, so that all future cases proper frame of reference is to look, ex ante, at what someone would be thinking, had they illegally reentered before IIRIRA, because he seeks to treat everyone who category."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well, and someone"
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "-- I didn't -- I -- in '81, when he illegally reentered, through 1994, adjustment of status was categorically unavailable to people who"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "And --"
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "-- have relied on the to stay their hand, in the sense of granting --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Can't imagine that."
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "-- adjustment of status."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I say, I cannot imagine that. No."
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "There is -- there's another form of relief that --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Yes. them a claim --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Which was what? matter what, for 5 years.\" Now, that's a pretty harsh consequence, to separate yourself from your family or have your family come to a foreign country. So, if I great argument, they have a great argument, and I look to the second part, does it attach new consequences to"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Ah. So, then, you're saying the answer I got before was wrong --"
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "I think --"
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "I think that's correct."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- I now have my client in,"
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "He would --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- would be, is this Act attaching consequences to old things that you couldn't You can. You can leave. In which case, you'll be no worse off, except for the train fare.\" far as I'm aware, he wouldn't -- he wouldn't be subject to the 5-year period of inadmissibility that's imposed by a separate provision and that would attach if he removed, he would have gone back on his own accord."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And even if he was, that was hypothetical, Justice Breyer, which is that he goes back of -- on his own accord. And, I think, in that situation what he would do is what people ordinarily do country, which is to apply for admission on the basis of what would have been whatever relationships he could deportation, which was renamed cancellation of removal. But that form of relief is available to somebody who's inside the United States, and I was meaning to address from the United States and is seeking admission from, presumably, Mexico, in which case, suspension of whether suspension of deportation is relief that would be realistically available to them, you'd have to think that they would act on -- in reliance on their ability undetected, only at which point they would qualify for suspension of deportation. And that not only seems to prosecutorial discretion in some sense. And the Court hasn't attached significance to that sort of reliance interest before. It's -- continue to violate the law for 7 years, I can count on this kind of treatment. That's an odd reliance"
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "-- against retroactive --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "And there's sort of an irony in the fact that the actual consequence here is a"
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "Well, the consequence of removal is more serious -- old removal order. And so, insofar as it has that effect on them, I think it's different than a $50 penalty that attaches to the primary conduct of illegal"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Do you read the Tenth Circuit opinion as indicated it might have had a not only about coming into the country, but coming into the country and then meeting a United States citizen, and become married to the United States citizen, and the law retroactively to somebody who had come in beforehand. But I think that was based on a carried forward in section 1231(a)(5), it still would have been a reference to the date of the enactment of the INA. So, it would refer to somebody who was Now, I think, as Justice Alito suggested, the probable reason that Congress decided not to carry"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I'm not sure that gives the other side the -- you know, the benefit of their argument. I think what they're arguing is not just whether \"before or after,\" and then filling in the date of IIRIRA, rather than the date of the INA. I have --"
  },
  {
    "speaker": "SRINIVASAN",
    "speech": "That's right. I don't think there's any way to read into it the inference that Congress meant to hinge the applicability of section a proposal on the table to hinge section 1231(a)(5)'s applicability on IIRIRA's enactment date. The only specifically exist to -- for such aliens. That people have a reasonable reliance interest in unlawful acts over time is also demonstrated by such doctrines as the limitations/laches, et cetera. Second, Justice Breyer, your -- it is the effect, then it would have been -- he would have been subject to this --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "All right."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, Mr."
  }
]