[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Mr. Gray."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "What were they doing in the yard anyway? This sort of occurred to me. They couldn't have seen that until they went into the fenced -- was that justified?"
  },
  {
    "speaker": "GRAY",
    "speech": "Yes, it was justified. At that"
  },
  {
    "speaker": "GRAY",
    "speech": "It's our position that they could have, though that's a much closer case. In this case, the officers acted in a very guarded manner. I mean, step and, in fact, did not enter until a punch was thrown and there was -- be a more speedy process of getting a warrant, it's not speedy enough where punches are being thrown. I mean, it can turn deadly, one blow could give someone a"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, you don't -- you don't really mean that if they saw somebody inside with a gun policeman to say I got 2 minutes, you know, dial in and get a warrant? That's ridiculous. (Laughter.) that would be assuming that you could take someone who is threatening in that manner at his word. I don't could have entered prior to the punch being thrown. What they witnessed is -- is this violent struggle between four adults and a teenager. They had no idea teenager or whether the teenager was an intruder or what happened. But they could tell that it was the fence."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "They could see that they were minors."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "How much -- you've been focusing on the violence because of the punch disturbance. But again, where the State -- or where the city is offering as a justification safety, that would not be sufficient to go in. the complaint were -- were simply a complaint of noise, and they got to the -- the gate, the back fence, and the evidence was that -- and the trial court found that it was so loud and tumultuous that nobody would have heard it or probably would not have heard it. If the noise is the cause of their being there and if the noise is so loud at 3:00 in the morning that it's officers could go in."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Doesn't yelling so loudly you can't hear police knock at the door at 3:00 imminent or may well be associated with what they're hearing? think that's doubtful because police could secure the scene and secure a warrant and then execute that warrant. the case, you have a much easier argument. Wasn't there an assault here? There was clearly an assault. couple of guys pushing each other back and forth."
  },
  {
    "speaker": "GRAY",
    "speech": "Well, under Utah law, an assault is defined as unlawful force or violence so as to -- there's not that there. Now, one of the chief problems or primary question, if I may, if you have -- did the other side preserve the right to challenge this entry under the Utah constitution? Utah Supreme Court recognized that."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, counsel. The -- under the Fourth Amendment, a police officer may enter a residence --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, that's just because laughing?"
  },
  {
    "speaker": "MCNULTY",
    "speech": "Well, it would depend on -- if have to be a hostage to that noise, and the police officers may be acting reasonably to do what is necessary to end that noise. But it's going to -- what's being said."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "So then it does matter. going in without knocking as would the -- a scene of a violent event occurring. Certainly you'd have to knock on the door. Now, if they didn't hear you and the only in, fine, but wouldn't you have to knock on the door real hard before you went in to stop the noise? door, yes."
  },
  {
    "speaker": "MCNULTY",
    "speech": "They entered and announced their presence, and they were not heard when they did course, but in certain circumstances, the knock may either be futile, it could be dangerous, depending upon v. Randolph contains a clear expression of concern for the need for the police to take prompt action to prevent harm in domestic violence cases."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "This wasn't -- this wasn't a domestic violence case. It wasn't anybody inside evidence in this house, but he doesn't have probable cause to get a warrant. And he also knows that the family is going to be reenacting the murder scene from there just at the time where the -- in the scene the one guy says, and now I'm going to kill you with this between looking at the subjective motivation or what an objective, you know, officer would understand."
  },
  {
    "speaker": "MCNULTY",
    "speech": "If the officer has specific"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Right."
  },
  {
    "speaker": "MCNULTY",
    "speech": "-- a fact knowing that this is information --"
  },
  {
    "speaker": "MCNULTY",
    "speech": "Right."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "-- from our objective test"
  },
  {
    "speaker": "MCNULTY",
    "speech": "That's correct."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Okay. constitutionally under those circumstances. And here again is the -- a situation where there was mounting evidence, and the court in Utah significant factor in determining whether or not the officer could enter. Specifically, the court looked to the warrant. Under the facts of this case, neither one of those situations apply. Under exigent circumstances, to be a warrant to enter. And if neither one of those -- actually under exigent circumstances, there has to to bypass the warrant requirement."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "May -- may I just get back to your general statement? Do I understand you to say really wild party was going on at 3:00 a.m., they knock at the door, nobody answers the door, they can't hear that situation?"
  },
  {
    "speaker": "STUDEBAKER",
    "speech": "Justice Alito, what the officer is required to do is to weigh the totality of totality of what they see. And unfortunately, these situations are always fact-intensive based upon what's those circumstances, of course, it was reasonable to go in. End of the matter."
  },
  {
    "speaker": "STUDEBAKER",
    "speech": "Except for the fact, Your -- it would depend on whether it's an ongoing situation or not. And in the facts presented here, it was not an repeating myself. But what I want to know is what in the law makes that opinion wrong?"
  },
  {
    "speaker": "STUDEBAKER",
    "speech": "Your Honor, what makes that presented, is the fact that the -- there was no warrant achieved in the situation. If the officer is entering under the situation."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Now, suppose I were to say at the end of that it doesn't require a warrant because those circumstances. What I'm looking for you to do is to tell me why. on the door, can the policeman not open the door and shout, police? Is that an unreasonable search and seizure. two steps into the house? He's -- he's not looking under the carpets. He's not looking in the desk mean, he opened the door, according to his testimony, and announced, basically raised his voice, and they heard him, why cannot he have done that outside the enough situation that he couldn't have made the effort to make his presence known outside. somewhere, or is that just your opinion?"
  },
  {
    "speaker": "STUDEBAKER",
    "speech": "It's my opinion, Your Honor."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "All right. Now, what I because I -- I agree, at 3:00 in the morning, it might not appear to many people to be unreasonable when the involved a homicide, but there, the search in question took place after the premises -- after the entry, after the premises were secured. The entry was never in"
  },
  {
    "speaker": "STUDEBAKER",
    "speech": "Correct."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "What was in question was And is there any case that says it depends on how serious a crime? Is there a case that says if it's a sort of minor crime, like a disturbance of the peace, crime like homicide, you don't have to?"
  },
  {
    "speaker": "STUDEBAKER",
    "speech": "I don't believe there's The -- the police cannot make -- it seems to me on the facts in -- in this record, could -- could not reasonably draw the assumption that there was no risk"
  },
  {
    "speaker": "STUDEBAKER",
    "speech": "Not completely, Justice Souter. But we do have a situation where only he broke knock on the door. The evidence is there was a loud, tumultuous thing going on and that the occupants probably would not have heard him. But under the attempt before entering. Now, that's a statement that what went wrong was they didn't knock even though it"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I don't understand that."
  },
  {
    "speaker": "STUDEBAKER",
    "speech": "Your Honor, and I think the reason the -- the trial court and -- is concerned about requirement under the Fourth Amendment, under the facts of this case, was to make their presence known by futility exception?"
  },
  {
    "speaker": "STUDEBAKER",
    "speech": "I do, Your Honor, and I know that that's a -- a complicated issue, but it's still a --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Why should there be no a -- a futile act in the name of reasonableness?"
  },
  {
    "speaker": "STUDEBAKER",
    "speech": "Your Honor, first, it wouldn't have taken any effort at all to follow through know, there is mandatory knock and announce -- or requirement, with some exceptions, I don't believe that"
  },
  {
    "speaker": "STUDEBAKER",
    "speech": "That was the finding of the court, Your Honor, the trial court, that it was futile. But, again, when an officer is placed in that something is futile or not, that could actually -- then that exception, if we're not careful, absorb that rule."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "I'm looking at the findings of fact. They're in the petition appendix at page 46 and 47. I don't see anything that has been inadequate, other than the failure to knock. Where -- where did the -- where does the court say it doesn't there. There was no exigent circumstances, and further, what he should have done was knock. But further, the two appellate courts that circumstances because that's what the Petitioners in this Court had brought before the appellate courts, and opened the screen door and said, police --"
  },
  {
    "speaker": "STUDEBAKER",
    "speech": "And --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- which he thought would be the -- the edge of a screen door, which doesn't make a very good knock. agreement that they couldn't have made their presence known because the noise inside was so loud that they would not have been heard. courts have found to be true. But Justice -- currently, Justice Ginsburg, they found it to be true harm him is the fact that, one, there was nothing showing that they were actually doing anything more than restraining them, that juvenile. There's nothing that they were molesting him, or you know --"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "They had -- did they have any entering the home under the exigent circumstances."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "The Utah Supreme Court seemed to be puzzled by your failure to raise the Utah Amendment. They seemed to suggest that their own constitution afforded greater protection to the privacy They were charged with -- what are the charges and how -- what were the penalty for what the defendants were exposed to? There's been no trial. They -- they were dismissed, were they?"
  },
  {
    "speaker": "STUDEBAKER",
    "speech": "Your Honor, the proceedings evidence was -- that was suppressed was everything that the officer or officers saw once they entered the home and/or heard once they entered the home, basically The answer to Your Honor's --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Couldn't they have constructed as a test case, by any chance, was it?"
  },
  {
    "speaker": "STUDEBAKER",
    "speech": "No, it was not, Your Honor. Not at all. But --"
  },
  {
    "speaker": "STUDEBAKER",
    "speech": "No, it was not, Your Honor. That's correct. And we believe that based upon the facts and the evidence that were -- was presented, that the three different Utah courts that heard this matter were Thank you."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, counsel."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "But two teenagers in the backyard were intoxicated."
  },
  {
    "speaker": "GRAY",
    "speech": "The -- the juveniles. But the home."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Oh, they charge that the whether this was sufficiently -- sufficiently exigent to fall under the exigent circumstances. But the first was whether the test should turn on the officer's about that this morning. How is that presented on these facts? those involved were actually cohabitants. Of course, this Court has never required that officers have a certainty of the situation, only a And in any event, whether or not it's domestic violence or some other type of violence, it's"
  }
]