[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Mr. Nager. venture here and joint ventures price their products. The factual question that I have is this. This is -- or the preface for it is this. This is a joint venture product that the -- that the two companies marketed beforehand, and it has done so, ostensibly, under the that is no, should we regard the joint venture as covering pricing?"
  },
  {
    "speaker": "NAGER",
    "speech": "I believe the -- the short answer"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "There were two questions. Which? this as a challenge to the ability and right of the joint venture to set its prices. What they've challenged is the subsequent decision that was made to branded Equilon gasoline at the same price."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, taking that point The Ninth Circuit didn't question that. And that in an efficiency-enhancing joint venture, it is entitled to set the prices of its product, whether it decides to do months before, as long as what they're doing is setting the prices of the products of the venture itself. the parties refused to discuss price with each other before they had an actual memorandum of understanding out of concerns about the antitrust laws. point they discussed it and I would like to know what they said. separately maintained?"
  },
  {
    "speaker": "NAGER",
    "speech": "I'm not sure what the reference is, Justice Ginsburg. Once the joint venture existed, other joint venturer, had its own marketing strategy. The -- the role of the owners at that point was on a venture."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "But -- but if they cared, doesn't that show that there was still an element of price is the same?"
  },
  {
    "speaker": "NAGER",
    "speech": "Not in -- not for -- with regard -- how was it decided how much raw gas would be delivered to the venture by the two parties?"
  },
  {
    "speaker": "NAGER",
    "speech": "That was a decision made by market. It could purchase it from Shell. It could purchase it from Texaco. It could purchase it from the Court was talking about in Copperweld in getting to its decision in Copperweld, is you have a agreement of Shell and Texaco, which is plainly subject to section on a rule of reason analysis. But once they have that agreement, you now have the directors of a single marketing company. All right? And the whole point of this is to set single prices. And you're saying when they -- and the venture, let's say, is approved by the set a single price to sell in France or something."
  },
  {
    "speaker": "NAGER",
    "speech": "Correct. respondents made a conscious litigation choice in the district court to waive a rule of reason claim. And this case proceeded in the court of appeals with the venture as waived. The court below didn't question that at all. It accepted it. It accepted that there be subject either to quick look or per se analysis, wouldn't it?"
  },
  {
    "speaker": "NAGER",
    "speech": "I think the answer to your If the original joint venture is a sham for a horizontal arrangement -- (Laughter.)"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Beyond -- be candid. I won't get mad."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Is -- is that -- is that really your -- your point that I've come up with a"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Yes, but there's -- there's one part of the lot that you haven't thrown in together, and that's the pricing lot. In -- in my partner can decide exactly what he wants to charge. If -- if one wants to charge $10,000 an hour and another they entered into an agreement later or not, but the challenge goes to the terms upon which the venture is created, not to the operational activities of the Mr. Chief Justice, if I could reserve the remainder of my time."
  },
  {
    "speaker": "MINEAR",
    "speech": "As this case comes to this Court, that's a necessary conclusion of the court of appeals determination. In the district court, the patently anticompetitive joint venture, and the district court rejected that, and it said at page 68 of of whether or not the agreement at issue is plainly anticompetitive. And as this Court's decisions in cases such attaching the moniker of price fixing or price unification is not sufficient to answer the question, to --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "And you couldn't have two companies say we're not going to -- we're going to know, down the block, we're going to compete, and then it's all right to set prices on this corner but not -- in the -- in the retail market? I mean, if I had two stations in front of me and one was selling gas 2 cents cheaper, I'd -- I'd go to the one that was 2"
  },
  {
    "speaker": "MINEAR",
    "speech": "Yes, Your Honor. But in -- in that regard, there's competition at the pump, but stations. Now, those facilities and those people now work for one hierarchy of officials called Equilon. Is that right?"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "All right. So somebody has to say what price it's being sold at. Equilon's gas."
  },
  {
    "speaker": "MINEAR",
    "speech": "Respondents' view is that there was an agreement that was entered into, an alleged agreement, at the time of formation of this entity, in and the Shell product at the same price. And the United States' response to that is that cannot be a per Equilon, if left on its own, would decide that its best marketing strategy was sometimes to set a differential. But now they can't do that because the two parents"
  },
  {
    "speaker": "MINEAR",
    "speech": "But that is simply the choice that the owners -- here. I'd like to point out also the court of appeals erred further by trying to limit the effects of doctrine. The ancillary restraints doctrine does not apply here. It applies to a situation that Justice reasoning applies with respect to the quick look doctrine. In both of those cases, there simply is not a should reverse the finding of the -- the judgment of the court of appeals and reinstate the judgment of the significance here. I would like to emphasize this case -- thank you, Your Honor. Minear. Mr. Alioto.  that aren't independent stations. And somebody else is going to set the price for the gas that the joint venture owns? Wouldn't you need some separate"
  },
  {
    "speaker": "ALIOTO",
    "speech": "Yes, Your Honor, and at page 5 of our brief, we pointed that out. There were two strategies, and standards established by the members committee. The members committee is Shell and Texaco and Saudi. venture."
  },
  {
    "speaker": "ALIOTO",
    "speech": "A joint --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "And therefore, it is a decision of the joint venture, not of the -- the two original principals. reasons. First of all, in Citizens Publishing, that expert agency, said we don't think this joint venture is an antitrust violation. Don't we owe some respect to that determination, which was absent in Citizens"
  },
  {
    "speaker": "ALIOTO",
    "speech": "Yes, Your Honor, but I believe also that you should have -- give some respect, too, important. They maintained them separate and apart. They competed separately for at least 8 months."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "No, but Mr. Minear -- combined and if they had agreed in the joint venture to sell a new brand of gasoline, Equilon gasoline, of kind of reasonably necessary means so they -- it has to be reasonably necessary that they need to price the products in order to make the joint venture work. On executive officer of Texaco and others specifically said that the -- that the pricing had nothing to do was very similar to the formula here."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "But they were competitors. They were -- each one of them sold its own newspaper. And when they agreed separately not to -- to charge the same price for the newspaper, that was not part of Citizens Publishing was a case where the district court said that the formation of the joint operating venture -- the basic formation, which involved a stock created a decree. And the question was -- for the Supreme Court was whether the district court was right joint venture? One part I see. One part I see is that the people who are setting the prices are the board of Texaco. Now, that might run up against Justice Scalia's objection. if the joint venture were lawful here, even if that were so and they had all these cost savings, in the face of all of those lowered costs and the lowest crude leader and the price cutter, they brought them to the same level, and then they increased the price another question, which for me was the most important, because I can read Citizens Publishing, but it's going to be tough for me to find in the record any claims that you like the Panagra example. That's why I gave it, to put it in your mind. So if there's anything like this that Justice Breyer, okay. But in fact and in truth, it is the -- it is Shell and Texaco, independently without any conversation with the representatives of Equilon, Northern Securities and -- and any of the other cases in which the board of directors, so-called, were the saving on the joint venture? Is it necessary to promote the objectives of the joint venture?"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "May I ask a very naive gasoline. They have different attitude -- additives, but basically costs the same. Facilities to produce it"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Well, but that -- that sounds like the complaint that you're making. We have a problem, say, with -- with the newspapers or whatever form this joint venture. It's going to eliminate a lot of competition. issue on that is whether there's any justification. And what justification is there? There's none."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "But I don't -- I don't traceable to how much of -- of the two products are sold, if the profits aren't divided that way, why Court in its 7 to 1 decision in Citizens."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Of course --"
  },
  {
    "speaker": "ALIOTO",
    "speech": "The Court didn't like that"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- they're not able to fix the price unless they have market dominance. I mean, (Laughter.)"
  },
  {
    "speaker": "ALIOTO",
    "speech": "It wasn't silly for them to, first of all, change the differential that lasted for price by 70 percent as soon as they made the agreement. There was nothing silly about that. Many people them to present it to a jury, as I understand it."
  },
  {
    "speaker": "ALIOTO",
    "speech": "Pardon me? Pardon me, Justice?"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You don't want them to here is that you want us to declare a per se violation. You -- you want to put it to a jury? preserved. They were allowed to continue to keep the presses together, to keep the trucks together, to -- to use the joint venture. As the court said below and as depend -- I mean, the joint venture didn't dependent upon the pricing. perfectly lawful, I'm still not quite sure your answer to the Chief Justice's question. If they can fix the price of a single brand, why can't they fix the price"
  },
  {
    "speaker": "ALIOTO",
    "speech": "Let me say it in this way, Your Honor. I don't think that Shell and Texaco, if they the -- your cases are so clear. BMI was allowed to fix the price because they came up with a product that nobody could do on their own, and that was one of the agreement continued to compete against the -- the so- called product of the -- of the joint venture. joint venture has to be able to price its product whether it's sold as Equilon or whether it's sold as Texaco or Shell under -- under the same -- same joint"
  },
  {
    "speaker": "ALIOTO",
    "speech": "Mr. Chief Justice, I believe this Court has been consistently clear on this topic. Maybe they could compete. The reason that -- the law says they don't have to compete is because the law thinks in general forcing your sales people to compete. And similarly, a joint venture. You can't prove they have to have the things have come out of this argument. Number one, you don't make that assumption, and that assumption is -- is not supported by the facts And number two, Mr. Minear comes back and says as long as the division of profits under the joint"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Mr. Alioto --"
  },
  {
    "speaker": "ALIOTO",
    "speech": "Not the joint venture doing that. would have had the price set by?"
  },
  {
    "speaker": "ALIOTO",
    "speech": "That would be -- directors independence. Now, the board of directors was composed, as -- as boards of directors of joint ventures are, by the parties to the joint ventures. is in other situations. All I'm saying is when you have these two oil companies who are directing this and that Equilon is in reality a joint venture of -- of the two -- the two gasoline companies."
  },
  {
    "speaker": "ALIOTO",
    "speech": "My complaint is --"
  },
  {
    "speaker": "ALIOTO",
    "speech": "My complaint is that two gasoline companies controlled the price that they were I do not waive the rule of reason based on the so- called quick look doctrine, as announced by this Court on a number of occasions. And we have satisfied all of directly."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "The ordinary, routine rule given Equilon pricing area, and one person at Motiva set prices for both brands in any given Motiva pricing area. case that Shell and Texaco set the actual prices at which this gasoline was sold at. The only claim then eliminated competition between Shell and Texaco, there was no further competition to effect. There was no further anticompetitive consequence that could happen It's your three counters in the department store."
  }
]