[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Carabell v. the United States Army Corps of Engineers. Mr. Hopper. smallest trickle? Doesn't it? Doesn't it also include ditches that currently don't have any trickle if they obtain a trickle during a rainstorm? argued that it -- it makes no difference whether there -- what the substantiality is or the directness of the -- you are including at least wetlands that abut --"
  },
  {
    "speaker": "HOPPER",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "-- navigable water. waters plus abutting wetlands inseparably bound up."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "What about major right into a traditionally navigable water is not necessarily covered?"
  },
  {
    "speaker": "HOPPER",
    "speech": "I think -- I think it's fair to Waste Agency that the only wetlands that are covered are those that are abutting and inseparably bound up. tributaries raises significant constitutional questions that are not implicated by the regulation of a wetland inseparably -- accept the fact that -- that Congress cannot effectively regulate the navigable -- the -- the where it's discharged, it would be covered. Same for a conventional toxin."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "You mean on -- on -- in have to -- I'm sorry -- a scientist would have to analyze the molecules and -- and trace them up, and so"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You really think it has to trace the molecules."
  },
  {
    "speaker": "HOPPER",
    "speech": "Absolutely. That's -- that's"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "How do you -- how do you define a tributary? still don't know what you're excluding. I mean, the Missouri is a tributary of the Mississippi, but I assume it's still covered. a -- anything does not constitute the channel, the traditional navigable water, and anything not abutting jurisdictional standard for all -- for all waters. That standard only applies to wetlands that are adjacent to traditional navigable waters. the terms of the act. In -- in SWANCC, this Court determined that the act was clear and should be read as as I understand it, the reason we held wetlands were included within the waters of the United States was not -- not that, that you could poison the waters by very hard to tell where the navigable water ends and the wetland begins. And -- and we said, you know,"
  },
  {
    "speaker": "HOPPER",
    "speech": "The Court did frame the question that way, Your Honor. However, the Court's commentary about tributaries was not germane to its -- to its Court."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "At any rate, they could indication that it said if we want to attain the objective, which is clearly constitutional, then we have got to recognize these means, i.e., regulation of to reach that objective? Isn't that the reasoning that is apparent from what Justice Ginsburg just -- just moment ago. All you've got to do is -- is dump the pollutant further -- far enough upstream in the watershed and you get away scot-free. And it's very that."
  },
  {
    "speaker": "HOPPER",
    "speech": "I don't think it's difficult to but your answer earlier to Justice Souter's earlier question was that if you dump the pollutants anywhere and they make their way to the navigable water, you're"
  },
  {
    "speaker": "HOPPER",
    "speech": "Are covered if they make it -- their way all the way there. If they don't, then the It is clear from the record in this case that there is no hydrological connection between the Petitioners' wetland and navigable waters of the United appendix filed in this case, specifically beginning with the EPA letters dating back to 1994, as this Honor, there was no connection at all. In this case, there was no connection identified. It was speculated that there might be a potential -- -- of this land."
  },
  {
    "speaker": "STOEPKER",
    "speech": "No. If you look -- that is have looked towards."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "And the -- and the -- but I mean, what I'm getting at is the traditional test is within the general category. Your argument is I should not be subject to it, to the statute, because of the"
  },
  {
    "speaker": "STOEPKER",
    "speech": "That is correct. The record in this case does not identify a connection between this wetland and this non-navigable ditch."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Mr. Stoepker, your friend, Mr. Hopper, would certainly not agree with you"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "That that alone has been enough."
  },
  {
    "speaker": "STOEPKER",
    "speech": "No. They state that that is They then state that they have historically undertook a interrelationship analysis of the wetland case, again, there was no surface water connection, and due to the nature of the clay soils, it was found that there was no groundwater connection -- that after the improvement, there would be no drainage?"
  },
  {
    "speaker": "STOEPKER",
    "speech": "After the improvement, there"
  },
  {
    "speaker": "STOEPKER",
    "speech": "It notes a number of issues or classifications there or points. First, that the wetland is not adjacent to navigable water. It then then it makes a comment. It says, to a tributary to navigable water, and it says, no."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "But not on page 82."
  },
  {
    "speaker": "STOEPKER",
    "speech": "Not -- not in this first report. the subsequent report in the record somewhere?"
  },
  {
    "speaker": "STOEPKER",
    "speech": "Yes. The next report is watershed. Then referring to page 100 where they comment on navigation, they state, no impact on navigation. the features on this site -- and again I quote -- presently isolate the wetland from the S-O Drain and to what the condition would be after the improvement. Would there be an increased likelihood of drainage into the ditch after the improvement? two different ways."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "And -- and if that were so, jurisdictional standpoint, the Respondent then expanded its rules in 1975. In the preamble to those rules, it specifically stated that ditches -- ditches of this waters of the United States. That is in the preamble. We then go to 19 --"
  },
  {
    "speaker": "STOEPKER",
    "speech": "Using this Court's definition in -- in SWANCC, it's -- it is our position that it needs to be a substantial nexus or interrelationship."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You don't -- you don't have to define what -- everything that's necessary. if there's no hydrological connection today, but there would be after you -- after you built your project?"
  },
  {
    "speaker": "STOEPKER",
    "speech": "At that point, then maybe the regulation if, in fact, the discharge was into a ditch that was, in fact, regulated. And -- arise when you did what you're seeking a permit to do, why shouldn't you be denied the permit?"
  },
  {
    "speaker": "STOEPKER",
    "speech": "The application for the permit discharge. The fill of a wetland does not automatically discharge into the ditch."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "What we're talking about here is -- is at -- at most, whether this is a water of the United States. The condition for requiring permits Isn't that right?"
  },
  {
    "speaker": "STOEPKER",
    "speech": "That is correct. pollution within its waters. The primary responsibility. That primary responsibility is not designated to the Respondent in this case. A shift primary responsibility to the Respondent and take that primary responsibility away from the State. examined and examined. In this case, the Respondent has ignored those State powers given to its traditional waters and of jurisdiction, and number two, we're going to ignore your finding of no impact and completely disregard 51(b) and the -- the Respondent in this case usurped"
  },
  {
    "speaker": "STOEPKER",
    "speech": "That's correct, because there's some puddles on the land occasionally."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "So it -- it becomes waters and you assert because those puddles have some hydrological connection or if it is -- if it is water Again, the rules that the Respondent has adopted since 1975 have specifically excluded the Nundane ditch, as well as the drain next to that ditch, therefore, even if they could show a connection, which is a question that has been raised, would in fact the"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "So it could -- there could be a situation where the wetlands would be right next to the river, but there's a berm in between, and that"
  },
  {
    "speaker": "STOEPKER",
    "speech": "It would break the hydrological connection. However, this Court has ruled"
  },
  {
    "speaker": "STOEPKER",
    "speech": "Yes. In reading the opinion, it -- it appears that this Court found, because it actually went to the attachment between the wetland and the navigable water."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, counsel."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "The tributary -- you say they're adjacent to a nonnavigable tributary. That's a -- a culvert, a ditch. Right? Mr. Chief Justice."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "But in Rapanos'"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "But your argument assumes that the ditches that go to the other two sites are also tributaries. I just want to make the point that this case, because of the theory Petitioners have advanced, has not really"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I suggest it's very absurd to call that waters of the United States. It's a drainage ditch dug -- you know, dug by the municipality waters of the United States seems to me extravagant."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, let me say two things, percentage of the total land mass of the United States, if you define tributary as broadly as you define it to include? Every storm drain? I mean, it's the whole country, isn't it?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "All the water goes down to the sea and there's some kind of a drain or -- or a bed that takes the water down there."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, I think the precise answer to your question being none of the land mass -- none of the land itself would be regulated. But in terms of -- you want to talk about the --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You're calling empty ditches -- not unless you call empty ditches land, which I do."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, the -- the Corps doesn't. They treat those as water bodies."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I understand that."
  },
  {
    "speaker": "CLEMENT",
    "speech": "And that's not the gravamen of the complaint here. But just to be responsive to your question, I think it's important to understand that the Corps and the EPA's view of wetlands would cover about 80 percent of the wetlands in the country. And that shows that the impact of this Court's decision in SWANCC was real and substantial because about 20 percent of the Nation's wetlands are isolated."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "But -- but you -- that's just because this statute happens to refer to wetlands. have jurisdiction over any land that is part of that tributary system as well. If any of that land has a rivers or their tributaries are within the scope of this program, as it did in 1899 in section 13 of the Rivers and Harbors Act, we'd be here defending that as the Commerce Clause, but under the navigation power of the -- precisely accurate. The way it would describe it is this. As to the first question you have to ask, important component of describing the reach of the tributary system is whether there's a hydrological"
  },
  {
    "speaker": "CLEMENT",
    "speech": "The two points I would make is, first of all, I think the Corps' regulations, which for 30 years have ignored the premise -- the -- the presence of a berm, are rational because in the vast, vast majority of cases, that berm is not going to prevent a hydrological connection, so to speak. And so a test that focuses, first and foremost, on physical proximity is a very rational jurisdictional test. The second thing I would say, though, is it's simply not true that even in the rare case where a berm or a dike prevents all hydrological connection, that an adjacent wetland will not perform an important function for the adjacent water body. And the most obvious one is the flood control possibility of the wetland."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well -- well, as you mention that, you cited subsection (7), and there's a -- what struck me anyway as a very interesting provision in there. It covers wetlands adjacent to waters other than waters that are themselves wetlands. Now, everything that you've said today and in your brief would lead me to think you would contend that wetlands that are adjacent to wetlands ought to be covered as well, and yet, the regulation leaves them out. And I want to know why do you think the regulation leaves those wetlands out."
  },
  {
    "speaker": "CLEMENT",
    "speech": "I -- I think, Mr. Chief Justice, my own view is the reason that that caveat is in subsection (7) is actually a vestige of the pre- SWANCC scope of the regulation. And specifically, if you look at subsection (3) of the definition which is the isolated waters provision that was at issue, I think, through the Migratory Bird Rule in SWANCC, that includes wetlands in the available isolated waters. And I think --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "To me it -- it suggests that even the Corps recognized that at some point you've got to say stop because logically any drop of water anywhere is going to have some sort of connection through drainage. And they're -- they're stopping there, and I wonder if we ought to take that same instinct that -- that you see in subsection (7) and apply it to your definition of tributary and say, at some point, the definition of tributary has to have an end. Otherwise, you're going to go and reach too far, beyond what Congress reasonably intended."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, several thoughts on that, Mr. Chief Justice. I think the problem with that approach is that the reason why it makes sense to regulate that very first tributary that flows into the Mississippi is the reason that it makes sense to regulate the entire tributary system. All of that water is going to flow down into the navigable waters, and if there's going to be -- the wetland that is adjacent to the wetland that is adjacent to the tributary, and yet, the Corps says"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "And I -- and that's just, it seemed to me, so far been missing from the discussion. is two ways to look at this. You can start with the significant nexus test and see if it's met. I guess I wouldn't have understood this Court's decision to transplant the significant nexus test and say, that's what the Corps should administer, because whatever ambiguity there is in waters of the United States, I think significant nexus is precisely the kind of test you'd want the Corps --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "What -- what about the Chief Justice's question, wetlands next to wetlands?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, I -- I think that -- as I said, I think what -- what the definition meant to get at was to exclude wetlands adjacent to isolated wetlands under subsection (3). I think if you ask the question more broadly, what about wetlands next to wetlands, I guess it depends on what you mean by that because the one thing we know from Riverside Bayview is that it's not a requirement that the parcel and its wetlands be immediately adjacent."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well, but we didn't come up with the idea of wetlands next to wetlands. The Corps of Engineers has it in their regulations."
  },
  {
    "speaker": "CLEMENT",
    "speech": "And --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "So what do they mean by it?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "They meant wetlands adjacent to waters that would otherwise not be in the statute which are isolated wetlands under subsection (3). It's the only application it has in -- in the regulatory structure, as they understand it."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "What -- what is an example of an insignificant nexus under the SWANCC test?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Under insignificant nexus? Well, I think it's the waters at issue in SWANCC, and I think it's --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "No. There's no nexus there."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, no --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "They're isolated. There's no nexus. The -- the notion in SWANCC of a significant nexus suggests that there are some bodies of water or puddles that are going to have a nexus, but it's not going to be significant enough. We didn't just say any nexus. It said significant nexus. So what are you leaving out to give meaning to the test that we articulated in SWANCC?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "I'm leaving out everything that this Court excluded in SWANCC, and I wouldn't have thought that the -- that the Court necessarily suggested there was going to be some subset that had a further insignificant nexus because it wasn't -- the argument of the Government in those cases was obviously -- we didn't just concede that those bodies of water ecological connections with the water. And I think the way I read SWANCC is that we can't make that -- jurisdiction because it's adjacent and that's what the Corps looks to. And I think that's a rational judgment. But if there's one drop, grant the permit."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Adjacent to what? Adjacent to a tributary. Right? throwing around somehow have to come within a reasonable usage of the term, waters of the United States, and I do not see how a storm drain under anybody's concept is a water of the United States."
  },
  {
    "speaker": "CLEMENT",
    "speech": "With respect, Justice Scalia, some things that you might classify as a storm drain are actually very deep channels that have a continuous flow of water that were --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "No. I was referring to a real storm drain. (Laughter.)"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well -- (Laughter.)"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Okay?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "But therein is the problem, which is some things that are part of the storm water drainage system of a city are actually things that were previous navigable natural waters. I mean, so --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And some aren't. But -- but you would sweep them all into the jurisdiction of the Corps of Engineers."
  },
  {
    "speaker": "CLEMENT",
    "speech": "We would, Justice Scalia, but I guess if we can start with the proposition that tributaries are covered and then some things that the Corps thinks are tributaries you disagree with, that would be fine. But that would be a different case. That hasn't been the theory that this case has been presented. actually, you know, substantial channels that do have water in them. I have no doubt that the Pine River Court or any other court's attention on subdividing which tributaries count because their view is nothing counts. Even the first tributary doesn't count. And I if you have some concern with, you know, the extent of the definition of tributaries, is to not make that a within their jurisdiction, is not a permissible one. That -- that's not an extraordinary proposition."
  },
  {
    "speaker": "CLEMENT",
    "speech": "I absolutely agree with you, for Federal regulation over non-point source pollution, although that obviously contributes to the -- to the as the permit word suggests, it's a -- it's a process of granting permission. The relevant provision here is section 301 of the statute which prohibits a discharge whatever this Court decides for purposes of the 404 jurisdiction, it's necessarily deciding for purposes of The only other way to do it, as suggested by one or two amici, is to treat the last -- treat the tributary as if it were a point source. But I'd sure that tributary that's dumping into the Mississippi who's going to be responsible for the pollution of the statute. And that was added to the statute in 1977. Unless Congress is going to be construed to provision makes crystal clear that the waters of the United States, for purposes of the Clean Water Act, can try to divine the limits to in a subsequent case. But I think what's important, as -- as your very comments suggest, is that trying to give meaning wanted to capture something beyond traditional navigable waterways and their adjacent wetlands. history, it provides some additional context for 404(g) and makes it very clear that Congress, as this Court found in both Riverside Bayview and in SWANCC, was wetlands. And it's very clear that they understood that whatever scope of jurisdiction was given to the 301. And so if they're right that they can dredge and fill in these wetlands, then it is equally true that they can dump toxic materials into those wetlands."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Could you just say a word about the -- the ditch -- sorry -- the word about the you a specific one."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "No. I can't find any quantitative assessment. suggest a percentage. I just think that -- that -- let me put it to you this way, and this is the argument we with it. Now, what's wrong with what I just said?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "What's wrong with what you that are different just from low-lying areas. And I think this Court started to recognize that in the Riverside"
  },
  {
    "speaker": "CLEMENT",
    "speech": "And -- and I sense that you found them lacking in that sense. I guess what I would say is there's certainly anecdotal evidence in those amicus briefs that I think is quite striking."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Well, what am I supposed to do with the case? I read them quickly. I don't necessarily pick up everything. I'll read them again. But if I don't find empirical verification for that statement, what am I supposed to do with this case?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, not surprisingly, I would suggest that you defer to the agency in its exercise of expertise."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Fine. And where did the agency, in its many, many proceedings over the course of 35 years, say what you just said, namely that a wetland acts as a sponge? It's very plausible to me. It's just that there may be a need to drop a citation somewhere. (Laughter.)"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, you -- and you could cite to the proceedings in this very case in the joint appendix because although they didn't use the sponge word, there was a specific finding in this case that these wetlands played an important role in flood control and pollution control for the adjacent streams."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "And if you wanted a cite for the opposite proposition, you could cite subsection (7) of the Corps' regulations where they have no interest in wetlands that happen to be adjacent to other wetlands that are adjacent to the waters of the United States. If they act in the way that you've been postulating, presumably they'd want to cover those adjacent wetlands just as much as they want to cover the wetlands that are next to the tributary, but they don't."
  },
  {
    "speaker": "CLEMENT",
    "speech": "With respect, I don't think that follows because if you read subsection (7), as I do, as only excluding those wetlands that are adjacent to other isolated wetlands, then regulating those wetlands --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "It doesn't -- it doesn't say that. It says other than waters that are themselves wetlands. It excludes all wetlands that are adjacent to wetlands that are adjacent to waters of the United States."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, and as I said, I think you have to read that in the context not just of the rest of the regulations but of this Court's decision in Riverside Bayview. The one thing we know from Riverside Bayview is that it's not enough to simply say that your parcel of wetlands is not adjacent to the navigable waterway because in that case, as the Court remarked, it -- the parcel ended before it got to the wetland. There was a continuation of the same wetland. Now, I don't know whether you'd call that two adjacent illustrated by this case because, as was alluded to, the specific development plan at issue here -- and this is clear at joint appendix pages 95 and 160 -- would a smaller, deeper wetland and the adjacent navigable wetland -- waterway system. And so, I mean, it doesn't issue might have the effect of changing the degree of the hydrological connection. I want to be very clear, though. The of the assertion of regulation authority over the adjacent wetlands. statute could do that. But this statute requires that it be a water of the United States."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Absolutely. there is nothing but puddles that are isolated by a berm, even from the storm drain which goes to Actually tracing out exactly what it is and how it works is very difficult and not the kind of thing you'd want to get into at the jurisdictional stage, and that's why the Court said that was fine in footnote 9 of Riverside Bayview."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "That's not the argument I was addressing. I'm addressing the argument that in changing the land, you may cause it to --"
  },
  {
    "speaker": "CLEMENT",
    "speech": "And that's not an independent basis for jurisdiction. It's simply an illustration of why disregarding the berm makes sense."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I'm happy to hear that. That's all I was trying to establish. You -- you don't assert that that's an independent basis."
  },
  {
    "speaker": "CLEMENT",
    "speech": "It is not an independent basis. It is part of the reason why, though, in the context of wetlands in particular, a focus on physical proximity and adjacency makes sense and a fixation on hydrological connection does not make sense. Part of the reason you can look at the record here and find differing information about the extent of the hydrological connection is that is not a term that is relevant for the regulatory scheme. And the same thing was equally true in Riverside Bayview itself. In fact, in Riverside Bayview, the district court made a finding that the wetland there was hydrologically isolated from the adjacent streams. Now, as the Solicitor General pointed out in the petition at understanding of what was meant there was that there was no overtopping and that there was some drainage. wetlands are covered as well."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "You -- you put a lot of weight on the tributary question in your approach by is you don't need a hydrological connection because it's right next to a tributary. But for those of us Rapanos, one is right next to the Pine River. One of the others -- the whole point of the dredge and fill operation was to drain the wetland through the adjacent the third one, there also isn't an issue about whether or not those are tributaries. In a different case, as the limits of the navigable waterway system or the tributary system. And I think that is something that even the proponents of narrowing the Corps' The last point I would make is that there are going to be real-world consequences to contracting the"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Mr. Hopper, I hope you're going to tell us what you make of section 404(g)."
  },
  {
    "speaker": "HOPPER",
    "speech": "I'd be happy to. In -- in Solid determined that it had -- it was not enlightening as to the meaning of navigable waters under 404(a) because not true that the Government is only identifying channelized conduits as tributaries. Anywhere water flows is a tributary in their book. did in SWANCC. It was not the lack of a hydrological connection in that case that informed this Court's Solicitor General represented to us that it was very close. Are you disputing that as a matter of fact?"
  },
  {
    "speaker": "HOPPER",
    "speech": "I don't know what he means by with me that -- that there's nothing in the record to indicate what those distances are. but also deliberate attempts to poison the water system."
  },
  {
    "speaker": "HOPPER",
    "speech": "Congress -- Congress considered the States to address this. The States have the"
  }
]