[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Education v. Murphy. Mr. Kuntz. from the statute. Congress knows how to add expert fees in a cost-shifting statute, and that omission is telling here. draw the Court's attention to the origin of the statute. It was in response to this Court's decision parties in cases under the -- under the act. So it's no -- no great surprise that what Congress did in that instance was to take the language that appears in the -- into the act, into what we now call the IDEA. And it's very clear that in doing so, it something other than attorneys' fees or costs."
  },
  {
    "speaker": "KUNTZ",
    "speech": "Well, they could be expenses of the attorney. But if they were to be -- be set aside intended that expenses of other individuals be shifted to the cost -- shifted, rather, to the school district. says attorneys' fees, costs, and expenses -- expenses, and in subdivision (B), it refers to consultants. But there isn't any -- that your answer would be that the Congress was interested in finding out the cost of this act, and ambiguous."
  },
  {
    "speaker": "KUNTZ",
    "speech": "Under this statute."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Maybe you might be right, it not ambiguous? It might cover -- it might cover the fees of consultants. It might be that the argument you"
  },
  {
    "speaker": "KUNTZ",
    "speech": "Your Honor, it -- it could, but I --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Well, once you say it could, Members were actually thinking, and as soon as we look at what they were actually thinking, that's perfectly section."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "On its face, it covers at least half of the items that are not compensable."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "It's true, but --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Isn't it true that the (3)(A) talks about costs and expenses awarded to the prevailing party. (3)(B) says, for the same sample the number of hours spent. sample refers to a -- a designated number of States, a representative number of States. So the sample refers"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Did Congress say that, Mr. Kuntz?"
  },
  {
    "speaker": "KUNTZ",
    "speech": "No, Congress didn't say that. that the conferees in Congress wrote in the conference report precisely what they intended."
  },
  {
    "speaker": "KUNTZ",
    "speech": "Your Honor --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Which would mean it would be ambiguous, wouldn't it? the -- yes, Your Honor. Yes."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "The rule that you refer to"
  },
  {
    "speaker": "KUNTZ",
    "speech": "Yes, Your Honor, and to us that proves that Congress knows how to distinguish between experts' fees and attorneys' fees when it wants to. way -- I'm not clear. It always cited to the House -- the House conferees. Was -- was this language in the one house that said -- that said that, that thought it meant that or would have liked it to mean that."
  },
  {
    "speaker": "KUNTZ",
    "speech": "Yes, Your Honor. And it isn't particular statute might point one way and the actual plain meaning point another way. these joint statements are actually voted on by the Congress as a whole. Was this one -- was this one voted on? Your Honor, in our review."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Which ones are voted on?"
  },
  {
    "speaker": "KUNTZ",
    "speech": "Thank you, Your Honor. If I -- if there are no further questions, I'd like --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Justice Breyer knows that."
  },
  {
    "speaker": "KUNTZ",
    "speech": "Oh, I'm sorry."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "I didn't have an opportunity This Court should give the attorneys' fee provision of IDEA the same construction it gave the nearly identical language of section 1988 in Casey and cost does not include expert fees. Respondent's sole argument is that expert Honor. Now, first of all, just to be clear, the -- the fee provision that's at issue here is identical to the fee provision that was at issue in Casey, and it makes part of the costs. Now, in this separate section instructing the it's no longer referring to the actual awards in cases, and is instructing the GAO to do a broader study about the time that's spent by attorneys and consultants and was very concerned about the amount of litigation and the expense of that litigation and the diversion of parent and there was no lawyer on the scene?"
  },
  {
    "speaker": "SALMONS",
    "speech": "That -- that is correct. During the administrative proceeding and in the -- and But -- but I think there's one important thing to keep in mind about that is that that's -- when the text is clear."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "-- an argument, a perfectly fair argument, can be made, whether -- whether you find committee report of one house cannot simply be taken as a literal reflection of the thinking -- the -- the"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Was there a conference report in -- referring to the statutory language here, that this Court considered this exact -- accepted meaning in both legislative and judicial practices -- again, this Court in Casey tracked through the -- the usage, the history of the usage of this time -- that when that's the case, we do not permit it to be expanded or contracted by the statements of"
  },
  {
    "speaker": "SALMONS",
    "speech": "Sure."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Does the gravamen of the argument -- is it that this phrase is unambiguous? first argument, absolutely, Your Honor. The point I'm making now is that if you look at the context in which"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "-- later."
  },
  {
    "speaker": "SALMONS",
    "speech": "-- that the -- that -- that point out, even -- even I think beforehand, that the"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Is the best evidence, but not the sole evidence. statute says green. Green doesn't include red. I understand that. And that's why, in fact, I wondered if the presence in this bill of the GAO section word cost means something special. And if that's so, then I would think it is ambiguous enough to refer to expressly details the content of the notice that has to be given to the parents about the procedural safeguards in the act, and it's very specific. It lists 13 the parents. The -- the 12th and the 13th items on that list are the parents' ability to bring a civil fees should be included. Some think they should; some think they shouldn't. And somebody suggests a compromise. The compromise is we won't put it in the the courts figure it out. What should happen in that situation? ascribed to it in this Court's opinion in Casey."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "As you --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "I was going to say it court context set forth in section 1920 of the Judicial Code.  legislative history here is that Congress used the word cost for its breadth, not as a term of art."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Mr. Vladeck, why -- if explain the multiple statutes that are listed in Casey that say, in the text of the statute, witness fees? if you look at that provision, it is clear that Congress intended the word cost to have a broader meaning. Accounting Office to study --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Where is that set prevail."
  },
  {
    "speaker": "VLADECK",
    "speech": "That's exactly my point, Your Honor. And -- and -- consultants appears in subsection (B) of the statute."
  },
  {
    "speaker": "VLADECK",
    "speech": "Right, Your Honor. education agencies on civil actions and administrative proceedings. That clause was added, Your Honor, in conference. Prior to the conference, the provision was"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Mr. Vladeck, my -- my problem with the argument you're now making is -- is a point not that it makes no sense, but that it raises a question? It creates the question, which -- which we have in mind when we say the statute is ambiguous, and the legislative history, which has a pretty unequivocal statement in your favor. Isn't -- isn't that the -- quote, a big-ticket item. If you look at page 28, footnote 17 of our brief, we've tried to compile all of the reported cases on the amount of expert fees that Honor. They run from a few hundred dollars to a few thousand dollars. not see why that would not comply with the Spending Clause, particularly since, Your Honor, this statute has been on the book for 20 years. There are dozens of Spending Clause argument has ever been raised in this kind of issue even though the statute has been on the just the expenses that parents incur, why wouldn't it include things like travel expenses or lost wages to attend the court proceeding? addressed that issue, Your Honor, is they -- they have looked to the -- the initial phrase of the statute, in generally constrain the awards of costs in cases. They have not done what -- what I understood Justice Alito -- his question to -- to get to, was to use this as -- I'd like to talk about the legislative history, and particularly I'd like to respond to very controversial features. It was pared down, and the word cost was substituted, as the drafter of the language made clear on the floor of the Senate before Senator Weicker's explanation of what the word cost means could not be clearer, and he -- he -- this Court's decision in Marek v. Chesny, which had to do with the applicability of rule 68."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "Well, speaking of that -- of part of costs, does that suggest -- it doesn't say directly that costs may be awarded. Does that suggest attorneys' fees as part of the costs to parents, and the --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "What is the authorization to All -- all this section says is they may award attorneys' fees as part of costs, and costs are"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Mr. Vladeck, you have -- you referred to the section on GAO reporting --"
  },
  {
    "speaker": "VLADECK",
    "speech": "Yes, Your Honor. you include consultant fees in -- in costs. But how do you explain the -- the provision in this very statute analog in these proceedings. And therefore, what the court -- what -- what Congress did was to authorize a Federal court, in before a State-administered tribunal, because that's where the action takes place in these cases, to -- to"
  },
  {
    "speaker": "VLADECK",
    "speech": "Well, Your Honor, this is not one committee of Congress. This was -- this -- the conference report was circulated to all Members of"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And -- and they read it."
  },
  {
    "speaker": "VLADECK",
    "speech": "Well, Your Honor, this is the"
  },
  {
    "speaker": "VLADECK",
    "speech": "As far as I know, Your Honor, the procedure followed here was the standard procedure when the conference report takes bills and essentially"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "But was this legislation vetoed by the President? Senate or the House either before or after suggesting that they didn't want to allow recovery for the expert fees? one of the points that I would like to make -- and I would like to return to the language of 1415 -- is this 1988. It is quite clear that the Congress that enacted this bill assumed, and rightly so, that this Court and reviewing courts would rely on legislative history. footnote 5 of Casey says that this case may be different because of the conference report. power to delegate to one of its committees the content of -- of its statutes. The Constitution provides that legislation will be passed by two houses and signed by history, for those of us who have a problem with it, is this amounts to a delegation by Congress. would be no more clear detraction from that guarantee than requiring parents to bear the expense, which for many of these parents is enormous, even though Chief thousand dollars, to retain an expert, to do battle with school boards who have experts on staff. and appropriate public education than is embedded in the IDEA. Permitting parents to recover their expert costs -- parents make a reasonable effort, but they lose, it's not going to be free. I mean, the -- the statute gives"
  },
  {
    "speaker": "KUNTZ",
    "speech": "Thank you, Your Honor. Shifting the costs to the school district of away from the point where it's most effective, at the stage when the parent meets with the IEP team to Those are the kinds of experts that the Respondents are talking about and asking this Court to see in the statute. really intended expert fees to be a part of this statute, what stayed Congress' hand from writing those pathologist. And when -- when it comes to a trial, comes to a due process hearing, those are the folks who come and testify as to what they know about the child, consultants or testimonial experts that appear for the"
  }
]