[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument next versus Dabit. Mr. Kasner. information,\" a type of claim which this Court, in Blue Chip Stamps, over 30 years ago, recognized as the most vexatious and abusive type of securities class-action The court below erred, for a number of different reasons. First and foremost, it completely violated the private right of action to persons from whom an offer or sale of securities. Section 9(e) of the '34 act, similarly, affords a purchase or seller requirement. a purchase or sale. And it could have. For example, Congress could have provided that no covered class action covered, would it not?"
  },
  {
    "speaker": "KASNER",
    "speech": "Justice Stevens, if, by \"his or her,\" it's referencing \"any private party,\" I would agree"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "So, the question is whether we should construe the word \"the\" to be the functional"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "On the point that you're arguing, whether the critical language means the person's own sale, or not -- proceedings referenced in our brief, the SEC has unanimously, and uniformly, taken the position that it think that this is -- the statute is so clear that, deference or none, there really is no other way to read the language of the statute. O'Hagan, concluded squarely that this language does not mean the purchase or sale of the plaintiff's securities. that, for SEC-enforcement purposes, for prosecutorial purposes, the \"in connection with\" is as broad as you suggest. But for purposes of private actions, it isn't Stamps. It is possible for the same words, even in the same statute, in difference contexts, to mean different Congress intended to impart 10(b)(5) interpretation as a statutory matter into SLUSA. We also think, Justice Ginsburg, that, were Your Honors to conclude that somehow context, a narrower reading than in the broader context, that would, of course, violate, in our view, the rule of particular party in the case, that is a broader reading than the reading that the court below adopted in a civil case. And so, what we're urging is that the rule of O'Hagan, took the view that the \"purchase or sale\" requirement does not apply in a criminal context, that clear; there is no ambiguity in the language that Congress used, and hence -- and it would have made no sense, Mr. Chief Justice, for Congress to have -- I think our cases establish that a phrase like \"in connection with\" carries with it a lot of ambiguity. You crystal clear, based on this Court's cases and congressional purpose, is that the \"in connection with the purchase or sale\" language, as used here, does not plaintiff such that --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "No, but that's a normal would have preempted all State-law securities cases. All of them. As the statute wound its way through the House and the Senate, it -- and principally in response to Hill three separate times on this legislation -- specific statutory exemptions were put in. [Laughter.]"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Yes."
  },
  {
    "speaker": "KASNER",
    "speech": "Your -- Justice Stevens, the only referenced by the Respondent. And, in that instance, a professor from Cornell, Professor Painter, went to the"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "May I interrupt? Because I'm --"
  },
  {
    "speaker": "KASNER",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "-- your time is running out."
  },
  {
    "speaker": "KASNER",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Is my understanding correct that, on your reading, State class actions of less than 50 parties are also left unpreempted?"
  },
  {
    "speaker": "KASNER",
    "speech": "Justice Souter, the definition -- yes. The answer to --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Okay."
  },
  {
    "speaker": "KASNER",
    "speech": "-- your question is, yes."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "So --"
  },
  {
    "speaker": "KASNER",
    "speech": "The definition --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "-- individual actions and small State class actions."
  },
  {
    "speaker": "KASNER",
    "speech": "Individual actions, less than 50 people, arbitrations, public enforcement. And, with that, Mr. Chief Justice, I would like to reserve the balance of my time."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, Mr. Kasner. Mr. Hungar."
  },
  {
    "speaker": "HUNGAR",
    "speech": "Thank you, Mr. Chief Justice, and may it please the Court: The fundamental flaw in the Court of Appeals analysis is that it requires the phrase \"in connection with\" to be given two different and irreconcilable interpretations, depending on the identity of the plaintiff. Nothing in the text or history of the securities laws justifies that implausible interpretation. The Securities and Exchange Commission --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Mr. Hungar, I just wonder if that's correct. Is -- am I not right to say that the word \"the\" had been read to mean \"his or her,\" that argument would not apply?"
  },
  {
    "speaker": "HUNGAR",
    "speech": "I think that's correct, Justice Stevens, but --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Well, then you don't have to have differing interpretations of \"in connection with.\" You just have to know what the word \"the\" means."
  },
  {
    "speaker": "HUNGAR",
    "speech": "Well, the \"in connection\" -- that's not the approach that the Court of Appeals took, of course, but -- and also, as Mr. Kasner indicated, that issue has been dispositively resolved by this Court and the Commission in concluding that the purchaser/seller rule is not a limitation on the scope of the prohibition in section 10(b). And if your interpretation were the one that were adopted, that would not be the case."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I always thought \"the\" meant \"the.\" [Laughter.] submission."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And \"his or her\" means \"his or defrauded. And so, we submit that this would be --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Well, it certainly doesn't require the Commission to be a purchaser or seller,"
  },
  {
    "speaker": "HUNGAR",
    "speech": "Well, we certainly would agree with that, Your Honor, that -- in Federal court, because they're barred by the various provisions of Federal law."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "No, but they would be at -- As far as the parties involved, the -- that's what I was really asking. advice.\""
  },
  {
    "speaker": "HUNGAR",
    "speech": "Your Honor, the -- that issue is not before this Court --"
  },
  {
    "speaker": "HUNGAR",
    "speech": "-- because it was not --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "-- wanted to know what the sellers,\" but that limitation is attenuated, because deserving claims by nontraders would lie under State law, including the very suit that was involved in Blue Chip for Blue Chip?"
  },
  {
    "speaker": "HUNGAR",
    "speech": "Your Honor, that was an accurate danger of 50 varying State standards being applied, as this very case suggests, and Congress acted to remedy both of those problems, as the conference committee report class actions that are targeted by the act, and the risk of evasion of the PSLRA. suggestion that Congress would have intended that result. And with respect to Blue Chip, Your Honor, it's important to remember what Blue Chip was doing. Blue Chip requirement or the section 10(b) prohibition. Instead, it was a case about what to infer about what Congress would"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, Mr. Hungar. Mr. Frederick."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Thank you, Mr. Chief Justice, and may it please the Court:"
  },
  {
    "speaker": "FREDERICK",
    "speech": "-- actions, the SEC can bring enforcement authority, pursuant to 10(b)(5). And so, to that extent, misconduct that would be connected to what, fall within the SEC's --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "But then, the -- are not adequately briefed, or even discussed, by the Second Circuit, but one of them says that the PSLRA sought to prevent abuses. The second one says, since an securities class-action lawsuits have shifted from Federal to State courts. The third one says, that shift has"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Absolutely --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And why --"
  },
  {
    "speaker": "FREDERICK",
    "speech": "-- not. want to police the one, and let the other, you know, proliferate, seems very strange to me. sale,\" maybe not of the holder's securities. But it's certainly -- the holder's claim wouldn't exist, but for purchases and sales that caused the price to go up. correct, Mr. Chief Justice. But that, I don't think is material. The level of damages that a holder sustains "
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "In that --"
  },
  {
    "speaker": "FREDERICK",
    "speech": "In --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- in -- suppose a person and then he holds it, and then the fraud, and then, subsequently, the word of the fraud gets out, the price And what happened is that the -- some buyers would like to bring a fraud suit in Federal court. They have to go to Federal court now. They can't go into State court. But say, \"Well, in any case where a buyer would have a claim, and we don't want to go into Federal court, there surely the cases -- but the class actions in the Federal court. And then, in every single case, or 99.999 percent, where we've kept this action out of Federal court, there's going in a State court."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Well -- What did Congress intend? And --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well, what do you make of --"
  },
  {
    "speaker": "FREDERICK",
    "speech": "And --"
  },
  {
    "speaker": "FREDERICK",
    "speech": "And I don't think Congress intended to eliminate a swath of class actions concerning claim. But this is not a pass, because there are all sorts of remedies retained -- derivative suits, 49-person actions, and so forth. And are you aware -- you mentioned in the State law for class actions for holder claims?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Well, we think the Weinberger aggregate losses accrete every year by virtue of market timing. That is a unique harm caused to holders, which, under their theory, would not be cognizable, because it practical matter, for someone to get together with 48 of his or her fellow victims and try to bring a claim to -- you can say --"
  },
  {
    "speaker": "FREDERICK",
    "speech": "They could --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- that they -- under Federal law, before. And I would acknowledge that, because of a series of this Court's decisions, it is lot -- room for a lot of abuse in holder classes -- would be left to the State courts for whatever strict or lenient rules. So, why would Congress, with respect to this than the rule that Congress has just put in place for the purchaser/seller 10(b) actions? -- in a more plaintiff-friendly way than Federal claims."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Yes. Certainly, just as \"breach of fiduciary duty\" and \"breach of the covenant of good faith and fair dealing\" are State-law claims, negligence is a State-law claim, all of those give rise to variations, State by State. But what Congress was getting at were fraud claims that were Federal-law fraud claims. And, when it did so, it was heightening the pleading requirements and, seeing what people were doing was taking what were Federal-law claims and migrating them to State court under, ostensibly, more lenient standards --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "But why, in your theory -- suppose you're right. You're right. I assume that. You can have these holder claims. But why couldn't any buyer, who's -- has to go to Federal court because he has a buyer claim, just say, \"I'll bring the holder claim\"?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "He can't do that under the --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Because?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "-- under the Second Circuit's test, because --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "I know. But what I'm asking is, What's the logic of that? I mean, you're either right or you're wrong. If Congress didn't want to cut off the holder claim, they didn't. So, what's to show that they wanted to cut it off for some people, but not other people?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "The logic is that, for the buyers of those claims, they are meeting the Federal"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Not in this suit."
  },
  {
    "speaker": "FREDERICK",
    "speech": "-- \"purchase or sale.\" gold.\" I believed it. I bought buggy whips. Now -- we're now in December. And every month, they kept repeating it. And my claim is, \"Yes, I know, I bought it seeing it repeated and repeated.\" Do I --"
  },
  {
    "speaker": "FREDERICK",
    "speech": "I think --"
  },
  {
    "speaker": "FREDERICK",
    "speech": "That's --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- by these continuing misrepresentations. Why can't that part of the suit be"
  },
  {
    "speaker": "FREDERICK",
    "speech": "That's our position."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "It is? Okay. So, you --"
  },
  {
    "speaker": "FREDERICK",
    "speech": "-- a fraud --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Yes."
  },
  {
    "speaker": "FREDERICK",
    "speech": "-- then you are -- you are --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Why?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "-- under SLUSA. March, April, and May. I bought, in January, also in reliance on fraud, but I'm not complaining about that.\""
  },
  {
    "speaker": "FREDERICK",
    "speech": "What the Second Circuit said, which I think is correct, is that -- is that your damages have to be totally and apart from the fraud as a purchaser, and that where --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "But they are --"
  },
  {
    "speaker": "FREDERICK",
    "speech": "-- the reason why they set this timeframe for holder claims is that those kinds of claims that you're talking about, Justice Scalia, would be a classic purchaser/seller-type claim, and you can bring that in Federal court. And that's the point here, that, where you've got long-term holders, and you've got people who purchased in the '80s or in the '70s, and they're being induced to hold for decades, and they may want to make -- they may suffer their damages as a result of collateral that they want to borrow against -- they have no practical means of recovery --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "As a practical matter, my damages from the holding may be much greater than my damages from the initial purchase. And you're saying, \"Tough luck, Charlie. You bought a month too soon -- or a month too late. You should have brought -- bought before the fraud.\""
  },
  {
    "speaker": "FREDERICK",
    "speech": "What the Second Circuit said, which I think is correct, is that that becomes a level of line-drawing that we don't think Congress did intend to get into. the trouble. Because, in order to make the Second Circuit's argument, you have to say the following, law, because of Blue Chip Stamps, you were forced into State court. Okay? So, when Congress is debating the evasion of the PSLRA, it is only talking about Federal-law that they've cited, or that we have found, to suggest that Congress gave any thought to preempting a class of holder"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Yes, but Blue --"
  },
  {
    "speaker": "FREDERICK",
    "speech": "-- or sale."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "-- but Blue Chip did not adopt"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Well, I think it -- it did adopt the rule, though, as a basis of the wording. And if you doesn't derive any greater power, or lesser power, as a result of the enactment of SLUSA. It is entirely legislated against private civil actions."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "The --"
  },
  {
    "speaker": "FREDERICK",
    "speech": "So, the SEC --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Have we not given any weight to SEC determinations, as to its interpretation, where civil actions are involved? I'm surprised at that."
  },
  {
    "speaker": "FREDERICK",
    "speech": "This is an act, Justice Scalia, where the SEC's enforcement authority isn't affected one jot. And so, I think it would be a strange application of Chevron, or even Skidmore, deference to say that the SEC gets some special weight because it's construing words in an enactment --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Yes."
  },
  {
    "speaker": "FREDERICK",
    "speech": "-- that's addressed to private --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Do you know --"
  },
  {
    "speaker": "FREDERICK",
    "speech": "-- civil litigation."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "-- whether the SEC filed an amicus brief in Blue Chip?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Yes. And it took the position there that \"in connection with\" did have a broad construction. And that position was rejected."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "It took the position that the Seventh Circuit took in Eason, didn't it?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "That's correct."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Yes. [Laughter.] think was -- it said that it was not in -- giving any deference to the SEC's position, because it was an implied side, a decision that would favor that could have unknown preemptive consequences, which I would submit would be contrary to the normal way you would put Congress to the claims?\" before adopting a broad interpretation that would do so. And if I could point out -- I would submit that that kind of an anomaly is a rather unusual one, particularly where the SEC isn't a party in the case, and it is not being invited to submit a the preemption question here, are going to have to rule against the SEC in order to give a private remedy -- to the whole object of which is preemption. And I'm not sure that what you shouldn't do in that case is just give the language its most reasonable meaning, with no thumb on either side of the scale."
  },
  {
    "speaker": "FREDERICK",
    "speech": "But it's preemption to rechannel. And that's the important point, Justice Scalia. The point was not to allow State-law claims under State-court systems, but to rechannel those actions into Federal court. And if there are a category of victims of frauds who have no Federal remedy, it doesn't make sense to infer that Congress, without saying so, left those people without any remedy whatsoever."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Mr. Frederick, I want to be sure of one question. I'm not sure I understood your argument about how the district court has to deny the right to the SEC. But the SEC wouldn't be bound by the district court's decision, would it?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Well, it depends on how the courts would construe the SLUSA cases as affecting the \"in connection with purchase or sale\" in the SEC enforcement authority. If you were to accept the premise that the Court's Zandford and O'Hagan decisions are binding on the SLUSA preemption language, anytime a court is construing -- May I finish, Mr. Chief Justice?"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Certainly."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Anytime a court is construing that language, in the SLUSA context, it would necessarily have a collateral impact on the SEC's enforcement"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Yes, but the SEC could relitigate it, I would think. It wouldn't be bound by the regulators and not changing the current treatment of individual lawsuits,\" quote/unquote. Justice Breyer and Justice Ginsburg asked have intended such an anomalous result by allowing holders' claims to proceed as nonpreempted. statements. If you allow a result which affords putative people, who would have bought and would have sold, in State court where the safe harbor doesn't apply, you will Congress was seeking to protect. I'd like to just make one point about the State court."
  },
  {
    "speaker": "KASNER",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, Counsel."
  }
]