[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument DaimlerChrysler versus Cuno, and 04-1724, Wilkins versus Cuno. impedes, commerce. Respondents are not injured when a business with which they do not compete receives a reduction in pay no higher taxes for products. They suffer no coercion because of a tax credit that is given to"
  },
  {
    "speaker": "OLSON",
    "speech": "No, we don't think that at all. As this Court --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Some of our opinions say"
  },
  {
    "speaker": "OLSON",
    "speech": "Well --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- it's not necessarily true That -- Flast seemed to be a case that fit that description, that there was no one who would have a better claim for injury, in fact. that distinction in the Flast case with respect to the Establishment Clause, and, specifically, the spending Even if they --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "With respect to the claims that are before us. But there was standing challenge to the property taxes."
  },
  {
    "speaker": "OLSON",
    "speech": "We believed, at the time, that -- the property tax exemption was issued pursuant to a contract between the company here, DaimlerChrysler, and the City of Toledo. The State tax -- mean, you don't dispute the standing of the municipal taxpayers on the property tax issue? rule. If anybody could bring any kind of a case at all, then all manner of cases of -- with -- for which the Court had no jurisdiction at all could be along"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "In any case, it's clear that that -- that that entity no longer has standing, isn't"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Don't you have to have standing during the entire --"
  },
  {
    "speaker": "OLSON",
    "speech": "That's --"
  },
  {
    "speaker": "OLSON",
    "speech": "That's absolutely correct. But the Chief Justice was asking me about the municipal had their land condemned --"
  },
  {
    "speaker": "OLSON",
    "speech": "In --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- have they? think that there are other respondents who claim to be property taxpayers in the City of Toledo, aside from is a very important issue. Nearly every State in the United States has some sort of incentive program. This -- with respect businesses within the State, which is --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Mr. Olson, I don't mean to reserve the balance of my time."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, Counsel. Mr. Cole."
  },
  {
    "speaker": "COLE",
    "speech": "Mr. Chief Justice, may it please called Masterson, in Ohio. There is a separate Sheward case that the Respondents cite in, I believe, footnote 5 of their brief. We don't believe that this falls There's a certain exception that allows certain case of great public importance to go directly to the"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "And that's because it's a local -- it's a Toledo city property tax, is that the distinction you're making? is a State tax program, Your Honor, but it requires action by local city leaders --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "So, a tax -- just -- so, a taxpayer in Wyoming can't challenge the State tax, because his claim is too diffuse, but a resident in New"
  },
  {
    "speaker": "COLE",
    "speech": "Your Honor, when looked at from a numerical basis, I agree that the distinction might not ask, would it redress? And I guess the question is, redress what? I mean, they don't have any separate harm associated with the investment tax credit that's constitutionally cognizable."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "There are some -- at least it's arguable that there's Federal municipal taxpayer standing. And certainly some States have said that there is. And that -- and whatever Ohio might or might not do is not relevant to this proceeding. We don't know that. I'm -- you've given your opinion on what it would be."
  },
  {
    "speaker": "COLE",
    "speech": "Well, that's correct, Your Honor, but, still, there needs to be some way to grow the municipal taxpayer standing into --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Well, that's a --"
  },
  {
    "speaker": "COLE",
    "speech": "-- standing to --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "-- that's the piggybacking question. That's quite different. And --"
  },
  {
    "speaker": "COLE",
    "speech": "Right. Exactly, Your Honor. And my only suggestion was that, even if there is municipal taxpayer standing to challenge a property tax exemption, which we've conceded below, that doesn't somehow confer standing to challenge of separate enactment by Ohio's General Assembly. Respondents, in their brief, talk about this notion of ancillary standing, but that -- the case they cited -- and they -- principally, they talk about the Flast case, where, in addition to considering the Establishment Clause free-exercise challenge and the question of whether there would be separate standing for that. analysis against the backdrop of this plaintiff who's been harmed in this manner. These plaintiffs can't meet that. They haven't shown any harm to themselves, If I could, for a moment, Your Honors, I'd also like to turn to the merits, briefly, of the Wisconsin are discovering it isn't being bought, because that old tax, which really had nothing to do with this new investment, is now less because of the Wisconsin. As I understand it, that's their claim. And Ohio. And that hurts businesses and others in Wisconsin."
  },
  {
    "speaker": "COLE",
    "speech": "Your -- harm? I think they're pointing to that harm."
  },
  {
    "speaker": "COLE",
    "speech": "Well, Your Honor, first, I'd note some other State. And that's the sense in which the Court has used the word \"burden\" in its past cases, not this more amorphous sense that Plaintiffs -- or"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "There isn't -- the tax credit doesn't give them -- require them to buy, in relationship with the State at all, as a taxpayer, and still take advantage of this tax credit. It's equally available to all comers. State of Ohio? Do you invest money in the State of Ohio? And the credit turns on the amount of that"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "That -- in some sense, at the expense of the citizens in other States."
  },
  {
    "speaker": "COLE",
    "speech": "I don't know, Your Honor. A spurs investment that otherwise would not have taken place anywhere else, of course that's just positive credit doesn't have that characteristic that the Court has found so troubling. In fact, looking back through the Court's up, and -- whereby, \"burden,\" it means \"imposing taxes on the business of other State,\" all the way back to noted that the Commerce Clause demands that the States must sink or swim together, but it has never suggested that the States must be indifferent between those two to swim. ITCs like Ohio's help the States keep their economies afloat. of burden, even if some tax credits that might be like subsidies could create a Dormant Commerce Clause problem, this tax credit does not. It imposes no Thank you."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, Mr. Cole. case on the basis of the Respondents' municipal taxpayer standing."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Is there any --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Is there any authority at all for saying you can piggyback the basic case or The question that then faces this Court is, how far should it reach in addressing the other claims which are part of that very same case or controversy? that, in Flast, at least, you were dealing with the same spending on the part of the Federal Government."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "So, if you want us to piggyback, we -- and if it is an article III question - -we would have to decide that issue before we can onto it."
  },
  {
    "speaker": "ENRICH",
    "speech": "Mr. Chief Justice, you would at at the very least, to acknowledge that the obstacles, any obstacles to municipal taxpayer standing, are prudential obstacles, rather than article III There are actually other reasons why we believe the article III barrier is crossed. We believe  standing there. But, instead, they chose to remove the case to the Federal court. And there, we requested that the case be remanded to the State courts, because the Federal court kept the case, we might find ourselves, years later, before a higher court that although she suffered an actual injury, was not -- was asserting third-party rights, and so, did not satisfy prudential standing requirements. \"capable of repetition and evading review,\" or -- which is a mootness -- mean, she surely had an -- a pocketbook injury. True, she was complaining about a denial of equal protection to the fraternity brothers, but that she had an injury,"
  },
  {
    "speaker": "ENRICH",
    "speech": "Justice Ginsburg, the premise behind our argument is that the article III hurdle is pendency of our challenge to the property tax exemption as municipal taxpayers. We --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Counsel, could I ask about establish it is Flast versus Cohen. Was the doctrine discussed in Flast versus Cohen, or are you relying at least to that extent, that you have two discrete taxes."
  },
  {
    "speaker": "ENRICH",
    "speech": "It is, indeed, Your Honor. We the lower court cases there have been challenges where the claim that the plaintiffs did not have standing any other name."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "What about the fact that a State has a lower income tax or a lower property tax the Commerce Clause because it induces businesses to --"
  },
  {
    "speaker": "ENRICH",
    "speech": "No, Your Honor, we are not this case, they're getting, effectively, taxed at a lower rate, because they make an investment in Ohio."
  },
  {
    "speaker": "ENRICH",
    "speech": "But, Your Honor, in this case, rate are those who locate their manufacturing activity in the State. locate -- you'd have to locate in the low-tax State to get advantage of the low -- of the low tax."
  },
  {
    "speaker": "ENRICH",
    "speech": "That's not true, Your Honor. a tax -- an apportioned share of the worldwide income of the business."
  },
  {
    "speaker": "ENRICH",
    "speech": "Yes, Your Honor. The --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I mean, they're --"
  },
  {
    "speaker": "ENRICH",
    "speech": "-- discrimination -- entirely, which is even better, I suppose."
  },
  {
    "speaker": "ENRICH",
    "speech": "Yes, Your Honor. The"
  },
  {
    "speaker": "ENRICH",
    "speech": "Your Honor, the record does not disclose what the political context was in Ohio at the time that --"
  },
  {
    "speaker": "ENRICH",
    "speech": "-- that this was enacted."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I have -- I will take"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "-- what you call discrimination is any differential. In fact, in this case, the effective tax differential is a quid pro quo down to saying that there's discrimination whenever the State offers a quid pro quo for an advantage and discrimination --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Oh."
  },
  {
    "speaker": "ENRICH",
    "speech": "-- that the Commerce Clause"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "I could -- I could see your argument, if, for example, in the tax exchange case, subject to the same analysis?"
  },
  {
    "speaker": "ENRICH",
    "speech": "No, Your Honor, it would not. As this Court has suggested, as far back as Hughes v. as a participant in the market, deploying its own resources --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "But in terms of discrimination and economic impact, they really are the same? there's a wide, wide continuum. At the one end, there is the standard -- the pure tariff. On the other end, out-of-State businesses, only in-State business. That's -- that was the Hawaii case, and all the other cases you cite. But what your argument here is that Commerce Clause. And I don't know --"
  },
  {
    "speaker": "ENRICH",
    "speech": "No, Your Honor -- income tax that was available to any business that chose to locate some of its export activity in the State of New York. Again -- out-of-State businesses --"
  },
  {
    "speaker": "ENRICH",
    "speech": "It was -- and a burden on out-of-State business that constituted the functional equivalent of a tariff, and the Court struck it down. Now -- Counsel, some States have homestead exemptions to property taxes for people when they're buying homes in based on where they locate some activity. In the case of the homestead exemption, the State offering the homestead exemption is not saying, \"We'll tax you if you locate outside the State.\" Perhaps some other State is taxing them. But, again, this Court has repeatedly avoided judging the legitimacy of one State's tax by the question of what other States did."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "But they're two identical pieces of property, and they'll say -- one say, \"You're going to be taxed at a lower rate if that's where you're living, if that's your homestead; but if you happen to live outside the State, you're going to get taxed at a higher rate.\" It would seem to be very similar to what you're challenging here."
  },
  {
    "speaker": "ENRICH",
    "speech": "Your Honor, maybe I'm not understanding your example. Are you imagining that the State that's offering the homestead exemption was imposing a tax on the property located outside the State?"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "No, it's imposing tax on property in the State at a higher rate if it's not the person's homestead; in other words, if they don't live in the State."
  },
  {
    "speaker": "ENRICH",
    "speech": "Okay. So, that is a provision that, I think, does raise at least some questions. It's one where I think there are strong justifications outside of the effect on interstate commerce that very well might provide ample justification for it. It raises -- grant cert about the property tax exemption raises precisely the question of what sorts of conditions on a discriminatory distinction between out-of-State businesses who are subjected to the tax, in the case of the Ohio investment tax credit, and in-State tax, which is, again, exactly what a tariff does, Your Honor. transaction. The deal between DaimlerChrysler and Toledo was separate from the tax granted by the investment tax credit under the State's system. brief, that, because all of these States do these things, these investment tax credits have only minimal There's no franchise tax in the State of Nevada, and same with other States. Some States offer accelerated permitting requirements or relaxed environmental rules matters of State regulation. This Court has said that competition between States for commerce lies at the [Laughter.]"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "By the way, we're not going to do it that way, we're just going to say you pay"
  },
  {
    "speaker": "OLSON",
    "speech": "If you have your dog in Wisconsin, you may pay whatever -- We should end on the point that every -- virtually every State has this kind of system, not just because of competition with States, but to find the this is important with respect to businesses in the"
  }
]