[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Zurich American Insurance Company. Mr. Strain. Niemeyer -- Judge Niemeyer followed those principles, those bedrock principles of this Court. The two concurring opinions below did not follow nor even -- we submit."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Can I get you to step in the -- of the majority decisions of -- of this case -- of this Court. And what we have here, Your Honor and members we're talking about here is an insurance policy, and the statutory language refers to an employee benefit Now, that is what our case is, an insurance policy that incorporates a duty to pay benefits subject to workers' comp laws of the different States. So even it is seriously questionable whether this insurance policy is a plan at all. The statute requires an Scalia --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "All right. Tell me why."
  },
  {
    "speaker": "STRAIN",
    "speech": "-- to this -- to this extent. in two parts: a section (a), which is a -- which is a listing; and a section (b), which is incorporation of"
  },
  {
    "speaker": "STRAIN",
    "speech": "The employer can be self-insured for workers' --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Would that be a plan then? Honor, because the self-insurance for workers' comp, as I understand them, what they normally do is, just as must have your -- your version of it. How do you decide whether an insurance premium is for work that was done within the last 180 days? How -- how do you the statute is complied with?"
  },
  {
    "speaker": "STRAIN",
    "speech": "Your Honor, I don't know that"
  },
  {
    "speaker": "STRAIN",
    "speech": "It is not my understanding -- and I may be mistaken because this policy was not placed in the record by Zurich. It is not my understanding that Your Honor. Now --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well, how -- maybe you just there's no conceivable way that 180 days makes any sense."
  },
  {
    "speaker": "STRAIN",
    "speech": "And -- and I -- I think that, as I think that --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Consider us together, yes. priority statute does not because the priority statute doesn't --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "No. I meant the State"
  },
  {
    "speaker": "STRAIN",
    "speech": "The State workers' -- workers' comp law. Your Honor, I -- I don't know the answer. I Honor -- I -- if -- if I may, I think that the hypothetical you pose is not quite our case."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Of course. It's not meant"
  },
  {
    "speaker": "STRAIN",
    "speech": "It -- it --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "I want to know how you are your interpretation, then all those employers who, instead of contributing directly to health funds, instead buy insurance policies to do the same thing, fifth priority."
  },
  {
    "speaker": "STRAIN",
    "speech": "All right. And now I see -- now describes in which the employer has contracted to pay his employees $200 a month for when they're sick, and that's a contractual obligation of his, and then he"
  },
  {
    "speaker": "STRAIN",
    "speech": "And --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You say that would be this"
  },
  {
    "speaker": "STRAIN",
    "speech": "No. Your Honor, what -- what I'm saying is and what we have here, if what you're describing, if I understand it correctly, is a normal out a -- to contribute to a pension fund for the benefit of the employees. That is clearly covered. position whether there is insurance or no insurance. In fact, the irony here is that if Zurich prevails, not only do the employees not benefit, they are harmed claimants are a total of 1.6 million, including the 400,000 of Zurich. All the others are health and"
  },
  {
    "speaker": "STRAIN",
    "speech": "It would -- they would typically -- in a multi-employer plan, as many of our priority claimants are here, because the money is spread, the greater whole, the money, the available res, the available pot, to play those -- pay those employees is"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, I recognize there are different schemes. The only one I'm familiar with is my former State. But did I understand from your answer free not to have insurance? He can be self-funded?"
  },
  {
    "speaker": "STRAIN",
    "speech": "Yes. Yes, that's correct, Your under the tent, and the bond issuer would have an equivalent claim to Zurich on its policy. To extend that a little further, what Zurich letters of credit of Howard Delivery, the debtor, to issue its policies. It drew down those letters of"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Mr. Strain --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Mr. Strain, you -- you mentioned -- you seem to put considerable stress on something that I haven't heard you say one word about so far, and that page 11, and that's why I mentioned, Your Honor, that there is a new numbering because the numbering in the amicus brief is using the 2005 numbering in the revised wages priority, and at the next page, (a)(5) is the priority that we're talking about as -- as (a)(4). absolutely clear, Your Honor, that the fact of the judicial -- the statutory mandate for workers' compensation insurance is very important because what dissent below -- what is spoken about in the legislative history over and over again is a wage"
  },
  {
    "speaker": "STRAIN",
    "speech": "Well, Your Honor, I -- I would answer from -- in part from the legislative history of some of the things discussed were joint apprentices and fringe benefits that some of the witnesses wished to see to ensure would be covered. I think that sort of Mr. Verrilli. and may it please the Court: I think it's important to focus at the outset"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Mr. Verrilli, there's no employer or employee, for that matter, who's doing the planning. The planning is all done by the Government"
  },
  {
    "speaker": "VERRILLI",
    "speech": "See, I -- I --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "-- because what's covered be. Here, the law determines what the benefits will be."
  },
  {
    "speaker": "VERRILLI",
    "speech": "I agree that that aspect of nonetheless an arrangement that secures and guarantees the provisions of the benefits, and that's the plan."
  },
  {
    "speaker": "VERRILLI",
    "speech": "I don't think so. I think there's a limiting principle here and I think the limiting principle is to look to ERISA. ERISA has a ERISA purposes, and it's not -- and it's not these benefits and similar things. It's an exhaustive list from services rendered, and then it goes on to say, but -- but the services have to be within the last 180 days."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "How do you square that with -- with the purchase of block insurance like this? to -- to allow the insurance company to pay in the future people who have been there for 20 years."
  },
  {
    "speaker": "VERRILLI",
    "speech": "Well -- it's a square peg in a round hole. I -- I don't see how you make sense out of that 180 -- cancel the policy, and there has -- there's a notice provision, 10 days in some jurisdictions, up to 30 days in others. But they have a right to cancel the policy. injury is covered and it's covered for all time, even if the policy subsequently cancels. "
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I think as soon as they smell bankruptcy, they're going to pull the plug anyway. that, Justice Scalia. I think in -- in the real common practice here, the amount that they can recover and the know they'll want to argue the contrary, but put that to the side. If it doesn't depend on that, it depends on benefits. And you want to say there isn't enough of a difference there, though they argued the mandate makes so, Justice Breyer --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Because? What's -- what's the principle I'm going to use? prefatory point, that the bottled water example doesn't distinguish the Petitioners' position from our majority of employees in this country -- it's not bargained for. It's something an employer provides unilaterally -- this that is -- does make it different, at least one, and that is this is a benefit to the employer in the that it's not an employee benefit plan on the basis of that fact. And of course, voluntarily provided benefits also benefit the employer by making it a more"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "May I ask this question, Mr. Verrilli?"
  },
  {
    "speaker": "VERRILLI",
    "speech": "And the second thing -- well, I think to the contrary, Justice Stevens. I think in the overwhelming majority of instances, the is the payment of insurance premiums to secure the benefits. Collectively bargained benefits provided by the bank, which is a kind of secondary insurance. And also in the case of self-insurance, which is something of a plan -- I -- I guess you'd call it a bond? That person is a kind of insurer, just as you are. Do all of these people now -- now get bumped up It's not, but that is what the last section of section 507 says, that those who are subrogated to the rights of someone with a priority don't get the priority. So"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "But if the payment of the premiums doesn't increase the likelihood that the is. Right? But we don't have the insurance contract."
  },
  {
    "speaker": "VERRILLI",
    "speech": "The insurance contract is not in the record. That's right, but the -- assurance that that's what happens here."
  },
  {
    "speaker": "VERRILLI",
    "speech": "As a systematic matter -- it no priority there because that would be -- that would be a subrogated claim, and the last section of section of -- the last provision of section 507 says if you're"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "No. No, it wouldn't be subrogated. The bond premium -- the bonding company construction where we started the argument."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "May I detract you just for a moment? On -- on a question of the statutory the kind of claim that you have would be a seventh priority claim. And then in '38, Congress said no judgment about workers' comp and its place in the priority system. And, of course, you didn't have the well- 1930's that you have now. And what Congress did, when it enacted this provision in 1978, following closely disadvantage any of the -- any of the priority-holders below. And I really do think that's the complete explanation for the relationship between the two. You But if I could just address the so-called rule of narrow construction. Certainly there is a none of those cases is this so-called rule of construction ever mentioned or the supposed primacy of the rule of equality of -- of the principle of equality"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Counsel, much of your case hinges on the assumption that Congress plans. The union representatives came in to Congress and said that's too narrow. We need something significantly broader to ensure that the full range of priority. What the union representatives all urged Congress to do was to adopt the ERISA definition"
  },
  {
    "speaker": "VERRILLI",
    "speech": "And I -- but I don't think it matters in this case because you get to the same answer either way. If it's the services rendered of the employees, the -- the claim is for contributions to -- for the cost of providing insurance to those employees during the 180 days. If it's the services rendered at Zurich it's the provision of services during the 180 days --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "But it's not just to those. It's to a lot of other people. I mean, that's --"
  },
  {
    "speaker": "VERRILLI",
    "speech": "But it -- but it arises from. The -- had -- I think it arises from in this sense, Justice Scalia. Had Howard shut down on a certain day and didn't have employees anymore, it wouldn't have any continuing obligation to or need to pay workers' compensation premiums because there would be no workers to cover. And so it arises from --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, except the workers who had already been injured in the past --"
  },
  {
    "speaker": "VERRILLI",
    "speech": "Right, but you don't need --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- and -- and whom you continue to pay. Right?"
  },
  {
    "speaker": "VERRILLI",
    "speech": "But -- yes. But not -- but -- but we -- let's see. I think that maybe this will clear up the confusion. We continue to pay for them even after the policy is over --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Right."
  },
  {
    "speaker": "VERRILLI",
    "speech": "-- and -- but -- and so --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And I assume that each of not only going to be paying for people, you know, who were injured between the last premium and now, but that division of authority in the lower courts. There's a Fourth Circuit opinion by Judge Luttig, saying it's services rendered by the insurance company. Other doesn't make a difference in this case, I would respectfully suggest probably it ought not to be interpreting the ordinary course exemption from -- from the preference rule, was that we don't put a thumb on the scale either way here. We don't assume that one of we assume is that Congress struck the balance between the potentially competing policies, that the balance is this is an employer obligation to provide these benefits, and I think that's why this is an employee benefit plan. The employer is obligated to provide it are working for the employer. Not true about unemployment compensation. Mr. Strain, you have 4 minutes remaining. This Court 10 years ago in United States v. Reorganized CF&I provided that -- I suggest, that the rule or system would you use from deciding which insured-for or paid-for benefits count as the plan and which ones don't? first of all, is whether it is a true wage substitute rather than a policy to take care of a non-negotiable they suggest, and it truly is a broadening. It is not subrogation. The bondholder would not have a subrogated claim. F&M Bank would not have a subrogated as Zurich does here. And I think that the issue we come back to -- employer. The statute may benefit the employee. But we are talking about contributions to an employee benefit plan. Zurich's insurance policy is neither. Justice, that concludes my argument."
  }
]