[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Mr. Kissinger."
  },
  {
    "speaker": "KISSINGER",
    "speech": "That's correct, Justice O'Connor."
  },
  {
    "speaker": "CONNOR",
    "speech": "How many years ago was"
  },
  {
    "speaker": "KISSINGER",
    "speech": "The trial, Your Honor, was approximately 20 years ago. It made a conclusion of law regarding that, Your Honor."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "That -- is that a conclusion of law? Court were to look at the district court order, the district court order was divided into two distinct was exactly the error that Mr. House has brought to the attention of this Court, which is in the face of evidence of innocence, the district court, simply found that Mr. House had failed to make his showing."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "On that point -- on that one"
  },
  {
    "speaker": "KISSINGER",
    "speech": "Your Honor, on the basis of the entirety of the record, which is what this Court instructed the district court to examine when it"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Including the contrary testimony that said if it had been the result of a that all of this stuff would -- would have made a better case for the defendant here. But once the case has been tried and both sides have put on all the and -- and that is whether any reasonable juror could have found him guilty. That's a very heavy burden: evidence on a properly instructed, reasonable juror -- that's the nature of the -- the determination -- what effect will that have? When we look at the facts in case, yes, we don't deny that there is evidence which could support conviction. However, that is not the leaked other than the -- other than what was inside the container. It also contains the testimony of the FBI things. One, I used no -- no more than one quarter of a tube of blood and that no blood spilt while the tube and again, Your Honor, it comes to the could and would distinction. Yes, it -- that could be considered evidence of guilt, what would a -- but, however, that's reasonable juror who heard that on one side, that it didn't spill directly, but on the other side, heard the probative value of the testimony of Charles Scott when he says -- when he said he saw what he thought might be stains. As a simple matter of fact, this -- the jeans blood, and a number of witnesses, including the trial prosecutor himself, described the bloodstains as"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "That -- that would be an important point if, in fact, it conclusively established that the blood was not the blood of the establish that, and if it doesn't, the -- the less than perfect performance of counsel is -- is no basis for be correct. So, in fact, it's Dr. Blake's testimony which has to be impossible to -- to accept in order for a jury to find --"
  },
  {
    "speaker": "KISSINGER",
    "speech": "-- a reasonable juror to find -- reasonable jury -- juror could not think it unlikely."
  },
  {
    "speaker": "KISSINGER",
    "speech": "Justice Scalia, I -- I would disagree with -- with the Court's analysis there. I -- given the testimony of Dr. Blake, given the corroborating evidence that supports Dr. Blake's in your favor, that we think the trial judge is unreasonable."
  },
  {
    "speaker": "KISSINGER",
    "speech": "Your Honor, that's actually function of the district judge in a Schlup hearing is not to make an independent judgment on the evidence in separately, even saying, well, Mr. House has put up some evidence of -- some evidence of innocence regarding this blood evidence, but not enough to really viewed in light of the entire record. And in light of the entire record, that blood evidence, standing alone"
  },
  {
    "speaker": "KISSINGER",
    "speech": "Justice Ginsburg, as -- as I mentioned earlier, we believe that we have numerous instances of ineffective assistance of counsel. First, of the blood evidence, which he clearly did because he raised -- raised the issue himself, upon knowing of the drunk, that they began to argue again, that he struck her in the head, that she fell, that he checked her lifeless body and found she was dead, and that he hid"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "But -- but the -- the injuries on the body are simply not consonant with -- enforcement -- a confession made to law enforcement where once obtaining evidence of guilt, law enforcement pursues and tries to get as many of the details out of significant or it would be significant to any reasonable juror that Mr. Muncey did not describe every who did talk to Mr. Muncey, who was able to interview Mr. Muncey, and failed to ask Mr. Muncey whether he had had sexual relationships with his wife, even though show that -- that that semen belonged to Mr. Muncey. So it's one of those situations, Justice Breyer, where would vote to convict."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Any reasonable juror would have to have a reasonable doubt. that's correct, Justice Breyer."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "So, in other words, listen to this evidence and vote to convict Mr. House. I don't think that's a correct statement --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, Schlup shouldn't -- have -- must have made a big mistake when it said no reasonable juror could. It should have expressed it but the would language excludes a sufficiency of evidence. The -- the would formulation says, in effect, what would the reasonable juror actually have your point?"
  },
  {
    "speaker": "KISSINGER",
    "speech": "That is, Justice Souter. because reasonable jurors would not ignore the fact that Mr. House's jeans were stained with the blood of Carolyn Muncey. That is a fact that has not been Federal habeas proceeding. The enzymatic degradation theory of Dr. Blake What was the discrediting of that?"
  },
  {
    "speaker": "SMITH",
    "speech": "That was specifically discredited by the -- by the testimony of Agent Bigbee."
  },
  {
    "speaker": "SMITH",
    "speech": "Dr. Blake's specific opinion was that his interpretation of the enzyme marker study,"
  },
  {
    "speaker": "SMITH",
    "speech": "Agent Bigbee testified -- or Dr. Blake testified that the inc meant that the enzyme was not present, that it had dropped out. incomplete. And what do you -- what did -- what did Dr. Bigbee say it --"
  },
  {
    "speaker": "SMITH",
    "speech": "-- but that he could not subtype it."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "They don't know how much. the transcript Mr. Pruden is talking to Mr. -- Dr. Blake. Would your opinion change, doctor, if the, contrary to what Dr. Blake said, had not deteriorated in the blood spot, do a test. Find out if it's deteriorated or not. Can't -- can't that be done? own report. His own report says the enzyme deteriorated in the spots on the jeans, and I see"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "So Bigbee -- Bigbee was explaining what he meant when he wrote inc."
  },
  {
    "speaker": "SMITH",
    "speech": "That's correct, Your Honor. than what Dr. Blake said it meant."
  },
  {
    "speaker": "SMITH",
    "speech": "That's correct, Your Honor. The was credible and Dr. Blake was not credible."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "And that Dr. Blake was not credible."
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "And who -- what was Dr. Blake's background?"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "What -- what is the answer to my question? Because I do think it turns on this. A lot does. The trial judge sat there and said this is called part 5, which I thought was his report. And then the trial judge says, where did you get that idea? So I read the testimony and I read the fact that you didn't dispute it with any evidence that's saying, yes, the enzyme is not there. specifically testified that the enzyme was there."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "He did? Where is that? law, just -- the court concludes that the spillage occurred after the FBI crime laboratory received and tested the evidence. What is the basis, the specific FBI tested the evidence?"
  },
  {
    "speaker": "SMITH",
    "speech": "The specific basis identified mud, and to her that indicated that there had not been some accidental spillage in -- in an evidence container, that the mud and the blood would have -- have had to get on the jeans at or near the same time. So those -- those things -- that was dry, that that was dry ground. I thought there was no dispute about that."
  },
  {
    "speaker": "SMITH",
    "speech": "I'm not sure that -- that it's -- he traveled some distance from the site of the body and -- and to his home. He could have gotten muddy en blood spilled. The -- the photograph shows it spilled. The photograph shows that the -- that the tops had come off. But the -- the photograph also shows -- evidence that the spillage in the Styrofoam container seemed to be inadequate to account for all of the blood -- and we know that it did spill -- really is -- is beside the point because --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Another blood question sheriff having said, well, I -- I saw blood on the jeans. So I looked at the pictures and the pictures believed to be blood. He couldn't -- he didn't know it was blood, but -- but he suspected it was blood. He identified in -- in the habeas proceeding the areas be blood. Jerry Morissey, who was the defense It was suspicious. So we have at least four witnesses who say they saw this blood. This wasn't microscopic. This incidentally, Paulette Sutton's observation was borne out because she did presumptive testing. So the things one of the things that the district court, in -- in examining their testimony, found what was significant in his -- court incorrect in that? Because as I understand it, there was evidence from one of the two witnesses who"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "I know, but without getting to that point, it sounds as though the district court simply made a mistake, just forgot I suppose, the"
  },
  {
    "speaker": "SMITH",
    "speech": "Your Honor, regardless of whether the witness waited or not, the Court examined the testimony of the daughter both at trial and in the habeas corpus proceeding was that there was no such argument. She heard no argument. And the court, He observed her demeanor and -- and found her testimony to be credible. So that's inconsistent. incidences. It doesn't make sense for someone to come and ask where Mr. Muncey is and then to say, well, he's down by the creek. He just had a wreck. So it -- it incidences, and there's nothing in the -- in the testimony to indicate that -- that they're same. incidentally, found her testimony to be very credible, found that her testimony did not support this -- this theory of some sort of confrontation in the house. testimony of Hubert Muncey, Jr. himself, explaining his whereabouts, explaining -- and actually denying ever"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "You tell me yes or no. Was it -- was it consistent with the confession?"
  },
  {
    "speaker": "SMITH",
    "speech": "It -- it could be consistent with -- there was a dispute between the two pathologists in the habeas as to whether or not that -- that wound defendant, and the one thing that seems disproved pretty much is that. And now we have two experts, Dr. Blake and Dr. Bigbee. And reading a page, which I say they might disagree. They might disagree. And it's just not conclusive. or another, then I think the respondent prevails in this case --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Well, but that -- that simply would be sufficient evidence to go the one way rather than the other. And -- and you may well be right about you? What -- what about -- I want to just follow up on something that Justice Breyer alluded to and that is the significance of the DNA evidence. And I have look at it this way, but if I'm wrong, I -- I want you to comment on it. evidence, it seems to me it is highly unlikely that any reasonable juror would have concluded that that aggravating circumstance was found, and I suppose that ultimate conclusion. Now, you have argued that the fact that the that it was in the course of the rape."
  },
  {
    "speaker": "SMITH",
    "speech": "There was --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "That was part of that. aggravating circumstances?"
  },
  {
    "speaker": "SMITH",
    "speech": "One of three, and -- and that was only evidence of rape, was it?"
  },
  {
    "speaker": "SMITH",
    "speech": "No, sir, it wasn't."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "There were scratches on the"
  },
  {
    "speaker": "SMITH",
    "speech": "There was --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "But -- but the semen was as the semen was."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Isn't it --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Can I get back to goes directly to this point. Even if you think that the argument based on the semen is not harmless error, sentencing stage? Justice Kennedy brought it up. The -- the prosecutor didn't emphasize unduly the semen at the -- at the guilt stage but, boy, made a big deal out"
  },
  {
    "speaker": "SMITH",
    "speech": "Your Honor, I disagree that -- that they made a big deal. They made a big deal of"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "-- at the -- at the sentencing stage?"
  },
  {
    "speaker": "SMITH",
    "speech": "At the sentencing phase, the consistent with sexual molestation, I think was the word that he used."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Page 282 of the joint appendix, he says inconclusive is what the inc stands for. Dr. Blake testified it is incomplete penetration,"
  },
  {
    "speaker": "KISSINGER",
    "speech": "And that's correct, Your Honor. In trial, he used -- he said that inc stands it knew how to make credibility findings. In fact, it made two specific credibility findings in this case when it found Mr. House's testimony to be incredible As far as the -- the suggestion that, yes, there was -- the crime scene was wet, that that -- that nothing, she hears no sign of a struggle, is the very time that the State of Tennessee contended that Mr. House was out murdering Carolyn Muncey, and yet the where this murder occurred heard absolutely nothing. Justice Scalia asked was there, in fact,"
  }
]