[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument Mr. Friedman. As in Crawford, the Court does not need to offer a comprehensive definition of the term testimonial. It is enough to say that an accusation to under any plausible definition."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "When, for example, there's"
  },
  {
    "speaker": "FRIEDMAN",
    "speech": "By -- by known, I mean to the declarant."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Yes. declarant. So if it's --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Yes."
  },
  {
    "speaker": "FRIEDMAN",
    "speech": "It's a continuing conspiracy, but -- but that statement to the law enforcement officer saying that somebody else in the conspiracy has furtherance of the conspiracy. It would blow the conspiracy apart. though it doesn't identify the person who is alleged to be the perpetrator?"
  },
  {
    "speaker": "FRIEDMAN",
    "speech": "We could call it what we will. narrow proposition that we're advocating that a -- that a description of the crime to a known -- and run, that's testimonial?"
  },
  {
    "speaker": "FRIEDMAN",
    "speech": "I believe -- I believe so. Now -- now, in fact, that would provide some associated with that blue -- with that blue Toyota. But if it's simply a officer in the donut shop, I just of the Confrontation Clause?"
  },
  {
    "speaker": "FRIEDMAN",
    "speech": "I think within the -- within the meaning of the Confrontation Clause, if those without the person coming in, then what we have essentially done is created a system by which people in the case of Oregon and the pending Michigan bill, accusations of domestic violence are admissible so long as they are made reasonably freshly -- but they give a need for excitement. So -- so the idea that -- that the jurisdictions have limited this to -- to excited don't think there is a theory. I think the -- I think the theory is that prosecutors say that these would be good laws to pass. So -- on this is -- I'll tell you my concern without the hypothetical. Crawford wrenches the Confrontation very clear. We do not propose that this categorical principle that an accusation to a law enforcement officer is a definition of what's testimonial. We statements such as the core categories that the Court listed in Crawford. So -- so if a statement fits"
  },
  {
    "speaker": "FRIEDMAN",
    "speech": "Right."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Not -- not the totality of -- and if you say, well, this statement was informal, it -- it doesn't make sense and I think it conflicts with showing up in court to testify?"
  },
  {
    "speaker": "FRIEDMAN",
    "speech": "Your -- Your Honor, in the -- in the Old Bailey sessions papers there were was the prosecutor did not show up. It was a recurring -- a recurring matter. Why they didn't show up may enforced. And -- and I think in some cases the prosecution does -- simply doesn't enforce the subpoenas. It's what the Cook County -- of the problem is -- is much more narrow than what is suggested by simply describing how often it is that the to ensure that the witnesses come -- come to court."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "I don't know why the or would necessarily follow. I mean, if you prevail, what has been suggested, a training program, shelters, counselors for these people. would -- they want to make their cases, and -- and I think they can make their cases best if the witness testifies, in which case, under the Confrontation to bringing in the prior statement at all."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "What about present sense first exception to the hearsay rule."
  },
  {
    "speaker": "FRIEDMAN",
    "speech": "It's -- it's an exception. In civil cases, there's no problem. In -- in criminal"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Well, there it is, 803(1)."
  },
  {
    "speaker": "FRIEDMAN",
    "speech": "That's right."
  },
  {
    "speaker": "FRIEDMAN",
    "speech": "I -- I believe that is correct because that --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I should hope not. I mean"
  },
  {
    "speaker": "FRIEDMAN",
    "speech": "It -- it shouldn't. It's an accusatory -- it's an accusatory statement to -- to a Justice Breyer, that is this hearsay rather than -- than confrontation. I think -- I think that the notion of the accuser is central to the confrontation right cases really develop. As of 1791, the rule against hearsay was barely developed, and we cite -- or the point. I mean, I think we now recognize how serious a -- a crime domestic violence is. Let me emphasize that it is just as now testify. It will still be that sometimes they will and sometimes they won't. That will be a matter of -- of"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "But you are back -- as Justice Breyer pointed earlier, you're making the prosecution prove two crimes instead of one. crime, but it wouldn't -- it wouldn't be a full criminal case. It would, as in many other contexts,"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "This is -- this is a pretrial hearing on whether the -- the -- there's been intimidation. Couldn't the judge just find it a witness?"
  },
  {
    "speaker": "FRIEDMAN",
    "speech": "Prior decisions of the Court I think what the Court can't do is effectively assume as a -- or create an irrebuttable presumption that in all domestic violence cases, the -- State asks, even though they acknowledge at the very outset that there are many other reasons why -- why the enforcement officer. We -- we, of course, believe that the more general test is reasonable expectation of the declarant and that's where -- where I disagree with -- don't know that he would disagree. I'd be surprised if he would disagree that an accusation to a law"
  },
  {
    "speaker": "FRIEDMAN",
    "speech": "And -- and --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "It's not -- the statement is not to the law enforcement officer, but he"
  },
  {
    "speaker": "FRIEDMAN",
    "speech": "If -- if the -- if the speaker knows that the law enforcement officer is there -- Justice Scalia, about the -- the affidavit right to the court. The person writes an affidavit right to the court. Under -- under the theory presented by the the -- the sworn part of the affidavit. It's just a letter or -- or a message over the Internet or a"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, let me put it this way. I don't know why one case is so easier than the other. because the police officer is a direct conduit to the -- to the machinery of -- of justice. When you're"
  },
  {
    "speaker": "FISHER",
    "speech": "She may -- yes, I think."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Has a cup of coffee."
  },
  {
    "speaker": "FISHER",
    "speech": "Well, I don't know about that."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I thought there was a cup of coffee, too. Maybe -- I don't know where I got that"
  },
  {
    "speaker": "FISHER",
    "speech": "Well, I think it's -- the -- the moment to consider is not just the moment when the officers are present, but in fact, what would happen if choices that, I suppose, the officers had. They could find out what was going on and address the situation, that the way that we know what is testimonial and what is not is by examining the lessons of history. What we're proposing is that in any particular context, if the statement resembles one of those historical abuses in the civil law tradition, then in that circumstance it's testimonial. But if the --"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "Isn't -- isn't the problem, though -- I mean, as Crawford said, those examples defined the core. They were the paradigms, but they didn't purport to cover the whole ground. And it seems to me that your argument is to turn the core into the exclusive examples, in which case the Confrontation Clause in the real world is never going to apply."
  },
  {
    "speaker": "FISHER",
    "speech": "Your Honor, I think the important lesson from Crawford in that regard is -- is the methodology, and the methodology was let's look at history. What does history tell us the Founders were concerned about? And the Court listed the specific examples of affidavits, depositions, pretrial hearings, and -- and expanded that even to include interrogation. And in -- excuse me -- particular cases coming -- coming up, if there is evidence that -- that the statements do correspond to historical abuses, even if those abuses were not listed in Crawford, then that would be a different situation. That would be testimonial."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, I'm not sure that that was the only concern of the Founders, I mean, the -- the -- you know, the -- the fact that -- that the State interrogation. I'm not sure that was the only concern. I -- I think the Founders believed in a judicial a very well-defined category."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "But one of the reasons for that is -- let's assume you had a completely honest the witness to frame the defendant. I mean, that's another reason. examine more particularly what the Founders were concerned about. And that was not one of the -- of the categories simply -- What is your answer to Justice Scalia's hypothetical, an entirely volunteered affidavit by the accuser? Is surely the affidavit isn't -- isn't what's magical. I mean, I'm going to change my hypothetical. The person recites his accusation on a tape recorder and mails the it's not an affidavit? You'd exclude that as well, wouldn't you? sure I understand your position. Would the unsworn letter that Justice Scalia describes be admissible or inadmissible under your view? historically that a letter would be testimonial, certainly coming out of Cobham's case and -- and other"
  },
  {
    "speaker": "FISHER",
    "speech": "I think it's -- I think it is very similar to the letter and -- and could well be inadmissible, but I don't know that it's -- if the Crawford, that it's looking for forms of testimony that were prohibited at common law, certainly that would not"
  },
  {
    "speaker": "FISHER",
    "speech": "To the historical abuses that the Founders were trying to address. And the --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Which were? we know, affidavits. We also know something about letters, and the question with the tape recording is, to stop an imminent threat?"
  },
  {
    "speaker": "FISHER",
    "speech": "I certainly think that that follows from the -- the overall test we propose. test than the resemblance test that you're proposing."
  },
  {
    "speaker": "FISHER",
    "speech": "Our position is it's a corollary the prosecutor made any effort to enforce the subpoena?"
  },
  {
    "speaker": "FISHER",
    "speech": "There was no such effort, Your Honor. But, well, here, if I may be permitted to go do know is that the case was continued one time because Amy Hammon did not show up in response to a subpoena, affidavit, as evidence of her testimony, or -- or else she wasn't testifying, in which case both the affidavit and the oral statement should be in. I can't -- I really seems very strange to me."
  },
  {
    "speaker": "FISHER",
    "speech": "Well, I think whether you look the officer is sitting down with her and asking the questions, whether his primary motive is to make sure the guy doesn't come back or if his primary motive is"
  },
  {
    "speaker": "FISHER",
    "speech": "Well, I think it's reasonable to assume that officers, faced with an emergency whether they are performing tasks that really were not part of -- of any type of police function at the founding, which is sort of a community caretaking, eliciting statements concerning the immediate safety issue, the police officer could not have been engaged reduces it to writing. That's different, calmer, clearly motive to testify, et cetera. Fine. But now what Mr. Friedman pointed out is if we make it turn et cetera, they'll just avoid that. So we're going to have to sweep into the second the circumstance where consistent with its decision in this case."
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "But your answer, I take it, assumes that the Framers had no concern with the the truth of the statement."
  },
  {
    "speaker": "FISHER",
    "speech": "Well, I'm not entirely sure if"
  },
  {
    "speaker": "JUSTICE SOUTER",
    "speech": "So that your -- your -- you would then say they want a -- they want to test certain -- in certain cases where they think there may have if there is -- there is no reason to suspect that the statement was taken under untoward circumstances, they totally out of the minds of the Framers so as to support the distinction that -- that as a general rule you were suggesting? details that would have -- that they were contemplating."
  },
  {
    "speaker": "FISHER",
    "speech": "Again, if I may be permitted to finish. The methodology -- the methodology of Crawford is to look for known circumstances of abuse, about that sort of historical evidence more generally."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, counsel. information that he needed to resolve the emergency, and what he was soliciting at that point --"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "I would suggest the reason affidavit is the testimonial statement by a witness that the defendant had a right to confront. The"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "What was the immediate danger?"
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "When -- the immediate danger"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I mean, there's the policeman in the room across the kitchen table from -- Hammon. Right?"
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "That's correct."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "So he could -- you think he arrest Mr. Hammon."
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "I do not. At some -- leave and leave her there safely. That's not interrogation. If he sat around for a half hour with a back-and-forth and give-and-take and trying to press forth, that would be interrogation colloquially. And it's -- it's that kind of line that the Court is going cases, and when you have emergency question, you're likely dealing with the situation with -- both from the officer's side and from the declarant's side, you're immediate danger of harm. And you get --"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "That -- that assumes -- this noises, and I see somebody and get a partial description of him, and I call 911, I'm seeking to avert an immediate danger to myself. I don't think refer to that as testimony. Yet, under his rule --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Of course, the Sixth pale to consider this testimony."
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "-- if -- if he -- he had made a statement about a co-conspirator's statement during here the testimony of the -- his co-conspirator, that would not make it testimony. And if the -- the 911 he's still the witness. That's what you're saying, I think."
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "He's -- he's still a -- we're concerned about."
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "He is the witness --"
  },
  {
    "speaker": "GORNSTEIN",
    "speech": "No. I -- I think that what you would look to see is if, at the relevant time, that -- that the declarant was acting as a witness. And at question to avert an immediate danger, they're not acting as a witness. They're not making a solemn emergency, was to figure out how he was going to protect this person from an immediate renewed attack if he left the scene. whole question is whether the emergency continued at the time the witness' words are being repeated. you. (Laughter.)"
  },
  {
    "speaker": "JUSTICE STEVENS",
    "speech": "I know it didn't start out it. Yes."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, Mr. acting as a -- a witness when -- when she made the accusation to -- to the officer, and characterizing it as an emergency I don't think helps anything in -- in The -- the fact is that if we extend the emergency this far it shows -- well, it shows just how So I don't think that even if -- even to the extent that the call is a -- a cry for help, well, the help is -- is seeking invitation of the -- of the legal arrest. In -- in this case, the -- the statement was idea to get around your problem? Of course, it's not purely formal. It's purely formal, plus those things that resemble what's purely formal."
  },
  {
    "speaker": "FRIEDMAN",
    "speech": "I'm not sure I quite understand."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Listen -- it's purely the formal criteria, plus anything that's the same. Now, same is vague, but it's no vaguer than a lot of other things floating around here today."
  },
  {
    "speaker": "FRIEDMAN",
    "speech": "Well --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "So what do you think of that?"
  },
  {
    "speaker": "FRIEDMAN",
    "speech": "I -- I -- not much, Your Honor. (Laughter.)"
  },
  {
    "speaker": "FRIEDMAN",
    "speech": "I -- I don't think an accusation to a known law enforcement officer is awfully vague. Any legal term will have some -- some vagueness around the edges, but I don't think there's much. Resemblance is awfully vague. I think what happened here resembled the inquisitorial practices in the key -- in the key -- in a key respect. And I don't think the test Your Honor is proposing handles the message over the Internet or -- or a letter, the -- the tape made at the initiative of the -- of the witness. I think it -- it utterly fails to get that because the -- the prosecutors aren't involved. But clearly the of private prosecution, the system of private"
  }
]