{
  "success": true,
  "completeLines": [
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "We'll hear argument first this morning in case 06-1265, Klein & Co. Futures v. Board of Trade of the City of New York. Mr. Days?"
    },
    {
      "speaker": "DAYS",
      "speech": "Mr. Chief Justice, and may it please the Court: A clearing futures commodity merchant, an FCM, such as Petitioner, has standing to sue contract markets and clearing organizations of contract markets under Section 25 (b)(1) of the act for their bad faith failure to enforce rules that are required by the act and by the Commodity Futures Trading Commission. The court of appeal's contrary ruling should be reversed for three reasons, because it's contrary to the text of 25(b)(1), it ignores the essential rule of clearing FCM's such as Petitioner recognized by the Commodity Exchange Act, as well as long-standing industry rules and practices -- an assessment with which the expert Federal agency, the Commodity Future Trading Commission concurs -- and it's in cross purposes with the goal that Congress sought to achieve in enacting an express private right of action in 25(b)(1) against contract markets, namely to ensure the existence of fair and orderly markets through a system of effective subregulation. The plain language of the Commodity Exchange Act confers statutory standing on Petitioner to bring this private right of action against Respondents. 25(b)(1) makes no reference to buyer or seller but instead confers standing on any person who engaged -- a person who engaged in any transaction on or subject to the rules of a contract market or licensed board of trade."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Mr. Days, can I interrupt you there, and ask, if you would - -"
    },
    {
      "speaker": "DAYS",
      "speech": "Yes, Justice Ginsburg."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "-- if you would define the transactions -- the particular transactions on which you rely to come within that provision and what rules of the exchange or the clearinghouse do you say was violated?"
    },
    {
      "speaker": "DAYS",
      "speech": "Justice Ginsburg, we view this as several subsidiary transactions that ultimately end in the consummation of the contract, but with respect to the rules that we have in mind -- first of all Rule 6 (a) talks about -- that can be found in the blue brief at 1a -- that such contract executed or consummated by or through a member of such contract market. This is a clearing FCM that does this. And 6 (a), along with the knife rule, that is the contract markets rule 121(f) and 306(i)(2), essentially indicate the following arrangement: No contract can be dealt with or entered into on a contract market without a guarantee from the clearing FCM. The FCM becomes the buyer and seller with respect to that particular contract. It assumes that contract and then, after assuming that contract, has to clear it immediately, indeed, within one hour. So that's -- those are the rules under the statute and with respect to the contract market. With respect to the clearing organization, Rule 401(a), which is found at the red brief at 6a, indicates that the clearing point, the clearing FCM is the point that deals with the clearing organization. And at that point, there's no communication, no contact -- no contract between the investor and the clearing organization. The clearing organization becomes the buyer and seller. In other words, the contract is between a clearing FCM on one side of the contract and a clearing FCM on the other side of the contract. The clearing organization becomes the buyer and seller, but before that happens, it's clear that the clearing organization views the clearing FCM as the party to the contract. It is not the investor. It is not any other party. The important thing also about this process is that the clearing FCM is always financially liable from the very beginning of this transaction, this process, to the very end. That is, from the - - executing the contract and the consummation of the contract. For the Court of Appeals to talk about buyer or seller and treat a clearing FCM as a mere creditor or agent really misses entirely the role that clearing FCM's play in this process."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "You think you - -"
    },
    {
      "speaker": "DAYS",
      "speech": "I think - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "You've talked about the transaction, but I also ask you, what were the rules that the Defendants violated, the rules of the statute?"
    },
    {
      "speaker": "DAYS",
      "speech": "Well, it's -- it is clear, as I indicated with respect to the rule of the contract market, that the clearing FCM is required to clear that particular order or contract. And, therefore, at that point, the clearing requires some information about the settlement price. Here the allegation is that there was fraud at the point where the settlement price was set. That then created a problem with the clearinghouse, and at the clearing process there was also a continuing violation because at both points the contract market and the clearing organization should have been applying their rules effectively and carefully, and we suggest here that that was done in bad faith."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "I think - -"
    },
    {
      "speaker": "DAYS",
      "speech": "The cause of action, we understand, requires that there be a showing of bad faith."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Is -- I don't want to reduce the issue down to something too simplistic, but is there a rule that says don't lie, don't commit fraud?"
    },
    {
      "speaker": "DAYS",
      "speech": "Yes. In fact, the -- in order to be a contract -- a market designated by the CFTC and by the statute, there has to be a commitment to avoiding price manipulation and cornering the market or various other things of that kind. So that's in the statute, and it's also subject to the rules of the CFTC. That's a basic understanding. That's a given. Indeed, with respect to the whole question of settlement prices and margins, the understanding of those who participate in a commodity futures market is that they will establish their margins with the expectation that those rules will be applied fairly and firmly and in good faith."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Am I -- am I right that we really do not have to - -"
    },
    {
      "speaker": "DAYS",
      "speech": "Excuse me?"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Am I correct that we really do not have to determine that issue this morning?"
    },
    {
      "speaker": "DAYS",
      "speech": "What - -"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "All we have to determine is whether it is possible for the Petitioner here to be within the class of those with standing?"
    },
    {
      "speaker": "DAYS",
      "speech": "Absolutely."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Yes."
    },
    {
      "speaker": "DAYS",
      "speech": "This is a standing case, sir."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Mr. Days, suppose that the exchange has a standard sort of nondiscrimination provision with respect to employment practices, and it -- an employee asserts that she was discriminated against in the promotion review. Would she be covered by this provision?"
    },
    {
      "speaker": "DAYS",
      "speech": "No, Your Honor. I think that Congress had in mind a limitation of the standing position -- that is standing -- a right to those who participate in the process, when it talks about a person who engaged in a transaction on or subject to the rules of the contract market - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Well, I suppose the transaction would be her annual employment review that she alleges violated the exchange rule saying the exchange would not discriminate on the basis of sex."
    },
    {
      "speaker": "DAYS",
      "speech": "I don't believe that that would be a transaction on or subject to the rules of the contract market. She would not or he would not be a person whose transaction, that is the employment contract, would be carried out on or subject to the rules of the contract."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "But suppose, to narrow that hypothetical, that there's a rule that you can't be an employee of the clearinghouse or the exchange if you have a conviction for fraud, and they don't -- they're negligent and careless about enforcing that rule and that fraud causes the loss. Under either your theory or the government's theory, would there be liability, and is there a difference between those two theories?"
    },
    {
      "speaker": "DAYS",
      "speech": "Well, the statute itself talks about the responsibilities of the contract market or the clearing organization. And it describes transactions, and transactions are described broadly but not in a way that would encompass the examples that you gave, Justice Kennedy."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "So -- so, the transaction has some substantive limitation that is derived from where?"
    },
    {
      "speaker": "DAYS",
      "speech": "Well, it's derived from the statute, if one looks at Rule 2(i) in the statute. That describes transactions in a variety of ways. It's not in any of the appendices, but it can be located, I believe, on page 5 of the yellow brief, where we talk about that and indeed the interpretation that was given by the Second Circuit in the Ken Roberts case, which we also cite at that page in the yellow brief."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "But in my hypothetical there is a transaction and there are actual damages - - I'm reading from -- from (b)(c). There's been a transaction and the liabilities for damages sustained by a person who engaged in the transaction or subject to the rules of the buyer."
    },
    {
      "speaker": "DAYS",
      "speech": "Well, Justice Kennedy, I want to focus on transaction. There's nothing that I've been able to find, nothing that the CFTC has indicated in this respect that would cover the hypothetical that you and Chief Justice Roberts had mentioned. Theoretically, yes, but I don't think that -- in fact not theoretically, yes, I would say the transaction does not incorporate those ancillary rules of an operation of a contract market."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Well, why aren't these ancillary rules? When I think of a futures exchange market and the transaction, I think of the buyers and the sellers, you know, the longs and the shorts, and this strikes me as just kind of the paperwork in the back office. Why is that, why should we assume that's covered by the term \"transaction\"?"
    },
    {
      "speaker": "DAYS",
      "speech": "Well, it is a broad definition, but it focuses on the process of the execution and consummation of the contract, not matters that are unrelated. I would view, as was indicated in the American Agricultural Movement case, these people as nonparticipants in the operation of the core function of a contract market."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "These people -- you mean the ones in our hypotheticals."
    },
    {
      "speaker": "DAYS",
      "speech": "That's correct."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Can I ask you -- I find it difficult -- I'm finding it difficult to follow the exact language on page 4a of the appendix, of (b)(1)(C). To you, that's probably the key provision, right? And that's in the blue brief. And catch me when I read it wrong, if I do. As I -- as I see it, it says -- and here it says \"a clearing organization.\" That's what we are interested in here, the clearing organization."
    },
    {
      "speaker": "DAYS",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Now, a clearing organization that doesn't enforce a bylaw properly or a rule or reg properly, which is what you're saying happened?"
    },
    {
      "speaker": "DAYS",
      "speech": "Yes, sir."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "The clearing organization got all mixed and it all - -"
    },
    {
      "speaker": "DAYS",
      "speech": "Correct."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Now, they're liable for actual damages to a person who engaged in a transaction in a contract market. That's what it says. And the contract market is the futures exchange."
    },
    {
      "speaker": "DAYS",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Not the clearing organization."
    },
    {
      "speaker": "DAYS",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "And they're liable to that person for the actual losses that resulted from his transaction in the futures exchange --- as such transaction."
    },
    {
      "speaker": "DAYS",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "So what your claim -- they were caused by the failure of the clearinghouse to follow its rules."
    },
    {
      "speaker": "DAYS",
      "speech": "Yes, sir."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "If they just read that, we have a case where the clearing organization didn't follow its rules the -- my client engaged in a transaction over the futures exchange."
    },
    {
      "speaker": "DAYS",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "And it was caused harm because the clearing organization didn't follow its rules. You say that's what it says."
    },
    {
      "speaker": "DAYS",
      "speech": "Yes, sir."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "And that's what happened?"
    },
    {
      "speaker": "DAYS",
      "speech": "Correct."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Did I understand that correctly?"
    },
    {
      "speaker": "DAYS",
      "speech": "Yes. I don't know, Justice Breyer, whether you're heading toward the concern that's expressed by the Respondents, namely that 25(b)(1) does not contain in that second part of the statute a reference to a - -"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Clearing organization."
    },
    {
      "speaker": "DAYS",
      "speech": "-- clearing organization."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "I know, but then the response I'm going to ask them is, so what?"
    },
    {
      "speaker": "DAYS",
      "speech": "Well, I think that is -- \"so what\" is a proper response, I'm glad you said it rather than I, that - -"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "I know you're going to - - but I - -"
    },
    {
      "speaker": "DAYS",
      "speech": "We have -- we have, we think, standing with respect to a transaction that occurred on the contract market even if the Respondents' argument is persuasive that it didn't happen on the clearing organization or subject to the rules of the clearing organization."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "It would be an argument for this case because that absence has been cured. Wasn't that in the 2000 amendment that -- that they changed the - -"
    },
    {
      "speaker": "DAYS",
      "speech": "That's correct."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "-- the list to registered entity and which does include clearinghouse."
    },
    {
      "speaker": "DAYS",
      "speech": "Yes. Well - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "So - -"
    },
    {
      "speaker": "DAYS",
      "speech": "Yes?"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "The concern on the other side, I take it, is that it's not just limited to transactions on the exchange, but transactions subject to the rules of a contract market. And I understood you, in response to the hypothetical that Justice Kennedy posed, that you indicated that transaction has some substantive limit to it, and if that's the case, which seems to me an awfully large concession, then we have to figure out what the limit is. And it seems to me that it could just as easily be limited to the transaction between buyers and sellers of futures contracts as between all these subsidiary, ancillary, collateral, whatever transactions that simply implement that broader transaction."
    },
    {
      "speaker": "DAYS",
      "speech": "Well, Mr. Chief Justice, there are limitations with respect to 25(b)(1). As I indicated, nonparticipants in the market are not explicitly covered by this, but also one has to understand that there has to be a showing of bad faith and there are no punitive damages. There are actually damages and, therefore, this limits the extent to which this provision can be used by someone who is not within the category that I described."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Correct me if I'm wrong, but you're going to be more favorable to this than I expect your opponent. I mean, there is nothing really linguistically or otherwise wrong if you had a statute that said people in the badminton court have to play carefully. And if they hurt somebody on the merry-go-round, they are liable. And so people in the contract market have to play carefully, and if they have hurt somebody over at the futures exchange, they are liable. But it says those people in the futures exchange are people who engage in a transaction on the futures exchange."
    },
    {
      "speaker": "DAYS",
      "speech": "Yes, sir."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "And so they said well, by odd fluke of fate, your clients didn't. It was the - - rather, their client who actually went into the futures exchange and bought the commodity. Your point, I take it, is -- well that's true, but my client did something, he guaranteed that commodity transaction in accordance with the rules of the futures exchange, and that's what makes him a player in the futures exchange."
    },
    {
      "speaker": "DAYS",
      "speech": "Yes. As to him, yes - -"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "He - -"
    },
    {
      "speaker": "DAYS",
      "speech": "-- that is right."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "He guaranteed through the clearinghouse the payment of the contract made on the futures exchange - -"
    },
    {
      "speaker": "DAYS",
      "speech": "That's correct."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "-- which he didn't make, but he guaranteed it."
    },
    {
      "speaker": "DAYS",
      "speech": "Well, that's not correct."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "He made it."
    },
    {
      "speaker": "DAYS",
      "speech": "Well, that's not correct, Justice Breyer. The clearing - -"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "He didn't walk on to the floor and make it. It was his client who walked on to the floor and said whatever. Is that right?"
    },
    {
      "speaker": "DAYS",
      "speech": "Well, it's hard to know who walks on what floor. I think what is clear about this industry is that it is the clearing FCM who is always at the center of this, the essential participant in this entire process. The FCM's may not know who the customer is. They certainly don't know who the customer is on the other side. The clearinghouse doesn't know who the customer is, or the investor is. So the investor actually plays a very small role other than putting up his or her money at the beginning of the process."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "No. I mean the - - the market is about investors. It's about buyers and sellers. Now, you're -- the clearinghouse and these FCM's may or may not be covered by the language of the statute, but it's an awful big stretch to say they are central to the market. What's central to the market are the investors. That's why they have these. They wouldn't have this market for -- for your clients, I mean for the clearinghouse or anything else. The market is there for the buyers and the sellers. That's the central transaction."
    },
    {
      "speaker": "DAYS",
      "speech": "We don't argue that investors are barred from bringing suits under 25(b)(1). They would be persons who engaged in transactions on, or subject to, the rules of the contract market."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Didn't Judge Friendly refer to the FCM as a central player or a principal in - -"
    },
    {
      "speaker": "DAYS",
      "speech": "Yes. That -- that's certainly been the case in Leist where Judge Friendly wrote the opinion. And also - -"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "What is the transaction - - what is the single transaction that you think brings your client within this language?"
    },
    {
      "speaker": "DAYS",
      "speech": "Well, I mentioned - -"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "What is the transaction, the guarantee?"
    },
    {
      "speaker": "DAYS",
      "speech": "The one -- the contract market requires that the clearing FCM clear a contract with one hour -- assume the contract. So the assuming of the contract and the clearing required by the rules of the contract market is a violation of the CEA."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "I'm not talking about what the rule is that was violated. It says \"who engaged in any transaction on or subject to the rules of such contract market.\" What is, in brief, \"the transaction\" you're relying upon?"
    },
    {
      "speaker": "DAYS",
      "speech": "Well, Your Honor, as indicated, the transaction is the process of assuming this contract and then going toward the clearing -- clearing organization to clear it, and it's the clearing organization, setting the settlement price, which really dictates what happens on the clearing organization. So it's the setting of the settlement price which is the key point."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "The transaction does not require two parties?"
    },
    {
      "speaker": "DAYS",
      "speech": "Well, there are two parties here."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "You have a one-party transaction?"
    },
    {
      "speaker": "DAYS",
      "speech": "There is a -- we can view this as one sole transaction, as one transaction with a number of subsidiary activities along the process between execution and consummation, or one can view various transactions that ultimately end up with the consummation of the contract."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Why isn't it just - -"
    },
    {
      "speaker": "DAYS",
      "speech": "I don't think it makes any difference one way or another."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "-- the guarantee, the relationship between the clearing organization and the clearinghouse -- the clearing organization has to give a guarantee and has to put up margin?"
    },
    {
      "speaker": "DAYS",
      "speech": "That's correct."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "So there is a transaction between the clearinghouse and the clearing organization."
    },
    {
      "speaker": "DAYS",
      "speech": "Oh, absolutely. Well, they are same thing. You mean the clearing FCM and the organization. Thank you."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Mr. Days, we'll give you a minute for rebuttal. Mr. Stewart."
    },
    {
      "speaker": "STEWART",
      "speech": "Mr. Chief Justice, and may it please the Court: For purposes of this case, the Court may assume that the word \"transaction\" in Section 25(b)(1) is limited to the purchase and sale of futures and options contracts. The Court may also assume that, in order to engage in such a transaction, a person must be a necessary and direct participant in the transaction. Even under those - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Where -- where do all of those assumptions come from? I would have thought the limitation of \"transaction\" beyond the plain language would be a significant concession in this case. I mean - -"
    },
    {
      "speaker": "STEWART",
      "speech": "When I say \"assume,\" I am saying that the Court need not decide at this point how far, if at all, beyond the core transactions that occur on contract markets the statute breaches. That is, with respect to the hypothetical case of an exchange or a clearinghouse that has an anti-discrimination rule and is alleged to have violated that rule. Yes, on the one hand, you could say that in literal terms that is a transaction subject to the rules of the exchange. On the other hand, I think there is significant force to Respondents' contention that that seems very far afield from what was the core of Congress's concern. And with respect to the anti-discrimination hypothetical, there would also be the argument that there is a different Federal statute."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "So we have to figure out what was the core of Congress's concern and limit \"transaction\" in that way?"
    },
    {
      "speaker": "STEWART",
      "speech": "I think the Court can at least start from the assumption that Congress referred to transactions on, or subject to, the rules of the contract market. And none of the things that have been posited in the hypotheticals, the anti-discrimination, would be transactions on a contract market."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "But they would be subject to the rules of the contract market."
    },
    {
      "speaker": "STEWART",
      "speech": "They would be subject to the rules. But our point here is that the United States and the CFTC have not had occasion to decide how far, if at all, beyond the core transactions on the contract market the statute extends. But our point is, even if we look at the core of what Congress was driving at, the buying and selling of futures options contracts, the clearing FCM is a proper plaintiff because it assumes direct contractual liability to the clearinghouse. Even before the clearing process is completed, it was defined as the buyer or seller of the contracts in the NYFE rules, and its participation is essential. Now -- now, we have a somewhat different conception of the relevant transaction than does the Petitioner. In our view, when Eisler executed his trades on the floor of the exchange, he set in motion a process that would quickly and inevitably culminate in the clearing of the trades by the clearing organization, and at the end of the day there would be an array of contractual relationships. Klein would have a contractal obligation to the clearinghouse. The clearing FCM on the other side of the trade would have its own obligation to the clearinghouse. Klein would have an agreement with its customer, First West, that would entail rights and obligations running between them. And there would be a similar set of rights and obligations on the other side of the trade."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "What about the argument that if we accept your view of it, allowing the FCM to sue, then there could be multiple liability?"
    },
    {
      "speaker": "STEWART",
      "speech": "I think that's incorrect. I think the customer would also be an appropriate plaintiff, that is, the customer would have his own rights and obligations arising out of the -- the contract with the clearing FCM. But the fact that they might both be conceivable plaintiffs wouldn't mean that they could both recover in the same case. Remember that the statute limits recovery to actual losses. So if the customer here, Eisler and First West, had paid the required additional margin to Klein, and Klein had discharged its obligation to the clearinghouse, Klein would still be a person who had engaged in a transaction. But Klein wouldn't be able to recover because he would have suffered no actual losses. So it's the person who bears the actual loss at the end of the day who would be the appropriate plaintiff. And the fact that in some cases that might be the customer and in other cases it might be the clearing FCM doesn't mean that there would be duplicative recovery in a single case."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Well, when you began by saying we could begin -- we could assume certain things, was it included in the things that we could assume - - was it the proposition that the transaction was limited to a purchase or sale?"
    },
    {
      "speaker": "STEWART",
      "speech": "A purchase or sale, although we would extend -- I mean we would interpret the clearing process as part of the purchase or sale. And the reason we would do that is that clearing occurs inevitably by operation of law, as it were. That is, once Eisler executes his trades, Klein has no discretion as to whether to discharge its obligation to clear the trades. Klein had previously entered into a commitment to guarantee the trades that Eisler made. And, therefore, what -- Klein's obligations to the clearinghouse followed directly and inevitably from the initial trade on the floor of the exchange."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Is that different from saying under the exchange rule the FCM is actually the party that enters into the trade."
    },
    {
      "speaker": "STEWART",
      "speech": "I think it is a different thing and there are two different bases on which the Court could rule in our favor, that is, Rule 306(i)(2) of the rules of the exchange that were in effect at the time of these trades specified that -- and that's reproduced, I guess, at page 14a of the blue brief. And it said -- a second sentence of Rule 306(i)(2) says every such contract when made by a trading member shall be made on behalf of a clearing member, who shall be the buyer or seller of said contract on the terms set forth therein. So one way to rule for Klein in this case is to simply say even if we focus entirely on the moment at which the trade was executed, under the rules of the exchange, Klein was deemed to be the buyer or seller. But we are also making the different argument and in a sense we think the more important practical argument, that regardless of where the contract ran during the brief period before the clearing process was consummated, the salient factor is that at the conclusion of the clearing process, the clearinghouse would look directly and only to Klein for satisfaction of any obligations arising out of unsuccessful trades. In a sense the clearinghouse could be analogized to a department store in which only the clearing members have charge accounts. And in order for anyone else to make a purchase, he has to make prearrangements with a charge account holder to have permission to charge things to his accounts. And that's essentially what was done here. In order for Eisler to execute trades on the floor of the exchange, he had to have the prior commitment from Klein that Eisler would be allowed to charge trades to client's account. And in that situation, we think it's entirely natural to say that Klein engaged in the transaction, even though Eisler was making the decisions as to exactly what trades to execute."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Mr. Stewart - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Is that why the Second Circuit was wrong in saying it was just like a securities broker?"
    },
    {
      "speaker": "STEWART",
      "speech": "Yes. I think the Second Circuit's error was not really that it had a misconception of how narrow or broad the private right of action is. The Second Circuit's error was that it misunderstood the role that a clearing FCM plays in the process. The clearing FCM doesn't simply facilitate the formation of contracts between other people. The clearinghouse assumes direct contractual -- I'm sorry. I mean the clearing FCM assumes direct contractual liability to the clearinghouse. And that's fundamental to the operation of the contract markets. That is, the point of the clearinghouse is to give investors assurance that if their trades are successful, they will get paid. And in order for the clearinghouse to pay the winners, it has to have confidence that it will be able to collect from the losers. And the way that it has that confidence is by identifying a small number of people, clearing FCM's, who have demonstrated financial wherewithal and integrity, and saying we are going to look only to you to satisfy these obligations. We are not going to put ourselves in the business of going after large, large numbers of individual investors to ensure that losing trades will be paid."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Mr. Stewart, may I go back to the question of multiple recoveries. And by that term, as I understand it, the term does not mean duplicating recoveries. And I don't understand -- and this is what I want you to explain -- why there couldn't be a recovery in a case analogous to this both by the FCM and by the ultimate customer. Let's assume that the settlement price is, in fact, rigged. The FCM cannot meet the resulting margin call and folds, and hence a situation like this. And this happens quickly enough so that the ultimate transaction is never consummated. So that the -- the contracting party on the FCM side of the trade doesn't get the benefit of what would have been a favorable contract. Couldn't you have recovery in that case both by the customer and the FCM?"
    },
    {
      "speaker": "STEWART",
      "speech": "I'm not sure if I -- if I fully understand the hypothetical."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "It may be that I don't understand how it works."
    },
    {
      "speaker": "STEWART",
      "speech": "To answer a variant of it, I think there could be cases in which both the customer and the clearing FCM recovered something. That is, say there is a loss of a million dollars that's attributable to malfeasance by the exchange, and the customer comes up with half of that money -- $500,000. And the clearinghouse uses that to discharge half of its own obligation to the clearinghouse. Now, in that case, both the customer and the clearing FCM might have a cause of action for $500,000. So there would be -- there could be multiple recoveries in the sense that you're describing."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "But in my hypo, the FCM is claiming damages because his business folds. So the damages are not limited simply to those flowing from this transaction itself. The customer is claiming damages for failure to consummate a contract that would have been favorable to him."
    },
    {
      "speaker": "STEWART",
      "speech": "If you assume that consequential damage is arising out of the loss of the business - -"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Right. And I am assuming - -"
    },
    {
      "speaker": "STEWART",
      "speech": "-- could be part of actual losses, then there would be no barrier to each party, the clearing FCM and the customer recovering what it actually lost. Our point is that there is no danger that because the clearing FCM is -- there is no danger that because the clearing FCM is liable for a million dollars to the clearinghouse and the customer is liable to the clearing FCM, each for a million dollars, that they will both get a million dollars. It's only the person who bears the actual loss."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, Mr. Stewart. Mr. Pincus."
    },
    {
      "speaker": "PINCUS",
      "speech": "Thank you, Mr. Chief Justice, and may it please the Court: I'd like to return to the language of the statute, because I think it explains why the comments that Mr. Stewart started with are, in fact, compelled by the language of the statute. 25 (a) talks about a person who engages in any transaction on or subject to the rules of a contract market. And I'm focusing on the \"on or subject to the rules.\" If the Petitioners claimed in their opening brief any -- the fact that any transaction was governed by any rule, as in the Court's discrimination hypotheticals, was enough, then the \"on\" would be superfluous. There wouldn't be any need for \"on\", because surely a transaction on a contract market has to be governed by the rules of the contract market. So I think that shows why \"on or subject to the rules of\" is a term of art. It has a special meaning here. And the only kinds of transactions that are either on or subject - -"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, but under that reading they should have used the word \"and\" rather than \"or.\""
    },
    {
      "speaker": "PINCUS",
      "speech": "No, Your Honor."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Or which is subject to."
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, Justice Kennedy, I think what Congress was explaining there is it wasn't saying any transaction subject to the rules of a contract market, because that would be all of the Court's hypotheticals and discrimination and everything else, and the word \"on\" wouldn't be there. And so by using \"on\", which by definition \"on\" has to be subsumed in the rules because if a transaction is on a contract market, surely is in some way governed by a rule. So if Congress meant to cover every transaction that is in any way governed by a rule, it wouldn't have had to include \"on.\" So the reason -- the fact that \"on\" is there means, as we discussed in our brief, that this is a special transaction on or subject to the rules singles out a very special category of transactions. And that --"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "I'm sorry. I'm not following you. I think Justice Kennedy's question still applies. Your argument assumes that the \"or\" is an \"and.\" I mean, you don't need to have a transaction \"on\" at all. It can be simply one subject to the rules."
    },
    {
      "speaker": "PINCUS",
      "speech": "Yes. But the fact that Congress put \"on\" in there means that it was trying to capture something other - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "The fact that Congress put \"on\" in there and then followed it with \"or\" means you don't have to worry what \"on\" means if you're subject to the rules of the contract market."
    },
    {
      "speaker": "PINCUS",
      "speech": "Yes, Mr. Chief Justice. But I think the reason that \"on\" is there is that Congress was signaling that it wasn't, that the second part of the clause or \"subject to the rules\" didn't literally mean or subject to any rule, because if it literally meant that, there would have been no reason to include \"on.\""
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "This is like ejusdem generis argument. You're saying, we should interpret \"subject to the rules\" in the same light that we interpret \"transaction\"?"
    },
    {
      "speaker": "PINCUS",
      "speech": "No. This is an argument that on or subject to the rules that a transaction on or subject to the rules is a special kind of transaction. It's a term of art in the statute, and a term of art that refers to trades."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "But even if it's a term of art, do you contend that client was not engaged in a transaction subject to the rules."
    },
    {
      "speaker": "PINCUS",
      "speech": "Yes, we do. Your Honor, our view is that the transaction that is referred to there are the transactions that include, either at the trading pit or a small category of off pit trades that are permitted by Section C of the Commodities Exchange Act."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "What is the scope of the term \"transaction\" in your view? What does it cover?"
    },
    {
      "speaker": "PINCUS",
      "speech": "It covers the trade -- the contract that occurs at the pit at the moment -- during open when one - -"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "In fact between either the buyer or the seller and the clearinghouse, not the clearinghouse, the FCM or whatever?"
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, FCMs may or may not be involved. In this case Klein wasn't involved, because Eisler was a floor, had floor privileges and he actually -- he was the person who was at the pit engaging in these transactions. So our -- our view is that the transaction, to start with that, either occurs at the pit when an offer is made, an open outcry, and it's accepted at that moment that transaction and - -"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "And who are the parties to the transaction?"
    },
    {
      "speaker": "PINCUS",
      "speech": "The parties to that transaction are the buyer and seller, the customers, the people that the - -"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "And the intermediaries are not subject to the transaction either though they are liable either for the purchase rights or the sale rights?"
    },
    {
      "speaker": "PINCUS",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "They are not parties to the transaction."
    },
    {
      "speaker": "PINCUS",
      "speech": "They are not parties to the transaction."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "But you can expose them to millions of dollars in liability."
    },
    {
      "speaker": "PINCUS",
      "speech": "At the moment, Your Honor, they may not even be identified. At the moment that transaction occurs - -"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "But they are subject to liability if the transaction doesn't -- isn't consummated."
    },
    {
      "speaker": "PINCUS",
      "speech": "Under the rules of the clearing organization. Yes."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "But the -- the buy and the sell contract will be worth nothing if it isn't cleared."
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, it could -- what the clearing process does after the -- after that contract is formed is to eliminate, to provide a way to strip out the credit risk that ordinarily wouldn't be there."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "I know. But you want - - you want us to say that the clearing is no part of the transaction, but the clearing is necessary to make a transaction go forward. Otherwise the contract is just a nullity."
    },
    {
      "speaker": "PINCUS",
      "speech": "No, Your Honor, we don't believe that the contract is a nullity. And in fact, if for example a he contract was made at the pit, and for some reason the -- the clearing member who was to clear the transaction went bankrupt that day and didn't exist, and therefore that transaction was not cleared, that transaction would still be enforceable as between the buyer and the seller."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "So they had to pick it up in an hour."
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, it has to be cleared in an hour to go through the clearing process."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Fine. So therefore any transaction wouldn't happen in your hypothetical, because if I understand it correctly -- the buyer and the seller, who by the way are normally represented by clearing-houses by Klein, or by brokers like Klein, but in this case apparently they weren't -- they make the transaction in the pit and then the rules of the exchange say that the clearing-house has to pick it up, a clearing member within one hour, and at that point that person -- the clearing member, the broker, I guess, this Klein type person -- becomes legally responsible for seeing that the money is put up. Now, it doesn't require a big stretch -- in fact, zero stretch, of the word transaction, to think that word transaction covers that entire process. From the moment -- and by the way the whole process is governed by the rules of the futures exchange -- so there are rules in there. So why do you -- what reason is there for taking that word transaction, cutting out about two-thirds of the important event, ignoring the fact that it is covered by the rule of the future exchange, and limiting it to the physical moment when somebody enters the pit in an unusual case and says \"I buy for\" -- and then another person says \"I sell for\"?"
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, let me first point out, Your Honor, it's not an unusual case. There frequently may be a case even where -- either where -- even where both sides are represented by floor brokers, where the floor broker who is -- who is representing the party in the trade is not the clearing member. That happens all the time and that's why the rules say that the clearing member doesn't have to even be designated until one hour after the trade. So hard to say that the clearing member engages in that transaction on the floor when he -- when it may not be designated. The reason for the division is that Congress set out a clear rule here. The transaction it referred to, it used the language that it used elsewhere, as we discuss in our brief, particularly in defining the functions of floor trader and floor broker."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Mr. Pincus, if your view were correct it would have been so easy for Congress to say \"buyers and sellers\" or even \"trade,\" but it used a word \"transaction\" that you say has a special meaning in this context, but \"transaction\" appears all through the law and usually it's a term that has encompassing meaning, like in the Federal rules \"any transaction or occurrence,\" and you would say that Congress has given it here this very constrained meaning."
    },
    {
      "speaker": "PINCUS",
      "speech": "We do say that, Your Honor. Because -- let me address first your question about why Congress couldn't use buyer or seller. Here Congress had to -- needed a construction that would link the - - the transaction that was being targeted with the rules of the -- of the contract market, because that was going to be the test here, was it's all about whether or not contract market violated its rules, and so it needed a construction that referred to a transaction because those are the things that are governed by the rules of the contract market that might be misapplied in the work -- in the way that A, B and C talk about. So it would have had to -- even if it had used the phrase, you know, \"purchased\" or \"sold,\" a commodity for future delivery or an option on a contract for future delivery -- it would still have to say on or subject to the rules of a contract market, in order to link back to what it was doing, which was creating a cause of action for the violation of the contract markets own rules with respect to a transaction that was subject to those rules."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Why didn't it just say sustained by a buyer or seller? \"Shall be liable for actual damages sustained by a buyer or seller.\" Why - - why would it need to be any more complicated than that?"
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, because it -- it would have to talk about - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "When everything else is the same, instead of \"a person,\" just \"buyer and seller.\""
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, because then in the - - several lines down it talks about actual loss and it would have to say buyers and sellers there as well. And --"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "I don't know why."
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, it would be referring back to buyer or seller. But I think the key here is for Congress, given the structure of the act, \"any transaction on or subject to the rules of the contract market\" is -- are these transactions. Those are the only transactions that -- that meet that test. Those are the transactions, that very same phrase is used in defining the functions of the floor broker and the floor trader who execute the transactions on the floor, and so by using that phrase, Congress was tying back to something that it had a clear definition of. Let me - -"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Where is the clear -- there is no clear definition. There is no definition whatsoever, anywhere, of \"transaction.\""
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, there is no definition of transaction, Your Honor, but in the definitions of floor trader and floor broker, the phrase \"on or subject to the rules of a contract market\" appears again in defining what they do, and so those are the people who are at the pit, either executing for their own account or for a customer's account, the trades. And so by using that very phrase in defining what they do -- which appears by the way on, in the discussion on pages 5 and 6 - -"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Are they persons engaged in contracts subject to the rules -- are they persons engaged in transactions subject to the rules?"
    },
    {
      "speaker": "PINCUS",
      "speech": "No, Your Honor, we don't -- we don't think they are, because they are acting as - -"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Who are subject to the rules in your view? It doesn't include the FCM, it doesn't include the broker, it doesn't include the trader."
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, certainly a floor trader is because that's someone who is trading for his own account. A floor broker who's merely representing a customer is just like someone at a house closing, if you can't make the house closing you appoint someone to close the house. They aren't the ones who engage in the transaction; you do."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Neither are they the person who can end up personally liable, and -- I mean, they don't have -- they are not subject to margin calls. There is something very different about this set of relationships from the broker/seller relationship in buying and selling a house."
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, those people also have - - well, the -- the floor broker is not subject to a margin call. He is subject to liability for other things that he may do wrong, but for his role as a floor broker he is not subject to margin responsibility."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "You recognize that the Second Circuit was wrong when it said that this FCM is just like a securities broker. He is just making a deal for a commission. It seems to me that that -- that was not proper."
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, Your Honor, if that was all the Second Circuit said, I would agree with you that would be wrong, but the Second Circuit recognized that the -- Klein here had a risk, a credit risk because it had backed up the credit of its customer, Eisler, and that's why in the lessons learned report that the CFTC --"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But it's not just Klein. It's every FCM. That is the job of an FCM."
    },
    {
      "speaker": "PINCUS",
      "speech": "That is the job of the clearing member of what an FCM does."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "So that's not -- not comparable to just a broker who executes my order for shares and gets a commission for it."
    },
    {
      "speaker": "PINCUS",
      "speech": "No, Your Honor, but as the Second Circuit went on to note, the fact that there is a credit risk here, that Klein is taking a risk based on the credit of his customer Eisler -- as the CFTC noted, there is nothing in the rules that require clearing members to only accept minimum margin, and it's the job of a clearing member to -- to look into both the credit-worthiness of its customers and the risks of the various transactions that are open and demanding more margin."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "I was under the impression from the briefs, and maybe I'm wrong, that you did not defend the reasoning of the Second Circuit. Am I right or wrong?"
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, we don't -- to the extent Petitioners claim that the Second Circuit based its reasoning on -- on the imputation into 25(b) of the limitations in 25(a), we don't agree with that."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Which was the principal basis for its decision."
    },
    {
      "speaker": "PINCUS",
      "speech": "But there was a second basis to its decision, which talked about the fact that Klein didn't engage in trading, and we agree with that basis because that's what we're arguing here."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, on that subject and you -- your client obviously has an institutional interest in the case, assuming you don't prevail, is the government's theory much broader and more undesirable in your view than that offered in Klein brief? I didn't have an opportunity to ask Mr. Days if he accepted the government's position."
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, it -- it certainly would be better if the phrase \"transaction on or subject to the rules of the contract market\" meant \"trade\" and we were only discussing how expansive, how elastic the definition of \"trade\" was. We would still take the position that it's not elastic enough obviously to include clearing members, but we think that, given the language that Congress used and the fact that that language is used to refer to that \"on or subject to\" formulation is repeatedly used to refer to trades, we think it's very clear that trades have to be what it is. Otherwise, when the statute talks about the fact that a floor broker engages in activities on or subject to the rules of a contract market, it could be talking about discrimination and all kinds of other activities. But even with respect to the narrower formulation urged by the Solicitor General, we think that it is not right for several reasons: First of all the language of the statute, as I said, but there's a clarity problem. If once you move beyond that contract that is executed and becomes complete on the pit, how far do you go? There's clearing before the contract is executed on the pit - - at the pit. There may be antecedent activities -- for example, someone who doesn't have floor privileges has to go through an FCM. There may be an introducing broker that introduces that customer to the FCM or all of those activities which are specified in the statute just like the subsequent clearing activity is specified in the statute. Are they also shoe-horned into the definition of trade?"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Mr. Pincus - -"
    },
    {
      "speaker": "PINCUS",
      "speech": "And that's where - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Justice Kennedy was asking you about the government's position. One of the positions -- one aspect of the government's position is that -- that you would not dispute that a person who engaged in a transaction subject to the rules of a clearinghouse would be a proper plaintiff under the current law. Well, certainly the FCM is a person subject to the rules of a clearinghouse."
    },
    {
      "speaker": "PINCUS",
      "speech": "Yes, although obviously the parties haven't briefed the current law. We would take the position that the current law doesn't change the equation and - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "That's what I thought your position was. So that's not an accurate."
    },
    {
      "speaker": "PINCUS",
      "speech": "No."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "-- characterization."
    },
    {
      "speaker": "PINCUS",
      "speech": "No. Our position is, again, the \"on or subject to\" language, we believe, quite clearly refers to trades and that Congress's technical correct substitution of registered entities doesn't change that."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "But you're saying that because a trade is on or subject to, the only thing that can be on or subject to is a trade. And it seems to me that that -- that's the point at which we have difficulty following your argument. Why -- what is your reason, textual or otherwise, for saying that because a trade is on or subject to, no other subtransaction can be on subject to?"
    },
    {
      "speaker": "PINCUS",
      "speech": "Because -- because trades are the only thing that fit those two criteria. Only trades are -- can be under the statute either on the contract market, either because -- because they are executed at the pit or so-called off-market trades as referred to in Section 6(c) -- very small categories of off-market transactions - -"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "But even if the - -"
    },
    {
      "speaker": "PINCUS",
      "speech": "-- that are the equivalent of trades but can occur off-market."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "But, Mr. Pincus, even if you limit it to the word \"trades,\" it does not necessarily follow that the only parties to the trade are the original buyer and the original seller. There are two intermediates who participate in the execution of the trade."
    },
    {
      "speaker": "PINCUS",
      "speech": "I agree, Your Honor, and that's the second part of our argument. Once we reach the point where it's trade, then the question is what does trade mean? And - -"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Does it include this transaction?"
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, we believe that it - - there are -- at the pit, again, that the transaction, the on transaction, the transaction that occurs on, is the open outcry transaction where, in this case, Eisler made an offer and some other floor trader accepted it, and that was complete there. Klein has no role in that transaction, and clearing members do not have a role in that transaction."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Why do you say - -"
    },
    {
      "speaker": "PINCUS",
      "speech": "They come in later."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Why do you say that Klein had no role in it? It was an indispensable party to the transaction."
    },
    {
      "speaker": "PINCUS",
      "speech": "It was a subsequent party. It had subsequent role - -"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Before it was completed he participated, he was -- he functioned as a guarantor."
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, it was not -- it need not be clear at the moment of that the trade is executed at the pit who the clearing member will be. Often it won't be."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "It was cleared by the time it was over."
    },
    {
      "speaker": "PINCUS",
      "speech": "No -- well, it depends what you mean by \"over,\" Your Honor. What happens in the process, if I can just lay it out for one minute, is the transaction occurs at the pit. It's recorded. The clearing member - -"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "There is no distinction between A and D, but before it can be consummated B and C have to play a role."
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, that activity is over. I'll try to use neutral words. That activity at the pit is over. The next -- that data, who bought, who sold, and maybe the clearing members for those two parties are identified. Maybe they're not. They might not be identified for an hour according to the rules. So something happened at the pit. It's then entered into the computers, and at some subsequent point, yes, the clearing members will be identified and the trade will be cleared. Our point is that is subsequent activity. That is activity -- that's the clearing process. It's important, but there is enforceable contract before the clearing event occurs. Nothing in the rules say that the contract is unenforceable."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "That's true, but is there any reason that the word \"transaction\" would have - - serves a purpose by being so limited?"
    },
    {
      "speaker": "PINCUS",
      "speech": "It does, Your Honor."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "What -- what Congress would Congress have wanted to do that?"
    },
    {
      "speaker": "PINCUS",
      "speech": "In -- because in the environment that Congress was operating just following this Court's decision in Curran, the focus entirely was on protecting investors."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "That's not a reason. I want to know what reason, what harm will be done if in fact we take the word \"transaction\" and say the word \"transaction,\" while it's capable of the interpretation you give, is also capable of an interpretation that includes all the near contemporaneous events, including the financing and guarantees? Like a mortgage in selling a house."
    },
    {
      "speaker": "PINCUS",
      "speech": "Because - -"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "And that also is linguistically possible. What harm will be done - -"
    },
    {
      "speaker": "PINCUS",
      "speech": "The harm that will - -"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "-- if the second is chosen and not the first?"
    },
    {
      "speaker": "PINCUS",
      "speech": "The harm -- two categories of harm: First, a lack of clarity. We don't know, as I said, how far back are we going. The statute requires, for customers that are not trade, not exchange members, they have to go to an introducing broker. They have to go then to an FCM."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But the only one that has this relationship that's different from an ordinary broker, the only one is the FCM."
    },
    {
      "speaker": "PINCUS",
      "speech": "But that's true, Your Honor, but if the Court were to adopt a rule that says we're going to read \"transaction\" broadly, and so anyone who has anything to do with any aspect of the trade, either before it or afterward, is covered, all of these antecedent people, just in terms of the statutory language, are people who have a role."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But they're not people who are at risk. I mean if there -- if it's a broker who was just executing a trade for a commission is not at risk, but this FCM is at risk, in this transaction, series of transactions."
    },
    {
      "speaker": "PINCUS",
      "speech": "But it's hard to see in the language where Congress would have drawn the line. I think the problem is the lack of clarity. We certainly won't know, if the Court says we are going to move beyond this core transaction and encompass some of the ancillary activities - -"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "I got that."
    },
    {
      "speaker": "PINCUS",
      "speech": "Okay."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "I got that when you said there were two. What's the second?"
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, let me just add to the - - to the first that there are subsequent activities. There also are arrangements set up with banks that automatically supply margins, that facilitate transactions. And so the question will be, aren't those banks who play an important liquidity role, aren't they part of a transaction? The second reason is the reason involved - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "The answer would be that those transactions are not subject to the rules of the exchange."
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, they are - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "They don't care what kind of arrangement the FCM might have with its bank. That's up to the FCM. There's no exchange - -"
    },
    {
      "speaker": "PINCUS",
      "speech": "But it has to have an arrangement, and that fact is a rule of the exchange."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Is there some - -"
    },
    {
      "speaker": "PINCUS",
      "speech": "So it depends what rule. Again, we're - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Mr. Pincus - -"
    },
    {
      "speaker": "PINCUS",
      "speech": "-- on the rule where we're not going to know what the answer is."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "The -- the agency that's supposed to be the supervisor of this area, the CFTC, is taking the position that the government presented to us today. Apparently, it doesn't have the concern that you have just expressed about reaching people who are not themselves subject to the regulation of the exchange, the clearinghouse."
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, I think it does have that concern, Justice Ginsburg, which is why Mr. Stewart said that the Court should sort of take this case on certain assumptions because, as he recognized, the theory that even the government put forward in its brief - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "I thought that what he was telling us was that, even if you assume that Klein has that, even if you've assume that."
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, it's certainly their position that Klein has standing, but in terms of the consequences of a ruling by the Court that the statute goes beyond the core activity, I think the government's suggestion sort of shows that even the government is not sure, once you embark on that exercise, where the boundary line is. And I would point out the government is not asking for deference in this case nor could it."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "I think you still owe Justice Breyer his second reason."
    },
    {
      "speaker": "PINCUS",
      "speech": "I do, Your Honor, and the second reason is involved in the government's response to Justice Souter's question about multiple recoveries. If all of these various people can assert claims, then there is certainly a risk, and a significant risk, that all of these various people will assert different kinds of monetary harm that they will claim is actual loss. In this case the principal, actual loss, as we discussed in the second argument in our brief, is claimed as the loss from the destruction, allegedly caused from the destruction, of Klein's business. If there was a bad-enough event on an exchange, all of the people in this -- in the row from the introducing broker down to the end, down to the bank, could claim that, because there was a foul-up in the electronic reporting system and trades were misreported for a week and, when they were unwound, the consequences of that where lots of bankruptcies in the futures industry, that all of those liabilities get pegged to the contract market. As -- as the FIA - -"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "Aren't there lots of situations in which a various -- serious -- harms a whole bunch of people, and they all recover?"
    },
    {
      "speaker": "PINCUS",
      "speech": "There are, Justice Stevens, but this is a particular kind of industry. As the -- as the Futures Industry Association notes in its brief, every day more than $5 trillion worth of contracts are traded on futures exchanges. There is a huge amount of concentrated risk in contract markets. If the contract markets are going to be made liable to a vast array of people, there is a very serious risk that financial jeopardy - -"
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "You would agree if the client had been trading on its own account with a scalper, it would have been able to recover for the - - for its loss to itself; right?"
    },
    {
      "speaker": "PINCUS",
      "speech": "Yes, if it had been trading for its own account."
    },
    {
      "speaker": "JUSTICE STEVENS",
      "speech": "If it's trading for itself and some for other customers, it only can recover half of those. Does that make sense?"
    },
    {
      "speaker": "PINCUS",
      "speech": "Yes, it does, because Klein is a market insider. It has ways to protect itself other than suing the contract market. It can certainly sue its customer. It has ways of protecting itself, as the CFTC report said, in terms of demanding more margin, in terms of watching the risk in its customer's portfolio, in terms of -- of hedging its own risk. It's an insider, and it can do that. What Congress was concerned with here -- and the reason our construction of the statute makes sense -- is that it protects the outsiders, the PC investors who are at the core of the concern here, without imposing a broad array of liability on the contract markets, who are in the middle of a huge, huge amount of financial risk, which really puts them in the position of shouldering risk that's intolerable."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Are there instances where multiple parties who are injured sue under state law, or is this generally deemed preemptive, or it just doesn't happen, or - -"
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, there are options. I mean one of the things that Klein says here is that this is its only option. It can go to the FTC. In this case, for example, the FTC order against Eisler assessed a civil penalty but then said the order could be -- it said that obligation could be fufilled by paying the injured parties. Klein -- to the extent Klein has an injury, the FTC -- the CFTC in a similar case could do the same thing. There are state law claims. There are - -"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Mr. Pincus, will you satisfy me on one point. I -- I understand your argument about what \"transaction\" means. But even if I accept that argument, explain to me again why \"or subject to the rules\" doesn't add anything?"
    },
    {
      "speaker": "PINCUS",
      "speech": "Well, it does. It adds -- in our construction \"the transactions that are on\" are the transactions that occur on the floor. The transactions that are \"subject to the rules\" are the ex-pit transactions. Once you say \"or subject to the rules\" involves more than ex-pit trades, off-exchange trades, then you're into the world of the Court's hypotheticals to Mr. Days of anti-discrimination rule. So it has to have a limited meaning; and, by coupling it with \"on,\" we think that Congress made clear it was referring to trades."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Why wouldn't it have been enough to just say \"transactions on\" if that was their meaning? Why did -- did they - -"
    },
    {
      "speaker": "PINCUS",
      "speech": "Because then you wouldn't capture a category -- because then Congress would have left out a category of trades. Congress meant to capture investors who trade. There are two categories of transactions that meet that test: Those that occur on the exchange, on the -- physically on the pit, and those that are within the industry called off-exchange or off-pit transactions defined in Section 6(c) of the act -- of the -- of the statute. And so by -- the second phrase is meant to capture those trades that may involve investors but don't occur at the pit."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "But I take if -- if your ultimate, let's say, policy reason for confining it to that is the -- is the policy against multiple recovery."
    },
    {
      "speaker": "PINCUS",
      "speech": "Yes. The policy reason is the risk of multiple recoveries in an area where there is a huge amount of risk. The contract market is at the center of things, of these $5 trillion a day. And so Congress wrote very carefully, and Congress's focus was, in the wake of Curran -- and given what it said -- was investors. Because the -- the implied cause of action that the Court recognized in Curran was all about investors. The rationale - -"
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Their current argument is, basically, that's all Congress was thinking about."
    },
    {
      "speaker": "PINCUS",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "But, as I understand your position, it's something more. Congress was also thinking probably about multiple recovery, and it didn't want that. And we will impute that intent to Congress because multiple recovery would be a very bad thing for the industry. That's basically your argument."
    },
    {
      "speaker": "PINCUS",
      "speech": "Yes. That is our argument."
    },
    {
      "speaker": "JUSTICE SOUTER",
      "speech": "Okay."
    },
    {
      "speaker": "PINCUS",
      "speech": "Um, let me say a word about the rules and whether the rules are relevant here. It seems to us that Congress used a phrase in the statute, and that it -- that that cannot be changed by a rule that says -- if an exchange adopted a rule that said some transaction was on, or subject to, the rules of it, that wouldn't be enough to put it into the statutory language. The test is what Congress meant. Thank you."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, Mr. Pincus. Mr. Days, you have a minute."
    },
    {
      "speaker": "DAYS",
      "speech": "Your Honors, Mr. Pincus has identified what he views as some temporal gap between the entering into a contract and the involvement of this -- the clearing FCM. That simply is not the case. Klein had a prior commitment to clear Eisler's trade; so even at the time that Eisler was trading, that had to be done with the understanding that Klein was going to back him up. If one looks at the gray brief at page 21, it references to the rule of Knight -- rules of Knight 116 and 118 that make this very clear. The story is, as we've indicated, that throughout this process the clearing FCM is financially liable and, therefore, is on the hook. When Congress enacted the statute, it was concerned with protecting the public and maintaining credibility. We think that this cause of action, this express cause of action for allowing FCMs to sue, is most reliant to the objectives of Congress: The faithful execution by an FCM that deals directly with these entities, the clearinghouse and the commodity contract market. Thank you very much."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, Mr. Days. The case is submitted. (Whereupon, at 11:06 a.m. the case in the above-entitled matter was submitted.) 7:8 53:20 42:18 46:5 applied 7:20 assuming 5:6 basis 8:23 42:15 8:15 consummate contractal 22:24 41:10,11,23,24 12:3,8,11,16 7:24 consummated contracts 14:25 credit-worthi ... 13:6,9,15,18 :21 20:25 21:12 54:14 17:9 23:3,11 decide 21:3 22:5 5:11 division 37:2 encompassing ET 1:7 55:11 7:1,24 28:1,5 focuses 11:3 guarantee 5:3 huge 53:13 8:8,15,22,25 focusing 30:9 G G 3:1 18:14 19:22,25 54:16,16 56:20 9:13,16,17,19 folds 28:2 29:1 gap 58:2 24:20 hurt 15:17,20 3:11 40:6 follow 11:13 General 1:19 guaranteed 16:6 hypo 28:25 1:3,15,15,17 12:19,23 13:2 43:19 16:13,18 hypothetical 9:6 8:25 58:12 involve 56:13 41:14,18 42:6 knife 4:25 9:20 20:24 6:22 52:11 45:6,21,24 13:16,21 17:1 limited 14:15,23 3:19 28:2 56:7 Movement 11:6 25:24 27:14 20:9 29:25 0:18,23 41:1 member 4:23 multiple 23:9 obviously 42:21 order 6:17 7:9 0:15 market 4:7,23 36:23,25 41:17 42:2 47:5,13 56:17,19 57:8 57:10 occur 21:4 45:23 55:15 56:7,14 41:19 55:1,3 orderly 3:25 :10,12,18 42:1 43:9 N occurrence ordinary 49:13 :19 9:1,14 46:17 47:20,25 N 2:1,1 3:1 37:14 organization :19,22 11:8 49:9 narrow 9:5 occurs 24:14 5:11,14,16,17 :6,7 13:25 mentioned 26:20 narrower 43:18 33:7,17 34:13 5:20,22 6:24 :9 40:17 33:7,19 34:11 number 19:14 27:11 operation 10:18 10:25 part 13:12 24:13 2:15 8:3 20:11 23:12 24:1 prices 7:16 36:3 51:21 :5 6:17 53:10 Petitioners plaintiffs 23:15 42:14 52:18 puts 54:17 :25 40:1 45:18 46:12 previously purpose 48:9 41:9 51:20 3:23 53:8,20 report 41:12 risk 34:24 41:10 30:17,19 31:4 26:15,18,21 2:12 56:19 recovering representing 36:20 40:11 54:17,18 56:19 56:20 36:22 37:13,20 37:23,25 38:7 52:9,11,19 56:12 2:4 57:13 30:6 51:18 suggest 6:25 52:1 54:7,7,8 :11 33:2 45:19 54:12 56:11 57:16 58:15 submitted 58:24 59:1 talk 6:5 10:1 23:10,11 25:2 25:18 26:10,18 5:1,15 28:5 32:25 33:5,17 U ultimate 27:24 18:21 21:8 words 5:18 7:9 43:4,6 34:1,6,8,13,15 ultimately 4:18 violation 6:23 work 38:2 4:7 45:7,8,12 35:2,3,9,10,11 19:17 18:19 38:9 works 28:12 2(i) 9:23 0 2:6"
    }
  ],
  "path": "2007-10-29.06-1265.Klein_&_Co._Futures_v._Board_of_Trade_of_City_of_New_York.pdf"
}