{
  "success": true,
  "completeLines": [
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "We'll hear argument first this morning in Case 09-530, National Aeronautics and Space Administration v. Nelson. Mr. Katyal."
    },
    {
      "speaker": "KATYAL",
      "speech": "Thank you, Mr. Chief Justice, and may it please the Court: Background checks are a standard way of doing business. The Government has required them for all civil service employees since 1953 and for contractors since 2005. If the Ninth Circuit in this case held that a constitutional right to informational privacy precluded asking the questions it asked, that was wrong for two basic reasons. First, the background checks' mere collection of information with accompanying safeguards vitiates no constitutional privacy interest. These checks have been going on for millions of employees for dozens of years. They are part of the employment process. They are manifestly not roving checks on random individuals. And, second -"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Mr. Katyal, is there any limit to what questions the Government can ask - -"
    },
    {
      "speaker": "KATYAL",
      "speech": "Well, the - -"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "-- an applicant?"
    },
    {
      "speaker": "KATYAL",
      "speech": "The -- the limits are -- in this case, are the ones on SF-85 and Form 42. And we do think that that's a fairly - -"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "What does that mean?"
    },
    {
      "speaker": "KATYAL",
      "speech": "Well, those two - -"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Could you ask somebody, what's your genetic make-up, because we don't want people with a gene that's predisposed to cancer, whatever other -- could you ask that?"
    },
    {
      "speaker": "KATYAL",
      "speech": "Well, I think that the Court doesn't need to confront that fairly - -"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "We do, because I have to start with the question of what are the limits on the Government, if any? Are you taking the position that, as an employer, there are absolutely none, or are you taking the position that there are some, and what would they be?"
    },
    {
      "speaker": "KATYAL",
      "speech": "Our position is, in a case such as this, where there are collections on the Government's dissemination of the information - -"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "So what you are saying is, there's no limit?"
    },
    {
      "speaker": "KATYAL",
      "speech": "I -- I think that this Court in Whalen -- and there is no decision thus far that has recognized any constitutional limit on the Government's collection of information, so long as there are accompanying safeguards on the disseminations and - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "General Katyal, why are we getting into this? Because this case, it seems to me, is a challenge -- your challenge to a preliminary injunction which was quite narrow. There was only one question at issue. There is no cross-appeal, is there?"
    },
    {
      "speaker": "KATYAL",
      "speech": "There -- there is no cross-appeal."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "So we have Form 85. The only thing that's in contention there is the question about treatment or counseling. Nothing else. So why are we talking about the universe of what questions might be asked? And on the other form, I take it, it's just the so-called open-ended questions, not everything on the form."
    },
    {
      "speaker": "KATYAL",
      "speech": "I quite agree, Justice Ginsburg. That's what I was trying to say to Justice Sotomayor; that is, I think that this case doesn't force the Court to answer questions it has never really answered, which are the outer limits of what the Government can do in terms of the collection of information. Here you have a narrow decision by the Ninth Circuit, one whose reasoning, I think, could radiate very broadly and undermine Government -- the Government's background checks generally."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "So, what do you think has been -- there hasn't been a formal injunction entered, a preliminary -- a preliminary injunction, has there?"
    },
    {
      "speaker": "KATYAL",
      "speech": "It's only -- it's at the preliminary injunction stage. But our -- our point is that the reasoning that the Ninth Circuit used, if adopted -- if adopted to create a permanent injunction, could preclude the Government from asking all sorts of questions in background -- in background checks, not just the ones it isolated here, but more general ones, because the Ninth Circuit decision is essentially a how-to manual on how to question, various individual questions, and micromanage them and inject Federal courts into - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "I thought the -- the entire Form 85 was approved, and there's no question you could ask about, have you used drugs within the last year? It's only the question about treatment and counseling that's -- that is at issue, right?"
    },
    {
      "speaker": "KATYAL",
      "speech": "That's -- that's all that the Ninth Circuit ruled on at the preliminary injunction stage."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Does that -- does that ruling stop you from asking that question right now throughout the Ninth Circuit?"
    },
    {
      "speaker": "KATYAL",
      "speech": "Which question? The drug treatment question?"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "No, no, no. The - - yes. Yes, the counseling and treatment question."
    },
    {
      "speaker": "KATYAL",
      "speech": "Well, there's a -- the mandate has been stayed - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Right."
    },
    {
      "speaker": "KATYAL",
      "speech": "-- so we haven't been able to - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "But if we sustained -- if we sustain the preliminary injunction, the Government can't ask that question throughout the - - the -- the reach of the Ninth Circuit?"
    },
    {
      "speaker": "KATYAL",
      "speech": "That's exactly correct."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "And -- and if we did so, it would be because there is an underlying privacy right that's somewhat ill-defined or undefined?"
    },
    {
      "speaker": "KATYAL",
      "speech": "Exactly, Justice Kennedy. And if this Court were to embrace that reasoning -- and this is my answer to you, Justice Ginsburg, as well - - then it doesn't just reach drug treatment. I could imagine other litigants doing it for other forms of questions, whatever they may be."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But the -- the circuit precedent, as far as the other questions on Form 85 - - the circuit said that's okay. It's permissible to ask those questions."
    },
    {
      "speaker": "KATYAL",
      "speech": "Thus far, that's correct. But I could imagine other litigants coming in, and maybe not just with respect to these questions but questions on SF-85P or Form 86, any number of other things."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Mr. Katyal, what is the well-defined, the well-defined, constitutional right to institutional -- to informational privacy that the Government is -- is willing to acknowledge? You -- you apparently don't -- don't challenge the existence of such a constitutional right."
    },
    {
      "speaker": "KATYAL",
      "speech": "Justice Scalia, our position is that the Court doesn't need to answer that question. It's just like Whalen, because in Whalen this Court assumed the existence of some sort of constitutional right and then said: Is that right violated here?"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "It's a strange way to proceed. We normally don't do that, see? If there were a constitutional right, would it cover this?"
    },
    {
      "speaker": "KATYAL",
      "speech": "I agree - -"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Do we do that in cases? I don't think so."
    },
    {
      "speaker": "KATYAL",
      "speech": "I agree that in many other contexts, it might not be appropriate, but here I think there are some good reasons why. This Court has had special reticence to the rule broadly in the range of privacy, and I think the reason is privacy is something that is in flux in ways that other things aren't, both in terms of our social understandings, technology, and legislation itself. And for that reason, I think this Court has spoken narrowly whenever it's dealt with - -"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "That would justify not defining it broadly or narrowly. It wouldn't justify not reaching the question of whether there is any such constitutional right at all."
    },
    {
      "speaker": "KATYAL",
      "speech": "Justice Scalia, that's what this Court has done throughout its history. And Whalen was a unanimous decision, and Nixon, on that particular question, I don't think there was a disagreement about. So - -"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "How can the Court determine that the right is not violated here without having some idea about either the existence or the contours of the right?"
    },
    {
      "speaker": "KATYAL",
      "speech": "Well, I think it would just be like in Whalen itself. So in Whalen, the Court said there might be some right to informational privacy, but so long as there are safeguards on the disclosure, the Government's dissemination of the information, that means that there is no - -"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Is it -- is it your argument that the Government can collect whatever information it wants from private individuals so long as the information is not publicly disseminated?"
    },
    {
      "speaker": "KATYAL",
      "speech": "No, that's not our position. Our position here is that the Government can collect information so long as it is not disseminated in the employment context. And this case, unlike Whalen, is one that has that added fact to it, that the Government here is asking - -"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, does it -- does it help us in finding what this residual background right is and asking you: Why is it that you can't disclose it?"
    },
    {
      "speaker": "KATYAL",
      "speech": "I'm sorry?"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Why can't you disseminate the information?"
    },
    {
      "speaker": "KATYAL",
      "speech": "Surely -- we are restricted by statute, the privacy of - -"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Let's assume no statute."
    },
    {
      "speaker": "KATYAL",
      "speech": "If you assume - -"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "In other words, this is just testing whether there is some background constitutional right and how to define it, if we have to use that as a beginning premise."
    },
    {
      "speaker": "KATYAL",
      "speech": "Absolutely. If we took out all of the safeguards that are at issue here, then the case wouldn't be like Whalen or Nixon, in which you had those -- in which you had safeguards in the dissemination. And then you would have to confront the question, which we think you shouldn't confront in this case, for the reasons I said to Justice Scalia."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "And what would be your position if the -- all this information were disclosed? Or that there was an attempt to disclose all the information, and they asked you for your advice - -"
    },
    {
      "speaker": "KATYAL",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "-- on a constitutional basis?"
    },
    {
      "speaker": "KATYAL",
      "speech": "Right. I mean, our position is that the Court really shouldn't, for all of the reasons I said, get into it, but if the Court had to get into it and ask is there some constitutional right that would be violated, Justice Kennedy, by your hypothetical, our answer would be no. But we do think the way that this has been traditionally been handled is legislation. Safeguards for political processes - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "So when you say your position would be no, you mean that there is no right of any kind under -- I know you don't want us to reach it, but you would say there is no right of any kind for a citizen to tell the Government that that's none of your business. The Government will decide that it can ask anything of a citizen, so long as you don't disclose it."
    },
    {
      "speaker": "KATYAL",
      "speech": "Well, in the employment/proprietor context. Okay? So if the Court had to confront that question, it would apply the matrix that Justice Scalia has talked about, the Glucksberg matrix, of whether a right -- the right is firmly rooted in the traditions of the people, and -- and ask: Is the Government's collection - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Do you think it's firmly rooted in our traditions that there is some right to tell the Government that's none of your business?"
    },
    {
      "speaker": "KATYAL",
      "speech": "I think there is some right. The question about whether it employs in the unique employment/proprietor context is one the Court hasn't confronted, and our strong -- our strong position here is the Court shouldn't confront it."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "What is the test -- what is the test for determining what sort of questions can be asked in the employment context? Is there any limit? Suppose the -- suppose the Government says, well, we want to know all about your diet; we want to know whether you smoke cigarettes; we want to know everything you read; we want to know what your hobbies are, what forms of entertainment you enjoy, sexual practices, every aspect of your private life, just because that gives us a better picture of who you are as an employee. Is that okay?"
    },
    {
      "speaker": "KATYAL",
      "speech": "Sure. No, there are limits, and I should have said this earlier. If the Government's collection of information or the disclosure of the information burdens some other fundamental constitutional right, that is certainly one limit. So if the Government were collecting information, Justice Alito, on sexual practices of its employees, it may burden the exercise of other rights."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Yes, but that's putting those aside. I mean, what about some of the hypotheticals that Justice Alito posed? Your diet?"
    },
    {
      "speaker": "KATYAL",
      "speech": "Right. So - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "That's certainly relevant in the employment context, right? They're going to have to pay for your health care, worry you might miss things, miss days of work. So I guess the point is: Do you think the Government's right to inquire in the employment context is exactly as broad as a private employer's right?"
    },
    {
      "speaker": "KATYAL",
      "speech": "I do think that if the private employer -- the private employers are a good template. If the Government is simply mirroring what private employers do, as Justice Scalia said in O'Connor v. Ortega, that's a good suggestion that what it's doing is reasonable. Now, to the extent, Justice Alito, that they are gradating far beyond what private employers do, in terms of asking about eating habits and the like, I do think that that may pose -- that there may be some limits. The Court doesn't need to confront that here. It simply needs to look at the Ninth Circuit's decision, which recognize a broad, free-standing right against informational collection of its employees to make sure and -- and realize that that is a serious problem for the way the Government does business."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "We do have a legislature, don't we, that can place some limits on what the Government asks employees or anybody else?"
    },
    {
      "speaker": "KATYAL",
      "speech": "Absolutely."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "It's the same legislature that prohibited the Government from disclosing a lot of information, isn't it?"
    },
    {
      "speaker": "KATYAL",
      "speech": "That's precisely correct."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "And it's possible that that's the protection that the Framers envisioned, rather than having courts ride herd on -- on Government inquiries."
    },
    {
      "speaker": "KATYAL",
      "speech": "It's certainly possible, Justice Scalia. I think that all of these hypotheticals are enormously interesting, but the - -"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Were these two forms approved by Congress?"
    },
    {
      "speaker": "KATYAL",
      "speech": "The forms themselves were not approved by Congress, but the Privacy Act, which is the main restriction - -"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "That's a restriction on disclosure, but the same Congress can change that, correct?"
    },
    {
      "speaker": "KATYAL",
      "speech": "That's absolutely correct. The Privacy Act has been around since 1975, and the Government has collected -- you know, it's been used millions of times, SF-85. It's been used 553,000 times in the last 4 years, and we have not seen the types of disclosure or complaints that I think animate the worry that my friends on the other side are saying."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "What is the reason -- I've had trouble putting my finger on it - - that you need the information about counseling? You already have the information, have you used drugs in the past year? I couldn't tell if you thought the question about counseling was for the good of the employee -- oh, you are taking steps to -- or was it to allow you to show, well, it must be serious, because you need counseling."
    },
    {
      "speaker": "KATYAL",
      "speech": "It is for the good of the employee, so it's a - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Well, now that's - - whenever the Government comes and says this is for your own good, you have to be - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "-- you have to be a little suspicious. I mean, if it's -- the employee gets to expand upon his or her answer. They say, tell us about it. And they can say, don't worry, I'm in counseling or treatment. And even then, that doesn't sound like it's for their good. It's one thing to say, I had a drink. It's another thing to say, I'm in AA."
    },
    {
      "speaker": "KATYAL",
      "speech": "Mr. Chief Justice, the way the question is framed is, first, they are asked, have you used illegal drugs in the last year? And then - - and then, if the answer is yes, provide details and then indicate any treatment or counseling received."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Now, I had a question about the way it's worded. You're supposed - - it says, if you've used it in the last year, detail your involvement with drugs and any counseling you received. Do you understand the counseling question to be limited to the past year, or to reach back as far as - -"
    },
    {
      "speaker": "KATYAL",
      "speech": "I -- I think that the question itself is vague. Now, the way that our -- that the Office of Personnel Management will process such a form is it will process anything so long as there is information about just drug use on the question - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "But do you think it's required? I mean, you do sign at the end, this is true to the best -- do you think it's required to disclose counseling and treatment you received more than a year back?"
    },
    {
      "speaker": "KATYAL",
      "speech": "No. This is unlike, for example, SF-86, which does ask for treatment and counseling back up to, I think, a 7-year period. So I think this is a much more narrow inquiry, and I think the reason for that inquiry is to help the employee. The Government -- the background investigation - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "The answer to that is obvious. It was raised by the other side. If it's for the good of the employee, make it voluntary."
    },
    {
      "speaker": "KATYAL",
      "speech": "Well, Justice Ginsburg, I think that that's the type -- that that's the type of inquiry that this Court rejected in Whalen. Because in Whalen, the whole debate in the court, in the district court below, was, well, if you want to stop doctor prescription mills people from providing too many narcotics, you don't need the names and ages of the patients. We could change the triplicate forms and redact that. But what this Court said on the second page of its opinion was it called that Lochnerian, that Federal courts shouldn't be policing forms and excising or suggesting random different -- you know, a few different words here or there. And here, experts put this form together to try and get at, basically, are you using drugs and are you using treatment which might ameliorate the fact that you had used illegal drugs in the last year."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Well, I had thought before the argument that one of the purposes for asking about treatment was to identify employees who may have undergone treatment on numerous occasions and dropped out of programs and been unsuccessful, so as to identify chronic drug abusers. But I guess in light of what you've just said, that this only reaches back 1 year, that is not a purpose of this -- this question."
    },
    {
      "speaker": "KATYAL",
      "speech": "That is correct, and in preparation for this, we did survey all of the NASA different centers to ask, has treatment ever been used in any sort of way to hurt an employee? And the answer that came back was, no, it has not been used. It has only been used to help. It is to retain someone who did use illegal drugs but is taking steps to mitigate."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Well, how do you know -- how do you know that? I mean, you ask a lot of questions on these forms, and they say, well, we're not going to hire you. How can you go back and say it was because you put in, you know, in treatment for -- for drug abuse?"
    },
    {
      "speaker": "KATYAL",
      "speech": "Well, the process by which this takes place is the form is filled out. It is ultimately sent to an adjudicator if there is negative information, and that -- and that information is then discussed with the candidate for employment or the employee to see if they have an explanation. And of the times that this has happened, that someone has been denied -- and I think the number is 128 times over the -- over the last 5 years -- none have been denied for a positive answer to drug treatment."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Over the last 5 years, this has only come into play 128 times across the Federal bureaucracy?"
    },
    {
      "speaker": "KATYAL",
      "speech": "For Federal contractors. That is correct."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Federal contractors."
    },
    {
      "speaker": "KATYAL",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "I'm sorry. I'm not sure I understand the answer. Only 128 times has somebody identified themselves as a drug user?"
    },
    {
      "speaker": "KATYAL",
      "speech": "One hundred and twenty-eight times, the SF-85 process, is my understanding, has been used to deny someone a credential of the Federal contractor - -"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "So it could be for any other answers as well?"
    },
    {
      "speaker": "KATYAL",
      "speech": "For anything. Exactly. About -- and I think there have been about 74,000 contractors that have sought -- sought badges through the SF-85 since - -"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Are you representing to us that every employee who is rejected will know the reason?"
    },
    {
      "speaker": "KATYAL",
      "speech": "That is correct. That is part of -- that is part of the regulations that are in place, so that if someone is denied a credential -- and this is, I think, at Joint Appendix page 180 -- they are told the reason for that denial. They are given an opportunity to explain themselves, and a process is then put in place. There is then also robust appeal and other things that may happen as well. But one thing that doesn't happen, Justice Sotomayor, is that JPL, the contractor, is not told the basis for why the person is denied a credential, that it is private as between the Government -- here, NASA - - and the individual employee. And that is the - -"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "So where does the suitability matrix come in?"
    },
    {
      "speaker": "KATYAL",
      "speech": "It doesn't."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "It doesn't?"
    },
    {
      "speaker": "KATYAL",
      "speech": "It doesn't."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "And NASA has never used it? You're representing that to the Court?"
    },
    {
      "speaker": "KATYAL",
      "speech": "I'm representing that NASA has -- NASA will not and does not use this employee suitability chart to make contractor credentialing decisions."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Where did it come from?"
    },
    {
      "speaker": "KATYAL",
      "speech": "Well, it's -- it's been hard to actually pin down where it came from. I think it is derived from earlier Office of Personnel Management materials at a time when it listed out what various crimes were. And so some of those things that are on there that are quite salacious are things that OPM, at earlier points in time, looked to, not for contractors, but for Government employees. But I can represent to the Court that NASA does not and will not use this chart for credentialing decisions."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Do you -- do you have a clear idea of how the Form 42 would have to be amended if the Respondents are correct? Form 85, we know, is the excised \"counseling or treatment.\" What in the Form 85 did the Ninth Circuit say -- it said \"open-ended questions,\" but I looked at the form, and it's not clear to me which ones they considered open-ended."
    },
    {
      "speaker": "KATYAL",
      "speech": "Justice Ginsburg, I quite agree with you. I don't think that the Ninth Circuit's reasoning is capable of being ameliorated easily. So we talked before about how the drug treatment was just a narrow part of the Ninth Circuit decision, but this Form 42 -- the invalidation of Form 42, goes to the heart of what the Government does all the time and what all employers do. They ask open-ended questions to figure out whether someone is trustworthy and reliable. I think as Judge - -"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "General -- I'm sorry. Go ahead and finish."
    },
    {
      "speaker": "KATYAL",
      "speech": "I think as Judge Kleinfeld said, that's how law clerks are hired, and that's how baristas at Starbucks are hired. You have to ask these open-ended questions because as an employer, you don't really know what -- where the pressure points or danger spots in an individual application are."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Is your position today that our ruling should say that the Government is free to ask, as a private employer or a contractor -- it is free to ask any question it wants whatsoever?"
    },
    {
      "speaker": "KATYAL",
      "speech": "That is not what we're saying. We - -"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "If you were not saying that, then what's the narrower ruling? Because that's what I thought I heard at the beginning of our colloquy today."
    },
    {
      "speaker": "KATYAL",
      "speech": "Justice Sotomayor, the narrow rule is what we said in our petition and what we said on the very last page of our reply brief and all throughout, which is, this Court should simply say what it said in Whalen, which is assuming that there is some sort of right to informational privacy, the -- the use of a background check with accompanying safeguards to collect information doesn't violate any constitutional right to privacy."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Well, why wouldn't that violate it if the question involved a fundamental right? If you were asking the question that Justice Alito asked, which is, what's your sexual practices in the bedroom, if there are security checks against you disclosing it, you're saying even that would be okay?"
    },
    {
      "speaker": "KATYAL",
      "speech": "I could imagine a circumstance far afield from this one in which the Government's just mere collection of information about sexual practices might burden the exercise of those rights. I'm saying it's not at all present here, but - - and I don't think the Court should get into it. But that's a really different question than the one here, which is: Is there some free-standing right to constitutional privacy that is unburdened by the fact that there are protections against the disclosure of information? Here, the Privacy Act imposes strong protections against the disclosure of information. And so what's left is a very residual interest in the part of the employees."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Don't -- this is a bit unsatisfying because you start by saying to us, as long as there are some nondisclosure protections, then virtually any question, whether it impinges a fundamental right or not, would be okay, because there's -- I don't even know what the Government's interest is in asking every question it wants to. There has to be a need for a set of questions, doesn't there?"
    },
    {
      "speaker": "KATYAL",
      "speech": "Well, I could imagine an as-applied challenge to, for example, you know, the hypothetical on sexual practices or whatever. I do think, as Justice Scalia said, the real check on that is the political process check. The fact is that the Government doesn't ask those kinds of questions, and -- and to the extent it ever did, the Court could confront that in an as-applied challenge."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "I still don't see why that -- why the universe is before us, because the Ninth Circuit said some of this form is okay; most of Form 85 is okay, and some of Form 42 is okay. I thought it was only the questions under 7 and 8, the open-ended questions. I didn't think the Ninth Circuit had enjoined anything other than those questions."
    },
    {
      "speaker": "KATYAL",
      "speech": "Those questions, Justice Ginsburg, are really the heart of the form. I mean, those are the most -- in many ways the most important questions, because they're the ones that employers have to ask because they don't know the weaknesses in an individual applicant's background."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "There are a number of statements in, I guess, the concurrence from the denial of en banc, explaining how JPL is fairly open, and it is close to the Pasadena courthouse. Pasadena residents and judges visit JPL often. Are there any statements of fact that you don't agree with that are not in the record, other than the matrix question? Leave that aside."
    },
    {
      "speaker": "KATYAL",
      "speech": "Well, yes, I mean, I would say a few things. Number one is I think that the concurring judge did -- did, I think, underestimate how important security is there. First of all, there are armed guards when you're coming in. It is not the campus-like atmosphere. It's not like a campus I'm familiar that she described. The information at the debate -- at JPL is sensitive, quite sensitive, both, you know, in terms of scientifically and with respect to our nation's secrets. And I think more important point about this is the badge that the Plaintiffs were seeking access to don't -- doesn't just give them access to JPL. It will also give them other access to all other NASA facilities. And it's such an important credential that it would allow them to get within, for example, 6 to 10 feet of the space shuttle as it's being repaired and readied for launch. So this is a credential not just for JPL and getting onto JPL, but other places as well. If I could reserve the balance of my time."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, General. Mr. Stormer."
    },
    {
      "speaker": "STORMER",
      "speech": "Mr. Chief Justice, and may it please the Court: The issue as now characterized is really how far may a Government go, may this Government go, to intrude into the private lives of its citizens, both in positions that do not involve sensitive issues, classified issues, national security issues, or positions of public trust?"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Mr. Stormer, what provision of the Constitution are you relying -- I looked at your table of authorities in your brief, and you have cases listed, you have statutes listed; there is not a single citation anywhere in your brief to a provision of the Constitution. What provision of the Constitution are you relying on?"
    },
    {
      "speaker": "STORMER",
      "speech": "It would mostly fall - -"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "I think it's a very nice thing that the Government shouldn't ask intrusive questions. I also think it's a nice thing that the Government should pay a living wage to its employees, but I don't feel authorized to go around saying how much the Government should pay each of its employees because there is nothing in the Constitution about that, and the question is left to Congress. What do you rely on in the Constitution that enables me to decide how much intrusiveness is too much, rather than leaving that to Congress?"
    },
    {
      "speaker": "STORMER",
      "speech": "It would flow from the ordered concept of liberty component of the Fifth Amendment, as well as the First Amendment."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "The Fifth Amendment? Okay. Which says no person shall be deprived of what?"
    },
    {
      "speaker": "STORMER",
      "speech": "Of life -- I mean, no person shall be deprived of due process of law, and then the last - -"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Due process of law."
    },
    {
      "speaker": "STORMER",
      "speech": "-- refers to the concept of - - ordered concept of liberty."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "All right. That -- that's what I thought. You're talking substantive due process here."
    },
    {
      "speaker": "STORMER",
      "speech": "Well, the Whalen case, the Nixon case, and to some extent, the Reporters Committee case refer to this concept of privacy. And they are, in fact, vague, but they do talk about the concept of privacy as being the right to control information about oneself. And -- and both -- and all of the - -"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "I mean, I like that, but I just don't see it anywhere in the Constitution. That's all I'm taking about."
    },
    {
      "speaker": "STORMER",
      "speech": "Well, I -- there -- those cases, in fact, do not refer to a term called \"informational privacy.\" Those terms have grown from the various cases that have flowed from the determinations in Whalen and Nixon and, to some extent, Reporters Committee."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "So that right is subject to what level of scrutiny? Is it always strict scrutiny? And how do you square Whalen and Nixon's balancing with strict scrutiny?"
    },
    {
      "speaker": "STORMER",
      "speech": "The -- the standard would be -- I think the appropriate standard was applied by the Ninth Circuit, which is a legitimate state interest narrowly tailored to meet that need. In this case, there is some -- like the Von Raab case, which is not cited in our brief but which is a Fourth Amendment case, the -- this Court used a compelling state interest standard for a Fourth Amendment invasion. And in that case, the Court remanded on the issue of whether or not the positions involved classified or sensitive materials."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "So what is your view of what the liberty -- you're saying that the words in the Constitution that protect the right that you claim was violated are the words, \"No person shall be\" -- I guess -- \"deprived of life, liberty, or property, without due process of law.\" I guess you mean the word \"liberty.\""
    },
    {
      "speaker": "STORMER",
      "speech": "That's correct."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "All right. And in your words, it is liberty -- define it. Liberty to what?"
    },
    {
      "speaker": "STORMER",
      "speech": "Liberty to control information about oneself. The liberty to - -"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "There is a right to liberty to control information about oneself?"
    },
    {
      "speaker": "STORMER",
      "speech": "Without governmental intrusion."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "All right. And all information? Some information?"
    },
    {
      "speaker": "STORMER",
      "speech": "Well, there - -"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Liberty -- there's a liberty to control all information? Protected from - - from what? From the state? The state doesn't have a right to give you any -- get any information about you? On a driver's license? It's -- what? When does it come into play?"
    },
    {
      "speaker": "STORMER",
      "speech": "It comes into play when the government, the state, seeks to intrude and obtain information from an individual. The -- the - -"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "So the fact that the government says -- I go and I want my driver's license, and they say fill out the form, we want to see how you -- if you can drive or not, that potentially could violate the Constitution?"
    },
    {
      "speaker": "STORMER",
      "speech": "Well - -"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Potentially. It might not, because it might be justified, but each such case would have to be justified. Is that -- is that your theory?"
    },
    {
      "speaker": "STORMER",
      "speech": "Any intrusion into private lives would have to have some - -"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "It says \"liberty.\" The liberty, you said, was liberty to control information about yourself."
    },
    {
      "speaker": "STORMER",
      "speech": "That was the - -"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "So I want to know how that works. Every time anyone in the Government asks a question about you personally -- of course, it wouldn't be unconstitutional -- but every time it would have to be a justified thing; is that -- is that your theory? I'm just asking."
    },
    {
      "speaker": "STORMER",
      "speech": "That -- yes, it is."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "So that's all information about yourself?"
    },
    {
      "speaker": "STORMER",
      "speech": "Well - -"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "I think what Justice Breyer is getting to and that I'm trying to figure out is you've used the word \"privacy.\" What does privacy relate to?"
    },
    {
      "speaker": "STORMER",
      "speech": "Privacy relates, in this case, to the - -"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "No, I'm talking about -- answer his broad question, which is -- you've defined the constitutional right to information about yourself."
    },
    {
      "speaker": "STORMER",
      "speech": "Correct."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Is that all information about yourself, including your date of birth, your Social Security number, your -- where you live, where you've gone to school, who your friends, who your references are? Because as broadly as you've defined that, it would include all of that."
    },
    {
      "speaker": "STORMER",
      "speech": "It -- the -- the nature of what is included can be intruded upon based upon a governmental need. So if there's a rational basis for knowing Social Security numbers, driver's license, census information, that type of information, then - - then there's not an issue."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "So this gets back to Justice Sotomayor's earlier question. You just said if there is a rational basis, so is that the test?"
    },
    {
      "speaker": "STORMER",
      "speech": "The test - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "No matter what type of information? I suppose it's harder to show a rational basis when you get into certain areas that - - that concern you, but is it a rational basis test?"
    },
    {
      "speaker": "STORMER",
      "speech": "In this case, I think it's a legitimate state interest, narrowly tailored to meet that interest, Your Honor. It's - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "But in the case of a date of birth for a driver's license, you say it's rational basis?"
    },
    {
      "speaker": "STORMER",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "And so, what -- how do we decide? I'm a little interested, if you could spend 2 or 3 minutes elaborating this. A number of laws, Federal laws -- I imagine the regulations fill this room, and I think many - - maybe more, maybe several rooms. And many of them involve asking people for information. And the number of forms that ask people for information, I guess, about themselves, might fill several rooms. And I can imagine in a country of 300 million people, you would find someone objecting to many of the questions. And so, how is the system supposed to work, in your view, where judges will decide whether a particular question -- I'm not saying you're wrong. I just wanted to get an idea from you as to how this legal system works, where any question asked by the Government about a person is potentially subject to challenge as unconstitutional. You and I will agree that many are fine. But you are worried about some that aren't fine. How does it work, the system, distinguishing the ones from the other?"
    },
    {
      "speaker": "STORMER",
      "speech": "Well, this Court has done much of that already in a whole history of cases: Contraception, procreation, marriage, sexual relations, family relations - -"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "The fundamental rights issue that the Sixth Amendment identified, are those the questions that are subject to that greater scrutiny?"
    },
    {
      "speaker": "STORMER",
      "speech": "The -- the rights that go - - the questions that go to those types of -- which could elicit that type of information. For instance, on Form 42, if they said, tell us any adverse information you have about this person, which includes any other matters. This could be -- they could respond with saying, well, I don't like the way he -- how many kids he has; I don't like his religion; I don't like his sexual practices."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But isn't that question, that kind of open-ended question, routinely used in employment situations? That is, the employer wants to know is there any adverse information about this person? Doesn't know which question to ask, because there's a whole -- many things that could be relevant. So are you suggesting that that kind of question is off-limits to the Government, although it is routinely used in other employment sectors?"
    },
    {
      "speaker": "STORMER",
      "speech": "It is not routinely used in employment sectors where there is allowed to inquiry - - inquiry into non-employment-related - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Well, it has a legend on the top. Everything that we are asking you is meant to -- to determine suitability for employment. So they want to find out information relevant to suitability for employment."
    },
    {
      "speaker": "STORMER",
      "speech": "And for security clearances. Those are the two issues."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, I -- I have to agree with the implication of Justice Ginsburg's remark, at least what I imply from it. Look at the private employment sphere. It seems to me that for a sensitive position, a bank who has people taking care of -- its employees taking care of other people's money, or the medical profession, that the employer could be sued and would be remiss if it did not ask this question. Do you know anything adverse about this person whom we're going to hire for a very sensitive position?"
    },
    {
      "speaker": "STORMER",
      "speech": "That - -"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "This is done all the time, and we do it with -- a judge said below, with our law clerks."
    },
    {
      "speaker": "STORMER",
      "speech": "That would be exactly my point, Your Honor. It is in those situations where there are sensitive issues, you're allowed to inquire based on the need. But here, they are inquiring -- the snack bar worker, the -- the bus driver, the gift shop operator, are -- are required to respond to these questions. The GS-4 Interior Department clerk. The Government's position is all of those are subject to this same type of inquiry."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "I don't see what the alternative, as a practical matter, is to asking this sort of open-ended question. The -- the alternative would seem to be to try to compile a list of every possible thing that the -- the person might do that would raise serious questions about suitability for employment or would be disqualifying for employment. And that seems to be impractical. There's almost no limit to the -- the sorts of things that might be relevant in that respect; isn't that right?"
    },
    {
      "speaker": "STORMER",
      "speech": "This goes to the very basic question of why does the Government need to know this information for these individuals, most of whom have been there for 20 to 30 years? The Government can't show a single instance of any of these individuals doing anything that would require any of the type of scrutiny - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Are you then saying that these people have to be grandfathered or grandparented because they worked for 20 years - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "-- without - -"
    },
    {
      "speaker": "STORMER",
      "speech": "I am not, Your Honor. But the Government has some burden to show a need to inquire into these privacy areas. It needs to know if you have gone to the Betty Ford Clinic."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But you are making a - - you said that these people have worked there for 20 years. Are they different from the new employee? Are you suggesting it's okay for the new employee, but not okay - -"
    },
    {
      "speaker": "STORMER",
      "speech": "I am not."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "-- for the person who is already in the job?"
    },
    {
      "speaker": "STORMER",
      "speech": "I -- I am not. The -- the difference between this case and, ultimately, what was allowed in both Whalen and Nixon -- excuse me, particularly in Whalen -- is that there was some overarching societal need to have this information."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Well, suppose the person who works at the -- at the gift shop or the snack bar -- I think that's what you mentioned -- has a big sign on his front lawn that says, \"I hope the space shuttle blows up.\" Is that information the Government has a legitimate reason to get?"
    },
    {
      "speaker": "STORMER",
      "speech": "I would agree that -- that in that instance, \"I hope the space shuttle blows up,\" would certainly implicate some First Amendment issues, but the Government should know that information."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "And now, what's the alternative to acquiring that information through an open-ended question? You have to have a specific question on the form: Does this individual have a big sign on his front lawn that says - -"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "-- \"I hope the space shuttle blows up\"?"
    },
    {
      "speaker": "STORMER",
      "speech": "I wouldn't think that that would be needed. I think that - -"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Do you see what I am getting at? I don't see how you are going to do this, other than by asking an open-ended question."
    },
    {
      "speaker": "STORMER",
      "speech": "Only if you need to know the answers. And for the snack bar worker or the GS clerk-typist, for those types of people who have no access to sensitive information, do not -- it can -- the definition here is that these are no- or low-risk - - they are low-risk employees, which is defined as, if they misuse their position, they will have little or no impact on the agency mission. So we know that these questions are being asked of people who, if they completely misused their position, there will be no impact - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "So -- just to -- I'd like to get back to Justice Breyer's question. So now you not only have to decide which questions -- they can challenge any question they want and say this isn't pertinent, but you also have to categorize which employees are being asked that question. This is a -- SF means \"standard form,\" right?"
    },
    {
      "speaker": "STORMER",
      "speech": "It does."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Well, that -- you know, it's a big government, and they can't tailor every inquiry, every form, to the individual applicant."
    },
    {
      "speaker": "STORMER",
      "speech": "It -- it can to the positions. This -- this -- what is being done now, if they've done 70,000 inquiries, that means -- and 128 issues arose, that means a whole host of people, over 69,000 people, have had to give up information that otherwise they would not have to give up - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Are you suggesting that this is no good for Government employment? You were dealing with a contractor here, but this form, as I understand it, has been used for -- for many years for standard Government employment. Is it -- are they okay? And for nonsensitive positions, are you -- are you arguing just Government contractor or are you saying even for the Government employee, the person who's hired to work at the snack bar in the Senate, let's say, the Government can't ask these questions?"
    },
    {
      "speaker": "STORMER",
      "speech": "If I understand Your Honor's question, and I apologize, I -- I think this cannot be asked of -- these questions cannot be asked of people for whom the Government does not have a justifiable need to know that information."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "But we can handle those details. My goodness, it's all right there in the Constitution. And we can decide what -- what employees have to know what, and what questions you can ask them, and how much privacy is too much privacy, right?"
    },
    {
      "speaker": "STORMER",
      "speech": "Well - -"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "It's a piece of cake."
    },
    {
      "speaker": "STORMER",
      "speech": "The Government is -- claims to be acting as the employer here. In fact, it is not. It is -- it's once or twice removed. But assuming that the Government is the employer, there is a massive amount of waste that is generated by this form."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "You are -- you are attacking these forms for all Government employment, not just the contractors?"
    },
    {
      "speaker": "STORMER",
      "speech": "I -- I don't -- it -- I think it would apply to all of those people who are in nonsensitive positions. This is the Government's definition; it's not our definition. We chose the Government's definition. And if it is a low-risk or a no-risk employee, then the Government doesn't have a need to know. A private employer could not - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "But you don't know -- you don't know if it's a low-risk employee until you find out what he -- he or she is like or what the neighbor thinks. Well, you know, he keeps practicing planting bombs or something. I mean, then he becomes a high-risk employee. You don't know until you get the information. That's the reason you ask for it."
    },
    {
      "speaker": "STORMER",
      "speech": "In the context of these employees for this particular case, we absolutely know, because the Government went through, and of the 7,500 employees there, it categorized 97 percent as low- or no-risk employees. So, we know in this context where they are already employed and it's just a badging procedure. What the Government did here - -"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Excuse me. I thought -- I thought that your friend said that the badge enables you to get within 10 feet of the shuttle?"
    },
    {
      "speaker": "STORMER",
      "speech": "I don't know that for a fact. I do know that - -"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Well, do you contradict that? And if it's so, how can you say that these people are low-risk employees?"
    },
    {
      "speaker": "STORMER",
      "speech": "Because the Government says they are low- or no-risk employees. This is a campus atmosphere. I have been there. I have seen it. If you want -- if I want to go on, I just call up Dr. Nelson and say, can you get me on? If I'm on there, and my car breaks down and I call up and I say can the AAA auto come on, I just call the gate and the AAA auto person, they say, yeah, just let him in. The -- the people who have -- bring supplies on they just come on. This is a campus where they don't have - -"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Does al-Qaeda know all this stuff?"
    },
    {
      "speaker": "STORMER",
      "speech": "I'm sorry."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Does al-Qaeda know this?"
    },
    {
      "speaker": "STORMER",
      "speech": "Well, the interesting response to that, Your Honor, is that it wouldn't matter if they knew this, because it's open, transparent science by a civilian agency in a campus atmosphere. This is not a -- weapons, national security - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "What you're saying -- what you're saying is it may not make much sense to have the people here fill out Standard Form 85, but the Government can't tailor its open -- opening security form to people that -- you know, maybe down the road at a different NASA laboratory, they do work on more sensitive information. It's a standard form. The Government has to do things in a standard way."
    },
    {
      "speaker": "STORMER",
      "speech": "And the Government has a form for those people who work in classified information. That's SF-85P, SF-85S, and SF-86. The Government can standardize, and when it acts as the employer, it has an obligation, because it can't take both it's ability and authority as the Government and -- and overreach into the private lives of its citizens. The questions that are being asked here would not be allowed for a private employer - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "I'm -- I'm very surprised to hear that. I thought that -- that it -- there were in -- in the private sector similar questions."
    },
    {
      "speaker": "STORMER",
      "speech": "Similar but not questions that would go -- you couldn't, as a private employer, say you have to turn over your medical records, you have to turn over - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Where does it say you have to turn over your medical records?"
    },
    {
      "speaker": "STORMER",
      "speech": "That's in SF -- SF-85 page 6, which is the release. And all of this has to be inquired into - -"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Under what -- under what law could you -- a private employer not ask for those records?"
    },
    {
      "speaker": "STORMER",
      "speech": "In the State of California under the right to privacy."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "No, we're talking about under general federal law."
    },
    {
      "speaker": "STORMER",
      "speech": "Most -- general federal law, I cannot answer that."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "But it's a matter of statutory law."
    },
    {
      "speaker": "STORMER",
      "speech": "Yes -- well, in some States there's a -- where there's a privacy right."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Question 42, do you have -- pardon me. Question 7 on Form 42, the -- the standard one -- do you have any adverse information about this person's employment, residence, or activities concerning, and so forth -- a violation of the law? Are you saying that private employers cannot ask that question?"
    },
    {
      "speaker": "STORMER",
      "speech": "They can't ask the question - -"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "The prospective private employer?"
    },
    {
      "speaker": "STORMER",
      "speech": "-- in the context of the release which is SF-85 page 6, which requires that you release your private records, extensive records, residential, retail businesses, where you shop, your educational, your - -"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "I -- I'm asking whether or not a private employer can ask third persons the question that's at Form 42 question 7. I thought your representation to me was that private employers cannot ask that question."
    },
    {
      "speaker": "STORMER",
      "speech": "I -- I -- if I said that, Your Honor, I misspoke. The question goes - -"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "But that was enjoined by the court below; was it not?"
    },
    {
      "speaker": "STORMER",
      "speech": "It was."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "All right."
    },
    {
      "speaker": "STORMER",
      "speech": "Question 7 talks about financial integrity, mental and emotional stability, general -- general behavior or conduct, or other matters. If a private employer, in many States, goes into non-employment-related issues, it's -- it's contrary to - -"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "What is your view on that question? You know, there's a famous, funny example that supposedly may be untrue. Senator Hruska used to ask and say -- in giving a reference, he would write about someone, you'll be lucky if you can get Smith to work for you. That's - -"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "That's the kind of thing that you might want to know, and despite the ambiguity there, and it seemed to me that question 7 sort of drove at that. And so -- but they did enjoin it. So, in your view, is that aspect of the injunction wrong?"
    },
    {
      "speaker": "STORMER",
      "speech": "No."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "All right, then, if it's right, why is it right? Because it seems to me the basic thing any employer would want to know is whether I'm lucky to get this person to work for me, that kind of thing."
    },
    {
      "speaker": "STORMER",
      "speech": "Any employer can ask issues that are employment-related and based upon the nature of the job. You can ask those questions, but any employer can't require, as a condition of employment, that you sign a release that gives them all manner of information as to where you shop, how you shop - -"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "I mean, what is the specific thing about question 7 that you think is unlawful or should be changed? What words do you object to in that question?"
    },
    {
      "speaker": "STORMER",
      "speech": "Well, other matters, general behavior or conduct, certainly."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "All right. So they cannot ask, do you have any information about this person's employment, residence, or activities concerning general behavior or conduct or other matters? Now, I am an employer and I'd like to find out if he's going to do a good job. So what am I supposed to say? There doesn't seem to be a place here other than that to get into that question."
    },
    {
      "speaker": "STORMER",
      "speech": "That's because these -- this question for the types of situations is not needed. The question that is needed is, what are the characteristics that you feel he has for this job?"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "I see. I see."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Why do you say a private employer could not ask a question of such detail? Why could not - -"
    },
    {
      "speaker": "STORMER",
      "speech": "Primarily because of the release. That's the sixth page of Standard Form 85. That release just allows the Government - -"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Why could a private employer not -- not do it?"
    },
    {
      "speaker": "STORMER",
      "speech": "Because, in virtually every State, there are laws requiring the disclosure of private information - -"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Well, you mean that legislatures take care of these matters? I find it curious that in order to establish a Federal constitutional right, which turns this area over to this Court, you invoke laws that have been democratically enacted by State legislatures. I mean, if indeed that's -- that's the criterion, maybe you don't need us."
    },
    {
      "speaker": "STORMER",
      "speech": "I -- the reason I invoke that is because the Government has stated that any private attorney could ask these questions, and that's a misstatement of the law in most States."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "May I ask you this question about the question on drug treatment? Would it be unconstitutional for the Government to take the position that to require an employee or applicant for employment to disclose whether this individual had violated Federal or State drug laws and take the position that if the person gave an affirmative answer that was disqualifying, would that be unconstitutional?"
    },
    {
      "speaker": "STORMER",
      "speech": "If they've said I violated State or Federal laws, not on its face so long as if it said voluntarily you may show mitigation that -- that would show that this is not a problem that would make you unfit for the job."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "So they could -- they could say, have you bought, sold, used drugs in violation of Federal or State law? If so, you're disqualified, unless you can show that you have had treatment. And then it's up to you to disclose whether you've had treatment."
    },
    {
      "speaker": "STORMER",
      "speech": "That's correct."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "What's really the difference between that regime and this -- and what you have here?"
    },
    {
      "speaker": "STORMER",
      "speech": "The difference is here is because it is compelled. It's a compelled disclosure and not offering you the opportunity to make a showing. And in this concept, the appeal right that you have from this is not a robust appeal right that was described. It's a very limited appeal that's internal to the department, that does not have a right to confront or cross-examine - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Can I ask you to clarify your understanding of what has been enjoined? We know it's easy for Form 85. For Form 42, you mentioned the releases. I thought that the Ninth Circuit's order covers parts of question 7 and perhaps question 8. I didn't see -- is there something, maybe I missed it, that says they can ask for release of the records?"
    },
    {
      "speaker": "STORMER",
      "speech": "There was in the emergency order specific reference to the -- to the release. There was not in the final order, but the order -- the question can't -- has to be read in the context of the release, because that's how they get to -- if you go to the Betty Ford Clinic - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But they didn't say, Government, you can't ask for the release."
    },
    {
      "speaker": "STORMER",
      "speech": "They did not."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "They said you can't ask open-ended questions."
    },
    {
      "speaker": "STORMER",
      "speech": "That's correct. They did not say that, but it has to be implicit in their ruling because in many of the cases - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "If somebody is going to be enjoined, I mean, it can't be implicit in the ruling if you are enjoined. Because it has been stayed, you don't have a formal order, but you can't say, well, it's implicit in the, how many page, opinion."
    },
    {
      "speaker": "STORMER",
      "speech": "The -- well, in the court below, for instance, the argument that the Government made was that they needed to have the medical records, not that they just needed this information, that they needed to have the medical records. The question that logically flows is, what can they do with this information once they learn that you had counseling? Then I guess they can ask you who the counsellor was, what you told the counsellor, what was the purpose of - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "As I understand this process, this is not an oral interview. It's not -- you fill out a form, you meet somebody, and they ask follow-up questions. This is -- this handled on the papers, right?"
    },
    {
      "speaker": "STORMER",
      "speech": "It's handled -- first you reveal the information, and then there are 22 approvers at JPL, civilians who are not employed by NASA. They review it; then it goes to NASA and then there's a whole series - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Yes. But is there -- is there an oral interview in this process?"
    },
    {
      "speaker": "STORMER",
      "speech": "There is not."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "So then they wouldn't say -- it says here, so I'm going to ask this, that, and the other thing. There's this -- it's a written procedure."
    },
    {
      "speaker": "STORMER",
      "speech": "I may have misspoken. It doesn't preclude an oral interview. I am not aware of oral interviews having been made or taken."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "You said there are 22 people at JPL that are involved in the employment?"
    },
    {
      "speaker": "STORMER",
      "speech": "There are 22 in the -- the Government has approved 22 so-called approvers, who are at JPL, who look over -- who are eligible to look over these forms and the responses to the forms."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "What do you understand the scope of the preliminary injunction to be? Does it bar the solicitation of this information throughout the Ninth Circuit or only with respect to JPL?"
    },
    {
      "speaker": "STORMER",
      "speech": "At this point, it only applies to -- well -- this is not before the -- part of the record, but when it went back to the district court, the district court and all parties agreed that it would only apply -- HSPD-12 would be limited to these 28 individuals, that investigation. Thank you."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, counsel. General Katyal, you have 4 minutes."
    },
    {
      "speaker": "KATYAL",
      "speech": "Justice Ginsburg, you had asked earlier whether this was a narrow decision on just a couple of questions, and I think that the argument that you just heard from my friend illustrates that it's not. He asks for a, quote, \"free-standing right to control information\" - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But whatever he asks, we are reviewing a judgment."
    },
    {
      "speaker": "KATYAL",
      "speech": "Right. And the judgment - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "And the judgment is not the universe; it's certain questions can be asked."
    },
    {
      "speaker": "KATYAL",
      "speech": "And the judgment is based on the following rationale -- this is from the Petition Appendix at page 18a from the Ninth Circuit. \"If the Government's actions compel disclosure of private information, it has the burden of showing that its use of the information would advance a legitimate state interest and that its actions are narrowly tailored to meet the legitimate interest.\" Now, that reasoning was used to invalidate a question, as Justice Kennedy said, on Form 42, that employers ask all the time. Banks ask it and the like. And it's a -- and it's used to invalidate parts of a standard form that the Government uses day in and day out and that employers generally use in order to make employment decisions."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Are you conceding you can't meet that standard, or are you saying that the Ninth Circuit misapplied that standard?"
    },
    {
      "speaker": "KATYAL",
      "speech": "Well, no, we're not conceding that at all. I do think we would meet the standard, but our point is it's the same point as in Engquist, in the Chief Justices's opinion in Engquist v. Oregon, which is forcing the Government to have to march into court every time and justify a question here or an employee there or soup clerk here or whatever, all of those different inquiries pose practical burdens on the ability of the Government to operate. And so - -"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Do you think there's something wrong with the Government having to explain why it seeks information? I mean, I would think that would be fairly simple in virtually every situation."
    },
    {
      "speaker": "KATYAL",
      "speech": "I think - -"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "I ask that question because that begs the question of can you ask anything you want regardless of why?"
    },
    {
      "speaker": "KATYAL",
      "speech": "I think that political process ensures that the Government generally has to ask -- has answer that question writ large, but in order for the Ninth Circuit's reasoning to apply, it would permit any individual person here or there to ask the question - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "I don't see how that's so because, at least if you're in the Ninth Circuit, you know that the Ninth Circuit has blessed all the questions on that form but one."
    },
    {
      "speaker": "KATYAL",
      "speech": "Well, that's only - -"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "So, I mean, you could raise the question, but you'd be out of court in a minute."
    },
    {
      "speaker": "KATYAL",
      "speech": "Justice Ginsburg, I think that's only because the challenge -- or the Petitioners here only challenge certain questions. Now, I could imagine other petitioners challenging other questions."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "I thought they did in the lower court but abandoned it here, challenge the question about the drug use."
    },
    {
      "speaker": "KATYAL",
      "speech": "The drug use piece, but I could imagine all sorts of inquires about other aspects of the form. And, indeed, the rationale, the language that I just read to you is a road map for anyone to be able to come in and say, well, this -- this question isn't -- isn't necessary for me because I got a background clearance before, I'm rehired, or whatever. And it would be a huge practical burden in the same way as recognizing the cause of action in Engquist was a practical burden. Instead, we think what the Court should do here is what it did in Whalen, which is recognize governments collect information all the time, collect - -"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "How much of the information that's at issue here can be released and to whom?"
    },
    {
      "speaker": "KATYAL",
      "speech": "The information that can be collected that's released here is governed by the Privacy Act. And so there are -- the appendix to our brief lists out precisely to whom they could be released to, and that has been around since 1975. We've seen virtually no complaints about the Government disclosing this type of background information on the SF-85."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Is that also within the Government itself? I know the Privacy Act says the Government can't disclose, but how about checks -- I mean, we have a vast government -- checks about circulating the information within the Government?"
    },
    {
      "speaker": "KATYAL",
      "speech": "If it is for a -- if it is to further the Government purpose for which the information is collected, it can be distributed to other folks in the Government. There are restrictions on that, so -- and they're specified in the Privacy Act, and they're quite extensive. And to the extent the Court is concerned that there is something that isn't robust enough in the Privacy Act, we suggest that would -- that could wait for an as-applied challenge down the road when information is disclosed. And we don't think it will, but if, heaven forbid, that happens, that's the basis for an as-applied challenge down the road. But here what they're asking you to do is invalidate questions and forms that the Government asks all of its employees and now just wants to ask contractors. Thank you."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, General. The case is submitted."
    }
  ],
  "path": "2010-10-05.09-530.NASA_v._Nelson.pdf"
}