[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument first this morning in Case 09-525, Janus Capital Group v. First Derivative Traders. Mr. Perry."
  },
  {
    "speaker": "PERRY",
    "speech": "Mr. Chief Justice, and may it please the Court: Affirming the judgment below would authorize private securities fraud class actions against every service provider that participates in the drafting of a public company's prospectus. It is, therefore, nothing less than a frontal assault on this Court's decisions in Central Bank and Stoneridge. In those cases, Your Honors, this Court held that service providers may not be sued primarily in private class actions and left that matter for Congress to resolve. And Congress did respond, not once, not"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Counsel, is -- who's the violator alleged here? Not in the complaint, but in the briefs? As I read the briefs, they claim that Janus itself did not make the false statement, that the two appellants did, that they are the actual speakers because they were talking about their activities, and they used Janus as a conduit to deceive the market. That's, I think, what they're alleging."
  },
  {
    "speaker": "PERRY",
    "speech": "Justice Sotomayor, the challenged statements appear in the prospectuses for the Janus Funds, separate legal entities not parties to this lawsuit."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "So how do we sustain the intermediary cases when the company, through market analysts, divulges misleading statements? We don't talk about the market analysts' falsity; we talk about the company's falsity, because the market analysts didn't have scienter."
  },
  {
    "speaker": "PERRY",
    "speech": "Your Honor, the company -­ excuse me -- the conduit or analyst cases fall under two most of the analyst cases. There is no 10b-5(a) claim in this case. This is only a 10b-5(b) \"making\" claim. Second, those few cases, the analyst cases, that are brought under (b) involve an omission; that is, the company has failed to correct a statement made by an analyst where there is a duty to do so. There is no omission claim in this case because there is no duty -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "But what's the difference between an omission or a commission if a company purposely divulges a falsehood to an analyst, knowing it's going to be distributed in toto? So who's making the false statement, the analyst or the company?"
  },
  {
    "speaker": "PERRY",
    "speech": "Your Honor, the company makes the statement to the market. Under Basic, the analyst is the market. It is the ears of the market that takes information -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "So why isn't -- why aren't the two appellants, on their theory, on -- we can talk about whether the complaint does or does not adequately allege their theory. That's a different it didn't make the false statements, that all of this was done in secret by the appellants, so they were the only violator."
  },
  {
    "speaker": "PERRY",
    "speech": "Your Honor, the analyst cases, the issuer speaks to the market directly. Here, there is an intervening legal entity, the Janus Funds. Scienter or no scienter, that is a separate corporation -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Do you mean to say to me that puppets become a legal defense for someone who intentionally manipulates the market information?"
  },
  {
    "speaker": "PERRY",
    "speech": "Justice Sotomayor, the Congress has drafted two statutes that deal with puppets. Section 20(b), which these plaintiffs have not invoked, makes it unlawful for one party to do indirectly what it would not be permitted to do directly. That's the puppet statute, the ventriloquist dummy statute."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "That's the control person statute?"
  },
  {
    "speaker": "PERRY",
    "speech": "No. There's also 20(a), which"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "But I -- but if Janus had no scienter, if its board of directors did not know that the statements were false, they had no way of knowing, because as I understand the complaint -- and this is alleged -- the deal was secret. So Janus itself could not be a primary violator. Who is?"
  },
  {
    "speaker": "PERRY",
    "speech": "Justice Sotomayor, our position is nobody had scienter, and every adjudicator to look at these facts -- Judge Motz in the district court, the ALJ of the SEC -- has found that there was no scienter anywhere up and down the line. So the fact that somebody didn't have scienter doesn't answer the problem here. The question -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Well, somebody deviated from what was the announced policy, that there was to be no market timers investing in this -- in these Janus funds. Somebody made the decision that certain hedge funds would be allowed to engage in that activity. Who was that somebody?"
  },
  {
    "speaker": "PERRY",
    "speech": "The adviser personnel made the that's alleged to have been -- the conduct that is alleged to have been in opposition to the announced policy, that is attributable squarely to -- what you -­ this is the entity you called JCM?"
  },
  {
    "speaker": "PERRY",
    "speech": "That's correct, Your Honor -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "So it made the decision that violated the policy?"
  },
  {
    "speaker": "PERRY",
    "speech": "That's correct, Your Honor. And the SEC -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Nonetheless, it's not a primary actor?"
  },
  {
    "speaker": "PERRY",
    "speech": "Not as to these plaintiffs, Your Honor. The SEC -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "But can -- can we discuss the case, and -- and perhaps you don't think so. Can't we discuss this case, must we not discuss this case, on the theory that JCM's scienter, JCM's knowledge of a false statement, is a given in the case? Now, maybe you'll be able to prove otherwise. You say that they're not liable anyway. this Court, we would submit, is whether, scienter or no scienter, JCM can be held liable for the statements in another company's prospectus. This Court has never held -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Even though there was no scheme with another actor? Even though it was the only violator, which is a -­"
  },
  {
    "speaker": "PERRY",
    "speech": "No -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "-- fair reading of the complaint."
  },
  {
    "speaker": "PERRY",
    "speech": "They chose not to bring a scheme case. And remember, there is a second set of investors here: the fund investors. The SEC brought an action, secured $100 million on behalf of them. There was a series of private litigation that has been resolved, brought by those investors. These investors did not purchase the securities offered by the -- the prospectus they challenge. And, again, there's a fundamental disconnect between the defendant in the case and the challenged fund, I take it you say still they could not sue JCM?"
  },
  {
    "speaker": "PERRY",
    "speech": "Your Honor, for different reasons. They can sue JCM for -- for an omission, because there's a duty that runs from JCM to the funds. That was the theory advanced in that separate lawsuit accepted by the district court, which has since been resolved. They can't -- these plaintiffs can't bring an omission case, because there's no duty that runs from JCM out to the JCG shareholders. The district court held that. They didn't appeal that to the Fourth Circuit. They didn't present that in their cert petition. So they can't bring that omissions case. Any wrongdoing in this case -- Justice Ginsburg, to finish my answer to your question, the policy says funds are not intended for market timing. The adviser allowed 12 traders to trade frequently. The only wrongdoing, if there is any wrongdoing, was the failure of the adviser to disclose to the trustees the deviation from the policy. That is a State law breach"
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "I understand that they were in the fund's prospectus, but who wrote them?"
  },
  {
    "speaker": "PERRY",
    "speech": "They were drafted by lawyers for the funds, lawyers representing the funds."
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "Who paid those lawyers?"
  },
  {
    "speaker": "PERRY",
    "speech": "The adviser paid the lawyers' salaries."
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "So JCM paid the lawyers?"
  },
  {
    "speaker": "PERRY",
    "speech": "Correct, Your Honor."
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "And so it was JCM's lawyers who wrote the prospectus, including the relevant statements here, the asserted misrepresentations?"
  },
  {
    "speaker": "PERRY",
    "speech": "I -- I disagree with that, Justice Kagan. They don't allege that in the complaint, and the facts show that the lawyers, when -­"
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "Well, suppose the complaint had alleged that. Suppose the complaint had simply said: JCM's lawyers authored the relevant statements in the prospectus."
  },
  {
    "speaker": "PERRY",
    "speech": "One would have to -­"
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "They're paid by JCM."
  },
  {
    "speaker": "PERRY",
    "speech": "Every prospectus is written by lawyers, Justice Kagan. Lawyers write prospectuses."
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "These are in-house counsel for the investment adviser."
  },
  {
    "speaker": "PERRY",
    "speech": "In-house counsel, outside counsel, once they draft materials and present them to their client, it becomes the client's statement when adopted by the client. The board of trustees of the funds has to review every policy, is responsible for every policy drafted by inside counsel, outside counsel, consultants. It's not unusual for companies to retain outside service providers to provide any number of policies: Employment policies, investment policies, everything else."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Mr. Perry, you -- you said that it was the fund's lawyers who drafted the prospectus, but, in fact, it was JCM's lawyers, the lawyers -- they were in-house lawyers for JCM. And they served -- and they served the funds in doing this"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "I thought they were in-house lawyers?"
  },
  {
    "speaker": "PERRY",
    "speech": "They are in-house lawyers at JCM, but they also represent the funds, and the SEC has specifically recognized in the context of investment companies that where an adviser counsel is representing the funds, his client or her client, for those purposes, is the funds. And here, these lawyers are very careful to separate who their -- their clients are for various purposes."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, let's say that JCM's principal officers and managers wrote the statement. You still say there's no liability?"
  },
  {
    "speaker": "PERRY",
    "speech": "Absolutely, Justice Kennedy, because when the statement is adopted by the issuer, it becomes the issuer's statement. Only an issuer can make the statement -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Yes. It's not attributable, at least publicly, to JCM."
  },
  {
    "speaker": "PERRY",
    "speech": "That's -­"
  },
  {
    "speaker": "PERRY",
    "speech": "Your Honor -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "And we would say that that's different from, say, an outside law firm or an auditor?"
  },
  {
    "speaker": "PERRY",
    "speech": "Your Honor, the word \"control\" appears more than a hundred times in the briefs on the plaintiff's side of this case in this Court, and the Congress has dealt with control. Section 20(a) provides a separate cause of action against those who control another entity."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Except that I, as I read your brief -- and you can correct me if I'm wrong -- you were arguing that because there was an independent board of directors, presumably because there are two corporate -- different corporate funds -- two different corporate forms, that there couldn't be control person liability under 20(a). You seem -- that -- I thought, reading your brief, that's what you were alleging. So you can't have your cake and eat it, too. Either the independence of the board makes no difference or not they could in this case, none of us knows, because they never brought that claim. They represented to the district court -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Under what theory would you defend an allegation that the investment manager who had control over the everyday affairs of the company, drafted or helped draft the prospectus, hired the lawyers who helped draft it, wouldn't be a control person? How would you defend that?"
  },
  {
    "speaker": "PERRY",
    "speech": "Your Honor, the investment company, the mutual funds, are separately owned, separately governed."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Exactly. So you -­ you're -- if they can't be control persons because they're separate companies, then how do they escape being primary violators?"
  },
  {
    "speaker": "PERRY",
    "speech": "Well, Your Honor, then -- then we're just saying that the investment adviser is a service provider like every other service provider. They are like the -­ but the very document cited for that in the complaint says that the trustees are responsible for the policies of the funds. The trustees, when they adopt them, it becomes the corporate policies of them. I mean, on the plaintiff's -­"
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "Mr. Perry, does the fund have employees?"
  },
  {
    "speaker": "PERRY",
    "speech": "Yes, Your Honor. The fund has -­"
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "Who are the fund's employees?"
  },
  {
    "speaker": "PERRY",
    "speech": "Are the officers of the fund, the chief executive officer, the chief financial officer -­"
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "And are all of those people also employees of JCM?"
  },
  {
    "speaker": "PERRY",
    "speech": "Not the president, Your Honor, but the others are joint -- serve in joint capacities."
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "And could you just run through a little bit how one of these prospectuses"
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "Well, here, I believe that there was a statement in your interrogatories that it's JCM's lawyers, in-house lawyers, who drafted the relevant statement."
  },
  {
    "speaker": "PERRY",
    "speech": "The particular prospectus, answered in that prospectus. That's exactly right."
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "And then what happens?"
  },
  {
    "speaker": "PERRY",
    "speech": "They are presented to the board of trustees, which holds a meeting. The board of trustees is -- the funds are represented by outside counsel, and the independent trustees are represented by outside counsel."
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "And was there any change to these statements made by the board of trustees?"
  },
  {
    "speaker": "PERRY",
    "speech": "These particular statements?"
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "Yes."
  },
  {
    "speaker": "PERRY",
    "speech": "Yes, Your Honor. There were changes to the market timing policy throughout the class period. In fact, earlier in the class period, there was an express disclosure that market timing might be involved periodically as well. The -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Do the outside counsel you're talking about represent the fund only?"
  },
  {
    "speaker": "PERRY",
    "speech": "There's two separate sets of outside counsel. One law firm represents only the fund. It does not represent the adviser; only represents the funds, Your Honor. There's a second law firm in this case that represents the independent trustees. Six of the seven trustees determined that to secure their independence, because the chairman of the board at that time was an interested person under the statute, they have a separate law firm. There are two law firms that have nothing to do with the adviser."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But the law firm that -­ the lawyers who drafted the prospectus were in-house counsel for JCM on JCM's payroll."
  },
  {
    "speaker": "PERRY",
    "speech": "They were paid by JCM, and at the time they drafted, they were representing the funds, again, as allowed by the SEC, as disclosed in the documents -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "I guess my question was simply: The drafters of the prospectus were the in-house counsel for JCM?"
  },
  {
    "speaker": "PERRY",
    "speech": "The -- the paragraph being challenged in this case, that's correct, Your Honor. The interrogatory response doesn't speak more broadly than that, but I agree with that."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "I suppose if the lawyers for the trust did an inadequate job of reviewing the JCM drafts, they would be subject to a malpractice action by the trust?"
  },
  {
    "speaker": "PERRY",
    "speech": "Correct, Your Honor. And then the trust, of course, has contractual and other rights against the adviser that it has enforced, you know, in this very case. The trustees made a claim against the adviser for all of this underlying conduct."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "What -- what happens if the president of the oil company, knowing that the statement is false, says: We have discovered 42 trillion barrels of oil in Yucatan. He writes it on a piece of paper; he of material fact?"
  },
  {
    "speaker": "PERRY",
    "speech": "If he's an authorized agent of the same company that issued the statement?"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "What he is, is he didn't issue it. What he did was he gave it to the board of trustees, who issued it."
  },
  {
    "speaker": "PERRY",
    "speech": "If the board of trustees of his company, so that the statement -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "He's the president of the company."
  },
  {
    "speaker": "PERRY",
    "speech": "And -- and the distinction here, Justice Breyer, is -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "No, no. I'm asking what happens. Is there recovery?"
  },
  {
    "speaker": "PERRY",
    "speech": "If he is an authorized agent, he may be sued as -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "He is running the business, the daily affairs, of the company. Of course, the president of a company is an authorized agent of the company, and so, yes. fund?"
  },
  {
    "speaker": "PERRY",
    "speech": "Your Honor, they run the management of the fund. The investment operations -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Yes, that's what a president does. The president of a company manages the company."
  },
  {
    "speaker": "PERRY",
    "speech": "And where -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "And if the president is liable, why isn't the group of people who do everything for the company -­"
  },
  {
    "speaker": "PERRY",
    "speech": "Because, Your Honor -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- why aren't they liable?"
  },
  {
    "speaker": "PERRY",
    "speech": "-- the corporate form has meaning in the Federal law and in State law, and where -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "No, you have to explain it to me more. I'm not being difficult. I understand this less well than you think I do -­ (Laughter.)"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- and I want to know. these documents. In fact, the documents say -- it's at page 258a of the Joint Appendix -- the trustees are responsible for all the policies. They have outsourced, if you will, certain functions, operational functions: Which stock to buy, which stock to sell, which transfer agent to hire. Those are functions that could be kept in house or could be outsourced."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "I get it. In other words, you're saying, on the papers here, it's -- it's the trustees that manage everything."
  },
  {
    "speaker": "PERRY",
    "speech": "That govern everything."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "That govern everything, and these are like helpers?"
  },
  {
    "speaker": "PERRY",
    "speech": "Well, they're -- they're -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "They do a lot as helpers. Now, let me suggest to you, if that's one possible distinction, what about this distinction: That the managers of a fund, even though they are outsourced people brought in, are liable as principals, not aiders That's LaFave on criminal law. What is -­ what about that?"
  },
  {
    "speaker": "PERRY",
    "speech": "Three answers. First, that's dealt with in section 20(b), which is the ventriloquist dummy statute that these plaintiffs didn't invoke. Second, the Congress looked at this very question in 1938 and 1939, when there were proposals to merge the management, the adviser function, with the funds, to make them one unitary entity. And in the Investment Company Act of 1940 and the Investment Advisers Act of 1940, the Congress elected not do that. As this Court has recognized, it chose not to require compulsory internalization of the management function. It allowed this separate entity. And, therefore, when you have separate companies, under State law -- again, my client is a Delaware limited liability corporation. The funds are Massachusetts business trusts. They have nothing in common. There's no joint ownership, no joint governance -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "You're -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "When it -- no, they did it for a business reason, that having separate entities was economically more useful for the market, correct?"
  },
  {
    "speaker": "PERRY",
    "speech": "And every fund, or virtually every fund in -- in the United States, is set up this way."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "All right."
  },
  {
    "speaker": "PERRY",
    "speech": "And, again -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "So -- but that doesn't answer Justice Breyer's question, now."
  },
  {
    "speaker": "PERRY",
    "speech": "My third -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Assuming that they didn't do it for that reason, what does it mean?"
  },
  {
    "speaker": "PERRY",
    "speech": "My -- my third answer is that extensive regulatory involvement in the two Acts enacted in 1940 specifically to regulate this industry, the Congress never made the decision to hold the adviser liable for the fund's conduct. In fact, no statute says that, and the SEC has never taken that position. There is no case cited hypothetical you gave where the president gives an innocent board of directors false information and the prospectus goes out, is the company liable because their agent -- is the company liable under 10b-5?"
  },
  {
    "speaker": "PERRY",
    "speech": "The company may be sued under 10b-5. It has got to meet all the elements -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Yes."
  },
  {
    "speaker": "PERRY",
    "speech": "-- but, yes, if it's an authorized agent making a statement on behalf of the company. But proving -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "So what you're saying is that the -- the agency relation that the president of the company holds is different that than the agency relation that JCM holds?"
  },
  {
    "speaker": "PERRY",
    "speech": "Absolutely right, Your Honor, and that's a distinction -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Why is that?"
  },
  {
    "speaker": "PERRY",
    "speech": "It's grounded in State law, and it differs between one company and two companies. Where Congress has looked at issuers, for example -­ Justice Scalia, they are an agent."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "What -- what purposes are that? For purposes of -- at issue here?"
  },
  {
    "speaker": "PERRY",
    "speech": "No, Your Honor, for -- not for drafting a prospectus. For carrying out the investment function. They are laid out in the contract -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Yes. Okay."
  },
  {
    "speaker": "PERRY",
    "speech": "It's attached as an appendix to our brief -- which sets forth the things that JCM is an agent for investment operations, not an agent specifically for registering the fund's securities for sales, complying with the Federal securities laws, preparing and issuing the prospectus. All those things, by contract -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "So even though they did those things, they acted in excess of their authority?"
  },
  {
    "speaker": "PERRY",
    "speech": "They did not do those things, Your Honor."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "But that's the allegation."
  },
  {
    "speaker": "PERRY",
    "speech": "No, it's not the allegation. that, Justice Kennedy, since it's so far beyond what they could possibly prove here. What happened here -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Well, this case -- this case went off on -- in the district court, it was -- was it 12(b)(6)?"
  },
  {
    "speaker": "PERRY",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Okay. And all that the Fourth Circuit said is it goes beyond; it has to go further. And the -- the impression that I got from the Fourth Circuit's opinion is -- and it could be reduced to a very simple statement. They say: JCM was in the driver's seat. It was running the show. And if that can be proved, they thought that they would have a good case under -­"
  },
  {
    "speaker": "PERRY",
    "speech": "And, Your Honor, no court, no case from this Court or any court of appeals has ever held that the driver's seat exception to Central Bank exists. And that is an expansion. The second issue in the case, of course, which is attribution: Even if there's making by JCM,  be safe, banks would no longer be safe, but the Fourth Circuit was -- was a much narrower view. Its view was this -- JCM was the manager. It was controlling everything."
  },
  {
    "speaker": "PERRY",
    "speech": "Justice Ginsburg, the Fourth Circuit's view was the manager helps the funds. That -­ nobody even defends the Fourth Circuit's ruling. The Government now comes in with a theory that they admit, on page 22 of the Government's brief, does apply to every lawyer, every accountant, every -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I thought that the question on which we granted cert was very clear: whether the Fourth Circuit erred in concluding that a service provider can be held primarily liable in a private securities fraud action for, quote, \"helping,\" close quote, or, quote, \"participating in,\" close quote, another company's misstatements. Now, is -- is that an accurate description of the Court's holding? It was not objected to by the Respondent here. "
  },
  {
    "speaker": "PERRY",
    "speech": "We agree with the Court. The question presented can only be answered one way: The court of appeals erred. If I may reserve my remaining time."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, counsel. Mr. Frederick."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Thank you, Mr. Chief Justice, and may it please the Court:"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Mr. Frederick, is that an accurate description of -- of the question before us?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "I don't think it is, Justice Scalia."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Why didn't you object to it in -- in your -- in your opposition?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "We -- we did object, in the sense that we described the complaint's allegations as JCM writing and preparing and being responsible for the prospectus. And the question of -­ didn't you say that in your brief in opposition?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "We did say it in our brief in opposition, Justice Scalia, and the Solicitor General, when you called for the views of the Solicitor General, also said in the invitation brief that this case was not an appropriate vehicle for deciding just simply \"help\" and \"participate,\" because what the Fourth Circuit was saying in other parts of its opinion was that JCM was responsible for the prospectuses in all their various aspects: in writing, preparing, et cetera. And so we -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "How can -- I'm sorry. Please -­"
  },
  {
    "speaker": "FREDERICK",
    "speech": "So we would submit that for the reasons we stated in our opposition and we've stated in our red brief, as the case comes to this Court on reviewing a motion to dismiss of a complaint's well-pleaded allegations -- and I can go through the complaint's allegations, if you like, that explain how JCM wrote and prepared the prospectus and the policies"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Did they make -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "I'm sorry. Who was -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- the statements? Isn't that the statutory text that we're dealing with?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Yes, they did."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "They did make the statements?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Yes, they composed and created -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "It didn't go out under their name."
  },
  {
    "speaker": "FREDERICK",
    "speech": "It did in -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "If someone writes a speech for me, one can say he drafted the speech, but I make the speech."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Justice Scalia, we address the definition of \"make\" under the SEC's interpretation, which is entitled to deference, as being to create or to compose or to accept as one's own."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "That -- that's not what -­ make."
  },
  {
    "speaker": "FREDERICK",
    "speech": "In the prospectus, there is a section on management that explains that Janus Capital Management engages in the day-to-day functions. There are no employees of Janus Funds themselves. All of this is outsourced management -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Except -- except when they review material going in the prospectus."
  },
  {
    "speaker": "FREDERICK",
    "speech": "But that -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Then they have independent representation by outside counsel."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Right. What they don't have, Mr. Chief Justice, and where the falsity is here, is the ability of any of those outsiders to determine whether or not implementing the policy will be done fraudulently, and that's where the culpability is here. JCM runs these funds, and although the statement might get accepted by the board of trustees -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "I don't understand -- I don't understand your answer. The different question. I understood your theory of the case to be that JCM is liable, basically, because they put it in the prospectus."
  },
  {
    "speaker": "FREDERICK",
    "speech": "And what they did was to falsely represent what they would do with that statement. I would direct the Court to paragraph 5."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well, that's the question, I guess, that -- your response seems to beg the question -- is that they falsely represented. The issue is whether or not something happened between their drafting and its appearance in the prospectus that makes it appropriate to say that that's a statement of the trust rather than a statement of JCM."
  },
  {
    "speaker": "FREDERICK",
    "speech": "It is a statement of both, in the sense that the fund is attracting investors, but the fund is managed and controlled by the investment manager; here, JCM. If -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "But if JCM falsely represented what it would do, it made that false representation to the fund, and the fund, as has been the complaint says that Janus is representing that its mutual funds -- Janus Capital Management, its mutual funds -- were designed to be long-term investments. It then says in paragraph 6: As recognized in the prospectuses, JCM purported market timing policy was designed to protect long-term investors. So, if you read the prospectus and you read the complaint, it is absolutely clear what Janus Capital Management is telling all the mutual fund investors of the world: If you invest in Janus, we will protect your long-term investments."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "What isn't clear from all of those things is that -- is that JCM made any representation to the public. The representation was made in the prospectus issued by the fund, not by JCM. Now, the fund may have a cause of action against JCM, but what's crucial here is whether -­ whether you can establish that it is JCM who made the representation to the public -­"
  },
  {
    "speaker": "FREDERICK",
    "speech": "And we -­ the prospectus. They're in -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "That's fine. Just like writing a speech for somebody."
  },
  {
    "speaker": "FREDERICK",
    "speech": "And when they issued the prospectus, they used their address and represented to the public that they -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "I'm sorry to interrupt, but it seems be an important -- when they issued the prospectus -­"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Sorry."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Who issued the prospectus?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "JCM filed it and disseminated it on its Web site, and all investors in the Janus Funds knew to -- knew to make inquiries to the manager if they had any question about the funds."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "If I carry a letter over and file it on behalf of some principal, does it become my letter? Have I made that representation? Sure, they filed it. What does that prove? didn't file it on their own behalf."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Yes, they did."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "On their own behalf?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Absolutely. They created the fund, Justice Scalia. That's how mutual funds work. Managers create them, they lure investors to them, they get money by having a percentage of assets under management."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "And the SEC has recognized that they remain two separate entities, despite this interconnected relationship."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Certainly, but there are many cases -- in fact, I don't think it's ever been disputed in the courts of appeals that if one company outsources its management function and those outsourced managers make lies on behalf of the company -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "The one -- the one activity -­"
  },
  {
    "speaker": "FREDERICK",
    "speech": "-- they are also liable under section 10b-5. fiduciary obligations to the fund investors under common law -- I forget where this is incorporated -- to rubber-stamp what they get from somebody on the outside, not to have independent counsel review what they're going to say in their prospectus?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Mr. Chief Justice, my answer to your question is: That's actually a very difficult question under fiduciary duty law, because here the fiduciaries have been duped themselves. They, when they got the wording of the prospectus and the policy that JCM was purporting to implement -- JCM didn't tell the board that there are 12 secret deals with hedge funds, pursuant to which we're going to make money by attracting long-term investors and -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well, it seems to me -­"
  },
  {
    "speaker": "FREDERICK",
    "speech": "-- make money with short-term market timers."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Isn't -- isn't that, instance that I'm aware of where a mutual fund investment adviser is a publicly traded company would that cause of action run on behalf of the manager's shareholders. What we're talking about here is a company with a product, and they lie about the product. And in that instance, it's no different from the Vioxx case last year with Merck or the difference from the cold remedy case you are going to hear argument in next term. The mutual funds happen to be the product of the company. They make misstatements about the product, and that -­"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "Well, suppose this case didn't involve a mutual fund. Suppose it involved a corporation with thousands of employees, and the prospectus is drafted by outside counsel. It's adopted by the directors of the company without changing a word. Now, would that case come out the same? And if not, what would -- what exactly would you have us say to distinguish the two? counsel to determine the truth or veracity of that information."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "Well, what if it's alleged they knew exactly what was going on?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "If there is scienter, where the lawyers knowingly act in a way that helps or that contributes to that fraud, they may well be subject as aiders and abettors. It depends on whether you can establish that the lawyers have met all of the elements. I mean, you'd have to show reliance. You'd have to show lost causation. You'd have to show the primary violation of the part of the lawyers."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "They would be liable as aiders and abettors? I thought there wasn't aiding and abetting liability."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Sorry. The SEC would be able to proceed against the lawyers for aiding and abetting. Whether or not there would be a private action would depend on whether the lawyers -- it could be pleaded under the heightened pleading requirements oil company write the false statement. They give it to a board that doesn't know it's false, and the board puts it out in its name. Now, it seems to me it ought to be clear at this point in securities law whether those -- the president and vice president are or are not liable under this 10-b, the (B) part."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Yes, and we cited those cases -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "And they are liable."
  },
  {
    "speaker": "FREDERICK",
    "speech": "-- I believe at page 37."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "You're saying they are liable?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "At page -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "All right. Then their response to that is: This is not like the president of the oil company, and the reason that it's not is something to do with the nature of the -- the obligation that runs between the managers and the fund, which is somehow different between -- you understand it better those two situations. Simply having a contract to outsource management where those management functions of the company are resulting in false statements issued by the company shouldn't make -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "All right. So you're saying -- you're saying it shouldn't matter that if they issued -- it's worse if they run the whole company than if they're just the president?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "That's correct."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "All right. Now, at that point, we get into a problem, and the problem is how do we distinguish an aider or abettor from a principal?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "An -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "At that point, I am uncertain indeed, and that's why I put out this for comment, this suggestion that you follow criminal law here and say at least they're a principal if they have a high position, they participate in it, they do all these things you say, and the entity that they're fooling in the first instance is simply a conduit, and, therefore,"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Yes."
  },
  {
    "speaker": "FREDERICK",
    "speech": "To be an aider and abettor for enforcement purposes -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Yes."
  },
  {
    "speaker": "FREDERICK",
    "speech": "-- SEC purposes, you simply have to provide substantial assistance to one who is a primary violator."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "What's the difference between substantial assistance and -- and doing it?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "You would not have to make the statement. You would do something to assist the person making the statement."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Mr. Frederick, I thought we had held -- I was sure we had held that there is no aiding and abetting liability -­"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Yes. I'm -- I'm not saying -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- under the provision we're discussing here."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "There's a distinction. You facts here. They are the primary violator under our view of the facts here, because they met all of the elements of the 10b-5 action, and they had a motive do it, and they made -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Is your claim premised on Janus being duped or not? If Janus was not duped, if its board knew and JCM was doing the activity with either the consent or acquiescence of the board, would you have a claim here?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "We would. It would be somewhat different because we would plead multiple violators, as the Court in Central Bank and in Stoneridge -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Then go back to Justice Breyer's question, because I can see when there's one primary violator who uses another entity as a dupe or as a puppet, but I can't, and I don't know how to, distinguish what you're proposing from aiding and abetting. There has to be something to differentiate the two. So what is it? violators. If there is one element that is not satisfied with respect to that person, that person is only an aider and abettor and not subject to private remedies under section 10(b). They would be subject to aiding and abetting liability under the SEC's enforcement -­"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "But the distinction you're drawing is between making the statement and assisting in making the statement. Isn't that -- isn't that what you just said?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Well, no, in the sense that we believe, and we assert in the complaint and the complaint is adequately pleaded, is that JCM made the statements. Now, to be -­"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "Yes, and aiding and abetting is assisting in making these statements as if -- as in something you want to take place, right?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "But what is the difference, the distinction in -- in this context? Now, one over the content of the message. That kind of substantive control, as -- as the Court in the Utah Ten Commandments case pointed out, the government can have speech attributed to it on the basis of it putting up a monument on public land. There can be multiple speakers with respect to one message, and the question of how much substantive control you attribute to a particular speaker, we believe, is the appropriate way to view -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Do you deny that the fund had substantive control? Couldn't the fund have stopped this statement from being placed in its prospectus? Didn't it have outside lawyers who advised it whether it should allow this statement to be included in its prospectus? How can you say that they -- they didn't have control?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Well, they did not have a knowledge of the falsity of these statements."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, that may mean that they're duped, but it doesn't mean that they don't have control. They had control, but you say they -- they"
  },
  {
    "speaker": "FREDERICK",
    "speech": "No, Justice Scalia, they didn't have substantive control over the content of the message, because if they did, they would not have allowed these false statements to have been issued. And that's the whole point -- that's the theory here. JCM was luring long-term investors with the promise if you park your money with the Janus Funds, it will be safe in -- from the kinds of market timing problems. They were then secretly going out and luring money from the hedge funds to allow them to make short trades -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "But there was -- there is nothing in the record to indicate that that statement was attributed to JCM."
  },
  {
    "speaker": "FREDERICK",
    "speech": "The public understood it that way."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "You can -- you can play with the words \"make\" as you choose, but do we take the case on the assumption that you can show that it was attributed to JCM? I -- I see nothing in -- in the record that would justify that. reserve that? You said twice in your brief that Janus is a name to which JCM reserves the right. How did it reserve the right?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "It said -- and this is at page 275a -- if for some reason Janus Capital Management's contract is terminated, the funds can no longer use the Janus name. They were intending to trademark and get the name out there to attract investors to the investment adviser's method of investing. And it was that type of usage that brought all of this together. The fund and the management, they are in function essentially one entity. The fact that they have contractually outsourced the management function should not alleviate the securities fraud that is alleged here."
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "Mr. Frederick, a substantial part of the power of your argument comes from this notion, as Justice Ginsburg said, that JCM was in the driver's seat, that JCM had control, that they were -- Janus was at most an alter ego of JCM and maybe brought under section 20. So, why should we think relevant the kind of controlled relationship that you're talking about?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Because you don't want to create a road map for other people to commit fraud, Justice Kagan, and that's what their theory does. What their theory does is it says, if we set up shell companies or if we dupe people to make statements, we can commit securities fraud with impunity, because we won't be held liable to having made the statement, even though we wrote it, we had substantive control over it, et cetera."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Except -- except to the SEC, right? Because they can pursue it under aiding and abetting. It's kind of a big -­"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Well -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "-- problem if you're trying to say we're safe from actions for security fraud."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Well, Chief Justice Roberts, you were just responding by saying the problem is that this will give people a road map. But they're going to hit a pretty big bump in the road when the SEC brings an action against them, including potential criminal actions."
  },
  {
    "speaker": "FREDERICK",
    "speech": "But, no, the problem, Mr. Chief Justice, is that under their construction of the facts, there's no primary violator. Mr. Perry said this morning -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "The SEC -­"
  },
  {
    "speaker": "FREDERICK",
    "speech": "-- there's no primary violator. And so, if there's no primary violator, there can be no control person and there can be no aiding and abetting."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, Mr. Frederick. Mr. Gannon. secondary violator is who aids and abets, and who a control person is? And then tell me how that definition would exclude lawyers, auditors, investment -- general investment advisers, et cetera. I've read your brief, but I've been trying to distill it down to three sentences. So try to do that for me."
  },
  {
    "speaker": "GANNON",
    "speech": "A primary violator must be somebody who has actually committed all the elements of a 10b-5 cause of action -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Give me an example of that. What do you see as all of the elements?"
  },
  {
    "speaker": "GANNON",
    "speech": "Well, the elements for the private cause of action are the ones that this Court has repeated. They're -- were cited on page -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "I understand. But -­"
  },
  {
    "speaker": "GANNON",
    "speech": "In -- in this case the key one that we're talking about is that you would need to be an actual maker of the statement, and -- and -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "And that becomes -- how who make statements directly -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "But that's every lawyer -­ MR. GANNON -- or indirectly."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "-- who writes the false statement knowing it's false. So, are you saying that every lawyer who writes the statement knowing it's false is a primary violator?"
  },
  {
    "speaker": "GANNON",
    "speech": "Scienter is another element, and so a lawyer who just reviews the policy, JCM in this case -- when JCM submitted false statements to the funds, if the funds were unaware, this is where Mr. Frederick concluded for the Chief Justice that if there -- if the person who actually releases the statement to the world has been duped and doesn't have scienter, then there is -- they are not going to be -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "So, just to get -­"
  },
  {
    "speaker": "GANNON",
    "speech": "-- a primary violator."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "-- to get back, so you are conceding that if you lose this case, you will or no question."
  },
  {
    "speaker": "GANNON",
    "speech": "Yes, if the situation here is one in which the funds ultimately cannot be proved to have scienter. If they did not know about the falsity of the statements in the prospectuses that they released to the public, then there would not be a primary violator. Under section 20(e) for aiding and abetting liability, the Commission can bring an aiding and abetting claim against somebody who provides substantial assistance, recklessly or knowingly -- recklessly or knowingly provides substantial assistance to a primary violator, but the Court has repeatedly made clear that a primary violator needs to have violated all of the elements of a 10b-5 cause of action, which includes -­"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "I'm still not clear what your distinction is between making the statement and aiding and abetting in the making of the statement. Now -­"
  },
  {
    "speaker": "GANNON",
    "speech": "If it -­"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "-- could you explain that? is that necessary or does it go beyond that?"
  },
  {
    "speaker": "GANNON",
    "speech": "No, I don't think that that's necessary. If -- the position -- the position that the Commission has taken is that somebody who makes a statement, if he writes the statement or provides the false information that's used to construct the statement or allows the statement to be attributed to him. And we think that that's a reasonable construction of the term \"make,\" because the statute and the rule both apply to persons who make the statement directly or indirectly. And so, they could be using a conduit, whether the conduit is witting or unwitting. They would be a primary violator if they had -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I don't think that's a reasonable interpretation of -- of make a statement indirectly. I mean, you can make it indirectly by not issuing it yourself but having somebody else make it in your name."
  },
  {
    "speaker": "GANNON",
    "speech": "Well, if -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "But I would not say that"
  },
  {
    "speaker": "GANNON",
    "speech": "Well, that may be true in the case of a speech, Justice Scalia, but in a classic boiler-room situation, where somebody has written the scripts for salespersons to -- to use in order to make calls to sell stocks, the person who actually writes the scripts may never speak the words to a customer, he may never have his own name spoken on the phone, and, therefore, the statements have not been attributed to him -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "He may just be some poor associate, his first day at work. The law firm sent him over there, and there he got stuck down in the boiler room. And somebody said why don't you write something that will get everybody to sell things, and -- and why don't you say we're a thousand tons of oil instead of only a ton? There he is. He writes it out. You think he's liable?"
  },
  {
    "speaker": "GANNON",
    "speech": "If he writes it out and he doesn't know, he obviously isn't liable -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "No, no, he knows. He when they only found 50. Okay? And four people told him to go do something like that, but he's the guy who wrote it. I'd say he didn't behave well, but I don't think he's the principal."
  },
  {
    "speaker": "GANNON",
    "speech": "In that instance, because he was acting specifically at the direction of superiors -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "They didn't say what words to write."
  },
  {
    "speaker": "GANNON",
    "speech": "But they -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "They gave him the general idea, and then he did it. He created the words, to use your phrase. When you say \"creating the words,\" he's a great writer."
  },
  {
    "speaker": "GANNON",
    "speech": "It -- we do, on page 22, acknowledge that somebody needs to be sufficiently involved in the creation or dissemination of the statement in order to be -- in order to be deemed its maker or its author. And so, it's -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Ah, now we have \"sufficiently involved.\" Once we're into sufficiently"
  },
  {
    "speaker": "GANNON",
    "speech": "In this instance, there's no doubt that the manager of the funds was not a mere adviser. They bought into -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "I'm interested in your test. I'm interested in your test, not the -­"
  },
  {
    "speaker": "GANNON",
    "speech": "Well, the -- the test does acknowledge that -- that if there is not sufficient control over the content of the -- the message and the dissemination of it, that somebody may be more in an advisory capacity. That might be the instance with lots of outside law firms when they're acting at the specific direction of counsel. That's not the situation of -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "In that connection, Mr. Gannon, would you answer the -- the statement that Mr. Perry made that the Government had, in fact, conceded that this theory would spread not only to the -- to the investment adviser so closely linked to funds but to every lawyer, every accountant, every bank."
  },
  {
    "speaker": "GANNON",
    "speech": "Well -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "He said that you said disseminating the statement. And I think it's very important to recognize that scienter is an important limiting -- limiting principle for the 10b-5 cause of action to be brought by a private -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, that will always be charged. It's the simplest thing in the world to charge scienter."
  },
  {
    "speaker": "GANNON",
    "speech": "It would be -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And you've bought yourself a big lawsuit."
  },
  {
    "speaker": "GANNON",
    "speech": "It's not simple, Justice Scalia, in light of the PSLRA, which requires it to be alleged with particularity. There need to be facts sufficient to give rise to a strong inference that the defendant acted with scienter. And -- and there are penalties beyond Rule 11 that are -- that are imposed if the -- if the plaintiff is -- is mistaken in doing so."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "You think attribution to the actor is not necessary for the actor's liability for a statement? before the market realized that it wasn't actually from Warren Buffett, the fact that it was not attributed to me would not change the fact that I had made the statement and that the market had relied upon it. The truth is that reasonable investors -­ and that's the test for purposes of reliance -- can rely on anonymous and falsely attributed statements. In this instance, there's no reason to doubt that an investor would have relied on statements in the prospectus about the fund's purported anti-market timing and excessive trading policies. And so, we think that there -- in general, there doesn't need to be an attribution requirement, but in this instance, it's quite clear that a reasonable investor could have relied on these statements in the prospectus."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Counsel, could you have -- you just admitted if there -- if the company was duped, you couldn't have aiding and abetting liability. Could you impose a 20(a) or 20(b) control person liability? recite on page 13 is really pretty broad and that it might apply to a range of factual situations that are not before us. Is there a way to confine our holding just to the mutual fund situation, and if there is, how would you do that?"
  },
  {
    "speaker": "GANNON",
    "speech": "Well, I think the easiest way would be to analogize it to the cases involving corporate employees. As Petitioners acknowledge, there are cases where a corporate employee drafts a statement that's issued in the company's name. In this instance, the investment adviser is management for the company, and the fact that they happen to be management by virtue of contract rather than just the internal arrangements of the corporation shouldn't change that arrangement. It -- it's also the case that if the Court were -- were looking for a way to narrow its holding, it could do so by talking about the elements of the 10b-5 cause of action, which -- which would apply only to private suits and -- and not to enforcement actions brought by the Commission or by the Department of employees. You -- you want us to undo a clear distinction that Congress has made."
  },
  {
    "speaker": "GANNON",
    "speech": "Well, the -- the statute says that if somebody -- any person makes the false statement directly or indirectly -- and in this instance, the SEC sought -- got a cease-and-desist order that's reprinted at -- on page 407 in the joint appendix that was predicated on a provision of the Investment Company Act, section 34(b), that -- that tracks 10(b) and makes it unlawful for any person to make any untrue statement of material facts. And the Commission believed that they were chargeable with that violation."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, Mr. Gannon. Mr. Perry, you have 4 minutes remaining."
  },
  {
    "speaker": "PERRY",
    "speech": "Justice Kennedy, in response to your attribution question, Mr. Gannon said something about falsely attributed or anonymous statements. We seat? Page 258a of the joint appendix, quote: \"The trustees are responsible for major decisions relating to each fund's objectives, policies, and techniques. The trustees also supervise the operations of the fund by their officers and review the investment decisions of the officers.\" There is no misdirection here about who's in charge. The trustees are in charge."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But the -- the whole arrangement was made possible by JCM. JCM wants long-term investors, so it puts this provision in the prospectus. The board of directors have no reason to believe that JCM is dissembling and it's going to go out and seek hedge funds."
  },
  {
    "speaker": "PERRY",
    "speech": "If it is a dupe case, Justice Ginsburg and Justice Sotomayor, it's dealt with by 20(b), which Justice -- Mr. Gannon did not answer. You'll notice 20(b) does not require a primary violation. It allows the Commission to proceed directly against any person who acts indirectly where it can't Congress has dealt in a very reticulated way, and all of the questions today I would submit show the absence of bright lines being proposed by my friends on this side of the table. They can't articulate the distinction between primary and secondary, between principal and agent, between aiders and abettors and anyone else. This is an area that needs bright lines. It needs to be resolved on motions to dismiss. Scienter can't be resolved on a motion to dismiss. And the Congress, in the Dodd-Frank act, which the plaintiffs said, in their opposition in this Court to this certiorari petition, was going to solve the problem by enacting a new statute -- turns out Congress didn't enact that statute. Instead, Congress referred this issue to the General Accounting Office, to the Comptroller General, and said take a year, take all the resources of the Federal Government, study the problem of the distinction between companies that issue securities on the one hand, there are -- if investors in a mutual fund are duped by a false statement that is made in fact, is written by -­ by the management company and issued by the fund without knowledge of its falsity, is there any place they can get -- look to for relief?"
  },
  {
    "speaker": "PERRY",
    "speech": "The investors in the mutual fund, Justice Alito -­"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "In the mutual fund, yes."
  },
  {
    "speaker": "PERRY",
    "speech": "-- got $100 million through the SEC action and resolved all the civil litigation. They're a separate class of investors, a whole different set of securities laws problems, because they were the recipients of the prospectus that offered these securities and that contained the false statements. These plaintiffs' fundamental problem -- they didn't purchase or sell the securities that were offered by the prospectus they complain about. They can't find any false statements in anything -­"
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "Mr. Perry, on the allegations of this complaint, these plaintiffs were shareholders have no relief. And, Justice Kagan, I would point out in the 70 years since the Investment Company Act was enacted and the modern mutual fund industry was built, I'm not aware of any case -- and they certainly haven't cited one -- in which the investors in the parent company have ever recovered a dime in an SEC action, in a private action, or otherwise, for statements in the funds' prospectuses. There is a -- there is a line between corporate entities, and the liability runs up different channels. This is a totally novel, unprecedented theory that they're presenting."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "What was the theory of -­ of the fund shareholders? You said the fund shareholders recovered -- there was a settlement."
  },
  {
    "speaker": "PERRY",
    "speech": "Right."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "What -- what was that action?"
  },
  {
    "speaker": "PERRY",
    "speech": "Their theory was that there was an omission. The adviser owned a duty to the fund. The These plaintiffs can't pursue that liability theory because the duty doesn't run the other way. It doesn't run from JCM to JCG's investors. That's the law of this case. And, therefore, they can't bring an omissions case; they have to bring an affirmative misstatements case for statements that were not directed to this group of investors."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, Mr. Perry. The case is submitted."
  }
]