{
  "success": true,
  "completeLines": [
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "We'll hear argument first this morning in Case 09-1343, J. McIntyre Machinery, Ltd. v. Nicastro. Mr. Fergenson."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Mr. Chief Justice, and may it please the Court: Because J. McIntyre did not direct any activity at residents of New Jersey either itself or by directing its distributor MMA to do so and had no awareness or knowledge that the distributor took the action that it did toward New Jersey, New Jersey lacked adjudicative jurisdiction."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "When you say \"its distributor,\" was this distributor at all controlled by the defendant?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "No, Your Honor. It was not. And both under Ohio law, Wells v. Komatsu America, and under the Restatement (Second) Agency, section 1(1), the right to control is essential to ascribe actions to create an agency, and it's on a per-purpose basis."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "It might be better to refer to it as the company that distributed its product, rather than calling it \"its distributor.\""
    },
    {
      "speaker": "FERGENSON",
      "speech": "Very good, Your Honor."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "It's loaded, it seems to me."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Very good, Your Honor."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Mr. Fergenson, in your question presented to this Court, you ask whether there's personal jurisdiction -- and I'm quoting here -­ \"solely because the manufacturer targets the United States market for the sale of its product.\" So I'm taking from that, that you acknowledge that this manufacturer, McIntyre, a British manufacturer, targeted the United States market for the sale of its product. That's correct, yes?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Your Honor, that's what the New Jersey Supreme Court held, and that's how we fashioned the -­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "That's your question presented."
    },
    {
      "speaker": "FERGENSON",
      "speech": "-- the test."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Did this -- well, I'll just ask you, then: Did this manufacturer target the United States market? Did it want to sell its products in the United States?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Okay. So what does that mean, exactly, Mr. Fergenson? Because the United States is the United States. It's made up of 50 States. So I assume that what that means is the manufacturer wanted to sell its products in each of the 50 States. Is that right?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "No, Your Honor."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "It only wanted to sell its product in a few States?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "No, Your Honor. It wanted to sell its product anywhere that the distributor could find. The distributor was the market manager."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Right. Anywhere. So if the distributor came up with California, that was great. If the distributor came up with a customer in New Jersey, that was great. As many as possible, more the better, all over the United States. Is that right?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "As many as possible, wherever the -- the distributor could find a customer, yes, Your Honor."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Exactly. So you targeted New Jersey no less than you targeted California or New York or Illinois or Massachusetts or anything else."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Well --"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "You targeted the entire United States. Why shouldn't there be jurisdiction in each of the States you targeted?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Well, Your Honor, because, first, this Court's jurisprudence looks to a direct act, from World-Wide Volkswagen and even before, as it brought forward Hanson. As this Court has applied World-Wide Volkswagen, Burger King and Justice O'Connor's concurrence in Asahi and the other occurrence -- concurrence, Justice Brennan's concurrence in Asahi, look toward a specific State -­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Mr. Fergenson, I suppose you could say the same thing about any United States manufacturer -­"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- who would desire to sell his product in any of the States that would buy it."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "And to say that this foreign manufacturer is therefore suable in any State would mean that any American manufacturer is suable in any State, which -­"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- none of our cases hold."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Well, suable in any State where the incident arises. This is not general jurisdiction. This is specific jurisdiction. So the question is, when you target the entire United States and each of the 50 States within that and an accident occurs within one of those States, are you subject to jurisdiction in that State for that accident, for a claim based on that accident? Not generally, but just for a claim based on that accident. Didn't even Justice O'Connor -- you referenced the Asahi opinions, but Justice O'Connor said as long as there's purposeful availment, there is specific jurisdiction, and there is purposeful availment when there's an active effort to target a market."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Well, Your Honor, in Burger King, in Hanson, in World-Wide Volkswagen, the purposeful availment is defined as conducting activities within the forum State. The -- this Court, through those opinions, foreseeability, clear notice, reasonably anticipate -- all converge."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "In all of those cases, there was a forum in the United States where someone injured in the United States could sue. Your proposition is that a company can deliberately send its products, wants to exploit a U.S. market. But I take it that there is no place in the United States, because New Jersey is no different than California or any other place -- is it your position that there is no forum in which McIntyre can be sued, even though it set up this distribution arrangement for the very purpose of having its machines in as many locations in the United States as it could? Is there a forum in the United States where it could be sued?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Which one?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Ohio. It could have been proceeded against in Ohio."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "It could be reached in Ohio. Now, does that make a whole lot of sense? Is it any more convenient for McIntyre to come to Ohio than New Jersey? It's a lot less convenient for Mr. Nicastro, who had his fingers removed by this machine. But you -- you are conceding that there is a forum where this British company can be sued on a tort that occurred in New Jersey. Explain to me why, since there is a forum in the United States, the logical one isn't New Jersey rather than Ohio."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Well, Your Honor, first, the issue of convenience, choice of law, conflict of law, as a determinative factor was rejected by this Court --"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "I'm asking you -­"
    },
    {
      "speaker": "FERGENSON",
      "speech": "What?"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "-- the question: Where can it be sued? Well, something happened in New Jersey. The machine, allegedly defective machine, caused a harm there. What happened in Ohio? What basis for specific jurisdiction is there in Ohio? There was no tort in Ohio."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Well, Your Honor, under Ohio law, the -- there can be an assignment. There was no written contract between MMA and J. McIntyre. There can be an assignment in return for a release of a common law indemnification right."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "I don't understand."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Yes, but, Mr. Fergenson, just picking up where Justice Ginsburg left off, Ohio is a perfectly good place for jurisdiction over a claim between the British manufacturer and its distributor in Ohio. Any kind of contract claim, a claim based on the agreement between the two -- Ohio is the appropriate place for jurisdiction. But Ohio does not seem the appropriate place for jurisdiction -- and again, we're talking about specific jurisdiction, not general -- as to a claim based on an accident that occurred in New Jersey. The entire idea of specific jurisdiction is that you need a relationship between the defendant and the forum and the claim. And here the claim arose in New Jersey and was in fact not related to Ohio."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Well, Your Honor, Ohio explicitly provides, and they -- it's arisen in statute of limitation cases, and it goes back to Travelers Indemnity v. Trowbridge, that an action under both express and common law indemnity arises under contract. So, upon the assignment -- and there need not be a judgment under Ohio law; that's Fort Defiance Construction v. Village of Grover Hill -- there can be an assignment of a common law indemnity under strict product liability."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "What kind of common law indemnity are we dealing with here? Where does Mr. Nicastro sue? He hasn't got any assignment, any indemnity. Mr. Nicastro is injured in the United States by a machine manufactured in England, and he wants to sue, understandably, in the United States. Why are we talking about assignments, indemnity? That has nothing to do with Mr. Nicastro."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes, Your Honor, it does. Mr. Nicastro had an action under strict product liability. I want to come back to more fully answer the why question that you asked: Why is it just and right that he go -- that he to Ohio?"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "No, I would just like to know first -- you said there is jurisdiction in Ohio and not in New Jersey. In New Jersey, it's the place where the accident occurred; and in Ohio, there's nothing but the relationship between the distributor -- there's a contract between the distributor and McIntyre. So why does Ohio have jurisdiction over this New Jersey tort?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Ohio has New Jersey -­ jurisdiction. There -- as Your Honor noticed, there are three places that Mr. Nicastro, in looking over this, could have chosen: United Kingdom, which he is now in, in filing a claim in the liquidation proceedings; Ohio; and New Jersey. The accident occurred in New Jersey. That's a forum non conveniens issue that's -- ­"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "It's a forum what?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "That's a convenience issue, a forum non conveniens issue. And Justice Brennan was clear before Burger King that that's what he wanted to see the law go in the direction of. He was clear about that. Ohio, however, in looking at International Shoe, going back to International Shoe, which talks about the relationship between the defendant and the forum State -­"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "And the claim in suit. That's very important."
    },
    {
      "speaker": "FERGENSON",
      "speech": "And -- and the cause of action, yes. There -- the one place where both the distributor, who would upon suit and then a claim over under product, strict product liability, would disappear -- that's why you could get an assignment -- the distributor is in Ohio, and so too is the contract relationship."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "I still don't -- I don't follow how Mr. Nicastro gets involved with assignment, indemnity. Mr. Nicastro has a claim against -- well, he sued them both, but the distributor is now bankrupt. And he says, well, this is specific jurisdiction; specific jurisdiction, as International Shoe teaches, is where the claim arose. International Shoe, it arose in the State of Washington because that's where the shoe -­ the people who were promoting sale of International Shoe's -- International Shoe's shoes worked every day. So it was a claim relating to a tax owed by International Shoe based on the events that occurred in California. It was not all-purpose jurisdiction. And your suggestion that Ohio somehow is a proper forum for Mr. Nicastro's tort claim, I really don't follow that."
    },
    {
      "speaker": "FERGENSON",
      "speech": "It -- Your Honor, it is. Mr. Nicastro could have contacted MMA, and stated I have a strict product liability action, or the trustee in bankruptcy. The statute of limitations was 2 years in both cases. Ohio would have applied New Jersey strict liability law."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Your answer to Justice Ginsburg -- I don't want to make your argument for you, but it seems to me rather strange. All of a sudden you're talking about how Ohio law will help you out. I thought the question was, from the standpoint of the defendant at least, whether the defendant purposefully availed itself of the forum. And you would say the defendant here purposefully availed itself of Ohio by choosing an Ohio distributor. But you don't make that argument. You're talking about a contract, an indemnity, which seems to me another step. That's choice of law and applicable law."
    },
    {
      "speaker": "FERGENSON",
      "speech": "I agree, Your Honor; it is choice of law. And -­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Also, I don't think it's worth your time, because frankly it doesn't make a whole lot of difference to me whether they can sue in Ohio or not. You really think that that's --"
    },
    {
      "speaker": "FERGENSON",
      "speech": "And, Your Honor -­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "What about in the United States? Would the United States have jurisdiction?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "No, because -­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "The United States would not? They surely targeted the United States."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Well, Your Honor, in the -­ in Justice O'Connor's footnote on national contacts in Asahi, which was not disputed and I think essentially accepted by Justice Brennan -- in that footnote, it states that national contacts is for the national sovereign to decide."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "That's right. But if the national sovereign, the United States, provided by statute that Federal district courts would have jurisdiction over any -- any tort suit by a person injured by a foreign manufacturer that targeted the United States, would that be proper?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "This Court has not evaluated under the Fifth Amendment what circumstances it may be, and this is speculation, how Congress would establish it. It may be that Congress -­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Of course. It's a hypothetical."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes, sir. Yes, sir."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Hypotheticals are always speculation."
    },
    {
      "speaker": "FERGENSON",
      "speech": "I think that -­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "How do you speculate about that?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes. Your Honor, I think that, without Klaxon and with a reasonable choice of venue, Congress could establish a uniform system to bring -- to bring foreign defendants into this country."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Would you say the same thing if, hypothetically, since we're engaging in a hypothetical, the distributor were in France -- machine manufactured in England, distributor is in France, and the distributor then selects the United States and then the same facts, New Jersey? United States would be an appropriate jurisdiction under the Due Process Clause, but not New Jersey?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "I think that, with that one step -­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Assuming the statute that Justice Scalia hypothesizes."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes, Your Honor. I think that, with that one step beyond -­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "It's a little odd that the States, which have residual sovereignty, which are not limited sovereigns, would not have jurisdiction, but the United States, which is a limited sovereignty other than in the foreign affairs area, which may be relevant here, does have jurisdiction. That seems backwards."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Well, Your Honor, I think that if one looks at this as part of the Congress's power to control, let's say, imports, then as a condition -- and this is what the proposed Foreign Manufacturers Legal Accountability Act looks for."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Well, Congress has power to control the jurisdiction of Federal courts, and Congress says Federal courts have jurisdiction over this matter."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Mr. Fergenson, could I try another hypothetical?"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "But the question is why the State can't make the same choice that the Congress does. The State lacks foreign affairs power, to be sure. Is that the only distinction? That doesn't sound to me like due process. What we're talking about is a source of authority, not fairness to the defendant."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Well, Your Honor, I think -­ and I go to two words in particular in Burger King, one taken from Hanson, which is \"essential\": It is essential in each case that there be a purposeful availment of the privilege of conducting activities within the forum. And then the other -­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "But, Mr. Fergenson, the question is whether seeking to serve a market -- and here you're seeking to serve a market in each of the 50 States -- is purposeful availment. So let me -- let me just try a different hypothetical. Suppose you had the same arrangement with your distributor in Ohio, but the arrangement was not to serve the entire United States market. Instead, the arrangement was to serve only five States in the Midwest. That's what you wanted, your client wanted, the market to be. So it was going to be Ohio and Indiana and Illinois and Michigan and Iowa, all right? So now a machine blows up in Illinois. Is there jurisdiction in Illinois?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "There is jurisdiction in Illinois, even though your relationship with your distributor was in Ohio. But there's jurisdiction in Illinois because the machine blew up there and you were seeking to serve the market; that's right?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Because there was a direction of the distributor to go into the State where the accident occurred."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Okay. Now we have -- now we say this is working very well. Let's get another nine distributors on board. We'll give each of them five States, all right? Now, if I understand you correctly, now you're liable all over the United States because you've had this relationship with 10 different distributors, each of whom are going to serve 5 States. So there's personal jurisdiction in any State where a machine blows up."
    },
    {
      "speaker": "FERGENSON",
      "speech": "If the -- yes, Your Honor, if the States are assigned by name."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "And now I say: Let's forget these 10 distributors. Who needs 10 distributors? I'll just have one distributor. Why is there any difference?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Because that distributor -­ unless that distributor is told you must go -- like a traveling salesperson, you must go into each State, you must personally go into each State -- that's purposeful availment."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Mr. Fergenson, with respect, this distributor was told to sell as many products as it could in as many States as it could."
    },
    {
      "speaker": "FERGENSON",
      "speech": "No, it was not, Your Honor. It was not told to do anything more than to sell products, not in as many -­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Excuse me, counselor -­ counselor, going back to -­"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "-- the relationship, Justice Scalia asked you whether there was legal control, and you said no. But there was coordination, wasn't there? Isn't -- doesn't the record show that the English company traveled to the trade shows with the American company? Wasn't your president, your English president, present at the Las Vegas show in which this New Jersey company first saw the machine? Is that correct?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "I know there's a -­"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "All right. And you approved all marketing efforts. You had to approve -­ according to the findings of the court below, you approved all the marketing materials that the American company -­"
    },
    {
      "speaker": "FERGENSON",
      "speech": "No, Your Honor. There is a letter that's undated that speaks about we have advertised under your direction and per your suggestions. That letter also states that we've spent $350,000 and we performed the -- we performed repairs and warranty service without seeking reimbursement from you, and that's consistent with the distant relationship here. Your Honor, we asked for the names of the customers. We didn't get it. We didn't get -- we didn't drop-ship. And that would obviously have been a lot less expensive in cost rather than shipping it to Ohio. They were the market maker. They controlled the relationships with the individual customers."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Then why was your number and name both printed on the machine and in the warranty book? The American -- obviously, some customers had to be reaching out you to because all the materials they received directed them to the English company, not to the American company."
    },
    {
      "speaker": "FERGENSON",
      "speech": "And, Your Honor, the record shows that we were sued in Kentucky, we were sued in Massachusetts. The Kentucky dispute was settled -- was resolved by dismissal under the statute of limitations, but -­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "I think you've begged my question."
    },
    {
      "speaker": "FERGENSON",
      "speech": "I'm sorry, Your Honor."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "You did travel to certain of the trade shows -­"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "-- with the America company?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "You did make suggestions with respect to advertising? At least with -- at least the once, but they did?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "The -- the company that distributed the products stated in a letter that we conformed our advertising to what you suggested."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Okay. And you don't believe that coordinating your actions with the distributor and appointing that distributor to distribute products wherever it can is not enough for you to reasonably believe -- know that you're going to be dragged into a State where that product has been sold -­"
    },
    {
      "speaker": "FERGENSON",
      "speech": "That's correct, Your Honor."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "-- and has caused injury?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "That's correct, Your Honor. And I would ask Your Honor to look at Professor Kurland's University of Chicago Law Review article in 1958, very influential, and to look at footnote 99, in which Professor Kurland quotes, all quotes, from this Court's transcript of record in International Shoe. And in international Shoe, the salespeople were controlled by International Shoe."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Right. Can I ask you -­"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Now, first, the word \"distributor\" hurts you, so I'm going to take that out, and I imagine a hypothetical -- I know your case differs from that, but I'm going to ask them how it differs, not you, okay? Now, a person walks into a shop in either West Virginia or the country of India where they make pots. They're very nice pots made, actually, in West Virginia. And the potter makes several thousand a year, and this individual says: Mr. Potter, I want to sell your pots; send me a thousand each year. Where are you going to sell them? Everywhere. Great. Okay? That's it. Now, suppose that the law were, as it could be perhaps, that it is sufficient for jurisdiction throughout the United States that the distributor or independent buyer said good, I'm selling them everywhere I can. And two or three end up in New Mexico, but it doesn't matter where they end up. Suppose that was sufficient to find jurisdiction. You've prepared for this case. I want to know in your opinion, if that were the rule -- that's all that's necessary -- what cases in this Court in your opinion would that conflict with? I mean, I'm thinking of the facts. I'm not thinking of statements of law or whatever, but you can bring those in, too. I want to write those down because I want to read those cases, and you know them better than me."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Your Honor, I believe that the -- that the principles of law as stated, because they're law and they're applied in each case, it could -- which you apply to the facts, I believe that the rejection of the convenience test by this Court in World-Wide Volkswagen, Savchuk, and in Shaffer, where Justice Brennan posited that there be a convenience test, that those -­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "I don't know what a convenience test is. Assume I'm very ignorant, which isn't too far from the truth. I would like you to tell me, are there any cases which we would actually be conflicting with were we to say all that's necessary to assert jurisdiction in every State is that a buyer walks into a shop where the manufacturer of pots makes pots and tells the potter I'm going to sell everywhere I can, and the potter says good, okay. Now -- and he buys the pots. Now, if that were the rule, can you find a case that that actually conflicts with?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "I believe that that conflicts, Your Honor, with Asahi."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Asahi, okay."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Asahi -- Asahi, Mr. Fergenson, was a litigation between a Japanese component part manufacturer and a Taiwanese finished product manufacturer. What -- how in the world could you compare that case, which really has nothing at all to do with the United States? It's -- it's a Japanese valve manufacturer sells the valve to a tire maker in Taiwan, and there should be -- that suit should go forward in the United States? I can see it going forward in -- in Japan, but it has no connection with the United States. And how can you possibly compare that with this case where somebody was injured by a machine that malfunctions, allegedly? There was something very interesting you said in your brief. And you said the U.K., which you -­ you say -- now you've added Ohio, but you said U.K. would be the place for Mr. Nicastro to go. It provides a trusted legal system. What would be your answer if the manufacturer, same arrangement with a distributor, sell anyplace in the United States you can, is from China? Would you give the same answer?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Your Honor, I would have to look at -- and -- and the answer would not be, off the cuff, the same. It would not be flatly the same. There's been a recent decision by Judge Chasanow on melamine in which Chasanow applied the availability law that this Court has set forth in Piper and Gulf Oil and -- and the other cases that follow, and determined that China was an available forum for the plaintiffs suing for the harm to their children from tainted milk."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "You -- you made a point about the trusted legal system. Well, let's say it was Russia, Mexico -- you may pick any one. The machine is manufactured in one of those countries where it's not so certain that there's a trusted legal system."
    },
    {
      "speaker": "FERGENSON",
      "speech": "That's correct, Your Honor. And so under Piper, Gulf Oil -- and I can't remember the name of the other case that Judge Chasanow relied upon -- they are difficult cases, and the ability of the court to determine whether the other forum is available is quite cabined. And they are difficult, Your Honor."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Those that -- the -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Perhaps you'd like to reserve some of your time for rebuttal, counsel."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes, Your Honor. Thank you."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you. Mr. Ross."
    },
    {
      "speaker": "ROSS",
      "speech": "Mr. Chief Justice, and may it please the Court: \"All we wish to do is sell our products in the States and get paid.\" That's what the British manufacturer said."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "What if he said we want to do that, but we don't like New Jersey, so don't sell our products in New Jersey, and the Ohio company nonetheless does so? Can you get them -- can you hale them into court in New Jersey?"
    },
    {
      "speaker": "ROSS",
      "speech": "I would say under those circumstances, yes, because the purpose that -- this particular manufacturer purposefully availed themselves of the entire U.S. market."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "But he said: But I have no intention of selling in New Jersey; I'm afraid I might get sued there, and I don't want to get sued there. He is not entering the stream of commerce in the United States. He's entering a stream of commerce that detours around New Jersey."
    },
    {
      "speaker": "ROSS",
      "speech": "So every State with the exception of New Jersey -- is that the hypothetical, Your Honor?"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Yes."
    },
    {
      "speaker": "ROSS",
      "speech": "Then I would say under those circumstances, yes, New Jersey would be excluded."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Oh, it would be excluded?"
    },
    {
      "speaker": "ROSS",
      "speech": "Yes. If the manufacturer -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "So it depends on the intent of the manufacturer?"
    },
    {
      "speaker": "ROSS",
      "speech": "I think it's the intent and the additional conduct of the manufacturer, Your Honor. I think, as Justice O'Connor said in the Asahi case -- she gave several examples. I think we'd meet all those examples under the circumstances of this case."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "What if a manufacturer tells a distributor: You have international distribution authority; you can sell my machine anywhere in the world, sell as many as you can anywhere in the world -- that would include the United States, right?"
    },
    {
      "speaker": "ROSS",
      "speech": "That is correct, Your Honor."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "And, therefore, it would include New Jersey?"
    },
    {
      "speaker": "ROSS",
      "speech": "Under those circumstances, of course, which are different from our case, it would seem to me -­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "I know; it's a hypothetical."
    },
    {
      "speaker": "ROSS",
      "speech": "Of course, of course. But the fact of the matter is if the manufacturer purposefully availed itself of -- of the market which would include the world and had a distributor for the entire world and did -­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "It would include New Jersey."
    },
    {
      "speaker": "ROSS",
      "speech": "Yes, it would."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Purposeful availment of the government of New Jersey?"
    },
    {
      "speaker": "ROSS",
      "speech": "I would say the manufacturer has to take some additional conduct."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "I mean, availment doesn't mean much if that's all it means."
    },
    {
      "speaker": "ROSS",
      "speech": "Well, if -­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "You tell somebody distribute in the world and you are availing yourself of the government of New Jersey?"
    },
    {
      "speaker": "ROSS",
      "speech": "If there is purposeful availment and additional conduct, Your Honor. In this case, that's what we have here."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Additional conduct?"
    },
    {
      "speaker": "ROSS",
      "speech": "Correct."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "What I have written down in my notes, which you can add to -­"
    },
    {
      "speaker": "ROSS",
      "speech": "Sure."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "-- is that there are three things that happened. One -- it's the equivalent of the potter. One thing that happened, we have to take it as, I think, an independent company, whether you want to call them a distributor or not. I didn't see a difference there. An independent company goes to a firm somewhere in the world and says: I will buy your product and sell it in the United States. And the guy says good. And that's true whether it's a woman's cooperative in southern India or whether it's the biggest company in the world, okay? That's the first thing. The second thing is that an executive of that company went to seven trade shows in the United States. And the third thing is that two, three, or four machines ended up in New Jersey. Now, is there anything other than that? And there's a lot of rhetoric, and there are all kinds of characterizations, but when I looked for facts, I found those three, and I want to be sure I have them all."
    },
    {
      "speaker": "ROSS",
      "speech": "You do, Your Honor."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "I do. Now, then my question following from that, if I have those are the three facts, what worries me is the exact opposite of what the New -- the New Jersey Supreme Court said. It said in worldwide markets this is a good thing. I think I worry about it, because I'm worried about the woman's cooperative in India, I'm worried about the Chinese development, I'm worried about development everywhere. We have a lot of small businesses. And I'd worry -­ now, maybe the worry is legally irrelevant -- but I'd worry about a rule of law that subjects every small business in every developing company -- in every developing country to have to be aware of the law in 50 States simply because they agreed to sell to an independent company who is going to sell to America, plus your two factors. And really the third is none, because if it hadn't ended up somewhere, there'd have been no accident."
    },
    {
      "speaker": "ROSS",
      "speech": "I would say -­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Now, that's my basic concern here."
    },
    {
      "speaker": "ROSS",
      "speech": "I would say in -- in response to your hypothetical question, that because there was purposeful availment where they came to the United States, attended trade shows in an effort to sell their product to anyone who would come to that trade show throughout the United States, and those sales were in fact consummated, then in that case I think that the manufacturer has done more than just intend to sell. They have taken certain positive steps."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Yes. Okay, but you see what my -- my problem is a sort of policy problem that may be irrelevant, but I -- I don't see how the world's going to work or develop if in fact every small business everywhere in the world has to know, you know, the law of every 50 States and hire lawyers and come here, rather than making the accident victim go there. Now, it's tough on the accident victim, but the other is also tough. So -- so that's -- that's sort of the -- I'm sketching out my concerns here. You -­"
    },
    {
      "speaker": "ROSS",
      "speech": "I understand."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "All right."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "What is -­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "What would you say?"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Maybe you could respond to Justice Breyer's -­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Yes."
    },
    {
      "speaker": "ROSS",
      "speech": "In -- in my judgment, it's not enough to just have intent; it's not enough just to send the product out on -- adrift on the stream of commerce. There has to be some additional conduct, some concrete steps taken. And I believe -­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Trade shows."
    },
    {
      "speaker": "ROSS",
      "speech": "-- in your hypothetical, attending the trade shows, perhaps hiring a distributor, selling the products -­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Well, that's the same as the first; that's a sale to the entity."
    },
    {
      "speaker": "ROSS",
      "speech": "That's right. So I think those are the additional concrete steps that were taken in your hypothetical."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Mr. Ross -­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Mr. Ross, do you think if there's a small business in the United States that sells a product and that actively seeks to serve a foreign market -- maybe it's Great Britain, maybe it's China -­ and that product blows up in that foreign country -- Great Britain, China -- do you think that the manufacturer, the American manufacturer, is subject to jurisdiction there?"
    },
    {
      "speaker": "ROSS",
      "speech": "Yes. If they actively seek the market there, they have purposefully availed themselves, they have taken -­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "All -- all over the world this is true; is that right?"
    },
    {
      "speaker": "ROSS",
      "speech": "Yes. Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "And it is a jurisdictional rule that civil law systems have always had."
    },
    {
      "speaker": "ROSS",
      "speech": "That's correct, Your Honor. I believe -­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "But -- and I assume that if we do this to a company in England, any country in the world, and we say that this satisfies due process, we would have to honor a judgment from Bangladesh based upon -- against an American company, based upon a similarly modest degree of -- of availment, right?"
    },
    {
      "speaker": "ROSS",
      "speech": "Well, Your Honor, it depends on the extent of the availment, I would say, under those circumstances."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Just as -- just as modest as what you propose here, or as extensive. I don't mean to demean the degree of it here."
    },
    {
      "speaker": "ROSS",
      "speech": "It seems to me -- if there's -­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "But the same kind of contact in India, which has different -- different States in India. And -- strike Bangladesh. Make it Madras, okay?"
    },
    {
      "speaker": "ROSS",
      "speech": "All right."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "And we would have to honor a judgment by a court of Madras against an American manufacturer who had as little contact with Madras as exists here."
    },
    {
      "speaker": "ROSS",
      "speech": "I would say under -- yes."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "We would have to?"
    },
    {
      "speaker": "ROSS",
      "speech": "Yes, I would say."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Mr. Ross, we do that now; isn't that right?"
    },
    {
      "speaker": "ROSS",
      "speech": "That's correct, Your Honor."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "We do? We do? So if someone goes into a shop in West Virginia and buys a thousand pots and says I'm going to sell them in Madras, or I might sell them anywhere in the world -­"
    },
    {
      "speaker": "ROSS",
      "speech": "That's a slightly -­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "-- and then that manufacturer, that potter in West Virginia, now has to go to wherever he ends up -- wherever that pot ends up?"
    },
    {
      "speaker": "ROSS",
      "speech": "That's a slightly different scenario in my judgment, Your Honor -­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Ah. Ah."
    },
    {
      "speaker": "ROSS",
      "speech": "-- because the distributor came to the manufacturer. In this case, the manufacturer from Britain hired -­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "We turn it on that? We turn it on whether the independent buyer -- the independent buyer walked into the shop or whether the seller found that there was an independent buyer? Is that what this case should turn on? I mean, I'm nervous. I see a lot of rather deep issues here, and I -- that's what are making me nervous."
    },
    {
      "speaker": "ROSS",
      "speech": "I understand, Your Honor."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "I want to -­"
    },
    {
      "speaker": "ROSS",
      "speech": "I understand that."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "You've thought about it more than I. So -­"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Can we go back to Justice Scalia's question? I mean, the United States has been telling the rest of the world: We do recognize and enforce your judgments -­"
    },
    {
      "speaker": "ROSS",
      "speech": "I think -­"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "-- if there is a -- a proper jurisdictional basis."
    },
    {
      "speaker": "ROSS",
      "speech": "That's correct, Your Honor."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "We do, and we would like you to recognize ours. And we don't get that reciprocity, but we still are trying to get it."
    },
    {
      "speaker": "ROSS",
      "speech": "That's correct."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But the United States has taken a very neighborly view about recognizing and enforcing foreign judgments."
    },
    {
      "speaker": "ROSS",
      "speech": "Yes, Your Honor. I -­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "That's true when there's a proper jurisdictional basis, which is what we're talking about here: What does the United States mean when it says there is a proper jurisdictional basis? Is all that the court in Madras needs what existed here in order to hold an -- an American manufacturer liable? That's -- that's a little scary."
    },
    {
      "speaker": "ROSS",
      "speech": "Well, Your Honor, if the corporation, the manufacturer, is purposefully availing itself of the Madras market and hires a distributor to go to Madras and to sell its products, then indeed I don't see why a court in Madras would not have -- and the product explodes or causes some horrific -­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "So it really, to you -­ are you saying that Justice Breyer's hypothetical creates jurisdiction, that the mere sale to a distributor anywhere creates jurisdiction, wherever that distributor is marketing the manufacturer's product? I thought because, in the hypothetical he created, it was they were availing themselves of the U.S. market because they were marketing. They went to seven trade shows. They did merely -- they did something more than the sale. So where's your -- what's your position?"
    },
    {
      "speaker": "ROSS",
      "speech": "My position is exactly what Your Honor has just stated. They have to do something more than just sell. There has to be purposeful availment. There has to be some concrete action, attending trade shows, designing the product for the market."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "What -- what difference does attending some trade shows in the United States mean -­ make? Suppose they're -- they didn't attend any trade shows. They just have a Web site that provides a description of the product."
    },
    {
      "speaker": "ROSS",
      "speech": "I think -­"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Would there be no jurisdiction then?"
    },
    {
      "speaker": "ROSS",
      "speech": "Well, it depends on the Web site. But in my judgment, attending trade shows is a large factor that is unique in this case. As I pointed out in our briefs, they were -- they didn't just attend a trade show; they attended trade shows throughout the United States to sell this product."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "But not in New Jersey."
    },
    {
      "speaker": "ROSS",
      "speech": "Not in the State of New Jersey, but a lot of other places."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Where did the New Jersey company that bought this machine find out about it?"
    },
    {
      "speaker": "ROSS",
      "speech": "Well, Mr. Curcio, who was Mr. Nicastro's employer, went to one of these conventions, trade shows, in Las Vegas, where he saw the machine. And at that trade show the British manufacturer shared a booth with the -- its American distributor. And that's where Mr. Curcio, Mr. Nicastro's employer, saw the machine, and that's why he decided to buy it there."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "What difference does it make that they go to a trade show somewhere other than New Jersey? We have the notion that they're availing themselves of the -- the entire United States market. That's -- I'll accept that."
    },
    {
      "speaker": "ROSS",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "What does the trade show in Nevada add to the jurisdictional ties to New Jersey?"
    },
    {
      "speaker": "ROSS",
      "speech": "The difference for this case, precisely this case, is that we feel that under those circumstances there may have been minimum contacts, even under a traditional sense here."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "With Nevada?"
    },
    {
      "speaker": "ROSS",
      "speech": "With -- no, with New Jersey, because the British manufacturer was there. He was in a booth. A New Jersey person came to the booth and said that's a great machine. There was some kind of interaction. The record is unclear as to what it was, but the result was the British manufacturer wound up selling its product -­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Mr. Ross -­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "If you interact with somebody from New Jersey, you have -­"
    },
    {
      "speaker": "ROSS",
      "speech": "It's more -­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- committed availment of the government of New Jersey?"
    },
    {
      "speaker": "ROSS",
      "speech": "It's more than that. It's much more."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "There are a lot of people from New Jersey."
    },
    {
      "speaker": "ROSS",
      "speech": "It's more than -- it's more than that, Your Honor. It's more than that. It's the distributor acting under the direction, guidance, and control of the British manufacturer, and there are records in the -- in the record, there's plenty of reference to that."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "He didn't tell them -­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "And, Mr. Ross, isn't -­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "-- to just seek out a person from New Jersey."
    },
    {
      "speaker": "ROSS",
      "speech": "He was -­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "He told them to talk to people."
    },
    {
      "speaker": "ROSS",
      "speech": "He was prepared to sell to anyone. Whether it was from New Jersey or Massachusetts or Connecticut, it didn't matter as long as the sale was into the United States and the manufacturer got the economic benefit of it."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "And, Mr. Ross, isn't the point that he was selling by using large convention sites in the United States, expecting that people from other States would show up to those large convention sites? I know that Justice Alito doesn't want to hear this, but New Jersey doesn't have all that many large convention sites like Las Vegas does. Newark -­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Newark is not such a hot place, but they're expecting people from Newark to go and look at these machines and buy these machines. That's the marketing system that's used for these massive machines that they're trying to sell nationwide."
    },
    {
      "speaker": "ROSS",
      "speech": "That's exactly correct, Your Honor. The -­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "What if -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "What if there is no scrap metal plant in Montana? Can Montana be a jurisdiction in a case like this? You know, a Montana worker is over in New Jersey and comes back to his home in Montana, and he's been injured. Do they avail themselves of the market in Montana when there's no market for their products there?"
    },
    {
      "speaker": "ROSS",
      "speech": "Well, if someone from Montana attends one of these trade shows and decides to purchase one of these machines, that -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "No, no. He's just injured by one of the machines somewhere else, but he's from Montana. Can he sue in Montana?"
    },
    {
      "speaker": "ROSS",
      "speech": "Under those circumstances, I would say not."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "The -- the basis would only be the plaintiff's residence?"
    },
    {
      "speaker": "ROSS",
      "speech": "That's correct."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But we don't accept that as a sufficient basis."
    },
    {
      "speaker": "ROSS",
      "speech": "That's correct. That would not be enough."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Well, I thought -- I thought this was what the case was all about: whether this is -- the stream of commerce is sufficient to add a basis on top of the plaintiff's residence."
    },
    {
      "speaker": "ROSS",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "And I would have thought -- to me, that's a significant limitation on your theory to say that in areas where you don't expect to be haled into court because your machine is not going to be used, you can't be."
    },
    {
      "speaker": "ROSS",
      "speech": "Well, it seems to me that if the -- if the manufacturer has purposefully availed itself of the entire United States market, which is inclusive of Montana -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Yes."
    },
    {
      "speaker": "ROSS",
      "speech": "-- and the machine somehow winds up in Montana -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "No, no. Not the machine."
    },
    {
      "speaker": "ROSS",
      "speech": "The individual."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Yes."
    },
    {
      "speaker": "ROSS",
      "speech": "So the individual is in Montana; the accident happened somewhere else?"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Yes."
    },
    {
      "speaker": "ROSS",
      "speech": "Under those circumstances, I would say that wherever that machine was sold into, whether it was in an adjoining State, and the fellow from Montana lived across the border, say -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Yes, exactly."
    },
    {
      "speaker": "ROSS",
      "speech": "-- I would say that the jurisdiction would better be put where the accident occurred."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Yes, well -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Could it be put elsewhere? Could it be put in the other State?"
    },
    {
      "speaker": "ROSS",
      "speech": "I would say that if the -- if the manufacturer has not purposefully availed itself of the State of Montana -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Right."
    },
    {
      "speaker": "ROSS",
      "speech": "-- and has taken no steps -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Right."
    },
    {
      "speaker": "ROSS",
      "speech": "-- to push into Montana, even though it is seeking to sell to the entire United States -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Yes."
    },
    {
      "speaker": "ROSS",
      "speech": "-- I think the better location for that lawsuit -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Well, better -- I know -- I know you think it's better, but can he be sued in Montana? What I'm trying to get at, obviously, is we're talking about the stream of commerce in the United States, but the stream doesn't wash over the United States evenly. The manufacturer, as I asked earlier, may decide I don't want to sell New Jersey."
    },
    {
      "speaker": "ROSS",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "The manufacturer may reasonably assume his machines aren't going to be in Montana because there's no scrap metal business in Montana. So I'm just trying to see if there are limitations to your theory about the stream of commerce covers everything."
    },
    {
      "speaker": "ROSS",
      "speech": "Yes, Your Honor. The answer is yes, there are limitations. There are those limitations, and I think the best way of -- of stating it would be if there is purposeful availment of entering a market and you sell the product into that market, you take these additional steps plus the intent, plus the additional -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Right, but the market cannot be simply the United States, because you carve out New Jersey if the manufacturer does, you carve out Montana if --"
    },
    {
      "speaker": "ROSS",
      "speech": "That is correct."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Okay."
    },
    {
      "speaker": "ROSS",
      "speech": "That is correct, Your Honor."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "But what I'm thinking is this -- this area of law has treated States as if they're foreign countries, in a certain way analogous to. If that -- and I'm trying to -- let me ask: What you said at one point, that if an independent company comes to a business, however small, in the United States and says give us some of your product, we're going to sell it everywhere in the world we can, fine. And they do. A couple go -- get into some very -- Burma or whatever, Myanmar. And right now, it's the law that consumers in all those countries sue in that country if they're hurt. Is that really the law? Is there something you can cite me to on that?"
    },
    {
      "speaker": "ROSS",
      "speech": "Well, there are conventions. There's a Brussels convention and a Uganda convention."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "And what does it -- what does it say?"
    },
    {
      "speaker": "ROSS",
      "speech": "They basically state, according to my understanding, that where the -- where the tort occurred to the signatories of that convention, which includes the --"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Yes, and we're one?"
    },
    {
      "speaker": "ROSS",
      "speech": "The United Kingdom. Which includes the United Kingdom."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "And are we one?"
    },
    {
      "speaker": "ROSS",
      "speech": "That -- then in those cases, where the tort occurred there would be jurisdiction over the foreign manufacturer. For example, if there's an injury in Belgium and the machine is manufactured in Britain, someone is hurt in Belgium, according to those conventions, then the person in Belgium could sue the British company in Belgium."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Did you refer to that? Do you have a citation to that in -­"
    },
    {
      "speaker": "ROSS",
      "speech": "They're in our brief. Yes."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "-- in your brief?"
    },
    {
      "speaker": "ROSS",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "It's the EEOC Convention on Jurisdiction and Judgments? Because that operates only within the Community."
    },
    {
      "speaker": "ROSS",
      "speech": "That's correct. The United States is not a signatory to that convention. But the hypothetical was -- and I tried to answer the hypothetical."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Does your argument depend on whether the manufacturer is the manufacturer of the whole machine as opposed to a component part, like Asahi? Suppose there was a little battery or lever that was manufactured, I don't know, in France, and it was sent over to this English manufacturer, and they were -­ this part is incorporated in many different kinds of machines, but the part then -- and then the facts are the same: It goes to the Ohio distributor and New Jersey, but the part is what causes the injury. What results?"
    },
    {
      "speaker": "ROSS",
      "speech": "I would say no jurisdiction for a component manufacturer under those circumstances, unless the component manufacturer was deliberately manufacturing a product for sale into a State in the United States -­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, it's like Justice Breyer's hypothetical. He wants to sell to the entire universe if he can."
    },
    {
      "speaker": "ROSS",
      "speech": "That's correct, but the manufacturer in your hypothetical did not purposefully avail itself of the United States market. He simply sold a component part. And this is, of course, not a component part case we have here before us. So he may have known -­ there might have been foreseeability that it was possible that.... That's not enough."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Well, what if -­"
    },
    {
      "speaker": "ROSS",
      "speech": "We're not saying that's enough."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Let's say he does know, it's a component part for something that is sold, widely sold, in the United States. Or it's a component part of this machine."
    },
    {
      "speaker": "ROSS",
      "speech": "Our position is that under those circumstances, if the manufacturer did not purposefully avail itself of the United States market by hiring a distributor -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "But why would it be -­"
    },
    {
      "speaker": "ROSS",
      "speech": "-- it wouldn't be targeting that market."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "So you have an entirely different test."
    },
    {
      "speaker": "ROSS",
      "speech": "As to components. I'm sorry."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "You have -- you have an entirely different test for a component manufacturer than you do for the finished product manufacturer. The component manufacturer may well know to a certainty that his component is going to be used in a product that's sold in the United States. Let's say he makes a component for this machine."
    },
    {
      "speaker": "ROSS",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Why is that different? Shouldn't it be the same test?"
    },
    {
      "speaker": "ROSS",
      "speech": "I think it's different. And that's where the limitation of the Due Process Clause, I think, comes into play because that manufacturer, making a small component, a spring, a small part for a large machine like in the Asahi case, he may not -- he may have known. It's foreseeable that this product will go there, but -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "He makes -- let's say he makes the 25-inch blade that only goes into this machine. That's the only market for it. Does -- no difference?"
    },
    {
      "speaker": "ROSS",
      "speech": "I would say there is a difference, because that component -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "I'm sorry. That was poorly phrased. Is it the same test for the machine, or is it a different test? Is it your component test?"
    },
    {
      "speaker": "ROSS",
      "speech": "I think it's -- I think it's the same test, but it would come out differently for the component manufacturer. That's the way I'd like to -­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "And, Mr. Fergenson, isn't that what Justice O'Connor said in Asahi, that the component manufacturer may have all the knowledge in the world -- for Justice Brennan, that was enough; for Justice O'Connor, it was not enough, that knowledge was insufficient, that there had to be purposeful availment, that there had to be an active decision, a choice to seek the market. And -- and I understand that, on your view, McIntyre made that choice."
    },
    {
      "speaker": "ROSS",
      "speech": "Exactly."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "How can there not -­ how can there possibly not be purposeful availment if the manufacturer of the 25-inch blade knows it's only going to be used in McIntyre's machine and it knows that McIntyre is trying to sell its machine in the United States?"
    },
    {
      "speaker": "ROSS",
      "speech": "Because the manufacturer of that blade did not specifically target the United States market. He -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "He put it in a product that is only going to be -- that he knows is going to be sold in the United States."
    },
    {
      "speaker": "ROSS",
      "speech": "But it's not specifically designed for them. And that -- that machine is not specifically designed for the U.S. market. That machine -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "You have a partnership. One of the partners makes the shell of the machine; the other partner makes the insides of the machine. Are they, as individual companies -- are they availing themselves of the United States market?"
    },
    {
      "speaker": "ROSS",
      "speech": "Now, under those circumstances, I would think there would be a difference. I think there would be a difference because they are combined in joining to market into the United States. But if this is a -- a manufacturer of blades in Birmingham, England, and the manufacturer of blades in Birmingham, England, sends it to Nottingham, England, and then something happens in New Jersey, and all the facts are the same, I would say Birmingham is off the hook."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Suppose the company in Nottingham only sells to the United States. It's the only place its machines are -- are marketed."
    },
    {
      "speaker": "ROSS",
      "speech": "That would be different then. Then there -- there is more than that. There -­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Then the component manufacturer would be liable in New Jersey?"
    },
    {
      "speaker": "ROSS",
      "speech": "Because he is basically piggybacking on the actions of the manufacturer."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "All right. What about today, is there any difference between the trade show -­ and he did show up at seven trade shows. I -- I mean, the manufacturer here had a representative at several trade shows, you're right."
    },
    {
      "speaker": "ROSS",
      "speech": "Twenty-six."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "That's right. Twenty -­ no, well, the record said seven."
    },
    {
      "speaker": "ROSS",
      "speech": "There were 26 trade shows."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Is that in the record?"
    },
    {
      "speaker": "ROSS",
      "speech": "Yes, it is. Joint Appendix 114 to 117a."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Okay. All right. Is there a difference between that, do you think, and -- I just read in the paper the other day there's some Ethiopian or some foreign country -- it's a very poor country -­ and they're selling goats, and they're sending some to the United States for some kind of festival purpose or something. Now, he said I have a site on the Internet. All right. Now, all of these people, however small, I mean, many, many will have Internet sites, and some of them might have an Internet site that's accessed by American buyers, as this man did."
    },
    {
      "speaker": "ROSS",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "All right. Is there any difference between that and your trade shows?"
    },
    {
      "speaker": "ROSS",
      "speech": "And if the goat poisons someone in the United States and the -- and the person who raised the goat -­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Yes."
    },
    {
      "speaker": "ROSS",
      "speech": "-- purposefully availed itself -­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "No, no, don't use the characterization. I mean, I'm -- see, I'm trying to figure out does this count as purposefully availed?"
    },
    {
      "speaker": "ROSS",
      "speech": "If -- if they take steps, concrete steps, additional conduct, then yes. The answer is yes."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Okay. So the answer is going to be, in this case, if we say you win -­"
    },
    {
      "speaker": "ROSS",
      "speech": "Sadly, even if -­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "-- then everyone with a -­ with a -- everyone with an Internet site who also sells to a buyer who says anywhere in the world, perhaps -- I don't know how far that reaches -- seems pretty filled with implications."
    },
    {
      "speaker": "ROSS",
      "speech": "Yes, it does. The Internet -- we deliberately did not raise the Internet or any Web sites in our briefs."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "But it's the same, you think? It's the same -- I thought it might -­"
    },
    {
      "speaker": "ROSS",
      "speech": "I think if there's purposeful availment and if the Internet is being used to market specifically into the United States and the product causes harm to someone in the United States -­"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Are there -- there are some cases just beginning -- at the beginning stages, aren't there, involving sales through the Internet?"
    },
    {
      "speaker": "ROSS",
      "speech": "Yes. Yes, Your Honor. I believe that those cases say if there's an interactive Web site; in other words, if the person sitting in the United States can press several buttons on its computer and interact and make -- consummate the transaction, if you will, with the foreign manufacturer, then under those circumstances, I believe, the trend of the cases seems to be that there would be jurisdiction."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "But -- but you were cut off before you finished your answer. I want to make sure I understood it. I -- I make the inference that you -- you would say that if there is an advertisement, not a sale, just an advertisement on the Internet, replacing the trade show, that that is a significant availment -- a purposeful availment, and there can be jurisdiction in New Jersey. Same factors here -­ somebody who doesn't go to the U.S. trade shows, but he does put it on the Internet, the same result?"
    },
    {
      "speaker": "ROSS",
      "speech": "That was one of the four examples that Justice O'Connor gave us in Asahi, advertising for --"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "I want to know what your position is."
    },
    {
      "speaker": "ROSS",
      "speech": "Yes. My position is yes, because they are -- they are attempting to sell into the United States with advertising. But the trend of the decisions has been that it has to be an interactive Web site."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Can -- maybe everybody knows this except me. Do you -- are Web sites targeted to the United States? Don't you -- you can -­ let's say they put it on their Web site in England. Can't you -- can't -- can't I access that from here?"
    },
    {
      "speaker": "ROSS",
      "speech": "Yes, you can."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "So they don't even have to send the Web site to the United States? They just have to have a Web site?"
    },
    {
      "speaker": "ROSS",
      "speech": "If it's an interactive Web site where you can sit in New Jersey, order a product, the product is then delivered by the foreign manufacturer into New Jersey, and the product then chops off four fingers of someone's hand -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "So it has to be interactive?"
    },
    {
      "speaker": "ROSS",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "If it's just -- what if it says, here, we're McIntyre -- on a Web site -- we make these machines; give us a call at this number if you want to buy one?"
    },
    {
      "speaker": "ROSS",
      "speech": "Not enough."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Not enough?"
    },
    {
      "speaker": "ROSS",
      "speech": "That's like a billboard. That's not enough. That's just a pure advertising; not enough. But if the additional steps that I just mentioned are taken and a sale occurs -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "And this distinction is somewhere in the Due Process Clause?"
    },
    {
      "speaker": "ROSS",
      "speech": "I believe that the Due Process Clause requires the additional conduct. The purposeful availment, which is what we have in your hypothetical, and the actual transaction, the sale, then we have jurisdiction."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "But was the sale here negotiated in -- or part of the sale negotiated in Nevada or the person just -- the New Jersey manufacturer just was interested in the machine and then later contacted the Ohio distributor?"
    },
    {
      "speaker": "ROSS",
      "speech": "In this case, the manufacturer said that they own the machines until they're paid for in full. The machine was not paid for in full."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "No, I'm -- I'm trying to relate what happened here to the Internet hypothetical. I have the -­"
    },
    {
      "speaker": "ROSS",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "-- Internet hypothetical where there's just an advertisement."
    },
    {
      "speaker": "ROSS",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "And, at first, I thought you were saying that's sufficient. Now you say no, because they have to be part of the contract. I'm trying to make the Internet equivalent to the trade show."
    },
    {
      "speaker": "ROSS",
      "speech": "If the Internet Web site is interactive, so you can sit in New Jersey, order the product, complete the transaction, send money, and in response to the money coming, you get a product -­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Okay. But not just an advertisement?"
    },
    {
      "speaker": "ROSS",
      "speech": "Not just an advertisement."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Even though that's the cause for the buyer's interest in it and he pursues -­ pursues his -- his transaction after finding out all the information on the Internet, but he phones the Ohio distributor?"
    },
    {
      "speaker": "ROSS",
      "speech": "It's not enough, in my judgment, if -- under the Internet example that you just gave. If there's an interactive Web site where the person in New Jersey can press buttons on his computer and complete the transaction with the result that the product comes to New Jersey, under those circumstances, I would say there is jurisdiction."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Complete? He's got to complete the transaction?"
    },
    {
      "speaker": "ROSS",
      "speech": "That's correct."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "What if it's -­"
    },
    {
      "speaker": "ROSS",
      "speech": "I don't -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "-- you know, punch these numbers, and we will send you an application for a machine? Is that not enough, because he's got to complete the transaction?"
    },
    {
      "speaker": "ROSS",
      "speech": "I would say, under those circumstances, that that's part of what the manufacturer requires, but the end result is that the machine winds up in New Jersey through this contact between the person and the manufacturer. Then I would say that would be enough for jurisdiction."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "So that if they say fill this out, and contact this person, McIntyre, whatever, in Ohio, that's where you can get one of our machines -- that's enough?"
    },
    {
      "speaker": "ROSS",
      "speech": "I would say, in that case, they have deliberately targeted the entire United States market, but they want you to go through their distributor, which they have hired -­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Would their -­"
    },
    {
      "speaker": "ROSS",
      "speech": "-- in Ohio, and he sends it. It's the same situation. Well, if there's no further questions, I would simply like to ask this Court to affirm the judgement of the Supreme Court of New Jersey in this case."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, Mr. Ross."
    },
    {
      "speaker": "ROSS",
      "speech": "Thank you."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Mr. Fergenson, you have 2 minutes remaining."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Thank you, Your Honor. Justice Breyer, I would -- in response to your concern, I would ask you to look at page 29 of the States' amicus brief: \"Ignorance of the fact that New Jersey is a State within our union, or of the specifics of New Jersey products liability law, should not allow Petitioner to avoid jurisdiction. Its own lack of research prior to embarking on a nationwide marketing campaign is no defense.\" I think that -­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Mr. Fergenson --"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Could you answer -­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "-- could I ask you a question?"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "I'm sorry. Could you -­ just one quick point of clarification."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "It's a point that your adversary raised in passing. I'm not quite sure, do you sell outright to the American company? Do you ship a product and they pay you, or they only pay you when they receive the money from their customer? There appears to be some suggestion of the latter."
    },
    {
      "speaker": "FERGENSON",
      "speech": "And the New Jersey Supreme Court said that there was a suggestion that some trades could have been by consignment. I believe that that is outside of this -- taken out of this case by an admission in the brief -- at least for this sale -- in the brief in opposition to defendant's motion to dismiss, at 19-20, filed October 11th, 2006, where they state -- where Respondent states it was sold by us to MMA, and it was sold by MMA to Curcio Scrap Metal. So, there is no consignment. There's no consignment under 9-102, which Ohio has adopted."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "But that's a different question than I asked. There was no consignment on this machine?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "But you're not claiming that there might not be on others?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "The evidence in the record under 9-102, which Ohio has adopted, I think can only be reasonably viewed -- and this Court obviously treats it as de novo, on a jurisdictional review -- can only be viewed as not a consignment because MMA was in the business of selling the products to others. Let me say that for the -- there was no interaction in the record with anyone from New Jersey by MMA or by J. McIntyre. It was the booth, and then there was an order. And if you look at the invoice, it says verbal order. There was an order by the son of the owner of Curcio Metal Works, and that's it. The order was fulfilled."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Mr. Fergenson, Toyota, Honda, Volkswagen -- pick your car company -- sells many millions of cars to the United States. They start blowing up here. They operate through independent distributors only. Can they be subject to jurisdiction in any of the States?"
    },
    {
      "speaker": "FERGENSON",
      "speech": "I think that most sophisticated distribution networks -- and this one was not -- I -- the defense takes it as a -- takes on the issue of this as a scheme. Most sophisticated distribution networks, such as the manufacturers you're talking about, there is -- there is recourse to remedies throughout the United States, whether against the distributor or against the manufacturer."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, counsel."
    },
    {
      "speaker": "FERGENSON",
      "speech": "Thank you."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "The case is submitted."
    }
  ],
  "path": "2011-01-11.09-1343.J._McIntyre_Machinery,_Ltd._v._Nicastro.pdf"
}