[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We will hear argument next in Case 10-114, Fox v. Vice. Mr. Rosenkranz."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Thank you, Mr. Chief Justice, and may it please the Court: Mr. Fox has rock-solid legal claims against a police chief based upon facts that were strong enough to send that police chief to prison. Yet he's been ordered to pay all of the attorney's fees for an entire 2-year course of a litigation because his lawyers decided to plead and then drop a single Federal theory. That award is wrong and it's not what Congress intended. Congress wanted to protect defendants from the lying or the vexatious plaintiff who shouldn't be in court at all."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Did we take the case on frivolous, but that the underlying cause of action, which is to say the operative facts, were meritorious; and in fact they are meritorious. They are going to trial in 2 weeks. And so this is a wrongdoing defendant against whom was pled a legal theory that we now assume was frivolous."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, wait. I mean, my goodness. You could say the same underlying facts justify, you know, a suit for -- for libel, and also justify a much -- a much greater suit. I'm not sure that we look to simply the underlying facts. We look to what kind of liability was sought to be imposed upon the defendant. That's what determines how much money the defendant is willing to pay for his lawyer, and how much he has to expend in defending."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Your Honor, in this case the liability was far greater for the State court claims than for the 1983 claims. But Congress was concerned -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, that's not quite right. To the extent they overlapped, even on the"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "So the city's liability would be greater."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "That was one incremental increase. But the liability in this case on the constitutional claim was for, and the reason it was found to be frivolous, was that he was seeking liability on a constitutional claim for being deprived of his right to run for office when in fact he won the office. The intentional infliction of emotional distress, the reputational harm was far greater."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Mr. Rosenkranz, you knew that, though, from day one. This case is brought in State court, it's removed to Federal court. Ultimately the plaintiff says: I recognize that as a matter of law my 1983 claim is no good. But the plaintiff didn't say that until 18 months after the -- the transfer. So doesn't the plaintiff have some responsibility for running up all these costs in the Federal -- burdening the Federal court, having discovery in Federal court, instead of saying when defendant removed the case -­ either dropping the Federal claim or conceding at that point that it had no merit so it's only the State claims. I mean, doesn't -- doesn't the plaintiff bear responsibility for keeping that case in Federal court for 18 months?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "The answer is partial responsibility, yes, Your Honor. But let's -- and I think Your Honor is correct to be looking at the burdens. The burdens of the discovery were all the same. It was the same nucleus of operative facts. Now, if this was indeed frivolous from inception, the defendants could easily have filed a motion to dismiss. It should have taken no time at all. And if there was incremental increase in discovery with respect to the Federal claims, then the defendants have only themselves to blame for not having moved to dismiss early on."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "What if Mr. Fox had filed two -- two actions, the Federal claim in Federal court, the State claims in State court? Now, the Federal claim is handled in the same way that it was here. It's found to be frivolous. Would not the defendants be entitled to all of the time that they spent preparing for the Federal court case?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "And they're simultaneous, the discovery was Federal discovery, none of it was State discovery, when they were on the same facts. It's the incremental burden when you've got these, these intertwined -­"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "You're proceeding on the assumption which I -- I think is certainly, based on what I know of the record, true here, that the State claims are far from frivolous. But how is -- let's take another case, where it isn't clear whether the State claims are any more meritorious than the Federal claim. Then how is the Federal judge supposed to handle the -­ the calculation of attorney's fees in the separate Federal suit?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "So, your Honor, we're still operating on the hypothetical that they're separate cases -­"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "Yes. Yes."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "-- not intertwined? Because my answer might be different."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "Well, the facts are -- the"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "My answer to that hypothetical is the same as our point two, that if there is -- if there are fees to be awarded at all, they have to be fees that are tethered to the rationale for there being a right to attorney's fees in the first place, which is what was the incremental burden of the Federal, of the Federal lawsuit? And a judge would say -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "So how do you calculate that? I mean that -- that's what the question was."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Well, Your Honor, it would be very easy in this case. What you do is you look for entries or ask the defendant to come forward with entries that say this was specific to the Federal lawsuit; I had to -- I had to file a removal notice, I had to litigate over -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "That's an incredible burden to impose on the district court. It's hard enough for clients to read through these billing records and figure out what's valid and what's not, but to ask the district court to then go through and look at it,"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Your Honor -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "And that seems -­ just -- sorry, I don't mean to drone on, but that seems to me to be an especially odd burden to impose when you're dealing with an area where there is a heavy dose of discretion to the district court in the first place."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "So, Your Honor, let me then start -- move back to our overarching point, which is that these are the sorts of incremental burdens that are trivial, if they exist at all, and that shouldn't be awarded attorney's fees at all."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well, maybe in your case, but there's no reason to suppose there won't be cases where the things are flipped, and the Federal claim, perhaps frivolous for a legal reason rather than a factual one, is the dominant driving force in the litigation and you've tagged on a few other State claims."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Your Honor, that's a key point in our presentation. It actually doesn't matter first, the plaintiff has to show defendant acted under cover of State law -- that's not going to be necessary in the suit for extortion or defamation -- has to show that Vice was an official policymaker for the city. Those are discrete issues that relate to the 1983 claim but have nothing to do with the extortion/defamation claim."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Indeed, Your Honor, and so let me answer that question in two ways. First is, if the defendants see a complaint, a 1983 theory, that is flawed at the inception, they have no business incurring costs with respect to color of State law or policymaker or not. They should move to dismiss on the theory that is presented on the face of the complaint."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "But that's a pretty audacious claim, that you filed such a frivolous cause of action that they shouldn't have wasted so much time responding to it."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "No, no, Your Honor. My point is -­ from inception, they should have moved to dismiss from inception."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "And you shouldn't have filed it. (Laughter.)"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "I understand the argument, Your Honor, but the Seventh Circuit has a very good opinion that's cited in the brief that explains that when the defendants are just racking up fees on a claim that they claim is frivolous, that they could have filed a motion to dismiss on, they shouldn't be racking up fees on that claim."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Counsel, can I understand what legal analysis you're proposing? Your blue brief seems to suggest, as does your argument a few minutes ago, that you want the Sixth Circuit's rule, which is the only circuit that applies this rule, that says when the facts are identical and intertwined, the defendant gets no fees."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Your Honor -­ to the defense of the frivolous claim. Which of the two theories are you advocating? And then a separate question, of what standard of review should be imposed in those situations in which the activities are so intertwined, but there is still a core essence of defense of the Federal claim, which is some of the hypotheticals my colleagues -­"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Yes, Your Honor. Let me begin by -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "-- assume."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "-- correcting the premise, if I may, Your Honor. The Sixth Circuit is an outlier, but the Sixth Circuit is an outlier because it says if you have got a lawsuit with related and completely unrelated claims, no fees at all. The majority rule, the clear majority rule, is the rule that says no fees at all when you've got intertwined claims. That is the Sixth -- which also has that other piece -- the Second, the Ninth, and the Eleventh. And that is the rule -­ that is the primary rule that we are advocating: No fees if they're intertwined, because the burdens of demonstrating that a legal theory is frivolous are minimal. But we have a backup -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "But there are difference -- are differences in how we read those other circuits, but I'll accept your proposition."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "And, Your Honor, I would encourage the Court to look at the -- at the Schwartz treatise, which says what I've just articulated is the clear majority rule, not just among the circuits, but in the district courts, where circuits haven't weighed in."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Can I clarify what you mean by \"completely intertwined\"? You mean there is no incremental work just on the Federal action?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "No, Your Honor. What I mean by \"completely intertwined\" is that they arise from the same core of operative facts."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "So you -- you're looking for fees -- your first argument -- even though they can identify fees that were incurred solely on defending the frivolous cause of action?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "I'm looking to block fees even though they can, and the reason is Congress was concerned about burdensome litigation, not about minor, trivial increases in litigation to utter three sentences here is that the Federal action is completely frivolous. There shouldn't be 20 percent spent on the Federal action if they're all -- if they're all intertwined, if it's frivolous on its face."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "What if it's not completely frivolous, but frivolous enough to satisfy a demand for fees? What if it does take them, you know, 40 hours to prepare the motion to dismiss it as frivolous? Do they get those 40 hours?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Your Honor, I guess I'm having trouble accepting the premise. It shouldn't take 40 hours to tell a court, here's the claim and here's a string cite of 17 cases that say it's wrong. But let me then move to the -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Well, you've got to find the 17 cases."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Sure, but if it takes 40 hours to do it, then it's probably not frivolous. But let me move into the -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "You've got to look doesn't reflect an adequate -- doesn't reflect a realistic understanding of Federal litigation."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "I understand, Your Honor. Let me just make one other point about our first rule, and then move to the second rule. The point that was made earlier, that Your Honor made, Mr. Chief Justice, earlier about the burden on the Court is yet another reason why we shouldn't open up this new avenue of ancillary fee litigation. When it's just that incremental burden, we now have not just the burden of a frivolous claim, but the burden of courts addressing attorney's fees applications and the -- on the frivolous claim, and the burden of the courts now of defendants playing the games of withholding motions to dismiss that should have been brought earlier -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "And I don't want to have you adopt this phrase, but just to clarify, are you saying that it's a but-for test, that you get only those fees for time that was -- that would not have been allowing defendants to get fees, and that is defendants are suffering extra burdens; we want to protect them from those burdens. If that is the rationale, as everyone agrees, then the only fees that should be covered are fees that would not have been incurred but for the existence of the Federal claim, and that is, to the Chief Justice's question, actually not that hard to demonstrate. If plaintiffs keep good, accurate records and they know that they're going to be seeking or may well be seeking fees on the Federal claim, identify the few documents that are really -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "No, that's not how it works. You say they know they're going to be seeking claims. They don't know in advance, this is going to be a frivolous claim, the discovery is going to be completely overlapping or it's not going to be overlapping. And most lawyers do not keep detailed accurate billing records. That's just an underlying reality. to say, no, no, it shouldn't be 20,000, it should be 15,000. And our precedent in this area gives a huge amount of discretion to the district courts, just reasonableness. And it seems to me you're buying into a lot of litigation to decide whether it's 20,000 or"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Which is one of my reasons for our underlying -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "I understand you go back to the first point."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "But, Your Honor, let me -­ let me just explain how I think this works. First of all, a lawyer who is -- who has a Federal claim against him is duty-bound to start keeping track of the Federal issues early, just like the plaintiff who is going to seek fees is as well. But it isn't that hard, because the vast majority -- in an intertwined case like this, the vast majority of expenditures will be overlapping expenditures. All of the discovery, or most of it, will be overlapping."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "In other words, you're saying that the lawyer has to keep account of -- now, if I'm going to spend time on \"under color of State law,\" I have to label that and figure the hours for that separately; similarly for whether Vice was an official policymaker, those hours that you are requiring that -­ instead of saying X number of hours for deposition of witness A, you are requiring particularizing the issue?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Yes, Your Honor, and that's what Hensley says. Hensley says general litigation is general litigation, and you don't try to parse it out, but if there are -- in the case of plaintiffs, that redounds to the benefit of plaintiffs, because the entire case, all the general litigation, could have contributed to the ultimate success. When it comes to the defendants, though, the general litigation costs could easily or almost certainly were incurred in connection with the overall defense, and so it makes perfect sense to say to them, break out the pieces, the documents that were really"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Minuscule, Your Honor, and let me refer the Court to the supplemental appendix. If you look, for example, on page 30, that's where Vice's expenditures begin. It goes for 37 pages. There is but one reference to Federal law. It's like looking for Waldo, trying to find the theme that they claim was dominating this case, which is on page 38, one reference. And so I would say it's trivial. And particularly, then, if we layer over this the proposition that the district court -­"
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "So there was no significant motions practice on these issues? There was no particular discovery on issues of State action and so forth?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "There was, and there was -­ and that was done mostly by the city. So the city was focused on -- there was motions practice about some of the legal theories, very little about the one that was purported to be frivolous. There was quite a bit about color of State law, policymaker, which, as I said on the basis on which it was removed."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "What if the potential liability on the frivolous claim is much greater than the potential liability on the factually interrelated non- frivolous claims, and the defense argues that we spent a lot of time on -- a lot more time on these interrelated factual issues because of our fear of the greater liability on them than the frivolous claim?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "All right. Not this case, of course, and you know this is a hypothetical. The answer to that would be, I can imagine a district court being allowed to carve out an exception where they can say, well, we hired much more high-powered lawyers than we would have otherwise, and that was the -- responsible for an incremental increase."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Counsel, did the -- the district court here said they're intertwined claims, they all relate to the frivolous claim, they're entitled to full fees. The Fifth Circuit seemed to do the but-for test. Are you agreeing with that? attributable exclusively to a plaintiff's frivolous claims.\" Is that correct?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "That is a correct quote, of course, Your Honor."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "You think they misapplied that?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "What I would say, Your Honor, is not that they misapplied it. They uttered one sentence that was correct. And then -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Two."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "-then -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "And they joined the Ninth and the -- and the other circuits that have the but-for. So it's three places. They said we're not joining an exclusive fees entitlement either way, we're joining what the majority of the circuits are doing."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Yes, correct. So -- so they uttered those sentences, those are correct. The -­ the Fifth Circuit then applied a series of standards that bear no relation to the but-for test. The Fifth every sentence after that is a direct contradiction of the but-for test. I mean, for one thing, it cannot possibly be true that you can apply a but-for test when no one has ever looked at the underlying records. The district court said it didn't have to. The Fifth Circuit said that the reason the district court was correct was because the main focus of the parties, what they had in their heads, was the Federal case. Under a but-for test it doesn't matter what they had in their heads. It matters whether the work is wasted, whether it's transferrable -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "So they messed up the application of the but-for test. I thought the issue before us whether -- was going to be whether the but-for test is a proper test, not whether this particular court, having expressed a proper rule, misapplied it. I don't care about that."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Your Honor, I -- I understand your point. We're disagreeing about whether minds or what forum -- was the next sentence -- what forum was this litigation in? Well, it was in the Federal forum, therefore, they are just Federal fees."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Mr. Rosenkranz, I'm looking at the billing sheet, August 14, 2007, 32 hours, miscellaneous cost, online research. Is that for Federal or State?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Your Honor, it's general research that I would say if the lawyers did not specify that this was for specifically incremental increase in the cost of the lawsuit on the Federal theory, then they've lost the opportunity to try to make that case. This is not a unique observation in civil rights litigation. Plaintiffs lawyers have to do that all the time. They -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "I don't -- you -- you -­ you've done this several times in the course of your argument, sort of equating, you know, the attorney's fees for frivolous suits with the normal attorney's fees that the plaintiff gets when the plaintiff is frivolous suit, which should not have been done, which is wrongful, which is perhaps sanctionable under Rule 11. I'm not sure that we have to evenhandedly apply the same kind of rules."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Your Honor, I actually believe that the Court should not be evenhandedly applying the same set of rules, but we reached the opposite conclusion about which side gets the benefit of the burden. It is for plaintiff's benefit, for the most part, that this fee shifting provision was in the statute. Now, this Court has so drastically narrowed the range of cases within which a defendant is entitled to fees, that all we're talking about now is whether the Court is going to open up a new avenue of fee litigation, and that is not for the frivolous lawsuits but for the frivolous theory layered onto an otherwise meritorious lawsuit. If I -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Mr. Rosenkranz, one -­ one piece of this you must know the answer, under the"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "My time is reserved for rebuttal, but I will answer the question, Louisiana follows the American rules, so no fees on the State court claims. Thank you, Your Honor."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, counsel. Mr. Stancil."
  },
  {
    "speaker": "STANCIL",
    "speech": "Mr. Chief Justice, and may it please the Court: I would like to focus first on the question of eligibility, but I do want to return later to why Hensley supplies the correct analysis for calculating fee awards. Much of Petitioner's eligibility argument rests on the notion that frivolous section 1983 claims imposed only modest or as he described them today, trivial burdens on defendants. And that's simply not the case. As amici who deal with these cases on a daily basis have confirmed, inclusion of even a frivolous"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Why can't you prove that in a but-for situation? Why don't you tell me what you -- your proposed standard is. As I understand it, you would say if the Federal claim is frivolous, then you're entitled to all fees, even if the State law claims overlap and have merit or potential merit. I think -- is that your position?"
  },
  {
    "speaker": "STANCIL",
    "speech": "No, Your Honor. I would like to clarify it. We are talking now about calculation of the award, assuming eligibility aside for the moment. And I'll come back -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Eligibility, it has to be a frivolous claim, that's -­"
  },
  {
    "speaker": "STANCIL",
    "speech": "Where eligible, the standard is, as under Hensley, what is the degree of overall success in proving that these claims are frivolous? Simply put, how much of the action or proceeding to enforce section 1983 was frivolous? And that's the standard set forth in section 1988. Section 1988 does not reference State law were the client, I would say your degree of success was zero. I still have to pay $100,000. The fact that you won on one claim but then lost the whole issue -- the whole value on another, I wouldn't call that a degree of success."
  },
  {
    "speaker": "STANCIL",
    "speech": "Well, that would be something that a district court would take into account as part of its discretion, and that's exactly the point of Hensley. Hensley says it's hard to pull some of these hours apart in the ordinary case. Now, this is not the ordinary case. I think that's clear. Here the plaintiff did not even press his State law claims in Federal court. Those claims, the district court found, were so deeply buried in the complaint that the plaintiffs were not even on notice that a defense to them was required."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "I don't see how that -­ one can say that looking at the complaint. It said extortion, emotional distress -- where is the complaint? Let's look at it.  here with any specificity is section 1983. If you look at page 41, it says the rights, privileges and immunities afforded by petitioner -- afforded petitioner by our Constitution and laws that were violated included -- include but are not limited to the following, and then he lists the right to seek public office, the right to be free from extortion, the right to be protected -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Right to be free from extortion."
  },
  {
    "speaker": "STANCIL",
    "speech": "Yes, Your Honor. And then -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Is -­"
  },
  {
    "speaker": "STANCIL",
    "speech": "Yes -- no, Your Honor. That's -- that is what he said his right was denied as part of his rights, privileges and immunities afforded Petitioner by our Constitution and laws. He says on the next page, on page 42, and this is a critical distinction, and I think this was the premise of the district court's finding: He says Petitioner has suffered and is entitled to recover reasonable sums for  be proven at the trial of this matter."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, I'm -- I'm not familiar with Louisiana standards of pleading. Afforded -- under 16 at page 41, the rights, privileges and immunities afforded Petitioner by our Constitution, Federal, and laws, State and Federal."
  },
  {
    "speaker": "STANCIL",
    "speech": "Well, Your Honor -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "It would seem to me reading the complaint would permit that."
  },
  {
    "speaker": "STANCIL",
    "speech": "I think that would be -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "I -- I don't know what degree of specificity is required."
  },
  {
    "speaker": "STANCIL",
    "speech": "Well, I think that would be more than generous under the -- in the context, and then you would do what the district court said and look how the parties acted from this point forward. And the district court found that the defendants, that these claims were not sufficient reply pled -- this is on pages, I believe, 20 -- pardon me, 32 and 33 of the petition appendix: \"Plaintiff made certain allegations\" Louisiana pleading rule were -- was that you state the basis of your claim, and you do not have to plead legal theories; and if that's so, then if this -- defendant removed this case to Federal court; the plaintiff wanted to keep it in State court; and in Louisiana, under the Louisiana pleading rules, it would have been perfectly appropriate. The -- the claim alleged gave rise to extortion claim, the defamation claim; so this complaint was filed in Louisiana court that has a rule that says tell us what happened, and then you can have whatever legal theory you're entitled to."
  },
  {
    "speaker": "STANCIL",
    "speech": "Yes, Your Honor, but it included a Federal cause of action that allowed removal to Federal court, and once it's in Federal court, it's subject to the Federal rules for pleading a claim adequately and in specificity, and here the district court found these State law claims, there was not a whiff of them until the very tail end, 18 months later, when it was actually in response to the town of Vinton extortion, because Vice was convicted of extortion in a criminal proceeding? So if you're looking look and you say what is the outstanding claim here, I would assume that it was the extortion."
  },
  {
    "speaker": "STANCIL",
    "speech": "Well, Your Honor, again, look at how the plaintiff used the fact of extortion. If you go -- this is the correspondents -- pardon me, the pleadings on summary judgment when plaintiff filed a motion for summary judgment. The defendant said you've said nothing about under color of law; this is an anonymous claim. He says he -- he didn't say this was a State law claim for extortion. He said, and this is a quote, he says: \"It is not necessary to show that Vice was acting under color of law. The simple act of extortion is sufficient.\" He picked the section 1983 horse. He rode it as far as he possibly could, and only at the 11th hour, when the district court finally called him on to the carpet, did he say, okay, I concede these claims have no merit, and then he backed off and then he wanted to go -­ brought that motion very early on. If this is a frivolous claim on its face, then why didn't you move to have it dismissed immediately?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Well, that's a very important point, Your Honor. It I think is a false assumption that every claim or this claim or pieces of this claim are frivolous on their face such that you can look at the complaint and have it thrown out of court. I would like to point, Your Honor, specifically to the allegation -- this is on page 49 I believe of the appendix --in which -- this is an allegation of the complaint where plaintiff says that Vice printed the extortion letter at the police station. Presumably this is in support of his under color of law theory. He's deposed -- this is on page 330 and 332 of the joint appendix -- and Fox admits he had no basis for that claim. We can't walk into Federal court and say we know this is false, we know he didn't print this at the -- at the police station, he didn't use police resources to do it. We have to depose him, we have to and a Federal claim; and the Federal claim is a really bad claim, it's frivolous; and it eventually gets tossed out, and it's -- it's labeled frivolous. But the State claim is a really good claim and it wins, all right? The plaintiff has requested $100,000 and the plaintiff gets $100,000 because he's won on the State claim. Now, here are the legal fees. The legal fees are 20 percent was incurred solely for the State claim, 20 percent was incurred solely for the Federal claim, and 60 percent was incurred in both because there were overlapping issues and it's just impossible to tear them apart."
  },
  {
    "speaker": "STANCIL",
    "speech": "Okay."
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "What are the fees in that case according to you?"
  },
  {
    "speaker": "STANCIL",
    "speech": "It would be within the district court's discretion. I think it's going to be closer to 20 percent than to 80 percent. But again, this is the central message of Hensley, and I think it's -­"
  },
  {
    "speaker": "STANCIL",
    "speech": "He gets -- yes."
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "All the work that is -­"
  },
  {
    "speaker": "STANCIL",
    "speech": "At a -- at a minimum."
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "Even though the plaintiff has, from the plaintiff's view has completely won the lawsuit."
  },
  {
    "speaker": "STANCIL",
    "speech": "Correct, he has -- yes."
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "Go -­"
  },
  {
    "speaker": "STANCIL",
    "speech": "Is there a follow-up? I don't want to interrupt the follow-up."
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "No. Go ahead."
  },
  {
    "speaker": "STANCIL",
    "speech": "Okay. Yes, he gets the 20 percent at a minimum that are but-for attributable, but it is within the district court's discretion to award more, and here's why."
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "And -- and -- okay, go ahead, I'm sorry."
  },
  {
    "speaker": "STANCIL",
    "speech": "The burden -- the question is what is -- what does section 1983 authorize? It authorizes fees if you're a prevailing party entitled to upon the district court to say, you know what, this entire -- you -- you triggered a fee-shifting statute, the entire section 1983 action was frivolous. And so I think it's within the district court's discretion to give them something more, between 20 and 80 percent under those -- under the hypothetical."
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "So but on that theory, the -- the plaintiff would be paying the defendant's fees for work done where the plaintiff won."
  },
  {
    "speaker": "STANCIL",
    "speech": "Because the plaintiff levied a frivolous -- not just a faulty or unsuccessful, a frivolous cause of action under section 1983, and this is the point of -- of why 1988 is different from, say, rule 11 and other provisions that limit bad faith actions. It's a policy choice by Congress. There are burdens allocated to both sides, and there are consequences or may be consequences within a district court's discretion."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "But I thought what Congress said and what we've said in Hensley, that the though the Federal claim didn't add anything to your work -- to your work, except 20 percent?"
  },
  {
    "speaker": "STANCIL",
    "speech": "To be clear, Your Honor, I'm not saying we would be automatically entitled to 80 percent. I'm saying Hensley, under the principles of Hensley, the district court would have discretion to award more than 20 percent."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "But tell me why we would, given the differences that we've announced in Hensley between prevailing plaintiffs and prevailing defendants -- because you can only prevail as to a frivolous fee. Why do we start with your entitlement to your entire fee and deduct from it, instead of starting the other way, which seems more logical, which is you're entitled to the fees related to your frivolous claim, so why don't you have to prove that first?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Well, I don't think it would matter to the outcome of this case, and I would like to come back to that. But the reason for starting at what does -- what is the 1983 fee in total, and working claims and two are frivolous, one is not, and there is a bunch of State court claims."
  },
  {
    "speaker": "STANCIL",
    "speech": "Well -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "So why do we start with your total fee and deduct down, rather than start where all the circuits are starting, which is to say, what can be attributed to that frivolous claim, which is the only thing you're entitled to fees from?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Well, section 1988 is the answer, Your Honor. It says you get your fees, and -­ if you're a defendant and if it's frivolous. With respect to an action or proceeding to enforce section 1983, I think the but-for rule would make more sense if we were talking about non-frivolous section 1983 claims alongside frivolous section 1983 claims, because there the pie that section 1988 is concerned about, the 1983 pie, is chopped up, but here we have a State law pie and we have a 1983 pie, and all of this pie, if you'll pardon the tortured metaphor, is frivolous. do not have to award them the entire pie, but I think it is a faulty assumption. It doesn't fulfill the purposes of section 1988 to say, well, if you invoke this frivolous claim and you put this fee shifting on the table, that you're immune from fee shifting as long as these claims are -- certain fees are relevant to both. But I do want to come back to why this makes no difference to the outcome of this case. Not only is that the standard that the Fifth Circuit announced and applied, but it is also the case that the only claims prosecuted in Federal Court were section 1983 claims. And here, we have to come back to -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Mr. Stancil, the first magistrate to get this case said explicitly that the discovery materials, the discovery in the Federal Court, would be usable in State court proceedings where those materials might aid in obtaining a judgment. So doesn't that have to be taken into account, that the discovery materials developed in Federal Court will now be used in the State court proceeding? magistrate judge's opinion said only that these depositions may be used. This is a simple way of telling the parties, you know, don't come back to me and argue about whether this deposition was properly noticed and, you know, these questions and answers have been asked. But I think there's a more fundamental point, Your Honor, which is the District Court, in awarding fees, found there was no whiff of State law claims until the very -- very much the 11th hour in this claim. And this is precisely why, Justice Sotomayor, back to your question, we really need district courts to have discretion. If, as in this case -- we'll assume there are State claims and Federal claims, but as the District Court found, those State claims are deeply, deeply buried in the weeds. That's precisely the case in once -- in which the District Court needs to have discretion to say -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "And I assume you agree that discretion can end up going either way? You percent. That's a reasonable exercise of discretion. The judge doesn't have to say a whole lot about it and it's certainly going to be upheld on -- on appeal, right?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Correct, Your Honor, and this goes to the question of whether these standards are administrable. The abuse of discretion standard in fee awards has worked and worked fairly well for the better part of three decades. The surest way to invite satellite litigation over fees is to -- is to announce a rule in which you have to say, well, does it meet the but-for test or does it not meet the but-for test? Or with respect to even eligibility, to say, well, are they related or are they unrelated?"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Counsel, every other circuit except for the Sixth has dealt with the but-for test or some variant of it. Even the Fifth did it in this case and ruled in your favor. What you're asking for is, I think, very akin to the opposite rule of saying if we dismiss the likes attorney's fees."
  },
  {
    "speaker": "STANCIL",
    "speech": "Well, Your Honor, I think the -- I think the statement of the but-for test in application will become very -- will be very close to the test that we're espousing here, and here's why."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Espouse your test for me, because I still don't understand it except for flipping through Hensley, but Hensley has a different predicate, which is that plaintiffs are -- if they win, they're entitled to fees."
  },
  {
    "speaker": "STANCIL",
    "speech": "The district court has discretion to award fees fairly attribute to the portion of the lawsuit that is declared frivolous. That's the test. And here's why, in many cases, that's going to be similar to -- not identical, but similar to a but-for test. Usually, you will push these claims simultaneously, Federal claims and State claims simultaneously, and so there will be a lot of things that are -- that go in both directions. But in this case, a special case where you proceeding 18 months later, everybody calls this a section 1983 suit. And then at the last second, there is, oh, we have State law claims; let's go back to State court and litigate those. And where the District Court grants the Petitioner's -- the plaintiff's request to go back to State court, that's the right time when you need discretion to be able to award what just happened."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "How do you reconcile the test that the Fifth Circuit said it was applying, which is -- seems to be a but-for test, with the fees that were actually awarded here?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Because the only work done at the time of the fee request was on a section 1983 claim, because the State law claims were not pursued. And that was the finding of the District Court that says, these claims were so deeply buried, you weren't even on notice. Now, there's a difference."
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Well, that certainly conflicts with the first magistrate. The first magistrate said use the material in the State for the What matters when a District Court is assessing fees and evaluating a fee request is, how was the case litigated while it was an action or proceeding to enforce section 1983? Not how could the case have been litigated; not how if you had also pursued State law claims, would these things have been relevant. And once these section 1983 claims, all of them, are out and declared frivolous, section 1988 ceases to operate in the sense that it's no longer an action or proceeding to enforce section 1983."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "Can I ask you a question I asked Mr. Rosenkranz? Here, the argument seems to proceed on the assumption that the State law claims are not frivolous and may well be meritorious, but suppose that the Federal Court was in no position to make that determination at the time of the remand. What is the Federal Court to do then?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Well, there are several options, and I would be remiss if I didn't specify that are going back to State court, the party does have to file the motion for attorney's fees under rule 54. You have -- you have to go in and say, if you're -- if there's a judgment being entered, we want our fees. The District Court could stay the request, defer it until the State court rules on the State law claims. Those requests were not made here. So the District Court has lots of options. But where -- particularly where the plaintiff desires to go back to State court and the Federal case is coming to an end, the District Court must have the discretion to enter a fee award at that time. And in fact, that has been the case, and it's specifically mentioned in the House report to section 1988. The interim fee awards, where there's an order that disposes of substantial rights, are permitted. And again, this is why you want discretion in the hands of the District Court."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You want to us decide this case on the basis that it was only -- it was only a 1983 claim for the entire time it was in Federal Court until"
  },
  {
    "speaker": "STANCIL",
    "speech": "Well, Your Honor, we -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "What principle of law that's going to help the lower Federal courts would come out of that holding?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Well, I think -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Whenever you have nothing but a 1983 case, you can give -- and it's frivolous, you can give attorney's fees right up to the limit of the fees expended, right?"
  },
  {
    "speaker": "STANCIL",
    "speech": "I think if the Court could announce the principle, that would helpful, which is, if the fees are fairly attributable, within the District Court's discretion, to the frivolous claim, they may be awarded, and then say \"in this case,\" because it was only a 1983 -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, I think nobody doubts that, do they?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Well, Your Honor, the fees fairly attributable to a 1983 claim, Petitioner says they have to be only attributable to a 1983 claim. would be happy to win on that basis. The Fifth Circuit said it and there was a reason that it was not an abuse of discretion, an abuse of discretion for the District Court to award them under these circumstances."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "So you disagree with the statement in the -- in the Court of Appeals opinion about, only for fees that can be distinctly traced?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Yes, Your Honor. We think -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "I understood your adversary to agree with that position. You'll need to switch sides, right?"
  },
  {
    "speaker": "STANCIL",
    "speech": "We almost did, Your Honor. It would be -- it would be -- we win under either test, Your Honor, but I don't think that section 1988 is fully served by litigation over whether something is in the but-for clause -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "But your argument has focused, in reference to the complaint and all that, on the legal theories. Your friend has focused on the underlying factual basis, and all the litigation -- all faulty premise in his position, which is that there are facts over here and law over here. Questions that are specific to section 1983, such as under color of law, municipal policy or custom are highly specialized, fact bound, mixed questions of law and fact. The idea that when we're deposing somebody on, say, Sheriff Vice or Chief Vice on his conduct in office that we're just looking at what happened, and that this is just a factual question, I think that's inaccurate."
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "Well, what percentage of the work done has actually been useful to you in defending the State court claims, approximate?"
  },
  {
    "speaker": "STANCIL",
    "speech": "I'm not in a position to answer that, Your Honor, because I'm not representing these parties in the State court, but I'll concede for purposes of today that some significant portion. I wouldn't put a number on it, but certainly the who, I -­ who, what, when, where, why is relevant to both, but it's relevant to how it was prosecuted in front of the and they're going to be remanded at the plaintiff's request, the district court has to speculate, well, how is this all going to go in State court, how is this going to play out in practice? Are these claims going to be meritorious? Are they not going to be meritorious? Are they -- how much of this is going to go to that, and I think that's, frankly, not the burden -­"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "That's disembodying what -- we have a factual scenario here. Some of the discovery was spent in determining what happened with the alleged racial slur. Investigating the facts of that claim are certainly relevant to the State court proceeding."
  },
  {
    "speaker": "STANCIL",
    "speech": "Yes, Your Honor, and we don't -- we don't contest that investigating the facts are relevant to both, but it has to be pressed in Federal court. It has to be during the action or proceeding to enforce section 1983."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "I'm not sure what that"
  },
  {
    "speaker": "STANCIL",
    "speech": "Well, again, Your Honor -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Then why would -- if you have a bunch of different claims and the facts support some of the State court actions, why should you be entitled to fees that you would have incurred in State court no matter what?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Because the district court here, and in this case, and it may not be in many cases, but in this case the district court found the complaint did not sufficiently allege these State law causes of action to put the defendants on notice that a defense would be required."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Did you -- are you seriously contending that the lawyer below didn't understand that the defamation and the extortion claims were part of this case? I'm hard pressed to believe that reading that complaint would not doubt that -­"
  },
  {
    "speaker": "STANCIL",
    "speech": "Your -- Your Honor, that is precisely what the district court said."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Found? litigation. The record -- this is on -- that's on 32A of the petition appendix. It goes on to say, the record reflects that throughout the litigation the focus of both plaintiff and defendant was plaintiff's section 1983 claim. And if you look at the -- the correspondence between the parties, the summary judgment papers, it is 1983 from start to finish, until -- well, until the 11th hour. And in fact there's even a specific statement in which the city, in an abundance of caution says, just to be clear, there are no State law claims here; and I think the district court is within its discretion. I would point the Court to the cases in which this Court has examined the standard of review for rule 11 decisions, and the Court has held in Cooter & Gell and in Pierce that we give district courts very, very wide berth on these questions, precisely because they're on the ground, they recognize what the -- what the standards are for pleading who is going to be on notice as to what, and this is a funny case in that regard. It's unusual in that these things were really put to the side and parked until the 11th hour."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "In answer to Justice Scalia's question, basically the only difference you have with the -- with the Fifth Circuit is that you would say fees fairly attributable to Federal claims as opposed to fees exclusively attributable to Federal claims; is that correct?"
  },
  {
    "speaker": "STANCIL",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "So your presumption would be that if the fees are -- support both State and Federal claims, you're still entitled to fees?"
  },
  {
    "speaker": "STANCIL",
    "speech": "But they have to be judged, and this is under the eighth of these Johnson factors, they have to be judged in the context of the overall suit or the overall action to enforce section 1983."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "I still -- I don't understand what that means."
  },
  {
    "speaker": "STANCIL",
    "speech": "Well, if we were -- if we had -- if as Petitioner suggests, this really was just an add-on claim, that it was a section 1983 claim, and by the way, you know, here are my breach of contract claims, and, you know, it may also be a taking; and nobody spent any time doing it and nobody spent a whole of lot of -- you know, worried about the taking claim."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "You want district courts before this Court, whether the district court abused its discretion in calculating its fee award, I frankly -- we submit that this -- the judgment should affirmed under any of these tests. If the Court has no more questions. Thank you."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, counsel. Mr. Rosenkranz, you have 4 minutes remaining."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Thank you, Your Honor. I actually like Mr. Stancil's cake metaphor. What matters is not how big -- how much of the cake was devoted to one claim versus another. What matters is how much more energy it takes to bake this particular sliver of the cake. It is all the same energy. The central piece of Mr. Stancil's argument is that the district court found that the focus was only on the Federal claims. That is a misreading of that one sentence, The district court was all turned around about the need to do something separate. And the reason we can be sure that Justice Sotomayor's reading of the complaint is the same as everyone else's is because the lawyers in this case, the defense counsel, did realize that there were State law claims. Their answers are rife with State law defenses, and I refer the Court to pages 50, 56, and 66 of the joint appendix. Each one of them has three separate reference to -- references to, if we are found liable under State law. The summary judgment motion to which Mr. Stancil refers has a response, an opposition by the -­ by the defendants, in which they caption -- this is on page 122B -- the caption is \"State Law Claims Against the Town of Vinton.\" Now, that's that earlier summary judgment motion, that wasn't the 11th hour."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "If the Fifth's Circuit's statement -- if the Fifth Circuit's statement of the test it was applying is correct, would you say that that we set the rule, then the hours expended, were they reasonable, the rates, were they reasonable. At what point does the -- does the -- do the fees trigger, because it was unreasonable to delay, all of that is -­"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "Would you agree an assessment of the relative significance of the frivolous and nonfrivolous claims would also be a factor that would go into that?"
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "I do not agree, Your Honor, because if you are -- if the defendant is properly in court and properly being forced to do discovery, the relative importance -- what was in their heads, what was motivating them is irrelevant, unless of course apropos of the earlier question, what was going on was they really ratcheted up because they lose sleep over Federal claims more than over State claims. But, you know, a slip and fall, if you layer on top of it a 1983 claim, no one's losing more sleep over it."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "What if there's a cap on the that's quite a bit more extraordinary. And so I'm not advocating an -- you know, hard and fast absolute rule, just a guideline of the sort that this Court routinely adopts. I mean, the notion that -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "I was wondering kind of as a starting point, and I don't know why you would fight so vigorously against the verbal formulation \"fairly attributable.\" I assume most district courts, when they get it, they're going to start by looking at whatever his affidavit, this is how much our fees were, and then if there's some reason, perhaps Mr. Stancil's case, where everybody thinks it's a Federal that's all, or maybe not, then they can just go \"fairly attributable\" rather than but-for, which gives the district court a lot more leeway and the sort of leeway we have always held in this area they should have."
  },
  {
    "speaker": "ROSENKRANZ",
    "speech": "Well, Your Honor, I -- I actually believe -- if I may answer the question, it is quite a bit easier to apply a but-for test and review it on appeal than it is to apply a test that is just a"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, counsel. The case is submitted."
  }
]