[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument next in Case 10-9647, Jackson v. Hobbs. Welcome back. (Laughter.)"
  },
  {
    "speaker": "STEVENSON",
    "speech": "Thank you, Mr. Chief Justice, and may it please the Court:"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You haven't changed your mind in the interim, have you? (Laughter.)"
  },
  {
    "speaker": "STEVENSON",
    "speech": "No, Justice Scalia, I haven't. I do want to emphasize -- yes."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Could you start -- I know that Enmund and Tison has to do with death eligibility with respect to adults, but it does draw a line between death eligibility with respect to intentionality or not, or recklessness. Assuming for the sake of argument that some of us might be interested in whether a line should be created for juveniles who intended or didn't intend death, with respect to their eligibility for life without parole, whether it's mandatory or voluntary, how would we write that? Would -- would we just import all the Enmund and Tison jurisprudence? Or would we say something different with respect to juveniles?"
  },
  {
    "speaker": "STEVENSON",
    "speech": "Well, I -- I think you -- you could do that. In fact, in Graham, the Court makes these statements that they're trying to exempt and shield juveniles who did not kill, quote, \"or did not intend to kill.\" And that language could be a basis for organizing the Court's thinking on this issue. And, obviously, in this case where there wasn't a requirement of the specific intent to kill that was required in the Alabama case, that -- that might dictate a certain different outcome. I think the challenge with that is that juvenile status, juvenile intent, is a much more complicated issue, and that for many of the same reasons that are problematic with how kids function at the first stage of these trials, it would be hard --"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "That has to do with your general rule, which -- which we shouldn't impose it at all."
  },
  {
    "speaker": "STEVENSON",
    "speech": "That -- that's right. But --"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "But if we go even to your second step rule -­"
  },
  {
    "speaker": "STEVENSON",
    "speech": "I think --"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "-- assuming we bifurcate --"
  },
  {
    "speaker": "STEVENSON",
    "speech": "Yes, I hear --"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "-- then -- then we still have the question of when do we permit a mandatory imposition of --"
  },
  {
    "speaker": "STEVENSON",
    "speech": "I -- I think there's no question, Justice Sotomayor, there would be more justification for those crimes where there is an intent to kill, because this Court in its jurisprudence had recognized that kind of hierarchy which you've outlined and is exhibited in Enmund and then in the Court's other cases. Now, it's true that in -- in Arkansas under this provision, an adult would still be subject to the death penalty, because they used this \"recklessness\" language so that even the focus on \"intent to kill\" that we addressed in Enmund might not categorically protect these other juveniles, which I think the Court can is no intent to kill. No dispute. Those jurisdictions, those provisions would likely be addressed by the Enmund analysis."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Well, in fact, Jackson was convicted with a non-intent, just a felony --"
  },
  {
    "speaker": "STEVENSON",
    "speech": "Well, it would -- you're absolutely right that it's felony murder, but it's a little different. In Arkansas, if you cooperate or give aid to someone who commits a crime, even if it's not intentional, if it's a reckless indifference to life, you can be found guilty of what is capital felony murder. And the Arkansas court has interpreted that to mean for an adult you'd be subject to the death penalty. And here Kuntrell Jackson was subject to life without parole. The State argues that there was support for that and even some kind of intent, because there was a dispute about the words -- just quickly, you know, these three --"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "It doesn't matter."
  },
  {
    "speaker": "STEVENSON",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "The jury didn't have to -- all the jury found was that he didn't meet his affirmative burden of proving."
  },
  {
    "speaker": "STEVENSON",
    "speech": "That's correct. That's exactly right."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "And he didn't counsel -- they didn't make a finding --"
  },
  {
    "speaker": "STEVENSON",
    "speech": "That's exactly right."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "-- as to what words were used and what the intent was."
  },
  {
    "speaker": "STEVENSON",
    "speech": "That -- that's exactly right. And the dissenters at the Arkansas Supreme Court relied on that in making the determination that they did not conclude that intent had been established here in a way that would support the judgment that -- that we seek. But that goes back to one of the earlier questions that was posed about what happens at the guilt phase. Is it -- Justice Kennedy, it is true that in Alabama and in most jurisdictions, you would not be permitted to tell the jury what the sentencing outcome would be. And in many of these cases, there -- there isn't a lesser included. That's going to be up to the -- to the prosecution in -- in some of these crimes. And there are a range of offenses for which that would not help a jury kind of deal with the -- the kind of -- the choice that --"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "Is that really -- is that true under the law of Arkansas? In most jurisdictions, I would think if -- if someone's charged with the highest degree of homicide, the defense can request an instruction on -- you don't have to have a separate charge on a lesser included offense; the defense can request an instruction on lesser included offenses if it would be supported by the evidence."
  },
  {
    "speaker": "STEVENSON",
    "speech": "It -- it would really depend, Justice Alito, on the facts. For example, one of our provisions in Alabama makes the -- the crime sort of a -- a homicide, a capital crime, if the victim is under the age of 14. You're not entitled to some diminished culpability, some other kind of homicide charge unless there's something else going on that would support that. Our laws and this Court's law say there has to be evidence in support of that lesser included instruction before the court is constitutionally obligated to provide it. And so, for that reason, it's not a given that that would happen. And I think the challenge with the mandatory scheme that we've been talking about in both of these cases is that it does put the sentencer in a very difficult situation, where there is no ability to consider the age; there is no ability to consider the factual diminished culpability that might exist in one case or the other; no ability in either of these cases to consider the fact that an older codefendant got a lesser sentence. That there is something else going on here that -- that goes beyond just the particulars of this crime and this particular offender's culpability."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Before we leave it, could -- what was the instruction the jury was given? Was it you find him guilty if he was deliberately indifferent, if he was recklessly -- what are the words they used?"
  },
  {
    "speaker": "STEVENSON",
    "speech": "It's a reckless indifference to life."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "If he was recklessly indifferent to life."
  },
  {
    "speaker": "STEVENSON",
    "speech": "And if he gave aid or assistance to someone in that capacity, and the question, Justice Breyer, turned on -- on this statement made that the -- the codefendant who testified against Kuntrell Jackson --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Yes. Yes."
  },
  {
    "speaker": "STEVENSON",
    "speech": "-- initially told the police he -- that he came in and said, \"we ain't playin',\" and then he testified that he said, \"I thought you all were playing.\""
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "I'm not sure reckless indifference means that. Meaning, if he knew they were carrying guns, doesn't that make him liable for the reckless indifference --"
  },
  {
    "speaker": "STEVENSON",
    "speech": "Well --"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "-- whether he thought they would use them or not?"
  },
  {
    "speaker": "STEVENSON",
    "speech": "Yes, and that's what the State argued here, is that the fact that he had knowledge of this gun and that they went in there made him guilty of reckless indifference even though it didn't create the kind of intent to kill that -- that we typically require for these kinds of showings. That's again why there was a significance around this language, that if you come in and you say something declaratory that suggests that it's directed at the victim, it might help kind of support that intent finding if you don't --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Reckless -- reckless indifference to life suffices for the death penalty for an adult."
  },
  {
    "speaker": "STEVENSON",
    "speech": "Yes. What -- what the Court does --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "But -- so, you'd -- if that's right, then we'd -- you would have to argue on, if we took this tack --"
  },
  {
    "speaker": "STEVENSON",
    "speech": "That -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- which I don't know that you could --"
  },
  {
    "speaker": "STEVENSON",
    "speech": "That's --"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "-- but that you cannot sentence a juvenile to life without parole for murder unless he, e.g., specifically intends the death or something equivalent, but something stronger than reckless indifference to life."
  },
  {
    "speaker": "STEVENSON",
    "speech": "That -- that's correct, Justice Breyer. And, again, I think that this Court knows its own precedents, but as you'll recall, Tison followed Enmund, and in Tison v. Arizona is when the Court allowed there to be this kind of room around this intent standard in the way that you've just described."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "So, you would draw the line at -- at a specific intent to kill?"
  },
  {
    "speaker": "STEVENSON",
    "speech": "Again, my -- I would -- I would categorically prohibit no matter what the intent is. I think particularly for children at this age. What I think this case highlights, what's meant by \"I thought you all were playing\" versus \"we ain't playin'\" isn't a very good indicator of whether someone should be subject to life without parole."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "What if it was a lot clearer? What if they had said, okay, before we go in, let's understand what's going on here; Shields has got -- has got the sawed-off shotgun, and if we need to use it, we'll use it; we'll do whatever it takes to -- to bring this off?"
  },
  {
    "speaker": "STEVENSON",
    "speech": "I -- I think the evidence --"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "There might not be a specific intent --"
  },
  {
    "speaker": "STEVENSON",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "-- to kill there."
  },
  {
    "speaker": "STEVENSON",
    "speech": "Yes. I think the evidence that would support a finding of aggravated murder would obviously be stronger, but even there -- and this is what the Court points out in -- in Roper, the -- that the decisionmaking of children, that the thinking of children is categorically different. They're not thinking three steps ahead; they're not thinking about consequences; they're not actually experienced enough with the world to understand how they deal with their frustrations in the same way that an adult is. And so, their judgments about what they intend to do, their declarations, mean something very, very different. And one of the factors that we haven't talked about, but I just want to emphasize, is it's not just their inherent internal attributes; it's also the external circumstances that they find themselves in. Kuntrell Jackson was born in a household where there was nothing but violence and guns and people shooting each other. His grandmother shot his uncle. His mother shot a neighbor. His brother shot someone. They were all put to jail. But, unlike an adult, these children don't have the ability to escape. A child of 14 cannot leave his criminogenic or violent environment. They have no control over that. And because --"
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "Mr. -- I'm sorry; go ahead."
  },
  {
    "speaker": "STEVENSON",
    "speech": "And just because of that, I think it does reinforce why even their judgments, their so-called intentional judgments, reflect a very different kind of understanding of their character, their potential for rehabilitation, than it would with an adult."
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "One of the arguments that the State makes is that when you look at all these numbers, the number that is most different between this pair of cases and Graham is the denominator. And I'm wondering whether you would address that. What kind of denominator we should be using here and how it compares to the denominators that we've used in past cases."
  },
  {
    "speaker": "STEVENSON",
    "speech": "Yes. I think, first of all, it is true that homicide offenses are -- are less common than non-homicidic offenses. In Graham, this Court looked at a range of non-homicide crimes, and that was a huge number, 300,000. That's largely because we were talking about a multitude of offenses and here we are talking about a single offense. I think the fact that there have been 7,000 children arrested for -- for homicide and non-negligent murder -- manslaughter over this 40-year time period and only 79 children have been sentenced to life without parole is a significant fact that reinforces our claim that this is a very rare sentence. That is 1 percent. And the fact that it's over 40 years, that's also true for the 79. We got to that --"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "It's arrests to start out with; it's not -- it's not convictions."
  },
  {
    "speaker": "STEVENSON",
    "speech": "That's right."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "And it's not for the type of offense for which one could be sentenced to life imprisonment without parole. It's a broader category of homicide offenses."
  },
  {
    "speaker": "STEVENSON",
    "speech": "Well, you're absolutely right, Justice Alito, on the first point, that these are arrest data. Of course, that's what we used in Graham, because, again, in this cohort, conviction data simply is very difficult to get. But it's not true that only children arrested for aggravated murder are subject to life without parole. As I've mentioned, in the States that create the largest population of these kids, all kinds of homicide can subject you to life without parole. So, it is true --"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "Is it true that in the States that permit life without parole for a minor homicide -- a minor murder, a person -- a minor convicted of -- of murder, that that is permitted for every non-negligent homicide?"
  },
  {
    "speaker": "STEVENSON",
    "speech": "In some States, yes. That is, to the extent that you are -- you get convicted of murder, some of these States -- South Dakota and Pennsylvania come to mind -- whether it's first degree or second degree, you're subject to life imprisonment without parole and it is a mandatory sentence."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "Some States, but not in all of the States."
  },
  {
    "speaker": "STEVENSON",
    "speech": "Not in all States. That's true."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "That's a really -- you've got a very imprecise denominator. You have arrests --"
  },
  {
    "speaker": "STEVENSON",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "-- for a broader category of offenses."
  },
  {
    "speaker": "STEVENSON",
    "speech": "Yes. But I don't -- I don't think --"
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "We don't know how much smaller that number would be if we narrowed it down appropriately, do we?"
  },
  {
    "speaker": "STEVENSON",
    "speech": "Well, we can't get beyond what the data tell us. But I want to suggest it's no talking about kind of a death rate, if you will, of 10 percent. Here, with a larger universe, we're talking about a rate of 1 percent."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "How do you -- think about this, which is not your favorite position, but it's a position you've taken. It's -- it's the same question I asked before. If I say, well, doesn't there have to be some line, 3 years old, you'll say \"of course.\" Ten years old? You say \"of course,\" but nobody -- there's no problem with sentencing 10-year-olds to life without parole. Twelve years old? Well, hum. Now, maybe, your opponents want to defend that one. Thirteen years old, 14 years old? And, of course, I'm walking right into the buzz saw: Well, leave it up to the legislature. But suppose that -- that there's something to be said for not leaving it up to the legislature, at least for the numbers that were in that range. But how would you defend the cutoff at -- for no life without parole at, say, 14, older than 14, rather than older than 15, rather than older than 13? What kind of argument is there that isn't totally random for picking that number as the age below which you cannot impose life without parole even for the most horrendous murder?"
  },
  {
    "speaker": "STEVENSON",
    "speech": "Yes. I think two nonrandom arguments can be made for two ages. I'll start with the young age of 14."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Okay."
  },
  {
    "speaker": "STEVENSON",
    "speech": "When you consider the fact that 13 jurisdictions have thought about this and have all but one set the age above 14, I think we can then rely on that to make a determination that if there's a minimum age, it's above 14. I think we can also, consistent with this Court's precedents, look at the frequency of the sentence for this population. Most States have never sentenced a child to -- to life without parole for a crime at 14. They've just never done it. Thirty-two States, there are no children 14 and younger serving life without parole. And so, I think that allows this Court in a very nonrandom way to defend that judgment. But I also think a nonrandom argument can be made to draw the line at 18; that is, offenders under the age of 18. That's exactly what this Court has done in Roper. It's what this Court has done in Graham. What we've relied on about juvenile status is applicable to that pool. I concede that these other indicia are not quite as compelling."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Eighteen, you use for a lot of purposes. Eighteen -- you could say, okay, 18. The difficulty with 18 is you're running into 2300."
  },
  {
    "speaker": "STEVENSON",
    "speech": "That's correct."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Not 79."
  },
  {
    "speaker": "STEVENSON",
    "speech": "That's right."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "And the difficulty is that. In Roper, it said, well, don't worry so much about -- mandatory sentences, they don't tell you the same thing they do in these other contexts. But I also think it's true that we have recognized that up until the age of 18, you are a juvenile. Your status is coherent with what the Court has recognized in these other cases. And so, I do think it's defensible there. While it's true that you're more draw these lines frequently in a range of areas, not just dealing with the constitutional questions that we're dealing with here. But just kind of to complete my analysis, Justice Kagan, about these comparisons, the other point that I'll -- I'll reference is that, in Thompson, this Court was also struggling over this question about Court to conclude that it is cruel and unusual."
  },
  {
    "speaker": "JUSTICE ALITO",
    "speech": "In Coker --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "Mr. Stevenson, you're making an argument now in Jackson's case, and Jackson was the felony murder case. And I think at least in your brief, you made the argument it was just happenstance, bad luck, that in Jackson's case the shop a very different question. I don't mean to concede that it's an irrelevant question. I think the Court absolutely can and should conclude that there is diminished culpability in the Jackson case, and that's evident based on the facts of the crime. Actually, it was the dissenter in the Jackson case that made this observation about the"
  },
  {
    "speaker": "HOLT",
    "speech": "Thank you, Mr. Chief Justice, and may it please the Court: The decision below falls squarely within the framework of Roper and Graham, and there are three reasons to affirm this judgment: First, murder is the worst of all crimes. Society has drawn that line. enumerated, several violent felonies that if you commit this particular crime -- and aggravated robbery is one of them -- if you commit that crime and in the course and furtherance of that, you or an accomplice act with extreme indifference to the value of human life during the commission of it or in the flight from it, then you are guilty of capital felony murder. him of capital murder and that the jury was well within its right to believe that he said that he -- that when he walked in and took -- took the lead in this robbery that he said, \"We ain't playin',\" and after that, the clerk responded that she was going to call the police --"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Counsel, I -- I know that this seems like block building, but I think of law as -- they pointed to that as --"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "As a possibility for the jury."
  },
  {
    "speaker": "HOLT",
    "speech": "As a possibility, yes."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "But not that it was an actual finding by the jury."
  },
  {
    "speaker": "HOLT",
    "speech": "No. No, Your Honor. do -- do you think that such a person is less culpable, knowing only that, than a person who actually takes out a gun and shoots the teller? Morally speaking."
  },
  {
    "speaker": "HOLT",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Okay."
  },
  {
    "speaker": "HOLT",
    "speech": "Yes."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Now, if the answer to that assistant/getaway driver and may not have thought about the murder in reality and may not have expected it in reality. Why not have to take that into account in sentencing? That's the argument. I want to hear directly your answer to that, which is taking the fourth or possibly the weakest of his positions or the least radical. What is your answer the way, I'm a youth, and so I should get even -- I should get not the lesser punishment; I should get the lesser, lesser punishment. So, there's a certain symmetry that this case has with -- with the Graham case, in that the Graham case was very specific about the way it defined itself. One commentator has made the note that the"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "It was age 12."
  },
  {
    "speaker": "HOLT",
    "speech": "Yes. Your Honor, Arkansas has sort of a three-tier system. The age for moving into the adult system is 14. And -- but the middle-tier system in Arkansas is called extended juvenile jurisdiction. And in that particular case -- in those cases, the prosecutor can move to take a younger age and all of the -- all of the discretion is up front before the conviction."
  },
  {
    "speaker": "HOLT",
    "speech": "Well, there is discretion up front, and that is the only -- that is the only instance when a defendant can actually challenge a transfer, where a prosecutor decides to put it. But there are also -- so, there is -- there's discretion at the front case, and then the Arkansas -- the Arkansas Court of Appeals reviewed that decision and said that the court -- the court's decision was not erroneous. So, that -- that is the discretion that one would exercise on the front end. Again, on the latter end, this Court has said in Harmelin that the individualized sentencing is cousin who testified against Mr. Jackson, and he was 15. He had turned 15 the day before this robbery. And the second, the second individual, the triggerman, was -- he was also 14, and he received a -- a sentence of life without parole as well. It's our position that -- as is Alabama's, that the main -- the principal justification in this"
  },
  {
    "speaker": "HOLT",
    "speech": "Your Honor, I would -- I'd respectfully disagree that he's a throwaway person. The -- we want to -- we want him to come to an understanding of his own humanity. We want him to realize the enormity of his crime. I can only speak for Arkansas, but in Arkansas, instances -- it's not in the record, but this particular petitioner, Jackson has made efforts without parole. How can the parole board --"
  },
  {
    "speaker": "HOLT",
    "speech": "Oh, what I'm saying is the parole board is -- reviews applications for commutation in Arkansas. So, he -- this particular -- this Petitioner has not --"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "How many commutations of life imprisonment sentences are ordered every year in which are very good ones, for the importance of Arkansas emphasizing the importance of life and not killing people. But a person who is an adult who is faced with the death penalty, which is certainly a strong statement along your lines, is permitted by the Constitution nonetheless to make any mitigating argument he wants. And Arkansas has to do that. They have to let him make basically. And so is Roper."
  },
  {
    "speaker": "HOLT",
    "speech": "Yes, Your Honor. But death is -- death is qualitatively different. And -- and that's been taken off the table. I think that all of -- all of those things that he would put to get the -- that he would -- that he would put forward to get the lesser sentence is -- initially is that he would just get a -- Graham's case because -- because Graham committed a -- a non-homicide offense and he was a youth, and so he had twice-diminished punishment. But he only received one diminishment in his -- in his punishment, because he had -- he was -- he had twice-diminished culpability. In this particular case, Jackson does not have twice-diminished culpability. He has -- he is a youth. foresee what could happen. And, certainly, the evidence in this case demonstrated that Kuntrell Jackson could foresee that at an armed robbery, someone could get hurt. And that's what the law punishes, is the result. If there are no further questions --"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "Thank you, counsel. inappropriate. And we think that in the same way, the Court could certainly do that here. But my final point is really to just say we are not suggesting that States should not be able to impose very harsh punishments and very severe sentences on even children who commit these kinds of violent crimes. That's not our position. status. And our argument is simple. Our argument is that it would be unusual to recognize that in virtually every area of the law, but when a crime is committed, to simply abandon it, to simply ignore it. Roper and Graham teach us that we can't do that consistently with our Eighth Amendment prohibitions. :14,15 13:6 14:7 comparison16:15 CORRECTIONS 23:4 30:14 39:5,7 deficits 23:14 :12 4:23 35:9,24,25 mature 19:14 murderers 29:11,12 offense 8:4 14:5,18 36:4 38:16 39:6 6:7,14,15,16,17 maturity 23:17 25:19 31:19 39:2 particularly 11:19 :8 18:19 24:7 meaningful 19:24 19:1 27:25 28:5 Pennsylvania 15:14 :24 1:7 punishes 24:20 40:5 42:8 requires 28:24 40:8"
  }
]