{
  "success": true,
  "completeLines": [
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "We'll hear argument first this morning in Case 12­696, the Town of Greece v. Galloway. Mr. Hungar."
    },
    {
      "speaker": "HUNGAR",
      "speech": "Thank you, Mr. Chief Justice, and may it please the Court: The court of appeals correctly held that the legislative prayers at issue in this case were not offensive in the way identified as problematic in Marsh, but the court then committed legal error by engrafting the endorsement test onto Marsh as a new barrier to the practice of legislative prayer."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Mr. Hungar, I'm wondering what you would think of the following: suppose that, as we began this session of the Court, the Chief Justice had called a minister up to the front of the courtroom, facing the lawyers, maybe the parties, maybe the spectators. And the minister had asked everyone to stand and to bow their heads in prayer and the minister said the following ­­ he said, we acknowledge the saving sacrifice of Jesus Christ on the cross. We draw strength from his resurrection. Blessed are you who has raised up the Lord Jesus. You who will raise us in our turn and put us by his side. The members of the Court who had stood responded amen, made the sign of the cross, and the Chief Justice then called your case. Would that be permissible?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "I don't think so, Your Honor. And, obviously, this case doesn't present that question because what we have here is a case of legislative prayer in the Marsh doctrine, which recognizes that the history of this country, from its very foundations and founding, recognize the propriety of legislative prayer of the type that was conducted here."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Well, the question ­­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "So you are making a distinction just between the legislature and any other official proceeding; is that correct?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "Well, clearly, Marsh involves legislative prayer, the tradition that we rely on involves legislative prayer, and this case involves legislative prayer. Whether ­­ what rule might apply in other contexts would depend on the context."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Well, suppose I ask the exact same question, same kinds of statements, same sort of context, except it's not in a courtroom. Instead, it's in a congressional hearing room. Maybe it's a confirmation hearing, maybe it's an investigatory hearing of some kind, and that a person is sitting at a table in front of the members of a committee, ready to testify, ready to give his testimony in support of his nomination. The minister says the exact same thing."
    },
    {
      "speaker": "HUNGAR",
      "speech": "I think that's a ­­ that's a closer question because of the congressional history, but, of course, at least as far as I'm aware, they have this history as it applies to the legislative body as a whole, not to committees, but it would be a different question. One, obviously, important distinguishing factor there, in addition to the fact that it's not the legislative body as a whole ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "We should ­­ we should ­­"
    },
    {
      "speaker": "HUNGAR",
      "speech": "­­ is that people are compelled to attend and testify under oath, which is a different situation from the one here."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Well, I suppose ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "We should assume ­­ to ­­ to make it parallel to what occurred here, that the next day, before the same committee, a Muslim would lead the invocation and the day after that, an orthodox Jew. I mean ­­"
    },
    {
      "speaker": "HUNGAR",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "­­ it makes a difference whether it's just one ­­ one denomination that is being used as ­­ as chaplain or open to various denominations."
    },
    {
      "speaker": "HUNGAR",
      "speech": "That's correct, Your Honor. That's why we believe this case is actually an easier case than Marsh because, in Marsh, there was a paid chaplain from the same denomination for 16 years."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But the question, Mr. Hungar ­­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "But Mr. Hungar, for 11 years, the prayers sounded almost exclusively like the ones that I read, and one year, on four occasions, there was some attempts to vary it up, to have a Baha'i minister or a ­­ a Wiccan, but for the most part, not out of any malice or anything like that, but because this is what the people in this community knew and were familiar with and what most of the ministers were, most of the prayers sounded like this?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "Well, no. I mean, it's clearly not correct that most of the prayers sounded like the one you just read. Most of the prayers that ­­"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But your position is that wouldn't matter, as I understand, because you have ­­ you have ­­ you have two limitations, proselytizing and disparaging. And ­­ but I think Justice Kagan's question gets at ­­ place ­­ place limitations. One could read your brief and say, well, it doesn't matter; it could be an executive body, it could be a court, it could be a town meeting, a school board, a zoning board, a utilities board. That's ­­ is this case about prayer at the beginning of a legislative session, or is it about prayer in all three branches of government?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "This case is about prayer at the beginning of a legislative session. That's exactly what the meetings at issue here are ­­ are about. That's what the board of the Town of Greece is. In fact, Respondents try to argue that this is somehow what they call coercive because there are public hearings that are held. But the public hearings are held at least 30 minutes after the prayer, and anyone coming for the purpose of the public hearing can easily show up after the prayer, if they don't want to be there."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Why ­­ why was it that you so promptly answered Justice Kagan's question to the effect that this would be a violation? What ­­ why would there be a violation in the instance she put?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "I'm sorry. Which instance, Your Honor?"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "The first question Justice Kagan asked you, the hypothetical about the prayer in this Court. You seemed readily to agree that that would be a First Amendment violation. Why?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "Well, perhaps I conceded too much, but I think the important distinction is between the ­­ both the judicial context and the legislative context, on the one hand, and the ­­ the absence of a ­­ of a comparable history that shows that it did not ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, is it ­­ is it simply history that makes ­­ there's no rational explanation? It's just a historical aberration?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "No, it's not ­­ it's not a question of historical aberration. It's a question of ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, what's ­­ what's the justification for the distinction?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "It's a question of what the Establishment Clause has understood, both at the time and throughout history, to forbid and not to forbid. The judiciary is different than a legislature. Legislatures can be partisan, the judiciary should not be. People are compelled to testify under oath."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "But you ­­ but you ­­ you had no problem, Mr. Hungar, with the marshal's announcement at the ­­ at the beginning of this session. \"God save the United States and this Honorable Court.\" There ­­ there are many people who don't believe in God."
    },
    {
      "speaker": "HUNGAR",
      "speech": "That's correct, Your Honor. And clearly ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "So that's okay?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Why ­­ why is that okay?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "Whether ­­ if ­­ perhaps I misunderstood the hypothetical. If the hypothetical is, as you described, with a different minister, with ­­ with an open process, a nondiscriminatory process like the one we have here, I think it would be a much closer case than this one, but it might be constitutional. But whether that case is constitutional or not, this case is far from the constitutional line ­­ further from the constitutional line than the State legislature's practice in Marsh because, there, Nebraska had one chaplain from one denomination for 16 years, and yet, that was constitutionally permissible. And his prayers were not distinguishable in content from the prayers at issue here during the time that was relevant to the case."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "You don’t think that if the Chief ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Would it make a difference in your analysis if instead of, as I understand the hypothetical, there was a point of saying, all rise, or something of that sort? Would it make a difference if the hypothetical Justice Kagan posed were the same, except people weren't told to rise or invited to rise or, in fact, were told to stay seated, something like that, so there would be no indication of who was participating in the prayer? Is that a ­­ is that a ground of distinction that you're willing to accept or not?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "I don't think that is constitutionally significant, unless ­­ I mean, it might be different if people are compelled to stand, but whether they are or not ­­ I mean, in the Marsh case itself, Senator Chambers testified that the practice in the Nebraska legislature was for people to stand. And he felt coerced to stand because when he was there ­­ he tried to avoid it ­­ but when he was there, he felt he needed to stand because everybody else was doing it, and he needed to have dealings with these people as a fellow legislator. The Court, nonetheless, held that he's an adult, and he ­­ he is expected to be able to disagree with things that he disagrees with, and that is not a constitutional violation."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "I wonder how far you can carry the ­­ your historical argument and whether some of these things are properly regarded as more historical artifacts, right? I mean, our motto is, \"In God we trust,\" right? That's the motto. It's been that for a long time, right?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "Yes, sir."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "But wouldn't we look at it differently if there were ­­ suddenly, if there were a proposal today, for the first time, to say let's adopt a motto, \"In God we trust\"? Would we view that the same way, simply because it's ­­ in other words, the history doesn't make it clear that a particular practice is okay going on in the future. It means, well, this is what they've done ­­ they have done, so we're not going to go back and revisit it, just like we're not going to go back and take the cross out of every city seal that's been there since ­­ you know, 1800. But it doesn't mean that it would be okay to adopt a seal today that would have a cross in it, does it?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "Not necessarily. But ­­ but I think history is clearly important to the Establishment Clause analysis under this Court's precedents in two significant respects, both of which apply here, one of which might not apply in your ­­ with respect to your hypothetical. The first being the history shows us that the practice of legislative prayer, just like the motto, has not, in fact, led to an establishment, and, therefore, we can be confident it is not in danger of doing so. And, secondly, the history of legislative prayer, unlike your hypothetical, goes back to the very framing of the First Amendment. The fact that ­­ and this is what the Court said in Marsh ­­ the fact that at the very time the first Congress was writing and sending the ­­ the First Amendment out to the States to be ratified, they adopted the practice of having a congressional chaplain. And the congressional chaplains ­­ the record ­­ the historical record is clear ­­ gave prayers that were almost exclusively sectarian, as Respondents define that word."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "I don't really understand your ­­ your answer. How can it be that, if the practice existed in the past, it was constitutional? Was it constitutional in the past?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "If it was constitutional in the past, why ­­ why would it be unconstitutional if the same thing is done today, even without any past parallel practice? That's a nice alliteration."
    },
    {
      "speaker": "HUNGAR",
      "speech": "It wouldn’t –­ I’m not ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Is past parallel practice essential?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "I think this Court's precedents have also indicated, at least in some cases, that if ­­ if a practice is constitutional, as we know it to be the case because of the fact that it has been understood to be constitutional and consistent with our religion clauses from the founding, other practices that have no greater impact, no greater tendency to establish religion, are equally constitutional. And we believe that is an appropriate doctrine."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Is there ­­ is there any constitutional historical practice with respect to this hybrid body? It's not simply a legislature. It has a number of administrative functions. Sometimes, it convenes as a town meeting. Sometimes, it entertains zoning applications. Is there a history for that kind of hybrid body, as there is for the kind of legislature we had in Nebraska or our Congress?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "Yes, Your Honor, in two respects. First of all, the Becket Fund amicus brief identifies various examples of ­­ of municipal government prayer over the course of our founding, which is ­­ over the course of our history, which is not surprising given this ­­ the legislative practice at the State and Federal level as well. And, secondly, Congress for much of its ­­ much of our history entertained private bills, which would be the equivalent in terms of the legislative or non­purely legislative functions you're talking about, with what the ­­ the Town of Greece does here."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, if we had a ­­ if we had a series of cases, what ­­ what is a ­­ a utility rate­making board would come to the Supreme Court. We say, well, it's enough like a legislative that it's like Marsh. But I don't think the public would understand that."
    },
    {
      "speaker": "HUNGAR",
      "speech": "Well, Your Honor, whatever ­­ whatever line might be drawn between non­legislative bodies and legislative bodies, what we are talking about here is a legislative meeting of a legislative body, and it would be ­­ it would be incongruous, as this Court said in Marsh, if Congress could have legislative prayers and the States couldn't. It would be equally incongruous ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, the essence of the argument is we've always done it this way, which has some ­­ some force to it. But it seems to me that your argument begins and ends there."
    },
    {
      "speaker": "HUNGAR",
      "speech": "No, Your Honor. I mean, as we ­­ as we said in our brief, the principles that undergird the Establishment Clause are equally consistent with the position we're advancing here. As the ­­ as your opinion in the County of Allegheny case indicates, the fundamental ­­ the core of Establishment Clause concern is coercion or conduct that is so extreme that it leads to the establishment of a religion because it is putting the government squarely behind one faith to the exclusion of others, and that's clearly not ­­ not what's going on here."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "May I ask you about the individual plaintiffs here? And what do we know about them? They, obviously, have appeared at proceedings, and they object to the proceedings. Does the record show that they had matters before the town council during the hearings part of the proceeding?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "No, Your Honor. There is ­­ there's no evidence of that. There's no ­­ the Respondents have no standing to assert the interests of children or police officers or award recipients or ­­ or permit applicants. They don't even claim to be in ­­ in any of those categories."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "And what about the public forum part? They did speak, occasionally, then; isn't that right?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Do we know what they spoke about?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "Well, on at least one occasion, one of them spoke about the prayer ­­ or one or two occasions and then, on multiple occasions, spoke about a cable access channel issue."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "And what did they ­­ what was the issue there?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "Something about ­­ she was expressing vehement disagreement with the town's decision to award a cable access channel to one entity, as opposed to another."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Do you have any objection to ­­ to doing one thing that was suggested in the circuit court opinion, which is to publicize rather thoroughly in ­­ in the area that those who were not Christians, and perhaps not even religious, are also welcome to appear and to have either a prayer or the equivalent, if they're not religious? Do you have an objection to that?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "Certainly not. There'd be ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Well, then ­­ then there ­­ is there a disagreement on that point because certainly, that was one of the concerns. It wasn't on anyone's website. There are ­­ Greece is a small town very near Rochester, and there are, at least in Rochester, lots of people of different religions, including quite a few of no religion. So ­­ so could you work that out, do you think, if that were the only objecting point?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "I ­­ I don't know what the town's position would be on that, but it ­­ certainly, there would be no constitutional problem with doing that. I mean, here, as a practical matter, since ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "No, no. I'm not saying it's a constitutional problem I got from the opinion of doing the opposite, of ­­ of not making an effort to make people who are not Christian feel, although they live in or near the town or are affected thereby, participants, over time."
    },
    {
      "speaker": "HUNGAR",
      "speech": "But, Your Honor, it's a perfectly rational approach when ­­ when any legislative body is going to have a practice of legislative prayer, to go to the houses of worship in the community. And ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "I'm not saying it's not. I want to know if you have any objection. I ­­"
    },
    {
      "speaker": "HUNGAR",
      "speech": "I certainly don't think it is constitutionally required, although I would note that as a practical matter that has happened here in"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Do you ­­ would you have ­­ if all that were left in the case were the question of your making a good­faith effort to try to include others, would you object to doing it?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "I don't know what the town's position is on that. As I said, as a practical matter, that has already happened here. The town deputy supervisor was quoted in the newspaper saying, anyone can come in prayer, anyone can ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Yes. That's different from putting it on a website. That's different from making an organized effort to see that people get the word."
    },
    {
      "speaker": "HUNGAR",
      "speech": "As I say ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Mr. Hungar, what ­­ what is the equivalent of prayer for somebody who is not religious?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "I would ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "What would somebody who is not religious ­­"
    },
    {
      "speaker": "HUNGAR",
      "speech": "In the Rubin ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "­­ what is the equivalent of prayer?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "It would be some invocation of guidance and wisdom from ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "From what?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "I don't know. In ­­ in the Rubin case ­­"
    },
    {
      "speaker": "HUNGAR",
      "speech": "In the Rubin case, a nonreligious person delivered invocations on multiple occasions."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Perhaps ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "I suppose he's asking me that question, and I can answer it later."
    },
    {
      "speaker": "HUNGAR",
      "speech": "I'd like to reserve the remainder of my time."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Yes. Thank you, counsel. Mr. Gershengorn."
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "Mr. Chief Justice, and may it please the Court: The Second Circuit's decision here requires courts to determine when a legislature has permitted too many sectarian references in its prayers or has invited too many Christian prayer­givers. That approach is flawed for two reasons. First, it cannot be squared with our nation's long history of opening legislative sessions, not only with a prayer, but a prayer given in the prayer­giver's own religious idiom. And, second, it invites exactly the sort of parsing of prayer that Marsh sought to avoid and that Federal courts are ill­equipped to handle ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "And what was the purpose of Marsh saying that proselytizing or damning another religion would be a constitutional violation?"
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "So we agree with ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "So, unless you parse the prayers, you can't determine whether there's proselytizing or damnation. That was Judge Wilkinson's point when he was faced with this question, which is you have to do some parsing."
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "So, Your Honor, you have to look at ­­ at the prayer to determine proselytizing. But it's a very different series of judgments, we submit, than determining whether something is sectarian. The kinds of debates we're having, I think, are reflected in the differences ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Now, seriously, counselor. You can't argue that the quote that Justice Kagan read is not sectarian. It invokes Jesus Christ as the savior of the world. There are many religions who don't believe that. Let's get past that."
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "So, Your Honor ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "This is sectarian."
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "We agree that these are sectarian. But the kinds of debates that you're seeing among the parties, whether, for example, 15 percent, 50 percent, 60 percent of the congressional prayers are sectarian. Those are debates about whether \"Holy Spirit\" is sectarian. A court ­­ a district court has held that \"Allah\" is not sectarian."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "So let's talk about the context instead of prayer. If the Chief Justice got up at the beginning of this session and said, \"All rise for a prayer,\" would you sit down?"
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "Your Honor, whether I would sit or not, we don't think that that would be constitutional ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Do you think ­­ how many people in this room do you think would sit, talking truthfully?"
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "I don't think ­­ I don't think many would sit, Your Honor."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "All right."
    },
    {
      "speaker": "M R GERSHENGORN",
      "speech": "But we don't think that that ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "So why do you think that someone who is sitting in a small room where hearings of this nature are being held, when the guy who's about ­­ the chairman of this legislative body, is about to rule on an application you're bringing to him or her, why do you think any of those people wouldn't feel coerced to stand?"
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "So, Your Honor, I'd like to address the coercion point this way: With respect to town councils, it's our view that, as a general matter, that the municipal legislatures can invoke the same tradition of solemnizing and invoking divine guidance as Federal and State legislatures. We recognize there are differences, however, and Your Honor has pointed to one, and that's the ­­ what was called the public forum here. And we think it's very ­­ because those are the ones where the ­­ is adjudicated license applications ­­ liquor applications. And we do think it is important on this record that those are separated in time. It's at the court of appeals Appendix 929 and 1120. So that the meeting starts at 6:00, which is when the prayer ­­ when the prayer is, but the board meetings to adjudicate those types of issues are at 6:30 or 6:32. And so the type of concern that Your Honor has raised is not presented on this record, and we think that's significant. We think some of the other factors ­­ think that if the legislature ­­ excuse me ­­ if the town board here just ­­ you know, started it off with a prayer and then kept on going, you think that that would be a significantly different case and you would switch sides?"
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "I don't know that we would switch sides, Your Honor. But I do think it mitigates the coercion that the ­­ that the Respondents have identified. And we think it does ­­ that that is one of the significant differences between the town, the ­­ the town legislature and a ­­ and the legislature ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "You agree that coercion is the test, however?"
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "We don't agree that coercion is the test, Your Honor."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "If it is the test ­­"
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "We think it's the history ­­ we think the history is the ­­ the principal guidance of Marsh is ­­ we think there are three pillars in Marsh. First of all, that the history is what the Court looks to first. And here, there was a long history of legislative prayer. Second, that the Court should be very wary of parsing prayer to make sectarian judgments. And, third, what Marsh said is that adults are less susceptible to religious doctrine ­­ indoctrination and peer pressure. And we think ­­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Mr. Gershengorn, could you respond to this? Here's what our ­­ our country promises, our Constitution promises, It's that, however we worship, we're all equal and full citizens. And I think we can all agree on that. And that means that, when we approach the government, when we petition the government, we do so not as a Christian, not as a Jew, not as a Muslim, not as a nonbeliever, only as an American. And what troubles me about this case is that, here, a citizen is going to a local community board, supposed to be the closest, the most responsive institution of government that exists, and is immediately being asked ­­ being forced to identify whether she believes in the things that most of the people in the room believe in, whether she belongs to the same religious team as most of the people in the room do. And it strikes me that that might be inconsistent with this understanding that, when we relate to our government, we all do so as Americans and not as Jews and not as Christians and not as nonbelievers."
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "So, Justice Kagan, I think we agree with much of what you say. But ­­ but with the difference here is that this approaching of the government body occurs against the backdrop of 240 years of history, which makes this different. From the very beginning of our legislature, from the first Continental Congress and then from the ­­ from the first Congress, there have been legislative prayers given in the religious idiom of either the official chaplain or a guest chaplain, that have regularly invoked the ­­ the deity and the ­­ the language of the prayer­giver. And that ­­"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Mr. Gershengorn, your ­­ your brief is the one who brought up ­­ and you were quite candid about it ­­ the hybrid nature of that body. I think it's on pages 22 to 24 of your brief. And you say it would be proper to have certain checks in that setting. So, for one, make sure that the entrance and the exit is easy. For another, inform the people in town of the tradition, so they won't be confused. But you recognize, on the one hand, that this isn't like Congress or the Nebraska legislature, and then you say these would be nice things to do. Are you saying just that it would be good and proper? Or are you saying it would be necessary, given the hybrid nature of this body?"
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "So, Your Honor, with respect to some of the things we identify, which are similar to the ones that Justice Breyer recommended, I think our view is they're more akin to safe harbors, that there are, undoubtedly, advancement challenges that could be brought. And to the extent that the town can point to things, such as ­­ such as public criteria and things like that, that is helpful. With respect to the ­­ the public forum aspect, I don't think we have a position as to whether it is required, but we do think that that makes this case the much easier case because of that separation of the one part that is the strongest argument for the other side, that there is an element of coercion, that your application is ­­ is being ruled on, that the separation the town has adopted makes that much less persuasive. We think the other elements that the Respondents have pointed to for coercion are ones that trouble us because they are things that have analogs in our history. So, for example, they point to the presence of children. But, of course, on the Senate floor are the Senate pages, who are all high school juniors. And as the reply brief points out, there are often children in the galleries at State legislatures being acknowledged. And so some of those ­­ those elements that the Respondents have pointed to for coercion, we think are not ones that the Court should ­­ should adopt."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Of course, your ­­ your test is whether or not ­­ part of your test ­­ is whether or not it advances religion. If you ask a chaplain for the State assembly in Sacramento, California, who's going to go to the assembly to deliver a prayer, are you going to advance your religion today, would he say, oh, no?"
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "So, Your Honor, I think it's a much narrower test. What this Court said in Marsh was that the limit on legislative prayer is ­­ does it proselytize, advance, or denigrate any one religion? We think, with respect to the content of the prayer, that the Second Circuit got it just about right, that the question is does it preach conversion, does it threaten damnation to nonbelievers, does it belittle a particular ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "So ­­ so you ­­ you use the word \"advance\" only as modified by \"proselytize\"?"
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "What Marsh said was \"proselytize, advance, or denigrate.\""
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Because that's ­­ that's not what your ­­ your brief says, \"does not proselytize or advance.\""
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "That ­­ that's the language from Marsh, Your Honor, is to proselytize or ­­ \"proselytize, advance, or denigrate.\""
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "But that's that the test you want us to adopt and ­­"
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "It is, Your Honor."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "­­ I'm asking whether or not it is, in fact, honest and candid and fair to ask the minister or ­­ or the priest or the chaplain or the rabbi if, by appearing there, he or she seeks to advance their religion?"
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "So, Your Honor, I don't think that's what Marsh meant by advance ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "If not, I'm not quite sure why they're there."
    },
    {
      "speaker": "GERSHENGORN",
      "speech": "You're not quite sure why \"advance\" is there ­­ or why the rabbi is there. We don't think that the mere presence of the rabbi ­­ that's what Marsh held, that Marsh ­­ what Marsh says is \"advance\" does not mean having a single ­­ a single chaplain ­­ a chaplain of a single denomination or looking at the content of the sectarian prayer, in light of that history. Thank you, Your Honor."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, counsel. Mr. Laycock."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Mr. Chief Justice, and may it please the Court: Petitioner's answer to Justice Kagan's opening question is entirely formalistic. There is no separation in time between the public hearing and the invocation. People appear before this town board to ask for personal and specific things. Our clients put shows on the cable channel. They were concerned the cable channel was about to be abolished or made much less usable. People appear to ask for a group home, parents of a Down syndrome child. There are many personal petitions presented to this ­­ in the immediate wake of the prayer."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "But that's during the public ­­ that's during the public forum part."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "That's in the public forum."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Which is not really ­­ it's not the same thing as the hearing."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "It's not the same thing as the hearing, and that's the point, Your Honor."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "There's another ­­ there's another part of the proceeding that is the hearing."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "And that's when somebody has a specific proposal. They want to ­­ something specifically before the board, and they want relief. They want a variance."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "The ­­ the hearing is a particular kind of proposal. The hearing ­­"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "And that is separated in time."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "That is ­­ that is somewhat separated in time. The forum is not. And people make quite personal proposals there. They ask for board action. They often get board action."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "But that is a legislative body at that point. It's clearly a legislative body, is it not? The only ­­ the difference is it's a town rather than ­­ than Congress or a State legislature, where you have more formalized procedures. This is ­­ this is more direct democracy. Or it's like a ­­ it's a town meeting."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "It is ­­ it is direct democracy. When a citizen appears and says, solve the traffic problem at my corner, solve this nuisance family that commits a lot of crimes in my block, that's not asking for legislation or policymaking. That's asking for administrative action. This board has legislative, administrative, and executive functions."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Well, if that is your argument, then you are really saying you can never have prayer at a town meeting."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "That's ­­ that's not what we're saying. We're saying ­­"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "How could you do it? Because that's the kind of thing that always comes up at town meetings."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "We're saying you cannot have sectarian prayer. The town should instruct ­­ should have a policy in the first place, which it doesn't, instruct the chaplains, keep your prayer nonsectarian, do not address points of ­­"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "All right. Give me an example ­­ give me an example of a prayer that would be acceptable to Christians, Jews, Muslims, Buddhists, Hindus. Give me an example of a prayer. Wiccans, Baha'i."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "And ­­ and atheists."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "And atheists. Throw in atheists, too."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "We ­­ we take Marsh to ­­ to imply that atheists cannot get full relief in this context, and the McCreary dissenters said that explicitly. So points on which believers are known to disagree is a ­­ is a set that's in the American context, the American civil religion, the Judeo­Christian tradition ­­"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Well, give me an example then. I think the point about atheists is a good point. But exclude them for present purposes, and give me an example of a prayer that is acceptable to all of the groups that I mentioned."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "About a third of the prayers in this record, Your Honor, are acceptable."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Give me an example."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Can I have the joint appendix? The prayers to the almighty, prayers to the creator."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "To \"the almighty.\""
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "So if ­­ if a particular religion believes in more than one god, that's acceptable to them?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Well, some religions that believe in more than one god believe that all their many gods are manifestations of the one god. But the true polytheists, I think, were also excluded from the McCreary dissent."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "What about devil worshippers?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Well, if devil worshippers believe the devil is the almighty, they might be okay, but they're probably out ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Who is going to make this determination? Is it ­­ is it an ex ante determination? You have to review the proposed prayer?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "I'm just flipping through. There are a number of examples, but if you look at page 74a of the joint appendix, the prayer from August 19, 2003 ­­ no, I'm sorry. That ends, \"in Christ's name.\" But there are ­­ the count was about, about two­thirds, one­third, So there are plenty of them in here."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "74a, \"Heavenly father,\" that's acceptable to all religions?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "\"Heavenly Father\" is very broadly acceptable. And ­­ you know, the test cannot be unanimity because that's impossible, right? That's why the atheists are ­­ that's why the atheists are excluded. I'm sorry, Justice Scalia. Could you repeat your question?"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Well, I'll repeat mine."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "It was, who was supposed to make these determinations? Is there supposed to be an officer of the town council that will review ­­ do prayers have to be reviewed for his approval in advance?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "No. Principally, the clergy make the ­­ make this determination. There is a 200­year tradition of this kind of civic prayer. The clergy know how to do it. If the city has a policy, then an occasional violation by one clergy is not the city's responsibility. So ­­ so this is left, principally, to the clergy by simply giving them instructions. They receive no instruction of any kind about the purpose of this prayer or ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "So there is an official in the town council that is to instruct clergy about what kind of prayer they can say?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "That's right. 37 State legislative bodies, the House of Representatives have these kinds of guidelines. They issue them to the guest clergy before they appear."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "And if I'm ­­ if I'm that official and I think a prayer was over the top for being proselytizing and particularly sectarian, I would say I rather not ­­ you not come back next week; I am going to look for somebody else?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Well, you might have a conversation with him first and give him a second chance, but yes ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, so in other words, the government is now editing the content of prayers?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Editing the content of government­sponsored prayers. Of course, these clergy can pray any way they want, on their own time, with their own audience. But this is an official government event. And it's part of the board's meeting. It's sponsored by the government. They delegate the task to these clergy, and they can define the scope of that ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Your point is that it coerces ­­ it's bad because it coerces?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "It coerces the people who are about to stand up and ask for things from the board and ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "If there is ­­ if coercion is the test of the Free Exercise Clause, why do we need a Free Exercise Clause? If there's coercion ­­ I'm sorry ­­ of the Establishment Clause, why do we need the Establishment Clause? If there's coercion, I assume it would violate the Free Exercise Clause, wouldn't it?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Well, I think that's right. And that's why ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "So it seems to be very unlikely that the test for the Establishment Clause is identical to the test for the Free Exercise Clause."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Well, it seems to me unlikely as well. Coercion is one test for the Establishment Clause, but there is also broad agreement on the Court, or there has been, that sectarian endorsements are prohibited by the Establishment Clause."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "What exactly ­­ since you are adopting the coercion test, what exactly is coercive in this environment? Having to sit and listen to the prayer?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Well, there are many coercive aspects here of varying degrees of importance. Citizens are asked to participate, to join in the prayer. They're often asked to ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "They are asked to participate, and ­­ but not in any tangible way. They say, well, I'm not going to participate. And everybody's just sitting there."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "They are often asked to physically participate, to stand or to bow their heads. The testimony is most of the citizens bow ­­ most of the citizens bow their heads, whether they are asked to or not. So people who are not participating are immediately visible. The pastors typically say, \"Please join me in prayer.\" They offer the prayer on behalf of everyone there. They talk about \"our Christian faith.\""
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "This is coercion? He says ­­ you know, he says, \"May we pray,\" and somebody doesn't want to pray, so he stays seated."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "What ­­ what's coercive about it is it is impossible not to participate without attracting attention to yourself, and moments later, you stand up to ask for a group home for your Down Syndrome child or for continued use of the public access channel, or whatever your petition is, having just, so far as you can tell, irritated the people that you were trying to persuade."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Let me give you an example of a practice that's a little bit different. Maybe you'll say it's a lot different from what the Town of Greece does. First of all, this town starts out by making ­­ by proceeding in a more systematic and comprehensive way in recruiting chaplains for the month or whatever it is. So, instead of just looking to all the houses of worship within the town, it identifies places of worship that may be outside the town boundaries that people within the town who adhere to a minority religion may attend. And it makes it clear that it's open to chaplains of any religious ­­ of any religion on a rotating basis. And then they have ­­ they structure their proceedings so that you have the prayer, and then the legislative part of the town meeting. And then there's a clear separation in time and access between that part of the proceeding and the hearing where variances and things of that nature are held. Now, you would still say that's unconstitutional because you have to add on that a prayer that is acceptable to everybody; is that it? Is there any other problem with what I've just outlined?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Well, if the separation in time really works, that's part of the remedy that we've suggested is possible here. We still believe that prayers should be nonsectarian."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "On the remedy, this case was remanded by the Second Circuit for the parties, together with the court, to work out appropriate relief. And if you could tell us what you think that relief would be because, then, that is a measure of the constitutional infraction. So what would ­­ you put yourself before the district judge and propose the changes that you think would be necessary to bring this practice within the constitutional boundary."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Well, we think the town has to have a policy."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Well, just to be clear, are you talking about what would be satisfactory to the Second Circuit or satisfactory to you? Because you don't accept the Second Circuit's approach."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Well, we've tried to sort out the totality of the circumstances to ­­ to make it clearer ­­"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "What my question was ­­"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "I'm talking about what would be ­­"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "­­ your theory, and you say existing situation violates the Constitution. So what changes do you think would need to be made ­­"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "We think ­­"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "­­ that would bring this within the constitutional boundary?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "We think the town needs a policy. The policy should give guidelines to chaplains that say, stay away from points on which believers are known to disagree. And we think the town should do what it can to ameliorate coercion. It should tell the clergy, don't ask people to physically participate. That's the most important thing. The government suggests disclaimers might help. We think that's right. The government suggests separating the prayer a bit more in time. Some States put their prayer before the call to order. The prayer could even be five minutes before the beginning of the meeting. The coercion can't be entirely eliminated, but the gratuitous coercion, the things that are done that don't have to be done in order to have a prayer, could be eliminated. And we think those two pieces are the components of a remedy."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Mr. Laycock, it seems to me that what you're missing here is ­­ and this is what distinguishes legislative prayer from other kinds ­­ the people who are on the town board or the representatives who are in Congress, they're citizens. They are there as citizens. The judges here are not ­­ we're not here as citizens. And as citizens, they bring, they bring to their job all of ­­ all of the predispositions that citizens have. And these people perhaps invoke the deity at meals. They should not be able to invoke it before they undertake a serious governmental task such as enacting laws or ordinances? There ­­ there is a serious religious interest on the other side of this thing that ­­ that ­­ that people who have religious beliefs ought to be able to invoke the deity when they are acting as citizens, and not ­­ not as judges or as experts in ­­ in the executive branch. And it seems to me that, when they do that, so long as all groups are allowed to be in, there seems to me ­­ it seems to me an imposition upon them to ­­ to stifle the manner in which they ­­ they invoke their deity."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "We haven't said they can't invoke the deity or have a prayer, and they can certainly pray any way they want silently or just before the meeting. We've said they cannot impose sectarian prayer on the citizenry, and that is very different from what Congress does, it is very different from what this Court does. Maybe the closest analogy is legislative committee hearings where the citizens interact. We don't have a tradition of prayer there. What ­­ what ­­ what the town board is doing here is very different from anything in the tradition that they appeal to."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Are you ­­ I would like you to take into account an aspect of this. I mean, in my own opinion, I don't know of anyone else's, I'm not talking for others. But one ­­ a major purpose of the religion clauses is to allow people in this country of different religion, including those of no religion, to live harmoniously together. Now, given that basic purpose, what do we do about the problem of prayer in these kinds of legislative sessions? One possibility is say, you just can't do it, it's secular. But that is not our tradition."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "That's correct."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "All right. The second possibility is the one that you are advocating. And it has much to recommend it, try to keep non­denominational, try to make it as inoffensive to the others as possible. That's the upside. The downside is seeing supervised by a judge, dozens of groups, and today, there are 60 or 70 groups of different religions coming in and saying, no, that doesn't work for us, this doesn't work for us, and that's the nightmare that they are afraid of. I mean, even in this town or in the area, there are significant numbers, as well as Christians, of Jews, of Muslims, of Baha'is, of Hindus, and others. All right. So there's a third approach, and that is say, well, you can't have them if there's any aspect of coercion. But we just saw people walking into this room, \"God save the United States,\" and you want to win your case. I didn't see people sitting down. All right. Then the fourth approach, which is the other that has ­­ makes its appearance here, is to say let's try to be inclusive. Now, was enough ­­ in other words, so you didn't get the right prayer today, but you ­­ and even with the nonreligious, you know many believe in the better angels of our nature and the spiritual side of humankind; it's not impossible to appeal to them. So you say, you'll have your chance. And that's the thing I ­­ I would like you to explore. I mean, is there a way of doing that, or is that preferable to the other ways, or do we get into trouble?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "We think that rotation does not work. First of all, because ­­ for several reasons, but most citizens come for a single issue to one or two meetings. They get the prayer they get that night. They don't benefit from the rotation scheme. Any rotation scheme will be dominated by the local majority, maybe even disproportionate to its numbers. Religious minorities – when unfamiliar minorities give the prayer, there are often political protests; there are often threats and hate mail. They don't want to give the prayer. And many city councils won't stand up to the political pressure and enable those people to give the prayer. So there are multiple reasons why rotation does not solve the problem here. We think nonsectarianism has a very long tradition. The government is not a competent judge of religious truth, Madison said, that was not a controversial proposition in the founding. And even in the first Congress, in the prayers they point to, there were no prayers there that violate our principle, invoking details in which believers disagreed because, then, 98­1/2 percent of the population was Protestant, Christ was not yet a point on which believers disagreed."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Well, that gets exactly to the ­­ that gets exactly to the problem with your argument about nonsectarian prayer. Yes, when ­­ at the beginning of the country, the population was 98 percent­plus Protestant. Then it became predominantly Christian. Then it became predominant ­­ almost exclusively Christian and Jewish. And it ­­ but now, it's not that ­­ it's ­­ it's gone much further than that. So we have a very religiously diverse country. There are a lot of Muslims, there are a lot of Hindus, there are Buddhists, there are Baha'is, there are all sorts of other adherents to all sorts of other religions. And they all should be treated equally, and ­­ but I don't ­­ I just don't see how it is possible to compose anything that you could call a prayer that is acceptable to all of these groups."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "We ­­"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "And you haven't given me an example."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "We ­­ we cannot treat ­­ I'm not a pastor ­­ we cannot treat everybody ­­ literally everybody equally without eliminating prayer altogether. We can treat the great majority of the people equally with the tradition of prayer to the almighty, the governor of the universe, the creator of the world ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "You want to pick the groups we're going to exclude?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "I think you picked them, Your Honor."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "The Baha'i, who else? These ­­ these groups are too small to ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "We've already excluded the atheists, right?"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Yeah, the atheists are out already. Yes."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "We've excluded the atheists. I don't think the Baha'i are excluded by nonsectarianism."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Okay. So who else? I mean, you suggest ­­ you say just the vast majority is all that we have to cater to."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Well, I ­­ I think the ­­ the atheists are inevitably excluded. We can't help ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Okay. Good. Got that. Number 1, atheists. Who else?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "True ­­ true polytheists who don't understand their gods as manifestations of the one god are probably excluded. I'm not sure many others are. And you have all these lawyerly hypotheticals, but the fact is we've done this kind of prayer in this country for 200 years. There's a long tradition of civic prayer, and the clergy know how to do it. But in Greece, no one has told them that's what we want you to do. And ­­ and I would say the one time the country in a major way got involved in government­sponsored, sectarian prayers that people disagreed about was when we imposed Protestant religious exercises on Catholic children in the 19th century. And that produced mob violence, church burnings, and people dead in the streets."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Mr. ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "We've already separated out, I thought, in our jurisprudence, children and adults."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Well, Lee v. Weisman twice reserves the question of whether adults might be subject to similar pressures."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Well, you do accept the fact that children may be subject to subtle coercion in a way that adults are not, right?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "In some ways that adults are not, but there's ­­ there's no doubt that before you stand up to ask for relief from a governing body, you don't want to offend that body. Adults are subject to coercion here. And ­­ and no competent attorney would tell his client, it doesn't matter whether you visibly dissent from the prayer or not. You try to have your client make a good impression."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, I just want to make sure what your position ­­ your position is that town councils like Greece can have prayers if they are non­provocative, modest, decent, quiet, non­proselytizing. That's your position?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "I wouldn't use all those adjectives, but, yes. And ­­ and we don't think that's difficult to do."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Mr. ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Well, Congress has a set of guidelines which you've read and are here in the papers and so forth. Are those satisfactory to you?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "We'd like to be a little more explicit, but those are vastly better than ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "If those are satisfactory to you, then I wonder, are they satisfactory to everyone? And ­­ and you will find all kinds of different beliefs and thoughts in this country, and there will be people who say, but I cannot give such a prayer if I am a priest in that particular ­­ or a minister or whatever in that particular religion. I must refer to the God ­­ to God as I know that God by name. And what do we do with them? That's what ­­ I mean, we can recommend it, but can we say that the Constitution of the United States requires it?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "You know, there are such people, and I respect that, and they should not be giving government prayers. They're taking on a government function when they agree to give the invocation for the town board."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Mr. Laycock ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Well, that's ­­ that's ­­ that's really part of the issue, whether they're undertaking a government function or whether they're acting as citizens in a legislative body, representative of the people who bring ­­ who bring to that their ­­ their own personal beliefs. I think the average person who ­­ who ­­ who participates in a legislative prayer does not think that this is a governmental function. It's a personal function. And ­­ and that's why we separate out the legislative prayer from other kinds of prayers."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "They're ­­ they're not praying for their congregation. They are ­­ they are invited by the board, the prayer­giver is selected by the board, the board decides to have the prayer, the board gives this one person and only one person time on the agenda to pray. This is clearly governmental as you held in Santa Fe ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "If you had an atheist board, you would not have any prayer."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Precisely."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "I guarantee you because it is a personal prayer that the members of the legislature desire to make."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Counsel, assuming that we don't ­­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Mr. Laycock, would you ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Justice Sotomayor."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Assuming ­­ you hear the resistance of some members of the Court to sitting as arbiters of what's sectarian and nonsectarian, and I join some skepticism as to knowing exactly where to join that line. Assuming you accept that, what would be the test that you would proffer, taking out your preferred announcement that this prayer has to be nonsectarian?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Well, the test that we have proffered is the test from the McCreary dissent, points on which believers are known to disagree, so you don't have to be a theologian. Points on which people are commonly known to disagree, and the Fourth Circuit has had no difficulty administering this rule. The cases that come to it are clearly sectarian or clearly nonsectarian ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "It just seems to me that enforcing that standard and the standard I suggested involves the State very heavily in the censorship and ­­ and the approval or disapproval of prayers."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "But it's not censorship when it's the governmental ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "That may play, ultimately, in your position if we say that that's why there shouldn't be any prayer at all. But then you have the problem mentioned by Justice Scalia that we are misrepresenting who we really are."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "If you really believe government can't draw lines here, then your alternatives are either prohibit the prayer entirely or permit absolutely anything, including the prayer at the end of our brief, where they ask for a show of hands, how many of you believe in prayer? How many of you feel personally in need of prayer? If there are no limits, you can't draw lines."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "That's not a prayer. That's not a prayer."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Well, it was how ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "\"How many of you have been saved?\" That's not a prayer."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "It was how he introduced his prayer, and if you can't draw lines, I don't know why he can't say that."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Mr. Laycock, sort of, all hypotheticals aside, isn't the question mostly here, in most communities, whether the kind of language that I began with, which refers repeatedly to Jesus Christ, which is language that is accepted and admired and incredibly important to the majority members of a community, but is not accepted by a minority, whether that language will be allowed in a public town session like this one. That's really the question, isn't it?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "That's the issue that actually arises in the case."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "That's the issue that actually arises. Here's what ­­ I don't think that this is an easy question. I think it's hard, because of this: I think it's hard because the Court lays down these rules, and everybody thinks that the Court is being hostile to religion, and people get unhappy and angry and agitated in various kinds of ways. This goes back to what Justice Breyer suggested. Part of what we are trying to do here is to maintain a multi­religious society in a peaceful and harmonious way. And every time the Court gets involved in things like this, it seems to make the problem worse rather than better. What do you think?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Well, I don't ­­ I don't think that's true. I mean, there are people who distort your decisions. There are people who misunderstand your decisions honestly and ­­ and innocently. But keeping government neutral as between religions has not been a controversial proposition in this Court. And I don't think the Fourth Circuit has made it worse. They've got a workable rule, and the prayers are no longer exclusively Christian prayers in the Fourth Circuit, and they have been able to mostly enforce that, and there hasn't been litigation at the margins because all the prayers were clearly ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Suppose you did this: You combined your two approaches. The town has to ­­ it cannot ­­ it must make a good­faith effort to appeal to other religions who are in that area. And then you have these words from the House, the chaplain should keep in mind that the House of Representatives ­­ or you would say whatever relevant group ­­ is comprised of members of many different faith traditions, period, end of matter. Is that sufficient, those two things?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "That would help immensely. We think some of the clergy need more detailed explanation of what that means, but, yes, that would help immensely."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Should we write that in a concurring opinion?"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "I mean, I'm serious about this. This ­­ this involves government very heavily in religion."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Well, government became very heavily involved in religion when we decided there could be prayers to open legislative sessions. Marsh is the source of government involvement in religion. And, now, the question is how to manage the problems that arise from that."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Well, Marsh is not the source of the government involvement religion in this respect. The first Congress is the source."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Fair enough. Fair enough. The tradition to which Marsh points."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "The first Congress that also adopted the First Amendment."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "That ­­ that's correct, and that had prayers that did not address predestination or having to accept Jesus as your savior or any other point on which listeners disagree."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Many of them ­­ many of them were very explicitly Christian, were they not?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "They were very explicitly Christian, but that was not a point of disagreement at the time. They stayed away from any ­­ any issue that Protestants disagreed on."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "In a way, it sounds quite elitist to say, well, now, we can do this in Washington and Sacramento and Austin, Texas, but you people up there in Greece can't do that."
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Well, it's not that the people in Greece can't do it. It's just that this board is functioning in a fundamentally different way from what Congress or the State legislature functions. And also ­­"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "My ­­ my understanding is that the first chaplain of the Senate was the Episcopal bishop of New York; isn't that correct? And he used to read ­­ he took his prayers from the Book of Common Prayer. That was acceptable to Baptists at the time, Quakers?"
    },
    {
      "speaker": "LAYCOCK",
      "speech": "Well, it wouldn't have been their choice. But did he talk about the choice between bishops and presbyteries and congregations as a way of governing the church? They have not offered a single example of a prayer in the founding era that addressed points on which Protestants were known to disagree. And I don't think there is one. The founding generation kept government out of religious disagreements. And what has changed is not the principle. What has changed is that we have a wider range of religious disagreements today. If there are no further questions, we ask you to affirm."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, Mr. Laycock. Mr. Hungar, you have 3 minutes remaining."
    },
    {
      "speaker": "HUNGAR",
      "speech": "Thank you, Mr. Chief Justice. First, I would like to correct one factual misimpression ­­ the assertion that only non­Christian prayer­givers delivered the prayer after 2008. It's not in the record, but the official web site of the Town of Greece shows that at least four non­Christian prayer­givers delivered prayers thereafter in 2009, '10, '11, and '13. On the sectarian points, clearly, the line ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Counsel ­­"
    },
    {
      "speaker": "HUNGAR",
      "speech": "I'm sorry?"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "One a year?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "I'm sorry, Your Honor?"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Four additional people after the suit was filed?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "Yes, Your Honor."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "One a year?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "Approximately."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "How often does the legislature meet?"
    },
    {
      "speaker": "HUNGAR",
      "speech": "Once a month. And on the sectarian line, I’d just like to point the Court to the Senate brief ­­ the amicus brief filed by Senators, pages 8 to 17, which shows the extensive history from the beginning of the Republic until today of prayer in Congress. That would be sectarian and unconstitutional under Respondents' position. With respect to coercion, it's unquestionably true that there is less ­­ less basis for claiming coercion here than there was in Marsh. In Marsh, Senator Chambers was required to be on the Senate floor by rule, he had to be there to do his job, and the practice was to stand every single time, which he did because he felt coerced to do it; whereas, here, the record suggests that there were three times when somebody requested people to stand out of 121 occasions. The idea that this is more coercive than Marsh is absurd. In Marsh, the Court expressly rejected a coercion argument saying, \"We expect adults to be able to deal with this.\" And, with respect to the history, as well, I think the debate in the Continental Congress, when this issue was first raised, shows what the American tradition has been; that is, Americans are not bigots, and we can stand to hear a prayer delivered in a legislative forum by someone whose views we do not agree with. That is the tradition in this country, and that is why it doesn't violate the Establishment Clause. And, finally, with respect to the fact that this is a municipality, rather than a state or local ­­ or Federal government, that can't possibly make a difference as an Establishment Clause matter. It makes no sense to suggest that the ­­ that a prayer at the local level is more dangerous for Establishment Clause purposes than what Congress is doing. Only Congress could establish a religion for the entire nation, which is the core preventative purpose of the Establishment Clause. To suggest that there are greater restrictions on municipalities makes no sense at all. We think that the dangerously overbroad theories advanced by Respondents are at odds with our history and traditions, which we reflect this tradition of tolerance for religious views that we don't agree with in the legislative context. Respondents' theories also conflict with the religion clauses mandate, that it's not the business of government to be regulating the content of ­­ of prayer and ­­ and regulating theological orthodoxy. Thank you."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, counsel. The case is submitted."
    }
  ],
  "path": "2013-11-06.12-696.Town_of_Greece_v._Galloway.pdf"
}