[
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "We'll hear argument this morning first in Case 12-17, McBurney v. Young. Mr. Gupta?"
  },
  {
    "speaker": "GUPTA",
    "speech": "In the '60s and the early '70s. The Virginia law was enacted in 1968. And we don't deny that -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And you say that's a fundamental -- that's a fundamental right covered by Privileges and Immunities Clause, which nobody had until the 1960s?"
  },
  {
    "speaker": "MR. GUPTA",
    "speech": "Well, my client, Mr. Hurlbert, is in the business of gathering property records for his clients. Now, it's true that, in Virginia, he could get the deed, but what he can't get and what he principally gathers for his clients are real estate tax assessment records, and those are a much richer storehouse of recalcitrant. And he's an expert in being able to gather these -- these records and knowing the process is knowing what he's allowed to do and what he's not allowed to do."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "All -- all he has to do is get somebody from -- from Virginia to ask for him, right? enforce the rights, he's going to have to do that in his own name, or the data company will have to hire someone other than him, someone based in Virginia, to do that for them. And then he will lose that business. So the lower you go down in the food chain of the data industry, the bigger the effect of Virginia's policy. allowing out-of-State people to -- to get these FOIA requests is the following: That the purpose of these -­ these laws -- and I remember it when the first ones were enacted -- government in the sunshine. The purpose of it was not to enable people to get information, per se; it was to enable people to see how their government is working, so that they could attend to any malfeasance for records about this or that. It -- it can't be based on -- on the traditional property interest. It's based on the ability of the citizens of the State to find out what the -- what the government of the State is up to."
  },
  {
    "speaker": "GUPTA",
    "speech": "Even -- even at the time that these laws were enacted in the -- in the '60s, it was State in that respect. But what the State can't say is, simply because one purpose of this law is that we want to constitute ourselves as a political community, that we can exclude activities that have a big commercial effect. And -- you know, when we're looking under the Dormant Commerce Clause or under the Privileges and commercial requesters -- the vast majority of out-of-State requesters are commercial requesters. Their -- the amicus brief supporting their side, the Local Government Attorneys of Virginia amicus brief, at page 30, explains the way this policy -­ policy is being implemented, is that noncommercial requests are typically honored, but out-of-State in terms of the -- the aggregate effect of this statute, again, it's not incidental because the vast majority of -- of affected parties under this policy are out-of-State commercial requesters, particularly data companies. And -- you know, if it means incidental compared to the purpose of the statute, as I've said, because that will have an effect -- an incidental effect on commerce in a way that's discriminatory, is -- is that unconstitutional?"
  },
  {
    "speaker": "GUPTA",
    "speech": "I don't think so. And there are a couple of distinctions. First, that's not something that the State exclusively is able to provide. It's not like the archives, nobody else can do that. Nobody else can collect -- you know, make tax assessments, collect those records, and keep the official public archive of those things. That -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "So what? So what? Except to the extent that that bears upon how much of a -- an imposition this is upon interstate commerce. It seems, it was facial discrimination, you're not concerned about impact."
  },
  {
    "speaker": "GUPTA",
    "speech": "That's right. That's right."
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "I thought a question of talking about the effects on interstate commerce, that's the -- you know, the Pike analysis."
  },
  {
    "speaker": "GUPTA",
    "speech": "No. What this Court has said is records access is commerce, there's Reno v. Condon this Court's unanimous decision -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "Well, my question is what's the best case you have for your argument?"
  },
  {
    "speaker": "GUPTA",
    "speech": "Well, I think -- you know, this Court's unanimous decision in Reno v. Condon held that, because people buy public records and sell them in"
  },
  {
    "speaker": "GUPTA",
    "speech": "Yeah, I mean, you -- okay. So you can also look to Camps Newfound, which, I think -­ you know, was much -- much more attenuated to commerce. There, you had a generally applicable law, a property tax law -­"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "If I only have time to read one case -­ State of Maine intended that to be a -- you know, a discrimination against commerce and, obviously, swept more broadly and affected both commerce and non-commerce. But this Court said that -- you know, you had facial discrimination against commerce because there were people operating these summer camps, and they were treated differently -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "-- exists or is broadcast into Virginia?"
  },
  {
    "speaker": "GUPTA",
    "speech": "That's right. So it's -­ it's -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "Well, that's consistent with their purpose, that this statute is meant to assure good, honest government in Virginia. her. Second, that this has nothing to do with judicial records, there is a different statute that makes judicial records public."
  },
  {
    "speaker": "GUPTA",
    "speech": "That's correct."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "Okay. So we're, now, talking about the class of information, other than the two classes I've mentioned. don't deny that that's an interest that the State has, but then you have to see whether the -- the interest is reasonably furthered by the statute. And, here, you have a resource that is not finite, and the statute allows the State to recoup its expenses. So nothing is lost to Virginians. There isn't any loss in transparency to Virginians by"
  },
  {
    "speaker": "GUPTA",
    "speech": "Yeah. That -- that is certainly their interest. But you've got to see whether the policy serves -- serves -- you know, the interest, and -- and this is a statute that is supposed to promote transparency. It actually makes it less transparent."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Counsel, I'm -- I -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "All right. MR."
  },
  {
    "speaker": "GUPTA",
    "speech": "That's right."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "So this is an as-applied challenge?"
  },
  {
    "speaker": "GUPTA",
    "speech": "Yes. So -- so it's an as-applied challenge with respect to Mr. Hurlbert's common calling. There's no -- there's no dispute that know, we would -- we would ask that you rule that the statute is unconstitutional, as applied to him, and then Virginia would have the choice, if it has a -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "I -- I'm having a problem, and then I think it's Justice Ginsburg's problem, which is, absent the statute, he can't demand that Virginia provide him with this information because among States. They're truly amazing. And I say -- you know, it would help me a lot if I was actually a voter in each of these States. That would help my job. It would lend authenticity, and I could learn things that I probably couldn't learn otherwise. Now, does that add anything to the argument? courthouses or truckers depend on roads, his industry depends on access to the public archives. And -- you know, it's true that -- that now you have these modern public records laws, but I -- I think Virginia's argument would be the same if you were just talking about can -- can they bar the doors to the archives building? Can they bar the doors to the reporting, insurance adjustment. The -- the economy --and you have an amicus brief -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "No, but, see, they're just to get into those. Again, I think a lot of those examples you -- you do have access under other statutes. You're talking about mortgage rules and all that. Aren't those all -­ just a feature of their -- of their statute."
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Could I -- I'm still trying to tease out what your claim is. Let's suppose Virginia passes a statute that says, We'll let nonresidents have access, but they have to pay all the costs. Nonresidents don't. Would that satisfy you as valid? because they're noncitizens. So, if there's some particular -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "Well, why? You were costing them more."
  },
  {
    "speaker": "GUPTA",
    "speech": "Right. Well, that's -- that's precisely the rationale that -- that in Justice Kennedy's opinion for the Court in Barnard v. please the Court: The -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "I'm not sure how you save administrative costs under this statute. They could go to any Virginia resident, it's not illegal, and probably will, it'll cost them something more, but not you, and get the very same information. So how do you justify this discrimination? they were adopted. Nobody thought they were commercial in nature. And I do want to -- want to repel the notion that there is even substantial discrimination in this case because Mr. Hurlbert, in his admission that this is an as-applied challenge, has a difficulty with substantial equality of access, because it turns out But -- but -- so why don't you do it anyways? Just --just as I asked your friend, it doesn't seem like that big a deal. It doesn't seem like that big a deal for you either. If you can recoup overhead costs from people who request -- and I'd assume you would be able to -- why don't other people -- people from West Virginia may have interest in how Virginia government commerce that's discriminatory. And I would say that a -­ that this is a governmental function. I would say that -­"
  },
  {
    "speaker": "JUSTICE ROBERTS",
    "speech": "No, I know -- I understand your argument. I'm just asking you why bother? I mean, what -- what's the -- and that's certainly pertinent to some of the Commerce Clause"
  },
  {
    "speaker": "GETCHELL",
    "speech": "They do. This is a taxpayer -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "And the out-of-Staters don't pay for the database."
  },
  {
    "speaker": "GETCHELL",
    "speech": "This is a taxpayer-subsidized system. get the information simply by paying someone in Virginia to get it for them."
  },
  {
    "speaker": "GETCHELL",
    "speech": "In -- in fact, the State of Virginia has made the policy decision to give this information to its citizens and not to inquire behind it to see whether or not somebody's doing it for an out-of-Stater. And not -­ access, too. You say we want a simple system. It's going to be the same system, whether you win or lose."
  },
  {
    "speaker": "GETCHELL",
    "speech": "The thing that is of -- of great concern -- why do we care, why do we bother -- is the principle that when a government is providing a taxpayer-subsidized service of recent origin to its citizens, that it does not have to explain its choice, real estate people could always get information about property -- let's say they had a client who wanted to buy it. Now, you've protected that. But, in today's world, it's important that we get statistics about this, too, because our economy is national. If we understand how States are taxing their real estate, we will know to was sort of expanding it. (Laughter.)"
  },
  {
    "speaker": "GETCHELL",
    "speech": "But, in point of fact, because he is entitled to the tax assessment data in the clerk's office, in the case of Henrico County, where he went, you go in the same building and -- if you're Mr. Hurlbert, you turn in one direction, you go to the clerk's office. Privileges and Immunities Clause claim. MR."
  },
  {
    "speaker": "GETCHELL",
    "speech": "Well -­"
  },
  {
    "speaker": "JUSTICE SOTOMAYOR",
    "speech": "He claims that the dormant Commerce Clause has been effected because he reads this statute as saying only Virginia recording companies have access; out-of-State can't. And it's a fair reading of the statute. It only permits Virginia but not noncommercial. You say it's indirect. How do we draw the line between direct and indirect, when the bottom-line consequence is the same?"
  },
  {
    "speaker": "GETCHELL",
    "speech": "I would -- I would have about three answers to that. The first -- the first one is that we don't trigger the dormant Commerce Clause analysis, unless we are exercising the police power of a And you're -- so you say you are totally agnostic. I am concerned that you are preventing them, by the summary judgment, from showing that there -- even with Virginians, there is a commercial value frequently to this information."
  },
  {
    "speaker": "GETCHELL",
    "speech": "All right."
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "It's not just political. of commerce, it is a governmental action --"
  },
  {
    "speaker": "JUSTICE GINSBURG",
    "speech": "But it has -- it has -­"
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "You are saying that it's no more necessary for you to show that there's no commercial value to allowing out-of-Staters to do this than it is necessary for you to show that there is no commercial value to your not allowing out-of-Staters to commercial interest in these -- in these -- in these documents. And you say, oh, you are agnostic. At least that means you are open to the possibility that there might be a commercial interest. (Laughter.)"
  },
  {
    "speaker": "GETCHELL",
    "speech": "Well, here's the problem in this case is because I think that we are not at taxation, in and of itself, a regulation of commerce, would you?"
  },
  {
    "speaker": "GETCHELL",
    "speech": "The -- the fact of the matter is that it has been -- taxes have been found to be both violations of privileges and immunities and dormant Commerce Clause, where there were -- there was unequal taxation of commerce. want to put myself on record as not remembering when these statutes were passed -- you know. (Laughter. )"
  },
  {
    "speaker": "JUSTICE KAGAN",
    "speech": "But, if that were true, would this case be different? Or would you still be up here saying the same thing?"
  },
  {
    "speaker": "GETCHELL",
    "speech": "If -- if I had -- if I had a can Virginia do besides -- I don't know if there are elks in Virginia, but besides -- to reserve for its own -- for its own people? You say, this is -- good government in Virginia is for Virginians. Big game hunting, scarce resource can be reserved for in-State people. What else can Virginia do? things. And, at that point in time, Virginia's -­ and -- you know, you are only one of two States -­ Virginia's maintenance of this kind of -- no, it's Virginians -- you know, Virginia information for Virginians, looks very different from what it might have looked like when the statute was originally passed."
  },
  {
    "speaker": "GETCHELL",
    "speech": "If -- if we were going to"
  },
  {
    "speaker": "GETCHELL",
    "speech": "Well, there's -- there's discrimination, only in the sense that we discriminate against people who we don't let vote because they don't live in the Commonwealth as well. I mean, we -- this statute has a function. It's a legitimate function and -­"
  },
  {
    "speaker": "JUSTICE KENNEDY",
    "speech": "You -- you could say the are publicly available. They are not just not available through this adjunct service. All -- all FOIA is, is a device where you don't have to go and look. There has always been public access for these -- these records."
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "So -- so suppose -- I mean, I think they have an argument, saying, of course, this information would be useful for gathering national attenuated, but not non-existent. He says the other is important, though he recognizes States should be able to do something. So if you were me, how would you decide? How would you choose? (Laughter.)"
  },
  {
    "speaker": "JUSTICE BREYER",
    "speech": "What is the standard,"
  },
  {
    "speaker": "GETCHELL",
    "speech": " Yes, Your Honor."
  },
  {
    "speaker": "JUSTICE SCALIA",
    "speech": "There is not much that's as close to the sovereignty of the State as the possession and right to exclude people from its own records and its own documents, right?"
  },
  {
    "speaker": "GETCHELL",
    "speech": "I agree, Your -­ to know that commercial enterprises in Virginia seek these records."
  },
  {
    "speaker": "GETCHELL",
    "speech": "I am -- I am arguing that, of course, I think we say in our brief that -- that they can be put into commerce. They are put into commerce, but we don't put them into commerce. And we have -- in the architecture of our bill -- our act has nothing to Mr. Gupta, you have three minutes remaining."
  },
  {
    "speaker": "GUPTA",
    "speech": "Thank you. Just a few quick points: First, I just want to clear up, on the statute, I want to make it clear that this statute does allow the State to fully recoup its costs, including"
  },
  {
    "speaker": "GUPTA",
    "speech": "That -- that's right, Justice Scalia, and that's true of other things, like roads and courthouses. And I think this gets to -- Justice Breyer asked for our test, to try to differentiate this from other services, and I'd like to try to provide one. I think, at least where you've got a function that is reserved to the State -- only the State test that I just laid out would work for both clauses. It's a limiting principle on the justification side. But -- but that's right, Mr. McBurney does not have a dormant Commerce Clause claim. His claim is based on equal access to proceedings. He wanted to get recovery of child support that he was owed. So he is a creditor seeking to pursue justification because the State can recoup its costs. And so :17 15:20 26:14 bucks 6:17 :21 27:10 49:7 hear 3:3 32:19 36:8 39:1 2:22 46:11 49:4 56:9,12 24:18 remaining 53:1 5:13 6:7,13,17 :4,8 35:8 42:3 slightly 45:19 3:11 4:23 5:12 substantial 31:4,7 4:25 25:5 34:18 transparent 22:6 unusual 19:9 Virginians 21:6,7,24 we've 25:17,17 6:12 37:12 45:15 transportation up-and-up 51:11 24:14 40:18 41:4 willing 20:12 6:9 47:1 48:19 54:11 use 18:21 46:4 47:4,5 53:24 win 36:2 2:18 54:2 treated18:7 useful 49:7 Virginia's 3:16 4:19 word 44:13"
  }
]