{
  "success": true,
  "completeLines": [
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "We'll hear argument this morning in Case 14­915, Friedrichs v. The California Teachers Association, et al. Mr. Carvin."
    },
    {
      "speaker": "CARVIN",
      "speech": "Mr. Chief Justice, and may it please the Court: Every year, Petitioners are required to provide significant support to a group that advocates an ideological viewpoint which they oppose and do not wish to subsidize. Abood's authorization of this clear First Amendment violation should be overturned, both to end this ongoing deprivation of basic speech and association rights, and to restore consistency and predictability to the Court's First Amendment jurisprudence."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Mr. Carvin, is it permissible, in your view, to allow the union to be the exclusive representative so that nobody else is at the bargaining table?"
    },
    {
      "speaker": "CARVIN",
      "speech": "Yes, that's fine with us. Our objection, of course, is being forced to subsidize that exclusive representative. The fact that they are exclusive representative impinges on my clients because it disables them from individually negotiating with the school board, but that is justified by the need for an exclusive representative. And that is why, indeed, requiring agency fees in the collective bargaining context is less justified than, for example, requiring agency fees to support union lobby. In the ­­ in collective bargaining context, we are required to free ride on the union because they are the exclusive representative and we don't have our own vehicle. So the free­rider justification is far weaker in the collective bargaining context than it is in the union lobbying context."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Mr. Carvin, is ­­ is it okay to force somebody to contribute to a cause that he does believe in?"
    },
    {
      "speaker": "CARVIN",
      "speech": "I wouldn't think, Your Honor, that you could force Republicans to give contributions."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Yes. That's ­­ that's what I'm thinking. Could you enact a law? Let's say the national political parties are in trouble so they enact a law that says all ­­ all members of the Republican party, if you want to be a member you have to contribute so much money."
    },
    {
      "speaker": "CARVIN",
      "speech": "No."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Is that okay?"
    },
    {
      "speaker": "CARVIN",
      "speech": "No, it's not, and that's because the bedrock principle, as Harris made clear, is not whether or not you vividly oppose what they're saying ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Right."
    },
    {
      "speaker": "CARVIN",
      "speech": "­­ it's because you don't wish to subsidize it."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Exactly. So I don't know why you're putting so much emphasis on the fact that your ­­ your clients oppose. It really wouldn't matter, would it?"
    },
    {
      "speaker": "CARVIN",
      "speech": "No. And I don't ­­ I did want to point out that that's the reason that they've brought this lawsuit. But ­­ but no, you're a thousand percent right, Your Honor. You don't ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "If ­­ if you were to prevail, what would happen with private employers in a State which said that there should be an ­­ a union shop?"
    },
    {
      "speaker": "CARVIN",
      "speech": "Nothing, Your Honor."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "What ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "For two ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "And ­­ and because?"
    },
    {
      "speaker": "CARVIN",
      "speech": "Because the First Amendment doesn't apply to private employers, and because in Beck the Court established the rules for agency shops based on the statute without any First Amendment ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "I think that's correct as a basic distinction. It is true, though, assuming that you have a State statute which allows an agency shop or a ­­ a closed shop, that that is State participation in the very kind of coerced membership and coerced speech that you're objecting to."
    },
    {
      "speaker": "CARVIN",
      "speech": "Well, I don't, in candor, think that that would create State action under the Court's modern jurisprudence, such as Moose Lodge, where it turns on who is making the decision that is being objected to. In your hypothetical it would be the private employer. But that aside, as the Court made clear in Harris, even if it did reach First Amendment, there's a ­­ there's a serious difference between a grudging authorization or the government permitting private employers to engage in agency shops and the government itself affirmatively imposing them on its own public employees."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "What about the Railway Labor ­­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "What is the ­­"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "What about the Railway Labor Act?"
    },
    {
      "speaker": "CARVIN",
      "speech": "I apologize."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "The Railway Labor Act."
    },
    {
      "speaker": "CARVIN",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "You ­­ you answered Justice Kennedy that, in the private sector, this ­­ this is all right, you can have an agency shop. How about under the Railway Labor Act?"
    },
    {
      "speaker": "CARVIN",
      "speech": "Well, as you know from Street, you can have agency shops but the agency fees can only go to things that are germane to collective bargaining. In other words, they impose the Abood rule in the private sector as a matter of statutory interpretation, and nothing the Court says about ­­"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But you don't have any First Amendment argument about that, about the ­­ either the private sector or railroads."
    },
    {
      "speaker": "CARVIN",
      "speech": "Not at all, Your Honor. We ­­ we are strictly limiting ourselves to public employees because public employers obviously are subject to far greater constraints under the First Amendment that the ­­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Well, one of the points of your public employee cases generally, Mr. Carvin, is essentially to ensure that when the government acts as an employer, that the government be put in the same position as a private employer; in other words, that the various constraints that would constrain the government when it's acting as sovereign fall away and a different and lesser set of constraints apply that are meant essentially to ensure that the government doesn't use its position as leverage over things it oughtn't to be able to control, but that the government can do the same things that a private employer can. And so why doesn't this fall within that category of things? In other words, you've just said private employer can decide to do this. That's not a constitutional problem. So too with the government employer."
    },
    {
      "speaker": "CARVIN",
      "speech": "For two reasons, Justice Kagan. First, I must respectfully disagree with the premise. None of the Court's First Amendment jurisprudence quite says public employers have the same rights as private employers. Private employers under the Constitution can discriminate on the basis of political affiliation. They can even discriminate on the basis of sexual orientation. But nobody thinks that public employers can do that. Plus which, even under Pickering, for example, the deferential review you're referring to imposes greater constraints on public employers than private employers. Bargaining ­­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "As I said, Mr. Carvin ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "Sorry."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "But there's a lesser set of constraints. And ­­ and the lesser set is basically to draw a line and to ensure that the government doesn't use its position as employer to do things it oughtn't properly to do. But the ­­ the government, when it's acting as an employer with respect to its employee workforce, really ought to be able to do the same things that a private employer can."
    },
    {
      "speaker": "CARVIN",
      "speech": "The Court's government­as­employer speech and First Amendment draw a clear distinction between restricting employee speech, like under the Pickering line of cases where there is deferential review, and circumstances such as this where they do leverage the employment relationship to coerce the employee to subsidize or associate with an outside group. That's obviously ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "How is that different ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "­­ for example, Rutan is subject to strict scrutiny because they are leveraging the employment relationship to force you to associate with a political party."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Well, that sounds ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "Similarly ­­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "­­ like you're drawing a distinction between restricting speech and subsidizing speech. And I had always thought that these were two sides of the same coin, that compelled speech is ­­ is no less and no greater an offense than compelled silence."
    },
    {
      "speaker": "CARVIN",
      "speech": "Yes. Certainly in terms of Petitioners' rights. But Your Honor, the scrutiny given to the speech being subsided doesn't dictate the level of ­­ of speech scrutiny given to the compulsion speech. For example, the ­­ you can stop unions from making political contributions under the case law, but that hardly suggests you can compel a nonmember to subsidize the union's contributions. You can stop public employees under the Hatch Act from engaging in basic political participation, but that hardly suggests that you could require a nonmember to subsidize political activity. So there's always been a clear distinction in the case law between those two things precisely because subsidization is an entirely different infringement than restricting employee speech. Restricting employee speech is an inherent part of the employment relationship. The employer has to be able to restrict the employees' speech, as this Court has frequently noted, or you couldn't have a workplace. Plus which we give deferential review because we don't want the Federal judiciary micromanaging the literally hundreds of thousands of personnel decisions that public employers make every day. Neither of those concerns is present when you have a categorical rule that requires one set of employees to subsidize an outside advocacy group like a political party or like a union, and that's because you're not involving the Federal judiciary in personnel decisions. And it's certainly not an inherent part of the employment relationship. It is, to use your phrase, leveraging the employment relationship to require something that the State couldn't require directly."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Well, why are we treating the government differently than a private employer? You just earlier said, and I think our ­­ our cases are replete with the point that as employer, the government can already restrict speech which is, I think, a higher problem than subsidization. We've already permitted subsidization of bar associations, of government programs. We've permitted assessments on a lot of different levels, so why can't the government, as employer, create a State entity? Because this union under California law is a State entity."
    },
    {
      "speaker": "CARVIN",
      "speech": "No."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Oh ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "I'm sorry."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "­­ I ­­ I beg to differ. Hold on, Mr. Carvin. I'll get you the section."
    },
    {
      "speaker": "CARVIN",
      "speech": "Sure."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "It says, \"When recognized as the exclusive bargaining representative, a union assumes an official position in the operational structure of a school.\" So it seems to me that ­­ and California tells the union what topics it can negotiate on, it requires them to do training, and in the end it accepts their recommendations with respect to ­­ to the issues of employment at its own will, meaning the State is creating the union as part of the employment training and other responsibilities."
    },
    {
      "speaker": "CARVIN",
      "speech": "Justice Sotomayor, I think it's important to draw a distinction between having an official position ­­ they certainly do. They are the exclusive representative of the employees ­­ and suggesting that they are somehow State actors. If they were State actors, the State legislature could tell the unions not to advocate pay raises. It could tell them not to ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Oh, in fact, it might be able to do that."
    },
    {
      "speaker": "CARVIN",
      "speech": "I don't ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "If it ­­ it tells them what they can ­­ they give ­­ the State legislature has given them the right to do that."
    },
    {
      "speaker": "CARVIN",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "But what would take away from their right to say, no, you can't bargain on these particular topics?"
    },
    {
      "speaker": "CARVIN",
      "speech": "The First Amendment. In other words, the ­­ the scope of collective bargaining is obviously something the State can dictate. It could never dictate the union's position on collective ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Absolutely."
    },
    {
      "speaker": "CARVIN",
      "speech": "Well ­­ well, then, that's my point. But of course if the ­­ if they were State officials subordinate to the State legislature, the State legislature could tell them, don't advocate pay raises, don't advocate this for health and benefit."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Well, they wouldn't say, don't advocate this with respect to the State legislature, but they could say that's not going to be the subject of discussion at the bargaining table. Those are two different things altogether."
    },
    {
      "speaker": "CARVIN",
      "speech": "Well, again, we need to distinguish between collective bargaining and lobbying."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Exactly."
    },
    {
      "speaker": "CARVIN",
      "speech": "Exactly. And ­­ and here's the point: They couldn't ­­ collective bargaining is unique, because it requires public officials to meet and negotiate in good faith and mediate any impasses with unions. None of that exists in lobbying, for example. State legislators could close their door whenever they want."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, even ­­ even with ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "What ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "­­ even ­­ aren't charges ­­ suppose the union has an article or a public relations campaign to protest merit pay. I take it that's a chargeable expense."
    },
    {
      "speaker": "CARVIN",
      "speech": "Yes, under Lehnert. And on my ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "So ­­ so collective bargaining in ­­ in this instance subsumes ­­ includes this wide­ranging effort on the part of the union to have a public relations campaign in favor of principles that some of its members ­­ that some teachers strongly object to."
    },
    {
      "speaker": "CARVIN",
      "speech": "Exactly, Your Honor. And my point in response to Justice Sotomayor would be if they were really State officials subject to subordination by the State legislature, the State legislature could say, just like they could say to their own employees, don't run public relations campaigns adverse to the government. And the key point is, I think they say you can abandon ­­ you can ban collective bargaining, but you can't ban lobbying. But it's important to focus on why that is so. The reason that is so is because we are imposing an obligation on public officials in collective bargaining, that exists nowhere else, to negotiate in good faith with the union. But they couldn't tell the union don't advocate to the school board, pay raises, and things like that. They can simply revoke collective bargaining by saying, just like the State legislature, the school board doesn't have to listen."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "If we ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "So the distinction is between what public officials have to meet and negotiate on, but that doesn't translate into any ability to tell the union what to say or do. And I'm assuming ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "In terms of ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "­­ the Respondents will agreed with that."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "But the teachers can lobby. There's nothing wrong with the teachers speaking."
    },
    {
      "speaker": "CARVIN",
      "speech": "And that's the whole point. The teachers can lobby. They can go to the State legislature."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Uh­huh. Just like the union can."
    },
    {
      "speaker": "CARVIN",
      "speech": "Just like the union can. And yet, they can't be forced to subsidize the union's lobbying ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "But what does your lobbying do ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "However ­­ so with respect to collective bargaining, they can't negotiate. So the free­rider rationale is much weaker in the collective bargaining context, because the teachers' right to negotiate with the public officials that the union is talking to is ­­ is extinguished in those circumstances, even though in lobbying, they can engage in their own lobbying, but we don't allow agency fees for lobbying."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Mr. Carvin, you come here, of course, with a heavy burden. That's always true in cases where somebody asks us to overrule a decision. It seems to be particularly true here. This is a case in which there are tens of thousands of contracts with these provisions. Those contracts affect millions of employees, maybe as high as 10 million employees. So what special justification are you offering here?"
    },
    {
      "speaker": "CARVIN",
      "speech": "There are two special justifications, Justice Kagan. The first one is that this ­­ Abood erroneously denies a fundamental right. It doesn't expand a fundamental right. And as the Court made clear in Gant, the right of the citizen not to be subject to unconstitutional treatment outweighs any reliance or predictability interests of stare decisis."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "You say this a lot in your ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "The second ­­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Excuse me."
    },
    {
      "speaker": "CARVIN",
      "speech": "Sure."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "You say this a lot in your briefs. But I ­­ I ­­ I guess I found it hard to understand that the idea that every time we deny a claim of right, whether it's the First Amendment or the Fourth Amendment or the Fourteenth Amendment, that that denial of the claim would not have any stare decisis effect. I mean, we do that constantly. We do that tens of times every year."
    },
    {
      "speaker": "CARVIN",
      "speech": "But ­­ but you are asking what ­­ if the Court concludes that Abood was erroneous, what special justification is there?"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Yes. And your answer is essentially you don't need a special justification if the initial decision improperly denied a claim of right."
    },
    {
      "speaker": "CARVIN",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "I guess I'm saying that I find that an extremely difficult concept to understand. It would take away stare decisis effect from numerous ­­ I mean, just hundreds, thousands of our decisions."
    },
    {
      "speaker": "CARVIN",
      "speech": "But Justice Kagan, with respect, I think the proof is in the pudding. The Court has never upheld an erroneous denial of a right on stare decisis."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "And you think all the Fourth Amendment cases, in your opinion, are correct. I mean, you know, the police can go search a car, the good faith rule in respect to admission of evidence that was seized unlawfully under the Fourth Amendment. I read a lot of criticism of those things in the paper. And it seems to me you could get people who are judges, who are up here, who thought that the Fourth Amendment should be really extended and, in fact, there should be no rule that gives police any special authority to search a car."
    },
    {
      "speaker": "CARVIN",
      "speech": "That ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "There should be no rule that stops any incidents from coming in. I mean, there are dozens of cases where this Court has denied individual rights. And you're saying all those cases are now free of any stare decisis inhibition. Is that the point, or is it just labor unions?"
    },
    {
      "speaker": "CARVIN",
      "speech": "No, no. Your Honor, in fact, the Fourth Amendment is not a hypothetical. That was what Gant involved. And Gant is the one that I was quoting when it says the right to constitutional treatment outweighs the reliance interests of stare decisis. But if I could move to my second ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Well, wait. Well, what about the Eighth Amendment? That's a good one. There's an individual right, some think, perhaps, against capital punishment. The Court has consistently ruled against it. So I guess if that's ever considered again, under your view, the Court would give no weight to stare decisis."
    },
    {
      "speaker": "CARVIN",
      "speech": "If the Court was convinced that capital punishment was clearly outlawed by the Constitution, I think it would be very strange to tell people who were being executed in the future that even though this is an unconstitutional execution, we are bound by our erroneous prior decisions."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, Mr. Carvin, let's ­­ let's ­­ let's assume that stare decisis is an important consideration for the Court. Let's assume that."
    },
    {
      "speaker": "CARVIN",
      "speech": "Sure."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "What about the answer to Justice Kagan's questions about the many contracts, perhaps thousands of contracts? Would they suddenly be endangered? Would they all be void? Could you address that?"
    },
    {
      "speaker": "CARVIN",
      "speech": "There is no reliance interest. These contracts will operate precisely the same, the day after Abood is overruled, as they would before."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "But what would happen then?"
    },
    {
      "speaker": "CARVIN",
      "speech": "Sorry."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "What would happen to the employee who said now Abood is off the books?"
    },
    {
      "speaker": "CARVIN",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "I want back the agency fee that I was compelled to pay. That was an unconstitutional exaction. So all of the people who paid these fees against their will ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "When you ­­"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "­­ have a right to get it back?"
    },
    {
      "speaker": "CARVIN",
      "speech": "No. No more than anybody had the right to get recompensed under Citizens United or the commercial speech cases, once you relied those First Amendment speeches doctrine there. As I understand it, the Court's analysis prescribes prospectively. That's all we're asking is for prospective relief. It doesn't apply retroactively. And to get to the point, all of the benefits remain precisely the same. They ­­ simply, the union's future bargaining efforts would no longer be subject to unwilling agency fee."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Well, Mr. Carvin ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "Do you ­­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "­­ remember, one, you're assuming that these provisions are completely severable, which I imagine depends on the contract. But number two, even suppose that they are severable, these provisions are bargained for benefits. The contracts would read differently. The unions would have gotten different things if that provision had not been there. So you're essentially saying that the exact same contract should go forward, notwithstanding that the union has given up things, or has not gotten things, because the agency fee provision is in the contract."
    },
    {
      "speaker": "CARVIN",
      "speech": "No. Again, I must respectfully disagree with the factual matter. The union did not go in and say we would have asked for a 10 percent increase, but now we're going to sell out our members' rights to a 9 percent increase so we can line our own pockets with agency fees ­­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "The unions have ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "­­ but they're not ­­ sorry."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "­­ for ­­ for ­­ for ­­ many ways of dealing with their need for adequate funding in order to perform their collective responsibilities ­­ collective bargaining responsibilities. They asked for this way and not for other possible ways of achieving adequate funding. And you would be essentially stripping them of this way, and not giving them anything to replace that with."
    },
    {
      "speaker": "CARVIN",
      "speech": "Well again, they didn't negotiate with the employer for funding because they don't get any funding from the employer; they get it from their members. So no position they took in collective bargaining is at all affected by the completely separate issue of how they ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Ah, but that's the question, isn't it? Would it be illegal for the government, as employer or government, to fund the union?"
    },
    {
      "speaker": "CARVIN",
      "speech": "That's a ­­ I thought about that, Justice Sotomayor. It's a very tricky question. Under Johanns, for example, the government can engage in a lot of speech that it can't compel citizens to engage in. The government, for example, can subsidize Planned Parenthood, but it couldn't require citizens to subsidize Planned Parenthood. So in that sense, yes, the government would have far greater leeway. That said ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "So if the union had a way, or something to negotiate, which was right now, the union participates in the grievance procedure and it pays certain expenses for that, it could have said to the employer, we're no longer getting enough money to be the exclusive representative of every employee ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "­­ so now we want you to fund certain things."
    },
    {
      "speaker": "CARVIN",
      "speech": "Well ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "That could very well have been part of the negotiation."
    },
    {
      "speaker": "CARVIN",
      "speech": "Not in California, for two reasons. One is the State statute requires agency fees. The employer couldn't have done anything with respect to agency fees. That's all decided by statute."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "No. You're ­­ you're assuming ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "Prior ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "I'm not assuming the state of the law as it exists now. I'm assuming that we were to ­­ to undo and say they can't charge an agency fee."
    },
    {
      "speaker": "CARVIN",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "All right? California's going to have to respond somehow. It's now breaching the agreement it had with the union."
    },
    {
      "speaker": "CARVIN",
      "speech": "It's ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "They're going to have to come to some sort of accommodation."
    },
    {
      "speaker": "CARVIN",
      "speech": "Right. And they would excise the agency fees part of the contract."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Even if they did, could they then decide to fund the union?"
    },
    {
      "speaker": "CARVIN",
      "speech": "Oh. But that's a separate question."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Well ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "If ­­ if they wanted to go ahead and fund the union, as I said, they've got some discretion to do it. I think the one area the government doesn't have the power to subsidize speech is when it's engaged ­­ subsidizing political speech in a viewpoint­discriminatory way."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Let's ­­ let's take that aside. I'm talking about the ­­ the collective bargaining part of the union."
    },
    {
      "speaker": "CARVIN",
      "speech": "Oh, okay. Then I'm maybe not understanding it. If ­­ if the union is ­­ could they subsidize the union's collective bargaining efforts?"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Mm­hmm."
    },
    {
      "speaker": "CARVIN",
      "speech": "I think they might be able to, but of course no State ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "All right. So why can't they assess ­­ why can't they assess all of their employees a tax for that contribution?"
    },
    {
      "speaker": "CARVIN",
      "speech": "Right. And that was the point I was trying to get to, which is agency fees don't go just to collective bargaining. As we know, they also go to political activity. And I don't think the government could fund political activity in a viewpoint­discriminatory way."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "I'm a little ­­"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Is there any history in American labor management relations, at least going back, I don't know what, 75, 80 years of employers paying for unions? I thought the union movement was against this long ago."
    },
    {
      "speaker": "CARVIN",
      "speech": "Your ­­ your recollection of history is correct. And of course, currently no government ever funds unions. Indeed, under the NLRA, it's ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "There ­­ there were company unions, but regardless ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "But ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "­­ I'd like two minutes to ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "But if I ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Sir, go ahead. Finish. Finish, finish."
    },
    {
      "speaker": "CARVIN",
      "speech": "Before you ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Finish. Finish, please."
    },
    {
      "speaker": "CARVIN",
      "speech": "Just one more sentence. Under the NLRA, it's a felony for the employer to give the unions money because it would influence the unions, and contrary to the entire structure of collective bargaining."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Is it a bargainable subject?"
    },
    {
      "speaker": "CARVIN",
      "speech": "Excuse me ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Is it a bargainable subject? I mean, it's a political subject. I suppose you can enact a statute that says the government will fund you, but is ­­ is it bargainable? Is it one of those items that the union can bargain for?"
    },
    {
      "speaker": "CARVIN",
      "speech": "It doesn't exist, it's never existed in American society, and there's no way the public employer, particularly because agency fees as a matter of statute, could all of a sudden say, sure, we're going to take our taxpayer dollars and start giving money to unions, because they've always been funded through voluntary contributions. If they did become recipients of Federal or State funds, that would impose all kinds of restrictions on their speech and other activities that the unions presumably would never have asked for wholly apart from any funding shortfall."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "I have a different ­­ somewhat different subject, but it ­­ and I don't know how to get you to focus on this exactly. Because I ­­ I think there are good arguments on your side, and there are good arguments on the other side. When you go into this, it was, in my view, a kind of compromise 40 years ago. But it was 40 years ago. It was 40 years ago. I mean, maybe Marbury v. Madison was wrong. There are people who argue certain aspects were. And the concerns I ­­ I have in terms of workability are not so much the details. I guess something would work out in the labor area. It would certainly affect the bar. It would certainly affect the integrated bar. It would certainly affect at least student fees at universities. It would require overruling a host of other cases, I think, at least two or three that I can find, and that's quite a big deal."
    },
    {
      "speaker": "CARVIN",
      "speech": "It certainly is."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "And so ­­ so what is it, in your mind, that you can say from the point of view of this Court's role in this society in that if, of course, we can overrule a compromise that was worked out over 40 years and has lasted reasonably well ­­ not perfectly. I guess people could overrule our decisions just as easily. I've had a few dissents. In those dissents I think I'm right and the others are wrong, and then think I'm wrong and they're right. All right? There are a lot of people who think that. Do you see where I'm going? I'd like you to talk for a minute, because it is a matter of considerable concern to me, even when I'm on the other side of something."
    },
    {
      "speaker": "CARVIN",
      "speech": "Justice Breyer ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "And you ­­ you start overruling things, what happens to the country thinking of us as a kind of stability in ­­ in a world that is tough because it changes a lot."
    },
    {
      "speaker": "CARVIN",
      "speech": "And I think you put your finger on precisely the same question. I think the principal reason to overrule Abood is that all of the rationales offered in support of Abood's result directly conflict with other precedent of this Court. So by overruling Abood, you ­­ you don't do what you're saying, you do just the opposite. If I could walk through the list for you: The standard of review, the ­­ the new rationale for Abood is it's subject to deferential government as employer review. It's contrary to Harris, it's contrary to Knox, it's contrary to Abood itself, which is huge Pickering analysis. The notion that the union's duty somehow justifies agency fees because they've got a duty to represent nonmembers, which we've chatted about, that comes from the dissenting opinion in Lehnert. So you'd have to overturn Lehnert, which characterizes this argument as turning the Court's principles on its head and is wholly unworkable in the name of preserving another precedent. The notion that collective bargaining doesn't involve matters of public concern, which has been offered up, that's contrary to Harris, Abood itself, which said it was, Pickering, which involved basic issues of school finances, so you would have to strike all of those down. Respondents' radical arguments that it's not entitled to any First Amendment protection under the employee speech doctrine and under the Glickman commercial speech doctrine is contrary, not only to Abood, every Abood case, and the Harris dissenting opinion because ­­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Mr. Carvin ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "­­ because everyone recognizes there's some First Amendment protection."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "I mean, it seems to me ­­ I guess we have one disagreement, which is how well Abood fits with all of our other employee speech cases, because I think Abood fits pretty well. It didn't cite Pickering, but it essentially had the exact same concerns as Pickering, which was the employer's interest, the ­­ the government's interest as an employer, and how that related to an employee's speech right and ­­ and basically arguing for a ­­ a balancing test. So ­­ so really what your argument comes down to is two very recent cases, which is Harris and Knox. And there you might say that Harris and Knox gave indications that the Court was not friendly to Abood. But those were two extremely recent cases, and they were both cases that actually were decided within the Abood framework. In the Harris case, the parties came here and explicitly asked us to overrule that case. Almost all the briefing was about overruling that case, and the Court decided not to overrule that case and instead to say that ­­ that the employees there were ­­ were simply not public employees at all. So taking two extremely recent cases, which admittedly expressed some frustration with Abood, but also specifically decided not to overrule Abood, I mean, just seems like it's ­­ it's nothing of the kind that we usually say when we usually say that a precedent has to be overturned because it's come into conflict with an entire body of case law."
    },
    {
      "speaker": "CARVIN",
      "speech": "Again, I must respectfully disagree. I think the classic justification for stare decisis overturning the case is that subsequent cases have undermined the reasoning and principles there. I think we can certainly agree that Harris and Knox certainly undermined the doctrinal underpinnings of Abood. The fact that they're really recent as opposed to not so recent doesn't change the fact that Abood has been overwritten. Citizens United pointed to two differing lines of cases in the First Amendment area as its principal rationale for overturning Austin. The Hudgens v. NLRB case. In Logan Valley, it upheld something. In Lloyd Corporation, it distinguished it but not overruled it. Hudgens ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Well, I ­­ I ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "This doesn't ­­ this ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "I'll accept that. Let me accept that what you can do is you can go through ­­ and you're good at it, and so is the other side. You know, you go through the cases and you draw the line here, there, and the other place. And I'm trying to abstract from that in a very basic way for this reason. I think Plessy v. Ferguson was a case that certainly should have been overruled. It certainly should have been overruled because it was basic, because it was a right to treat people equally, and there were millions of people who were not. Now, you see the level of abstraction I'm working at? Now, if I put that same level of abstraction here, I see the following: You will go out this door, and you will buy hundreds of things, if not thousands, where money will go from your pocket into the hands of people, including many government people, who will spend it on things you disagree with. I don't see anything too basic in the lines you're drawing there. The second thing is, what you said was ­­ and it's true ­­ employees can say what they want. We're talking about six people in a room bargaining about wages, hours, and working conditions. That's pretty far removed from the heart of the First Amendment, and pretty close to ordinary physical activity carried on through words. Regulation, if you like. So I can't find a basic principle that's there that's erroneous as in these major cases that we have overruled. And if you have a response to that, I'd like to hear it."
    },
    {
      "speaker": "CARVIN",
      "speech": "Sure. As to requiring people to give money to ­­ which they don't wish to give, Thomas Jefferson said that was sinful and tyrannical. James Madison famously said, requiring three pence is the thing. So ­­ so it's not at all something that we've invented. For example, you couldn't require, as Rutan makes crystal clear, people to give money to a political organization. Because money is not money when it's supporting speech; it is ­­ it is association with an advocacy organization. And the compelled association is something that this Court has consistently condemned as basic to the ­­ Abood itself said it's contrary to the most basic principles of ­­ of the founding, which is to force people to ­­"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Mr. Carvin, do I take it ­­ it was something that Justice Breyer said; you didn't respond directly to it. He said if Abood falls, then so do our decisions in Keller on mandatory bar association, on student activities fee. Do you ­­ you agree that that would be a consequence of your theory?"
    },
    {
      "speaker": "CARVIN",
      "speech": "Well, no. In fact, that hypothetical was completely eliminated by Harris, which made it quite clear that neither Keller nor Southworth was in any jeopardy, because the rationale of those cases was significantly different than the rationale of Abood."
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Those cases ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "Keller ­­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "­­ start with Abood, Mr. Carvin. Those cases say Abood is the framework, and those cases decide the questions that they decided specifically within that framework."
    },
    {
      "speaker": "CARVIN",
      "speech": "A lot of cases cite cases, but the question is ­­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "It's not a cite. It's a ­­ this is the way we look at mandatory fee cases."
    },
    {
      "speaker": "CARVIN",
      "speech": "Again, I must respectfully disagree. They do have that in common at that level of generality, but there's a key distinction, as ­­ as Harris, itself, pointed out, between giving money to a bar association, and giving money to a union. The key thing is that the bar association is a nonspeech restriction. It's like what the Court said in the Glickman commercial speech context. The initial association has nothing to do with speech. There, it was regulating lawyers, not advocating on behalf of lawyers. And if those ­­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Bar associations do things all the time that lawyers disagree with. They engage in certain kinds of litigation and not other kinds of litigation. They take public policy positions on certain issues and not other issues. I mean, I ­­ I think it would be impossible to make a distinction along that score."
    },
    {
      "speaker": "CARVIN",
      "speech": "Keller struck down those kinds of activities by bar associations, taking positions on Federal jurisdiction, taking position on gun control. It said they could only spend money ­­"
    },
    {
      "speaker": "JUSTICE KAGAN",
      "speech": "Do you think bar associations do, now, nothing that ­­ that ­­ that members of the bar could disagree with and find hostile to their own views?"
    },
    {
      "speaker": "CARVIN",
      "speech": "If they do it, and if it's not germane to lawyer ethics or service, then, by definition, it's a violation of Keller. So I sure hope the bars are not violating the clear pronouncements of this Court. The ­­ Keller only upheld expenditures that are a necessary incident to their principle role of regulating lawyer ethics and legal behavior. All of the other things that were law­related were struck down in Keller. So that is not ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Any jeopardy, if not ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "I think that we're talking about two kinds of bar associations. I mean, voluntary bar ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "Oh ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "­­ associations get into a lot of those other things. You're ­­ you're just saying that those bar associations that you're compelled to join as a condition of your practice do not get into those things."
    },
    {
      "speaker": "CARVIN",
      "speech": "Oh, absolutely. If ­­ if they required me to join the ABA, I would have an absolute First Amendment right not to do that, because virtually every word out of their mouth I disagree with."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Mr. Carvin ­­ Mr. ­­ Mr. Carvin, I see ­­ I see your ­­ I ­­ I ­­ I see your ­­ your time is running. Could you address briefly the opt­in/opt­out requirement, an issue which, I take it, is in the case, regardless of ­­ of ­­ of the ­­ the way we rule on the issue we've been discussing?"
    },
    {
      "speaker": "CARVIN",
      "speech": "It ­­ it certainly is, Your Honor. And that's because the only ­­ it will only affect the amount that you need to opt in or opt out on. And my short answer ­­ and I am running out of time ­­ is, if this regime is upheld, that means tomorrow the State of California could say every public employee contributes 1 percent to the governor's reelection campaign unless they affirmatively opt out of doing so. No one thinks, realistically, that's a voluntary decision to give money. There's only one purpose behind that kind of requirement, which is to inflate the governor's political war chest, just like the only purpose behind this is to, through inadvertence and neglect, inflate the union's war chest by people who really have not made a voluntary decision to do so. Unless there are further questions, I'd like to reserve the remainder of my time."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, Mr. Carvin. General DuMont."
    },
    {
      "speaker": "DUMONT",
      "speech": "Mr. Chief Justice, and may it please the Court: California understands the First Amendment interests that are involved in this case. But the State also has critical interests in being free to manage the public workplace, much like a private employer, unless we are improperly leveraging the employment role to coerce or suppress citizens' speech. So let me try to briefly address why I think, if we are going to have collective bargaining in the public sector, mandatory agency fees can serve important State interests without unduly burdening citizens' speech."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Before you get ­­"
    },
    {
      "speaker": "DUMONT",
      "speech": "If ­­"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Before you get into that, could I just ask you a preliminary question that came up earlier in the argument? Do you think that the California Teachers Association is an agency of the State of California?"
    },
    {
      "speaker": "DUMONT",
      "speech": "No. I think a ­­ a ­­ a union that becomes an exclusive representative, under the Perry case, has an official place in the functioning of the school district. But it is not ­­ it does not become an organ of the State. And that's actually a very important point. Precisely because of the company union concern, what's delicate about this, from the State's point of view, is that we want ­­ if we're going to have collective bargaining, we need to have a system where there's one representative that we can deal with, and that representative has to be both a good partner for us, from our point of view, but also perceived by the employees as representing their interests, which is why ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "But it's not ­­"
    },
    {
      "speaker": "DUMONT",
      "speech": "­­ we can't take it over. Excuse me."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "No. Go ahead. Finish."
    },
    {
      "speaker": "DUMONT",
      "speech": "Well, which is why it's very important that we not fund it directly, and that we not be perceived as controlling the speech of that representative."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "It's ­­ it's hard to visualize this in a pure employer­employee relationship, when the collective bargaining agreement, itself, has to be submitted for public review and public comment. That ­­ that suggests that you're doing more than simply regulating the employment relationship."
    },
    {
      "speaker": "DUMONT",
      "speech": "Well, the public employment context is certainly different from the private context, and that's one of the important ways. We don't contest that. But I think the question is, before you get to the final legislative approval or ­­ or board approval stage, what kind of system can we have, legitimately, that will be a workable system, both for our employees who overwhelmingly have shown they want collective bargaining, and for the local managers, the ­­ the actual managers of local governments, of school districts, or of State agencies who need to have the practical problem of ­­ of reaching an agreement that will govern ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "If your ­­"
    },
    {
      "speaker": "DUMONT",
      "speech": "­­ their workplace for a period of time."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "If your employees have shown overwhelmingly that they want collective bargaining, then it seems to me the free­rider concern that's been raised is ­­ is really insignificant."
    },
    {
      "speaker": "DUMONT",
      "speech": "With respect, I disagree with that. Because many people can want something in the sense they view it as very advantageous to themselves, but if they are given a choice, they would prefer to have it for free, rather than to pay for it. This is a classic collective action problem. So when we ­­ so from the employer's point of view, when we're going to have collective bargaining, we want one union to deal with. We want that union to deal with all employees. And so we require it to represent all employees fairly, whether they supported the union or not. They might have supported the rival unions. They might be in favor of unionism, but they supported a different one. But once the majority has said this is our representative, then that is going to represent all employees. And it's important then, from the employer's point of view, that that representative be adequately funded and stably funded, so that they can work with us or work with the employer to reach actual progress."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "But it's ­­ it's almost axiomatic. When you are dealing with a governmental agency, many critical points are matters of public concern. And is it not true that many teachers are ­­ strongly, strongly disagree with the union position on teacher tenure, on merit pay, on merit promotion, on classroom size? And you ­­ the term is free rider. The union basically is making these teachers compelled riders for issues on which they strongly disagree. Many teachers think that they are devoted to the future of America, to the future of our young people, and that the union is equally devoted to that but that the union is absolutely wrong in some of its positions. And agency fees require, as I understand it ­­ correct me if I'm wrong ­­ agency fees require that employees and teachers who disagree with those positions must nevertheless subsidize the union on those very points."
    },
    {
      "speaker": "DUMONT",
      "speech": "And let me ­­ what I'd like to do is to separate out the important public policy issues, which we do not deny cross­cut between the public's fear and the ­­ the realm of citizens' speech and the ­­ the isolated collective bargaining realm. They ­­ they do cross­cut, but that ­­ that does not mean that the two spheres are the same. So in the collective bargaining context, what the employer needs is to get one agreement with one group of employees, which we do by having one union. It's a democratic process. The employees get to pick that union. And because it's a democratic process, almost ­­ it's almost guaranteed that not everyone will agree with all the positions that are taken by the union that represents the majority of employees. From the employer's point of view, we need to get a contract, is to have one representative that can speak with one voice for all those disparate people. Now, I understand that you'll be speaking on ­­ on delicate issues. And the important point here is that outside the context of getting a contract, we do not try to suppress at all the wide or enriched variety of viewpoints that employees may have as citizens. And they can express them in the legislative realm. They can express them at the workplace, just not in the bargaining room."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Do union ­­ do unions have public relations programs of ­­ or newspaper articles, media programs to talk about things like merit pay, protecting underperforming teachers and so forth? Do the unions actually make those arguments, and aren't those chargeable expenses?"
    },
    {
      "speaker": "DUMONT",
      "speech": "The union is engaged in a variety of speech. Some of it is chargeable and some of it is not."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Some of the ones I've mentioned are chargeable?"
    },
    {
      "speaker": "DUMONT",
      "speech": "I believe under current law they are. And if there's a need to adjust the current law because the Court feels that some of those things are more in the political or legislative sphere than they are in the ­­ the collective bargaining sphere per se, that is a ­­ a more of a Lehnert question than an Abood question. It does not ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "Well, if it ­­"
    },
    {
      "speaker": "DUMONT",
      "speech": "­­ require ­­ it would not ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "The problem is that everything that is collectively bargained with the government is within the political sphere, almost by definition. Should the government pay higher wages or lesser wages? Should it promote teachers on the basis of seniority or on the basis of ­­ all of those questions are necessarily political questions. That's ­­ that's the major argument made by the other side."
    },
    {
      "speaker": "DUMONT",
      "speech": "And Your Honor, I don't disagree with that. But it does not change the fact that as a government, we have two things that we're doing; one is trying to run a workplace, another is trying to run a government in which the debate must be wide open, and we would not dream of being able to impose ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "What is ­­ you said you agree with that. You agree with that everything they're negotiating over is a public policy question?"
    },
    {
      "speaker": "DUMONT",
      "speech": "No. I don't agree that ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Why?"
    },
    {
      "speaker": "DUMONT",
      "speech": "­­ every issue is a public policy question, but I don't want to dispute the fact that many ­­ that there are deep public policy implications to many of the topics and to the general tenor of public employee bargaining. Many of the public ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "If you disagree with that, what is ­­ what is your best example of something that is negotiated over in a collective bargaining agreement with a public employer that does not present a public policy question?"
    },
    {
      "speaker": "DUMONT",
      "speech": "Mileage reimbursement rates or how you're going to have public safety."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "It's all money. That's money. That's how much money is going to have to be paid to the teachers. If you give more mileage expenses, that costs more money. And the amount of money that's going to be allocated to public education as opposed to public housing, welfare benefits, that's always a public policy issue."
    },
    {
      "speaker": "DUMONT",
      "speech": "Which is why I would say I would not try to draw the line by saying that some part of this speech is not a matter of public concern or whatever term you want to use. What I would say is that they ­­ when we're trying to run the public workplace, we need to have some flexibility because for ­­ as employers, we're trying to reach workable agreements to govern particular workplaces for particular periods of time. And that involves compromise, and it involves reaching some decisions on some of these issues. And many of them are controversial, but we need to have concrete decisions with one group of employees represented by one union to do that."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Where does the ­­ where does the State of California think the line should be drawn? A provision of California law ­­ this is Section 3546(b) of the ­­ of the California Government Code ­­ says that agency fees may be used for, quote, \"the cost of lobbying activities designed to secure advantages in wages, hours, and other conditions of employment, in addition to those secured through meeting and negotiating with the employer.\" Is that constitutional?"
    },
    {
      "speaker": "DUMONT",
      "speech": "I don't know the answer to that question. I don't think it's the question presented here. It's not what the union's here ­­ it's not the position that they have taken in this litigation. And if there is a need to adjust that line, which there might be, that would be a question about where to draw the fundamental line that Abood draws. But the question here is whether that line ­­"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Well, one of the questions is whether the ­­ whether Abood is workable. So I do think it's relevant to know whether you think that is on one side of the line or the other."
    },
    {
      "speaker": "DUMONT",
      "speech": "I think there are arguments about why that kind of thing could be considered germane to bargaining. But what is most important to the State here would not be preserving that line. I don't want to concede it, but that is not the fundamental point here. What is fundamental is that we need to be able to run our workplaces, and that involves prescinding somewhat from the ­­ from the broad debates about public policy, which will continue to go on, but getting particular contracts."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Is there ­­"
    },
    {
      "speaker": "DUMONT",
      "speech": "And the ­­ the particular speech restrictions, if I might, just in ­­ excuse me. I'm sorry."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Is ­­ is there any ­­ is there any legal argument or factual basis on which the State of California disagrees with the position of the union?"
    },
    {
      "speaker": "DUMONT",
      "speech": "I'm sorry. Any ­­ any aspect of ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Well, we have ­­ I'm trying to sort out. We have, as you know, three Respondents here, and I'm trying to sort out the different position. Is there anything ­­ in ­­ any way in which your presentation disagrees with the union's presentation in its ­­ in its brief?"
    },
    {
      "speaker": "DUMONT",
      "speech": "I don't think there's necessarily any fundamental disagreement. I think we would emphasize that our interests here are not ­­ are primarily interests of employees in coming to practical accommodations here. There was a long history in California in the '50s and 1960s of labor unrest. It led to a commission that ­­ that issued a ­­ a report that was very comprehensive and addressed this issue, among others. This issue of agency fees was part of the debate that went into the legislative decision in the early '70s to adopt this ­­ this system, and we think that was a legitimate legislative decision."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "General DuMont, you ­­ you are arguing that ­­ and I sympathize with ­­ with the need of the State to have an efficient system for dealing with its employees, and I can agree that dealing with just one union makes everybody's life easier. Why do you think that the union would not survive without these ­­ these fees charged to nonmembers of the union? Federal employee unions do ­­ do not charge agency fees to nonmembers, and they seem to survive; indeed, they prosper. Why ­­ why is California different?"
    },
    {
      "speaker": "DUMONT",
      "speech": "The Federal situation is different. They have very different scope of bargaining. I wouldn't say that it's been established that they prosper. They have about a 30 percent membership rate. And from ­­"
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "As opposed to ­­ what is the membership rate in ­­ in the California teachers unions? How ­­ how many are members of the union?"
    },
    {
      "speaker": "DUMONT",
      "speech": "Actual membership? I'm afraid I don't know that. Mr. Frederick may ­­ may know that."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Because you ­­ you've pointed out the membership is low in the Federal sector. But there is no bargaining about pay, right?"
    },
    {
      "speaker": "DUMONT",
      "speech": "There is no bargaining about pay; that's correct."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "General, there was no fact­finding below on this assumption, factual assumption of whether ­­"
    },
    {
      "speaker": "DUMONT",
      "speech": "There has been no fact­finding at all."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "No factual development. So there's a presumption in the question posed which is that it can survive, but we don't know that factually."
    },
    {
      "speaker": "DUMONT",
      "speech": "We don't know that factually. The State would prefer not to take that risk, and I don't think the Constitution requires us ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "You're the one making the argument. It isn't ­­ it isn't the job of the opponents to show that it ­­ you know, that it will survive. You're the one that's saying we need to do this because otherwise it won't survive. It seems to me the burden on ­­ is on you to suggest why that's so."
    },
    {
      "speaker": "DUMONT",
      "speech": "With respect, Your Honor, I don't think ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "You have a compelling interest."
    },
    {
      "speaker": "DUMONT",
      "speech": "With respect, Your Honor, I don't believe that what we need to show is that the union would not survive without this. From our point of view, the question is are we using a technique that the private sector uses widely that is reasonable from the point of view of the employer and that doesn't impose an undue burden. And let just me say for just a moment about the burden that's involved here, because I don't want to minimize it, but let's remember that there is no personal attribution of this speech here to any individual employee. There is no restriction on any individual employee's speech as a citizen, either in the workplace or out of the workplace. All this speech is workplace­related, and if it's not, then that's a matter of ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "It's odd to say that if X is required to pay $500 for someone to espouse a belief that he doesn't share, that he is now free to go out and ­­ and argue against it. That means he has to spend another $500 so that it balances out? That makes no sense."
    },
    {
      "speaker": "DUMONT",
      "speech": "See, what I would say here is ­­ to me, Your Honor, this case is very much like Southworth, because what we have here is something where it is important to the State to have a system in which we are not the speaker, because that would defeat the purpose of the system. The same way the point in Southworth was to have students speak ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "The whole idea of Southworth was a public forum. Are you saying that the whole purpose of agency fees is to have an open public forum?"
    },
    {
      "speaker": "DUMONT",
      "speech": "No. I'm saying it's to have a bargaining forum, but that it is legitimate when we have compelled ­­ compelled association to have that bargaining forum. It is also legitimate to have user fees that fund it."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, General. Mr. Frederick."
    },
    {
      "speaker": "FREDERICK",
      "speech": "Thank you, Mr. Chief Justice, and may it please the Court: Abood correctly held that States may reasonably insist that nonmembers pay their share of costs for the services provided by a union to the government and to all employees as their exclusive representative. Overruling Abood now would substantially disrupt established First Amendment doctrine and labor management systems in nearly half the country. Let me talk about what a collective bargaining is, and how the agreement is struck, and how it evolves over time. Because it's not simply one contract where there might be a severability provision, but it is really system of agreements that are established over time, and a body of relationships that build up. And if you look at the Joint Appendix, there are several examples of collective bargaining agreements. They are very long, detailed agreements that include a wide range of services that are negotiated between the union and the government. And some of these are monetary. Many of these are hot­button issues, to be sure, Justice Kennedy, but many of them are also mundane issues about health and welfare benefits, what times teachers need to show up, how long their lunch break can be without having to perform a duty, what the policies are for transferring teachers between and among school districts, and these are all basic services that require research, legal representation, conferring and consulting, communicating with members, trying to ascertain what the positions of all members of the workforce are before the union presents a ­­ a policy ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Well, I suppose, if that's so convincing, the union can convince teachers to join the union."
    },
    {
      "speaker": "FREDERICK",
      "speech": "Well ­­ and, in fact, in California, the overwhelming majority of the teachers are in the union, and it's only a small percentage that have opted not to. But I would go further, Justice Kennedy, in saying that what we are talking about here are a range of services that they're providing. We're talking about a service fee for the State law that provides for the exclusive representative to be the union when that is voted for by a majority of the workers. And here, this Court's cases have distinguished between citizens' speech, where the very teacher who might disagree with the union's position is free to go and speak publicly about that position, and employment speech, where this Court's cases have been extraordinarily deferential to the government in upholding restrictions on what speech employees may make."
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "But ­­ but ­­ but philosophically, if you use Pickering in this case, you're committing error of composition. You're comparing a whole group of persons who have their views coerced or compelled against one person that ­­ that ­­ Pickering is just inapplicable on that ­­ on that ground."
    },
    {
      "speaker": "FREDERICK",
      "speech": "Well, Justice Kennedy, I think that it is fair to suppose that the government, in deciding whether it's going to establish a relationship with its workers and were to get input, is necessarily going to be dealt with a cacophony of views unless it comes up with a reasonable system of management to get those views collected and have them represented by an exclusive representative. And that is the basic trade­off that Abood recognized. And I would note that because different States have chosen, based on their history, their culture, their experiences with the labor management system in the private sector, to come up with different results. And here, I would say that Wisconsin and Michigan, which recently adopted alterations to their public management sector, established this point. Because on the one hand, the legislature in Wisconsin decided we're going to do away with public sector agency fees for school teachers and for government workers, but we're going to keep it for public safety officers, police officers, firefighters, because we determined there is a legislative interest in having agency fees. Why? The firefighters brief in this case explains that many States don't have safety regulations for firefighters. And so a lot of these regulations end up coming through the collective bargaining process, where firefighters work out negotiated rules to establish what is a safe way to fight a fire."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "And all of that would still survive if the Petitioners prevail, unless your basic argument that if you do away with agency's ­­ agency fees, the unions are going to collapse and not be in a position to negotiate those safety requirements."
    },
    {
      "speaker": "FREDERICK",
      "speech": "Chief Justice, the necessity standard has never been the standard when the government is operating as employer or proprietor. It has always been a case that you would judge the agency ­­ the government's decision on the basis of what is appropriate or reasonable. And if you look at it from that standard, what the firefighters are saying here is that it's actually essential to have agency fees, because they are using those fees to benefit all of the workers in the ­­ in the unit through getting additional equipment that the county may not be able to afford, additional training so what when they're called upon to fight a fire ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "I'm sorry. They're getting additional equipment that the county may not be able to afford?"
    },
    {
      "speaker": "FREDERICK",
      "speech": "That's right. The union members and the nonmembers of the union in the ­­ in the unit are putting their money together through the agency fee process so that the union is supplying ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "There's something other than that. That would be the same as Justice Scalia's question which raised an issue, and we heard it before. Your ­­ your ­­ your last colleague mentioned this. California needs this rule that it has, because it wants, on the other side of the bargaining table, a coherent group of people to negotiate for the workers on wages, hours, working conditions, et cetera. Now, the Chief Justice said, I can understand that argument if the alternative is the union is destroyed, because then there's nobody. And you say that that argument's a good argument because they're going to buy fire trucks and some other things. Is there anything else that backs up that argument?"
    },
    {
      "speaker": "FREDERICK",
      "speech": "Sure."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "I think it's important, and I'd like you to explain it."
    },
    {
      "speaker": "FREDERICK",
      "speech": "Yes. The flip side is that the State briefs and the City briefs that have been submitted in this Court note what happened when the agency fee process didn't occur. In New York City, for example, there were strikes that were occurring all of the time until an agency fee ­­ fee system was put into place, and that enabled the City to better deliver transit services, school services, and the like. So you have both the positive story by ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "I ­­ I don't understand that. I just absolutely don't understand it. Why ­­ why would agency fees enable the city to do things that it couldn't do before?"
    },
    {
      "speaker": "FREDERICK",
      "speech": "Because it enables all of the workers to know they are making a shared sacrifice for the purpose of working together to establish a coherent position with their employer. That's ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "You say that, but I ­­ it doesn't mean anything to me."
    },
    {
      "speaker": "FREDERICK",
      "speech": "I understand ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "You have a union bargaining, and the city says no. And you're saying that if there are enforced fees to the union, the city will say yes?"
    },
    {
      "speaker": "FREDERICK",
      "speech": "No. What I'm ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "I ­­ I see no connection whatever between ­­"
    },
    {
      "speaker": "FREDERICK",
      "speech": "Well ­­"
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "­­ what the city is willing to ­­ to give in collective bargaining and whether you have agency fees."
    },
    {
      "speaker": "FREDERICK",
      "speech": "Justice Scalia, all I can report on in the absence of a factual record ­­ because this was basically brought as a facial challenge ­­ is what is in the amicus briefs. In cities, States, school districts, hospitals that are management­side have supported agency fees because they find it to be a more workable system by having ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Well, I ­­"
    },
    {
      "speaker": "FREDERICK",
      "speech": "­­ employees buy into the policies that are being established ­­"
    },
    {
      "speaker": "FREDERICK",
      "speech": "­­ through the collective bargaining process."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "It sounds to me like your argument cuts exactly the opposite way. The ­­ the problem that's before us is whether or not individuals can be compelled to support political views that they disagree with. And you're saying, well, the reason they should be able to, because if they do, then those political views are going to prevail. They are opposed to particular funding. That's why they don't want to join the ­­ that's why they don't want to join the union, because the union is pushing that. But you say you should force them because then the union will prevail, contrary to the objecting employee's views."
    },
    {
      "speaker": "FREDERICK",
      "speech": "No. What I'm saying, Mr. Chief Justice, is the States can make rational and reasonable judgments that for their workability of a system, they can have an agency­fee process. Abood recognized the very Federalism interests that are at stake here, where different States have different experiences, and this is an opportunity for the States to draw upon those distinctive experiences in coming up with a system that's fair for everyone."
    },
    {
      "speaker": "JUSTICE GINSBURG",
      "speech": "Mr. Frederick, you didn't ask for this judgment. It was thrust on you, this judgment on the pleadings. You did say you wanted to make a record in the district court. If you had had that opportunity to develop a record, what would you have put in it?"
    },
    {
      "speaker": "FREDERICK",
      "speech": "Well, the first thing I would have put in, it would have been a response to Justice Kennedy's question, which is that Ms. Friedrichs has said publicly she's happy with the positions the union is taking on pay. It would be anomalous to suppose that we're going to decide a case of this kind of constitutional import with a lead plaintiff who has said publicly she agrees with the union's positions on pay."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Can you ­­ can you ­­ do you think you can find one employee who doesn't?"
    },
    {
      "speaker": "FREDERICK",
      "speech": "No. I think that that's the point, Mr. ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "You don't think."
    },
    {
      "speaker": "FREDERICK",
      "speech": "No. I think that there are undoubtedly ­­ there are undoubtedly issues in a hundred­page collective bargaining agreement in which reasonable people can say, we don't like where the bargain got struck. But the point here is government workability and assessing the reasonableness of the government's position."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "Do you think you can ­­ I mean, obviously one thing that's come up is ­­ I know that you're right on this ­­ the Thaler law was a mess. It was strike after strike. But what you would like to show is that that approach, compared to the assessment of wage­, hour­, and working­condition­related fees, that the latter makes an improvement in the coherence of the union's position, and therefore there will be of your strikes. That's something like that is what you're arguing, and I would guess that people would have written articles about that now, and ­­ and ­­ if that's so."
    },
    {
      "speaker": "FREDERICK",
      "speech": "Well, Justice Breyer, I guess the question is, are you going to decide a case of this constitutional significance on the basis of a hypothesis based on ­­"
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "All right. My argument to you was, do you want to put information in the record on that point?"
    },
    {
      "speaker": "FREDERICK",
      "speech": "I think that is a one of many points that a record would be helpful, but let me just say that we're talking here ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Mr. Fredericks, this is the ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "I ­­ I suppose ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "­­ this is the ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Mr. Fredericks, we ­­ I suppose, Mr. Fredericks, we could assume that a State is always benefitted and ­­ and is more efficient if it can suppress speech."
    },
    {
      "speaker": "FREDERICK",
      "speech": "And your decision in Garcetti, Justice Kennedy, allowed for the suppression of the speech by the prosecutor who objected ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "That was in the workplace. It doesn't apply to merit pay. It didn't apply to the protection of underperforming teachers. It ­­ it didn't ­­ it didn't apply to classroom size. It didn't apply to educational objectives."
    },
    {
      "speaker": "FREDERICK",
      "speech": "Those are all classic workplace situations."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Can you ­­ can you ­­"
    },
    {
      "speaker": "FREDERICK",
      "speech": "You are talking about workplace ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Justice ­­"
    },
    {
      "speaker": "FREDERICK",
      "speech": "­­ speech ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Justice Sotomayor."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Can we go back to this issue of burden? There are a lot of assumptions underlying your adversary's position, whole set of questions: Can the union survive? Hold on. I have about ten of them. Is it necessary? And your adversary says you ­­ or one of my colleagues has said you bear the burden. But this is an overturning of a decision on stare decisis, isn't it?"
    },
    {
      "speaker": "FREDERICK",
      "speech": "That's correct. And the point ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "And what burden do you have, or is it your adversary who has to show no reliance interests that the foundation is wrong, et cetera?"
    },
    {
      "speaker": "FREDERICK",
      "speech": "We submit that, given the four­decade history, they have the burden to demonstrate that the way the system has worked would be unworkable if it were to be ­­ if it were to be sustained. And ­­ and Justice Kennedy, back to your point. I appreciate that a prosecutor's memo might be viewed in your eyes as workplace speech whereas the teachers' position about what size the classroom might be may not seem the same way as workplace speech. But from of government's perspective, I think you have to assess that on the basis of the reasonableness of the system that the government ­­"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Well, no, Mr. Frederick ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "You're again talking about a whole class of persons whose speech has been silenced, not just one person."
    },
    {
      "speaker": "FREDERICK",
      "speech": "Well ­­"
    },
    {
      "speaker": "JUSTICE KENNEDY",
      "speech": "Big difference."
    },
    {
      "speaker": "FREDERICK",
      "speech": "­­ their speech isn't silenced. They are paying a service fee so that a ­­ the exclusive representative can negotiate their health and welfare benefits, their mileage reimbursement, a whole set of things that ­­ voluntary teacher transfer policy, the questions about when teachers have to show up, how long their duty breaks ­­ duty­free breaks are during the course of the day. These are all relatively mundane points. I ­­ I think you would agree with me. And there's nothing in the agency fee process that suppresses the ability of teachers to speak out publicly, and even within the process because the law itself allows for merit pay to be a subject of bargaining if a minority of the teachers can convince the majority that this is a position that the teachers ought to take."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Mr. Frederick, your ­­ your ­­ I think you would at least agree we're dealing with some sensitive and important constitutional issues. What is the ­­ the burden on the union that counter ­­ weighs against those of simply requiring opt­in as opposed to opt­out? At least then you ­­ you ensure that people are making a conscious decision about supporting the union before they're compelled to do that."
    },
    {
      "speaker": "FREDERICK",
      "speech": "On the second question presented, we think that the decision ought to be affirmed because Abood correctly recognized that here, where there was basically no burden on the person who wanted to opt out, that that was in itself a core question."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "And what you're saying, it's easy for the person to check a box saying I opt out. It's also easy to check a box saying opt in."
    },
    {
      "speaker": "FREDERICK",
      "speech": "It's administratively ­­ actually, in a system where the overwhelming majority ­­ and we're talking about more than 90 percent of the people are paying the fees, even those that are nonchargeable fees under the Lehnert line to support political activities, it's administratively much easier to count a smaller number. And the question is whether the suppression of their constitutional rights is such as to rise to the level of compulsion. Here we would submit that where there's a one­page checkbox, they can send it in, they are able ­­ and every Petitioner on the other side has successfully opted out of paying those ­­ that the burden is on them to show that the government has made an unreasonable choice as to the kind of administrative scheme that's been established."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Well, opt­in is ­­ opt­out is not always as easy as you ­­ as you say. In one of our prior cases, I think that anybody who wanted to opt out had to send a certified letter within a certain period of time. Now, suppose somebody says I don't want to pay this year. I don't want to ­­ I ­­ I never want to pay. What is the justification for saying that person has to opt out every single year?"
    },
    {
      "speaker": "FREDERICK",
      "speech": "Well, let me just say that the perpetual opt out is not an issue in this case. And it ­­ had it been raised, it very well might be an acceptable way to do, to say I want to opt out until further notice. That's not been presented or argued here. If it were to be argued, there are reasons why that might be appropriate. But here, having an annual process follows this Court's Hudson decision where the union is required on an annual basis to provide notice of the activities that are chargeable and not chargeable. So from the perspective of getting notice to the potential objecting member, it allows more flexibility."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, counsel."
    },
    {
      "speaker": "FREDERICK",
      "speech": "Thank you."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "General Verrilli."
    },
    {
      "speaker": "VERRILLI",
      "speech": "Mr. Chief Justice, and may it please the Court: Let me begin by summarizing the three fundamental reasons why Abood should be reaffirmed. First, in the four decades that Abood has been the law, this Court's jurisprudence in the area of ­­ of employment relations, First Amendment jurisprudence in the area of employment relations has converged with Abood in a way that fortifies its foundations and does not erode them, because what those cases have recognized is when the government is acting as employer managing the workforce, it should receive reasonableness review in order to give it the latitude comparable to that of a private employer to manage its workforce, and not exacting scrutiny that applies when government is a sovereign regulating the citizens. Second, in those four decades, more than 20 States have enacted and enforced laws that allow the public employers in those States to have the same latitude that Congress gave private employers to decide, based on workplace needs and local conditions, whether agency fee requirements will help them achieve the purposes for which they ­­ for which they adopt collective bargaining. And the reliance goes far deeper than those 20 State laws and the thousands of contracts affecting millions of people that are based on those laws. In those States, the agency fee requirement has worked its way, woven its way into the fabric of the relation between workers and management and the public's fear. In those States, the unions have taken on such obligations as training and the like, funded by agency fees that make the workplace more effective for management, as well as more effective for employees. And if you were to take those away, you're going to disrupt those long­term relationships that have developed over time, and the expectations that have developed over time, and you're going to replace them with a different kind of a situation in which the union is going to have a different set of incentives, trying to ­­ trying to ensure that the maximum number of people are willing to pay union fees. And the way that the unions are likely to try to do that is through trying to convince employees that you ­­ that they need the union because otherwise management is going to do them harm. And I do think that that's a significant problem here for public employer perspective now, in a time of budgetary constraints, when difficult decisions have to be made and cuts have to be made. It's of great benefit to the employer, to the government as employer, to have the union participate in those judgments so that they are perceived as fair as the ­­ by the workforce, and so that the union then, in effect, vouches for management with the workforce and prevents disruption. So I do think the reliance interests go very deep here. And then the third point I would make is that we're talking about overruling a precedent of 40 years' standing. There need to be ­­ needs to be a showing of changed circumstances, it seems to me. Now, with respect to the question of ­­ of the role that agency fee ­­ the role that agency fees play in the process, I think it is quite important, and this goes to a point you raised, Justice Scalia. Abood never said, and no case since Abood has ever said, that agency fees are necessary to union survival. Abood couldn't have said that, because when Abood ruled as it did, Taft­Hartley had been on the books for decades. And so with respect to the private sector, what Congress had said with respect to the private sector is that employers get to choose. Employees get to decide whether the agency fee will help them achieve their workplace goals. And what the Court said in Abood was that public employers ought to have the same kind of choice to respond to workplace needs and local conditions that prior employee ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "The ­­ the fact that Abood has been around for 40 years, does it affect your point at all that the main justification for Abood that's being advanced today is one that Abood did not adopt?"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Pickering justification, that's what I hear most prominently in the presentations, and yet Abood did not even cite Pickering."
    },
    {
      "speaker": "VERRILLI",
      "speech": "I ­­ I respectfully disagree with that as a technical matter. I think Abood did cite Pickering. And if one looks at the briefs in Abood, the parties on both sides were arguing Pickering. But beyond that, I think ­­"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "In ­­ in ­­ in terms of that, but in terms of the substantive analysis, it can't really seriously be called a Pickering case."
    },
    {
      "speaker": "VERRILLI",
      "speech": "No. But I think it shares ­­ what I said at the outset, Mr. Chief Justice, is I think the key point: That this Court's First Amendment law in the public employment context has, over time, converged with Abood, in that the cases generally have recognized that when government is acting as employer, it has interests that, if government were acting as sovereign regulating the citizenry, wouldn't suffice to justify conditions on speech."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Well, Pickering is ­­ Pickering is the heart of your argument, so I ­­ I do want to ask you a couple of questions about it. Is it different from the situation here in several respects? One was brought out. Pickering ­­ the Pickering cases involve the termination or the discipline of a public employee after ­­ a single employee after the employee has made a statement that ­­ to which the employer objects. This is a prospective rule that applies to a huge category of employees. The second is whether restrictions on what employees can say are the same as compelling an employee to make a statement or subsidizing a statement."
    },
    {
      "speaker": "VERRILLI",
      "speech": "Let me take ­­"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "So as to the ­­ as to the latter ­­"
    },
    {
      "speaker": "VERRILLI",
      "speech": "Yeah."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "­­ there are circumstances, are there not, in which the Department of Justice could terminate or take an adverse employment action against a DOJ employee for something that that employee says as a citizen on a question of public concern. That could be done, could it not?"
    },
    {
      "speaker": "VERRILLI",
      "speech": "Yes."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Are there any circumstances in which the Department of Justice could compel an employee to make a statement ­­"
    },
    {
      "speaker": "VERRILLI",
      "speech": "I can't ­­"
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "­­ as a ­­"
    },
    {
      "speaker": "VERRILLI",
      "speech": "I ­­ I can't think of one, specifically."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "­­ as a ­­ as a private citizen?"
    },
    {
      "speaker": "VERRILLI",
      "speech": "I can't think of one, but that goes right to the difference, right to the difference between government acting as employer, managing the workplace, and government acting as sovereign, regulating the citizenry. In the latter situation, what this Court's cases would say is that that is not government acting to manage the workplace; that is government leveraging its ­­ its control over the employee, acting as sovereign, affecting that person in his role as citizen, and that would get exacting scrutiny. And that ­­ so that ­­ I think that's the key. We're not arguing that Abood applies of its own terms. We're arguing that there's an insight that underlays Abood, and it underlays Garcetti, and frankly, it underlays the political affiliation cases as well. Because if you look at those, what those cases all say, contrary to what my friends say, is that when government can show the political affiliation is a reasonable requirement for the effective performance of the job in question, that that affiliation requirement can be upheld. That, again, is not exacting scrutiny; it's reasonableness. Every case lines up along that axis. And so ­­ and I ­­ I think that's the key point about Pickering. And if I could, I just want to address a couple other points."
    },
    {
      "speaker": "JUSTICE ALITO",
      "speech": "Well, I ­­ when ­­ when ­­ when a union is bargaining about a matter of ­­ of public concern, you're saying that that's ­­ that is not the same as commenting on a matter of public concern?"
    },
    {
      "speaker": "VERRILLI",
      "speech": "No. What I'm saying is that it occurs in the context of the ­­ the collective bargaining relationship, which is a ­­ which is ­­ it has to be subject to a different set of constitutional standards. It has to be; because, think about it. With respect to collective bargaining, there's a specialized channel of communication that the government sets up. The government controls who can speak, when the discussion's going to occur, and what topics can be discussed."
    },
    {
      "speaker": "JUSTICE SCALIA",
      "speech": "All of that is true. Nobody ­­ nobody denies that. But the problem is that it is not the same as a private employer, that what is bargained for is, in all cases, a matter of public interest. And that changes the ­­ that changes the situation in a way that ­­ that may require a change of the rule. It's one thing to provide it for private employers. It's another thing to provide it for the government, where every matter bargained for is a matter of public interest."
    },
    {
      "speaker": "VERRILLI",
      "speech": "But I guess what I would say about that, Justice Scalia, what I read this Court's cases as saying in the employee speech context, in the employee petitioning context, in the political affiliation context, is that you ­­ yes, it's not wholly free of First Amendment scrutiny. But recognizing the government's interests as employer and prerogatives as employer, you apply reasonableness review and not the exacting scrutiny that applies when government is regulating as a sovereign regulator."
    },
    {
      "speaker": "JUSTICE BREYER",
      "speech": "I guess ­­ isn't it ­­ is ­­ you may know ­­ the case in which government as employer is most likely to want to control what the employee says and where he has the right to do that is likely to be a case that involves the institution's job, i.e., the public interest."
    },
    {
      "speaker": "VERRILLI",
      "speech": "Yes. Certainly, certainly. That's why ­­ that's why I think there was no doubt in Garcetti that the speech was not a matter of public concern. And I could have said the same thing in Borough of Duryea and any number of these courts' other cases. That's not the ­­ that's not the distinction the Court has drawn. The distinction the Court has drawn is between government acting as employer managing the workforce, and the government as sovereign regulating the citizenry. And I respectfully submit that that ­­ that that distinction applies with equal force here, and especially given the stare decisis considerations that ­­ that ought to govern this Court's decision in this context that that is more than sufficient to uphold, to reaffirm Abood. Because as I said, what this Court's cases have recognized through all the public employer context is the same principle for which Abood stands."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "General, you seem ­­ and everybody seems to equate government subsidy with government speech. Do you think our cases give government subsidy the same analysis as they give compelled speech or compelled silence?"
    },
    {
      "speaker": "VERRILLI",
      "speech": "May I answer, Mr. Chief Justice?"
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Sure."
    },
    {
      "speaker": "VERRILLI",
      "speech": "What I would say about that, Justice Sotomayor, is that in this context, the subsidy goes to the process of contract formation and contract administration within that collective bargaining context that I described earlier, that of necessity, a different First Amendment standard has to apply to. Thank you."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, General. Three minutes, Mr. Carvin."
    },
    {
      "speaker": "CARVIN",
      "speech": "Thank ­­ thank you. As to the absence of a factual record here, it's important to point out that we gave them an amended answer where they could make any allegation they wanted. And at page 4 of their so­called opposition, it said, to quote, \"The unions do not oppose the entry of a judgment on the pleadings.\" Why is that? Because they certainly ­­ it's their burden to argue, for example, that agency fees will lead to the demise of the union. But they didn't make any such allegation in their answer. They didn't make any such allegation in response to Justice Ginsburg's question, and they've got all the facts and terms of the union's fiscal well­being. That's because they can't make such an allegation in the real world. How do we know that? Twenty­five states prohibit agency fees. Not one union. Read the amici. See if you can see one example of the union capitulating because of that. The federal government doesn't allow agency fees. And only a third of the members are union members, and yet, that ­­ that union survives. Whereas here, we have 90 percent union membership, and Mr. Frederick said 90 percent of the nonmembers continue to contribute. So the notion that anything could happen adversely here simply doesn't square with things. The notion that Abood put forth that there's some Federal policy in favor of agency fees is completely contrary to the fact. 29 U.S.C. 6 ­­ 164(b) allows ­­ excuse me ­­ prohibits agency fees if the State prohibits. So it allows states to prohibit agency fees. Conversely, it preempts states that seek to require agency fees. So the Federal policy, not only with respect to their own workforce, but to the respect of the private workforce, is contrary to agency fees. In response to Justice Kennedy's question, yes. There's a stark difference between single personnel decisions and group decisions. NTEU, which is a Pickering case, makes that quite clear. Even in the Pickering context when there was a general rule with respect to outside honorarium, the Court made it clear that the burden of justification is much higher. They haven't come close to this burden of justification, because they can't possibly show that agency fees will lead to the end of the union. And contrary to my brethren, that's the only thing that matters. We're talking about the ­­ the government's interest as an employer. All they care about, according to Abood, is having one union instead of two so they only have to speak to one person. They don't care about how robust or effective this union is. Indeed, if anything, they don't want them to be effective, because nobody wants a strong bargaining partner that's going to drive up public expenditures and ­­ and have a ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "So what do you do with the law enforcement people who submitted their brief who said the unions actually do training. They provide equipment the county can't afford with fees. So they're ­­ what the ­­ the General has been saying is, we have to leave it to each State to decide, because with this kind of agency fee, there are things that unions can do that we would choose not to do."
    },
    {
      "speaker": "CARVIN",
      "speech": "I am ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "The unions in California do teacher training."
    },
    {
      "speaker": "CARVIN",
      "speech": "Exactly, and they do fire training. They do safety training. Can you think of something that's more a matter of public concern, that's more of an ideological point, that's more important? And yet they dismiss these as somehow prosaic issues. They're basic to our democracy, and that's why we have an absolute right not to subsidize it. No one's arguing that these ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "Why? Why? If you're receiving the benefits of it, why? It's ­­ it's your benefit. You may disagree with that judgment ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "Right."
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "­­ but ­­ and you ­­ and you can speak about it ­­"
    },
    {
      "speaker": "CARVIN",
      "speech": "Because there's ­­"
    },
    {
      "speaker": "JUSTICE SOTOMAYOR",
      "speech": "­­ but why is it hurting your First Amendment right if you can speak?"
    },
    {
      "speaker": "CARVIN",
      "speech": "There's a great ongoing debate about teacher training class size in education reform today. The unions have their right to take their side of that view. What they don't have a view ­­ is a right to demand that the other side subsidize their views on these essential questions of ­­ of basic public importance."
    },
    {
      "speaker": "JUSTICE ROBERTS",
      "speech": "Thank you, counsel. The case is submitted."
    }
  ],
  "path": "2016-01-11.14-915.Friedrichs_v._California_Teachers_Assn..pdf"
}