[
  {
    "speaker": "QUESTION",
    "speech": "What would they be punished under? What kind of State laws would cover --"
  },
  {
    "speaker": "MOGIN",
    "speech": "Well in this case, for example, there's a false statement provision in the Louisiana video poker statute. the charges here.  Petitioner was acquitted on it, and the very theory was that the gambling operation was illegal because of alleged false statements in the license applications, so -- and that had also been the charge in the Salvatore case, so that would be --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Is it the case that the same would apply to a Federal agency?  This is not -- the statute is not peculiarly directed at State agencies."
  },
  {
    "speaker": "MOGIN",
    "speech": "That's correct, Justice Ginsburg. Most of our argument would apply if this was a Federal agency, although in this case we have the United States v. Bass and the principle about not lightly interpreting statutes to reach --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But in any case it would be -- any application for a permit to a Federal authority would be susceptible to the same argument.  There's no distinction"
  },
  {
    "speaker": "QUESTION",
    "speech": "Or in the statute."
  },
  {
    "speaker": "MOGIN",
    "speech": "Right."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Mogin, I think it would be helpful if we focused somewhat on the statutory language in this case to figure out what it covers, and we have to read it, I suppose, in light of this Court's decision in McNally, which does appear to suggest that it -- the statute covers only the scheme to defraud the victim of money or property, although the statute doesn't say so in so many words. Now, let me ask you this.  Here, I take it the State did more than just issue a license.  It issued a license with an ongoing substantial revenue component for the State.  It wasn't just a one-time payment of a license fee and then you have this forever.  It contemplates, does it not, the payment of substantial amounts of money to the pecuniary interest involved would not establish a property right."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, taking money from the victim is covered, according to McNally, so is it taking money from the State, in a sense, because of this revenues --"
  },
  {
    "speaker": "MOGIN",
    "speech": "No, Justice O'Connor, we would say it is not.  To the contrary, the State views video poker operations as a source of revenue for the State, and it has been a very significant source of revenue for the State.  There was no allegation in this case that anything was not paid that shouldn't have been paid in terms of the State's pro rata share and, really, the States here --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Did the State ever argue that it has an interest in assuring the users of these machines that the operators are honest and that by this alleged misstatement the goodwill, the confidence that the State been no question that the licensing process serves a legitimate purpose to identify appropriate licensees, but it's hard to see how that would be a property --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Are the licenses limited in number?"
  },
  {
    "speaker": "MOGIN",
    "speech": "No, they're not, Justice Kennedy."
  },
  {
    "speaker": "QUESTION",
    "speech": "Would that have made a difference? It would be like a taxi cab medallion in New York or something?"
  },
  {
    "speaker": "MOGIN",
    "speech": "Well, it's our position that even if there were a limitation to some large number of licenses, that the same analysis would apply, but certainly that would be a factor to consider, and when you get to a very limited number of licenses, you may have a different analysis, because then there's -- people are actually competing with each other for a license, and something important is being given away by the State. limited number of licenses affect your property analysis?"
  },
  {
    "speaker": "MOGIN",
    "speech": "Well, I think that you're right, the mere fact that there's a limitation on the number would not, in our view, give rise to a property deprivation. It's one factor to consider, and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Would it be a basis for saying that there is a property interest at all, where there is not, as you argue, under these circumstances?"
  },
  {
    "speaker": "MOGIN",
    "speech": "Well, we think the term license is used in many different contexts, radio licenses, whatnot. There may be situations in which the State is giving away only one or 5 or 10 licenses, and our analysis doesn't foreclose what would happen in such a case, but here there's a mere grant of Government permission.  There's nothing in what the Government is doing that can be analogized to giving away an easement.  The applicants are involved, isn't that right?"
  },
  {
    "speaker": "MOGIN",
    "speech": "That is our position, Justice Scalia.  The one -- the difference is, if there were only one license, then the State really would be losing something in giving away the license.  We still would not think that that's a property right, but there's certainly no clear definition in the cases of what property is."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I don't --"
  },
  {
    "speaker": "QUESTION",
    "speech": "How does the State lose something giving away one license, but not lose something giving away a number of licenses?"
  },
  {
    "speaker": "MOGIN",
    "speech": "Well, if -- Mr. Chief Justice, if there were only one license available, and if it were understood that once given it couldn't be taken back, then perhaps it could be said that the State was losing something because by giving the license it lost the"
  },
  {
    "speaker": "MOGIN",
    "speech": "And we don't disagree.  The additional point we'd make is that there's no reason to stretch the concept of property, as the Fifth Circuit did in this case.  State licensing schemes, of course, are designed, drafted, implemented by State and local officials.  Those are the officials that are in the best position to interpret them, to decide whether they've been violated in a particular case.  This case, in fact, arose during the early years of the Louisiana video poker scheme, and State and local officials can decide the appropriate sanction, if there is misconduct. Now, the Government argues that this license is special because the State has a substantial economic stake in the -- in video poker operations.  We would respond, since when has the existence of a property right depended on something as amorphous as whether there's a substantial poor rural county as opposed to a wealthy, suburban county."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Mogin, what do you do with the Government's argument that under the second clause of the statute you don't need a victim?  They obtain money pursuant to a scheme to defraud, and so forth and so on."
  },
  {
    "speaker": "MOGIN",
    "speech": "Justice Stevens, we have a number of responses to that.  Passing over the procedural point which is made in our brief, that is not before the Court, because it wasn't raised until the brief on the merits."
  },
  {
    "speaker": "QUESTION",
    "speech": "An alternative basis to affirm."
  },
  {
    "speaker": "MOGIN",
    "speech": "Right.  We've argued in our brief that under the Tuttle decision and other decisions this Court has only rarely considered issues raised by the respondent for the first time in the brief on the merits, but on the merits of the point, the Court was unanimous in explained in our brief, and we've also covered the background of the 1909 amendment in our brief, the commission report, which there's really no suggestion that Congress was attempting to create a new basis of liability."
  },
  {
    "speaker": "QUESTION",
    "speech": "How many years since McNally?"
  },
  {
    "speaker": "MOGIN",
    "speech": "13 years.  That was decided in 1987."
  },
  {
    "speaker": "QUESTION",
    "speech": "So we can assume that someone in Congress knew of this Court's interpretation and could have done something about it if it disagreed."
  },
  {
    "speaker": "MOGIN",
    "speech": "That's right, Justice Ginsburg, and in fact in 1988 the statute was amended to deal with honest services cases, which had been thought to be the most important application of intangible rights doctrine, and those were brought under the statute if there was a deprivation of honest services."
  },
  {
    "speaker": "MOGIN",
    "speech": "Justice Souter, that refers to the principle that an employer has a right to expect that an employee will provide honest services, and so --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What kinds of acts would be forbidden?"
  },
  {
    "speaker": "MOGIN",
    "speech": "A scheme involving kickbacks, for example, where the employee is paid a kickback to divert business."
  },
  {
    "speaker": "QUESTION",
    "speech": "Basically any kind of corruption on the part of the employee."
  },
  {
    "speaker": "MOGIN",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes."
  },
  {
    "speaker": "MOGIN",
    "speech": "The theory that the Government has presented a substantial economic stake, if adopted, would raise all kinds of thorny applications, thorny questions in application, which would be particularly troublesome, the activity of doing business and making a profit is not property, so the State's mere expectation of obtaining revenue after a license is issued."
  },
  {
    "speaker": "QUESTION",
    "speech": "Are there other licenses, State licenses where the Government's revenue is a percentage of the proceeds of the business, as distinguished from the tax on the income?"
  },
  {
    "speaker": "MOGIN",
    "speech": "Well, yes, in the area of hotels, of course, rooms are taxed generally based on occupancy, so that in New York City, for example, the city would obtain very substantial revenue from the occupancy tax.  Formerly it was over 20 percent.  In the mid-nineties it was reduced to about 15 percent.  Now, that's called a tax."
  },
  {
    "speaker": "QUESTION",
    "speech": "Some States administer their sales tax by issuing licenses to do business, don't they, and all it means is that you have to pay a sales tax on your out myself, but on this issue, had this issue arisen before McNally was decided?  I know there were a bunch of post McNally cases."
  },
  {
    "speaker": "MOGIN",
    "speech": "Well, there were limited instances, and there was case called United States v. Green, brought in California, a prosecution involving obtaining a driver's license, and the State prosecuted that under the intangible rights theory.  That's really the only clear case that I'm aware of. There are a couple of cases involving licenses, and because the intangible rights theory had been widely accepted in the courts of appeals, that was the doctrine that was generally relied on when a license was involved. So it's our submission --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What about an automobile license, a vehicle license? that the State is losing property. We think the Government's theory of liability in this case is contrary to traditional law, is not supported by any established concept of property, and of course the Government is doing this in a criminal case. Civil RICO plaintiffs, of course, could take advantage of the theory if it were endorsed by the Court, and the very novelty of the theory makes an inadequate basis for injecting Federal law into the area of State laws, local licensing, so for that reason we submit the petitioner's conviction should be reversed. If there are no further questions, I reserve the balance of my time for rebuttal."
  },
  {
    "speaker": "QUESTION",
    "speech": "Very well, Mr. Mogin.  Mr. Dreeben, we'll hear from you. represents the State's right to a stream of payments from an enormously lucrative business, a business that the State has absolute power to conduct itself.  Instead of conducting the business itself, the State franchises that opportunity to private individuals while asserting control over every aspect of the business and retaining a right to a large share of the revenues.  By --"
  },
  {
    "speaker": "QUESTION",
    "speech": "How has that property interest been infringed in any way, because there's no claim, as I understand it, and I don't know whether your argument suggests that there was any intent here to deprive the State of its licensing fees, and no intent here to deprive the State of its percentage, and no intent here, in effect, to conduct less gambling than would otherwise be possible in order to minimize revenue, so even if we accept your theory that there are property interests that statute.  It is to be no less and no more protected than a private individual similarly situated, and to understand how the State loses property, you have to compare the State to a similarly situated private individual. Now, the two analogies that most readily show how the State loses an intangible property right are a private franchise business, which has the right to exercise franchises and grant franchises to private parties, and has a contract right not to be defrauded in choosing the franchisees that it chooses."
  },
  {
    "speaker": "QUESTION",
    "speech": "But I don't see where the fraud comes into it.  In other words, the only basis upon which I can see any fraud here, if we start with the assumptions that I made, that there's no claim that they were minimizing business or skimping on the percentage or whatnot, the only basis to say that there has been -- that the State under this Court's decision in Carpenter v. United States, intangible property rights are just as protected as tangible ones.  Now, the way that an intangible property right is identified is by looking at the legal scheme that creates those rights, and Louisiana created a legal scheme under which it has the exclusive right to determine who may engage in the video poker business."
  },
  {
    "speaker": "QUESTION",
    "speech": "Okay, but as I understand it, then, the -- what I was sort of disparaging as the metaphysical right is basically the State's regulatory interest.  It has nothing to do directly -- well, strike that.  It is a right of -- to dispose of licenses conceived of as something connected to but nonetheless distinguishable from the right to receive the fee, the right to receive the percentage and so on."
  },
  {
    "speaker": "DREEBEN",
    "speech": "It is both a regulatory and a because of the fraud?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "No.  We didn't charge or attempt to prove that the State lost revenue and, in fact, Louisiana connects the gambling, the video poker terminals to a central computer to ensure that skimming of revenues does not occur."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well then, why isn't Justice Souter's question correct, that you're not talking about any orthodox property interest here that was lost to the State.  You're talking about a loss of its regulatory authority."
  },
  {
    "speaker": "DREEBEN",
    "speech": "No, I think we are talking about a property interest that in the private sector would clearly be recognized as such.  It would be analogizeable most closely to a contract interest of a party that runs a franchise business and selects its own franchisees, and if analogy which attempts to compare the State to a private party, and the difference is that the State can always be said in some sense to be acting as a regulator."
  },
  {
    "speaker": "QUESTION",
    "speech": "Were there money damages in Carpenter to the Wall Street Journal?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "No.  There were no money damages in the Wall Street Journal case at all, because all the Wall Street Journal lost was its exclusive right to determine when to publish certain columns, and Winans and Carpenter were accused in that case of having taken from the Journal their right, the Journal's right to decide when to disclose the contents of that column. It was highly intangible.  It's an interest only created by law, and by direct analogy here the interest that is created is Louisiana's interest in deciding which proprietary parties will work with it in the video citizen, the right to give out franchises to others?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Under Louisiana law --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes."
  },
  {
    "speaker": "DREEBEN",
    "speech": "-- I don't believe that the State has that authority."
  },
  {
    "speaker": "QUESTION",
    "speech": "No, I don't think so, either. Therefore, it doesn't sound like McDonald's at all."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, it would be --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I mean, McDonald's can give the right to sell to others.  McDonald's has something that's valuable because it could go into business itself.  It can do what it wants."
  },
  {
    "speaker": "DREEBEN",
    "speech": "The State --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "I mean, that's your analogy."
  },
  {
    "speaker": "DREEBEN",
    "speech": "The State could choose to operate in precisely that manner.  The State could have -- that the State has not assigned to itself the right to sell video poker licenses."
  },
  {
    "speaker": "QUESTION",
    "speech": "Could not.  It could not."
  },
  {
    "speaker": "DREEBEN",
    "speech": "No, I don't see any reason --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No, it could under the Constitution. It couldn't under the statute."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Under its own statute, but if you're looking at the legal rights that it has invested in itself, it is as if Louisiana has made the State the exclusive holder and determiner of who may participate in the video poker industry with a substantial revenue share being assigned back to the State. The State could have done the exact same thing in a different manner.  It could have said, you, the State, shall select someone who will choose all these State franchise holders who will do the video poker medallions?  My question is, how far this theory of yours spreads, and as I read it in your brief it seems very far."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Justice Ginsburg, it spreads only to those licenses and those State activities that are generically speaking more in a proprietary mold than in a regulatory mold, and there is a classification question that arises.  Both liquor licenses and taxi medallions share some features with the Louisiana scheme and, therefore, arguably both of those would fall on the property side of the equation."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, tell me, what is the Government's position?  What falls, what licenses would fall under the Government's theory, and which ones would be left out?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Our position is that a purely regulatory license, such as a license to practice higher tax than people who are in other businesses. That's special to that business.  Do those qualify?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "I think that they do under a strict analytical approach, but I also think that there is a component to the analysis that is narrower than assuming that all such licenses fall within the scope of the mail fraud statute, and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Dreeben -- if you answered the question -- it seems to me that you really -- the property right that I would think of in terms of normal usage would be the right to exclude as one of the bundle of rights, but you don't claim the right to exclude is sufficient, because you would not include the bar, the control of the membership in the bar, is that right?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "That's correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "You are not claiming -- every right linkage between the taxation and the licensing scheme, then it's harder to say that the State is acting in a proprietary than in a regulatory --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But even if it's acting in a proprietary way, it's not deprived of any revenue.  It's not deprived of anything, except the right to exclude these people, and that's not itself sufficient."
  },
  {
    "speaker": "DREEBEN",
    "speech": "It's not itself sufficient, but in combination with a scheme such as this, that creates in the State the power to participate in a particular industry, and to select, in effect, the participants in the industry, the agents who will carry out the work, the State has acted in a way that far more closely resembles a franchise business than it does a pure, sovereign regulator, and that is the question that has to be asked under the mail fraud statute. It doesn't matter if the victim, here the State, is deprived of property.  Are you abandoning that argument now?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "No, Justice --"
  },
  {
    "speaker": "QUESTION",
    "speech": "It was new.  I don't think it was pressed below."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "But do you still adhere to that as well?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Yes, I do.  It is our alternative theory of why --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Is there any reason why we should address it, since it came so late in the day?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, the Court has discretion to address it.  It certainly isn't required to address it. We did not argue it below.  But I will say that in favor McNally, without doubt, that reads that way, but that language could not have announced a holding in McNally, because the actual holding of McNally was, in addition to the well-known part of McNally that an intangible right to good government is not a property right, the Court also held that there was no deception of the State and there were no false statements made to any third party, so there was no factual predicate in McNally itself for deciding whether the second clause applies."
  },
  {
    "speaker": "QUESTION",
    "speech": "I suppose one argument in favor of exercising our discretion here is that we took the case to construe the meaning of a statute, there's a conflict in the circuits, and to say, you know, we're construing it this way but there's another argument that we might accede to in some other case wouldn't be the best use of our resources."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, there is actually no discussion in the opinion itself of the theory that the Government raised that the false statements alone, when the defendant obtains property, are sufficient."
  },
  {
    "speaker": "QUESTION",
    "speech": "Oh, you're saying we did in McNally what you are now arguing it would be irresponsible for us to do now.  I don't think we did that in McNally.  I thought we had addressed the statute."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, as I said, Justice Scalia, there -- the square holdings of McNally did not require the Court to come to a definitive answer to it, and if you read the McNally opinion, which is fairly brief, it doesn't identify and reject in terms this theory. What the McNally opinion does do is point out that the second clause of the statute, which was added in 1909, has the effect of codifying this Court's decision in that.  But the plain language of the statute does not require that there be a deprivation of property."
  },
  {
    "speaker": "QUESTION",
    "speech": "But if it did more than that, we should have said that in McNally.  We shouldn't have said, it just did this, which would have reached the result that we reached in McNally, and simply ignored the fact that it did more than that, which would have produced a different result in McNally."
  },
  {
    "speaker": "DREEBEN",
    "speech": "It would not have produced a different result in McNally, Justice Scalia, because the Court made quite clear in footnote 9 of its opinion that there was no deception of the State at all. The Government's theory in McNally was that State officeholders who have an adverse interest to the State are required to disclose it to the State, and this Court said in footnote 9 of McNally that we should not broader analysis, which is --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Right.  I don't think footnote -- what note was it?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Footnote 9."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- 9, I don't think footnote 9 was meant to preclude the question that's before us here, any more than it was meant to preclude the question of whether intangible services can qualify under the statute. Certainly everybody assumed that's what the case decided, despite footnote 9."
  },
  {
    "speaker": "DREEBEN",
    "speech": "What I think is evident from McNally is that the Court at various points in the opinion wrote broadly about the mail fraud statute.  But there is a distinct theory of liability that we briefed before this Court in McNally and that was not addressed in terms, and I think that there is an explanation for why that theory seemed absolutely guilty under your interpretation -- (Laughter.)"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- and then I thought that probably -- probably any competitor, by the way, in a commercial context, anybody who lies to his competitor, any boss who lies to his subordinate, any subordinate who lies to his boss or a coworker, they're all out to get money, and they're telling lies or scheming to get money, just like Richard on the Survivors program, and I was a little surprised that the Government is suddenly going to make criminal under the mail fraud statute -- I mean, bring back Cotton Mather. I mean, this is -- any lying in a commercial context where you're trying to get money out of it is now mail fraud.  Is that right?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, I don't want to speak to question, but it is a broader theory than the license as a proprietary activity theory, because it would apply whenever an individual lies for the purpose of obtaining property --"
  },
  {
    "speaker": "QUESTION",
    "speech": "So what I'm most worried about in that, of course, is that it is possible, you know, that competitors in a commercial context may tell each other lies sometime.  I'm going to the trade show, and then when your competitor goes you stay home and take his customer away.  Well, each one of those is a RICO suit, and I --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "I don't think so."
  },
  {
    "speaker": "QUESTION",
    "speech": "No?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "No.  I think there is a materiality component in the mail fraud statute that this Court described in Neder v. United States --"
  },
  {
    "speaker": "QUESTION",
    "speech": "It's material.  You get your true of the theory that it's property in the hands of the Government as well, and not true under this alternative theory?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "No, Justice Ginsburg, but in this particular case what the defendant did was lie to the State, concealing adverse facts about his background in order to obtain a valuable license, which --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, that could apply, at least in the cases you excluded from your first theory.  That is, the license to practice law, the license to practice medicine, those are very valuable in the hands of the recipient."
  },
  {
    "speaker": "DREEBEN",
    "speech": "That is true."
  },
  {
    "speaker": "QUESTION",
    "speech": "And I think sometimes when they divide property on termination of marriage those are attributed a monetary value. the Federal Government monitors of what would be a false statement to a Government agency.  18 U.S.C. 1001, that operates on the Federal level. You're just saying, well, we do the same thing with overall monitoring, of making a false statement to a Government official, State or Federal, and that's the kind of thing, if Congress meant to do, shouldn't it be required to speak clearly?  Shouldn't a clear statement rule apply to that level of monitoring, false statements made to State agencies?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "I think, Justice Ginsburg, that Congress has attempted to speak very clearly and comprehensively in the mail fraud statute.  When this Court ruled in McNally that it did not apply to the intangible right to honest services, Congress came back and amended the statute to make clear that it did want the with the Government that there should be a way to get these people, but that says nothing at all about whether the statute, as originally drafted by another Congress many years ago, all of whom are gone, meant what we said it meant in McNally."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Even taking the Court's own holding in McNally, the Court's holding is that the State is not to be less favored than a private party insofar as it's a property holder. It's to be treated on the same footing if the defendant uses a Federal jurisdictional means which subjects him to a Federal regulatory system, and there are lots and lots of defendants who make false statements to Governments in connection with obtaining money or property or even defrauding a State of tax revenue, which some people might think are quintessential things for the able to establish a scheme to defraud under the mail fraud statute, so the --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, can you give me perhaps one of those?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, you'd -- under our second theory, we do not need to show that there is an intent to deprive the State or the Federal Government of a property interest, whereas --"
  },
  {
    "speaker": "QUESTION",
    "speech": "So you say basically the mail fraud is much broader than 1001."
  },
  {
    "speaker": "DREEBEN",
    "speech": "In some ways it's broader, and in some ways it's narrower."
  },
  {
    "speaker": "QUESTION",
    "speech": "In what way is it narrower?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, mail fraud requires a use of the jurisdictional means that you have mail fraud, and it also under the scheme to -- you need to have proof of the statute that deals with use of wire communications?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Correct.  Correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "Which --"
  },
  {
    "speaker": "QUESTION",
    "speech": "It seems to me there's hardly any application for anything that wouldn't use one or the other, a telephone or the mail."
  },
  {
    "speaker": "DREEBEN",
    "speech": "That may be true, and there's also an intent element, though, in the mail fraud statute of an intent to defraud, which is not present in the 1001.  1001 simply applies to a knowing false statement within the jurisdiction of a Federal agency."
  },
  {
    "speaker": "QUESTION",
    "speech": "Would your theory apply, assuming there's a mailing, of course, to false statements in an employment application?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "To the State?"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes.  You want to get a State job, result in a greater tax --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Greater deduction, or lesser tax."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Yes.  But Justice Scalia, that would be covered under anybody's interpretation of the mail fraud statute, because it's a scheme to acquire money or property that should belong to the State, and that's fundamentally --"
  },
  {
    "speaker": "QUESTION",
    "speech": "It's a scheme to keep your own property, which you're supposed to give to the State.  I'm not sure that anything is being taken from the State."
  },
  {
    "speaker": "DREEBEN",
    "speech": "No, the State has a right to --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You don't read the statute too closely, do you?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "I think that I read the statute broadly in respect of money or property losses to the State, and apply it in a way that makes it congruent with charged in the indictment.  He combined them by saying a scheme to defraud by making false or fraudulent representations to the State."
  },
  {
    "speaker": "QUESTION",
    "speech": "But he did it on a theory of defrauding, i.e., getting the other person's property, didn't he?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "He did, but a jury that found guilt on those instructions necessarily found that the object of the scheme was to make false statements to the State to obtain the license and, indeed, the charged mailings were the mailings of the license to the defendants."
  },
  {
    "speaker": "QUESTION",
    "speech": "So you're saying it's like lesser- included?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "It's exactly included within what the jury had to find in order to render the conviction on"
  },
  {
    "speaker": "QUESTION",
    "speech": "So the individual prosecutor can decide if he or she would like to go after the would-be employee who lied on an application for State employment?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "In theory.  In theory, Justice Ginsburg. I would also say that under the property prong of mail fraud individual prosecutors have discretion on what level of case they are going to bring, and the competing obligations and case loads of Federal prosecutors tend to send those cases to the wayside, but there are small cases brought even where the State is defrauded of a relatively small amount of property. And one of the reasons why that is is because frauds against the State often involve State actors in collusion with the private parties, and the Federal Government there serves a very valuable role in coming in"
  },
  {
    "speaker": "DREEBEN",
    "speech": "I think the people of the State of Louisiana are actually benefited by having the Federal Government available as a supplementary prosecutorial tool. Thank you."
  },
  {
    "speaker": "QUESTION",
    "speech": "Thank you, Mr. Dreeben. Mr. Mogin, you have 11 minutes remaining."
  },
  {
    "speaker": "MOGIN",
    "speech": "Mr. Chief Justice, we will waive rebuttal unless there are questions."
  },
  {
    "speaker": "QUESTION",
    "speech": "How do you distinguish the Carpenter case, because the Carpenter case held that the confidential information of the Wall Street Journal was traditionally protected as property because it would be subject to protection in equity, et cetera. that case."
  },
  {
    "speaker": "QUESTION",
    "speech": "May I ask this, Mr. Mogin.  The right to exclude is mentioned over and over again in property cases as one of the bundles of rights that's a property right, and so forth.  I know the Government doesn't press this to the extreme it would go, but why isn't -- why couldn't one view the video poker industry as an industry that is controlled by the State and they have the right to exclude newcomers, oldcomers, and that's just an old- fashioned property right?"
  },
  {
    "speaker": "MOGIN",
    "speech": "Well, this Court has pointed out that there's no precise or universal definition of property.  That's been said in some bankruptcy cases, and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But isn't it true that the right to exclude is referred to in many, many property cases as a has been formed -- is based a lot on history and tradition, and not merely on characteristics.  There's no one characteristic, such as the right to exclude, that can be focused on and is the be-all and end-all of whether there's a property right."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, of course, in this case or in any regulatory case, as distinct from the case of private ownership or private property, there are two capacities, I suppose, on the part of the supposed property owner, and one is a regulatory capacity and one is arguably a proprietary one, and I suppose -- I mean, wouldn't it be your argument that the right to exclude would have to be classified on the regulatory side rather than the property side? So in other words, the right to exclude is here, but the reason it isn't property in the case of the whether the Government is acting in a regulatory or proprietary capacity.  As we cite in our briefs, the courts have always viewed licensing decisions and revocation decisions as regulatory rather than proprietary."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "Thank you, Mr. Mogin. The case is submitted. (Whereupon, at 10:55 a.m, the case in the above-"
  }
]