[
  {
    "speaker": "Respondent.",
    "speech": " - - - - - - - - - - - - - - - - - - x Washington, D.C. Tuesday, October 3, 2000 The above-entitled matter came on for oral argument before the Supreme Court of the United States"
  },
  {
    "speaker": "at 10",
    "speech": "00 a.m. A. SCOTT CHINN, ESQ., Indianapolis, Indiana; on behalf of the Petitioners. PATRICIA MILLETT, ESQ., Washington, D.C.; on behalf of the Petitioners. KENNETH FALK, ESQ., Indianapolis, Indiana; on behalf of the Respondent. On behalf of the Petitioner  58              "
  },
  {
    "speaker": "please the Court",
    "speech": " The City of Indianapolis operates roadway checkpoints comprised of conduct that in other relevant contexts this Court has approved. The Court of Appeals declined to apply this Court's Brown versus Texas balancing test to evaluate that conduct because the checkpoints primarily investigate crimes, but the city's checkpoints are constitutional for two independent reasons.  First, this Court used the balancing test in upholding other roadway checkpoints where the government's interests was to investigate crimes.  Second, the city's checkpoints serve sobriety checking and driving regulation interests that this Court has approved and the city's drug checking conduct adds no additional intrusion to these procedures.  The roadway checkpoints"
  },
  {
    "speaker": "CHINN",
    "speech": "It's to do both, Your Honor, but primarily to look for drug possession and trafficking in cars."
  },
  {
    "speaker": "QUESTION",
    "speech": "What do the statistics show or do they show about the percentage of people that were arrested that were using drugs and were therefore driving under the influence of drugs?  Do the statistics show us that?"
  },
  {
    "speaker": "CHINN",
    "speech": "Not in this case.  On this record there is no evidence that any driver was arrested because he or she was under the influence of drugs or alcohol.  Our statistics show that 4.7 percent of the drivers stopped possessed some sort of narcotics."
  },
  {
    "speaker": "QUESTION",
    "speech": "But does that make this akin to a checkpoint, for instance, to catch burglars in an area cars is important to foster the drug trade in our neighborhoods, both in terms of possession amounts and smuggling amounts, traffic amounts.  The ease with which the drugs can be concealed and moved about very easily and enter our neighborhoods is a problem."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, if there were a high crime area with lots of thefts and burglaries and it was believed that the burglars typically made their getaway in cars, is it appropriate to have roadblocks and check people for that purpose?"
  },
  {
    "speaker": "CHINN",
    "speech": "It might be, Your Honor, if that connection was shown.  If there was a significant connection shown by the government in that case between that rash of burglaries or whatever the crime may be and the use of the roadway, that would be perhaps available. Certainly a substantial connection can be shown in this case and was shown in Martinez-Fuerte, for example. The Court can easily set the bar at that substantial connection or significant connection that would differentiate between stopping cars for general criminal violations."
  },
  {
    "speaker": "QUESTION",
    "speech": "Why is the connection between burglars, who usually get where they're going by car, not as close as the connection with drug traffickers, who usually engage in their business by car?  I mean, everybody almost usually does everything by car.  It seems to me I don't see anything special about this."
  },
  {
    "speaker": "CHINN",
    "speech": "It's special, Your Honor, because here the car is used as an instrumentality to secret away the drugs that are then either -- have been just purchased in a neighborhood or may be on their way in the checkpoint, but our checkpoints are designed to both attack the supply and demand.  We think it's important to attack possession amounts as well."
  },
  {
    "speaker": "QUESTION",
    "speech": "Would your case be as strong if the record showed that every one of the persons stopped just happened to be a casual user or something and then had some drugs left in the car?"
  },
  {
    "speaker": "CHINN",
    "speech": "Our case would be as strong for two reasons."
  },
  {
    "speaker": "QUESTION",
    "speech": "You don't really -- you don't really have to rely on the fact that some of them may be selling drugs?"
  },
  {
    "speaker": "CHINN",
    "speech": "That's correct.  It tells you something about our program, but it -- but it need -- we need not have --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Chinn, I think you answered drugs.  People who smuggle drugs, either for distribution or possession."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I don't --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Is that the only purpose?"
  },
  {
    "speaker": "CHINN",
    "speech": "For these checkpoints?"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yeah."
  },
  {
    "speaker": "CHINN",
    "speech": "Our -- our -- no.  We have three interests that are being served here.  The drug distribution interest is primary, and we conceded that, but we also, and the record shows this indisputably, check for signs of impairment.  So we are interested in catching drivers who are under the influence of drugs or alcohol.  And thirdly, we check drivers' license and registrations at each checkpoint.  In fact, that's the first thing that the officers do at the checkpoints, and we had a measurable, a sizable hit rate for driving was done on foot.  I suppose you would be able to stop pedestrians again on a sort of a random basis according to some set of criteria like this and question every pedestrian."
  },
  {
    "speaker": "CHINN",
    "speech": "Pedestrian stops present a different case, Your Honor, for several reasons.  One, this Court certainly hasn't applied, for example, the Brown balancing test to --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Why not?"
  },
  {
    "speaker": "CHINN",
    "speech": "Well, I believe because the degree of intrusion and one's expectation of privacy in the pedestrian context is simply higher or different than in the motorist context."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, the reason that it is is that -- that we -- we have, if not a history, at least some experience with -- with motorist checkpoints, but"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yeah, but the original rationale for that was that because the person was in a car, the person could get away easily, and yet that rationale has nothing to do with the rationale that -- that you're advancing here to justify this stop.  Your -- your rationale for stopping cars is that people use cars to distribute drugs, and my suggestion is that in a given area if people distribute drugs on foot, the same rationale that would justify what you're doing here would justify pedestrian stops, and the original Carroll justification for an automobile exception so-called doesn't have anything to do with either case."
  },
  {
    "speaker": "CHINN",
    "speech": "Again, I think there are some differences, Your Honor, between the pedestrian context and the motorist context.  Certainly there is that expectation of freedom of movement, of liberty interest government has told them they can. So --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I thought the rationale with the car was a lesser expectation of privacy in a car, say, as opposed to a home, but if you're going to do expectation of privacy, one can't be seen, I suppose the street would be lowest because the car, at least you are sheltered by the car itself.  On the street there you are.  Everybody can see you, so the rationale that you're offering, I think, would apply at least as much.  A high crime area, you have reason to suspect that people are going to get away so that the police are there to check them, and is there a distinction based on the expectation of privacy?  I don't see it, but perhaps you can explain it to me."
  },
  {
    "speaker": "CHINN",
    "speech": "I think in this case the expectation is a freedom of movement because here no Fuerte and Sitz reasonable under the circumstances. That's simply different than the pedestrian context."
  },
  {
    "speaker": "QUESTION",
    "speech": "I've never heard the concept of expectation of privacy which has been applied to -- to searches applied to seizures, which is what you're now saying.  You're saying there's no reasonable expectation of not being seized, right?"
  },
  {
    "speaker": "CHINN",
    "speech": "I think that's right, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Do you know of any of our cases that ever applied that reasoning to seizures?  I mean, after all, you have to stop for a traffic light.  You have to stop for, you know, bridges that are up and all sorts of things, so you say, you expect to be stopped or seized by government order frequently while you're in a car, and therefore you have no right not to be."
  },
  {
    "speaker": "CHINN",
    "speech": "I think the point remains that cars are stopped in any number of different contexts, even at the government's direction, and so it's reasonable for the Court to conclude that that is a -- presents a lesser degree of intrusion than the pedestrian context."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, even so, it's somewhat circular.  I mean, if we say there is no expectation, then there is going to be no expectation."
  },
  {
    "speaker": "QUESTION",
    "speech": "You're using the expectation. You're using the expectation.  It's just -- it's much more -- it's reasonable to stop cars very often, very often for checks, you know, all the things that people have said in prior cases.  But the difficulty with your case is it doesn't seem any more reasonable to stop a car just to look for evidence of a crime in general"
  },
  {
    "speaker": "QUESTION",
    "speech": "So that's when we go back to Justice Ginsburg who made the point very well, look, people sometimes rob banks on foot.  Bank robbers perhaps are poor, they can't afford cars.  They walk around.  And that happens a certain number of times. So do we stop all the pedestrians?  I mean, you heard her question. My problem is, I can't find anything special about being in a car in respect to a general search without suspicion that there's any special crime but just a general effort to stop crime, and I haven't heard you present one."
  },
  {
    "speaker": "CHINN",
    "speech": "Again, we think that the Court could look to the substantial connection between drugs and their trafficking and possession on the roadways. If the Court is not convinced that that presents a government's interests in that case, and that since Martinez Fuerte, like the case here, is a smuggling case.  There the fear was that persons or motorists were smuggling illegal aliens in their cars, and the Court thought it sufficient that a program of the neutral seizures at a checkpoint guarded against arbitrariness and did not outweigh the intrusion caused by --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Chinn, wasn't there the factor, the locational factor there that the stop, although distant from the border, was on the main -- the road, the highway that you would take if you were going from the Mexican border into the interior because that's where all the traffic flowed.  But here you don't have that.  It could be any -- anyplace."
  },
  {
    "speaker": "CHINN",
    "speech": "Let me say a few things about Court's holding, nor did the United States argue that that case is sufficiently different from our case."
  },
  {
    "speaker": "QUESTION",
    "speech": "So you think you could stop -- police can stop cars anywhere in the United States just to look for smuggled immigrants?  Just stop the car and say, you know, can I see your papers, please?  That's sort of scary."
  },
  {
    "speaker": "CHINN",
    "speech": "If a particular government program was not successful, certainly, that is one check against that sort of checkpoint as well.  The second element of the Brown balancing test requires essentially that the programs serve the governmental interests at stake, and so a program that didn't do very well certainly wouldn't survive this Court's Fourth Amendment scrutiny."
  },
  {
    "speaker": "QUESTION",
    "speech": "What seems to be your argument, Court has upheld on many occasions."
  },
  {
    "speaker": "QUESTION",
    "speech": "If I read your brief, it's important to your case that 5 percent of the people in Indianapolis apparently don't have their driver's license with them and another 5 percent have some marijuana in the car.  If there was only 1 percent, your case would be much weaker."
  },
  {
    "speaker": "CHINN",
    "speech": "It would be weaker, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yeah."
  },
  {
    "speaker": "CHINN",
    "speech": "Although probably --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But you didn't know that until you conducted the searches."
  },
  {
    "speaker": "CHINN",
    "speech": "Well, we knew that we had a problem."
  },
  {
    "speaker": "QUESTION",
    "speech": "Sort of like -- sort of like you found something there, ergo, it was reasonable to look automobile on the chance of finding liquor and thus subject all persons lawfully using the highway to the inconvenience and indignity of such a search.  That's this case, isn't it?"
  },
  {
    "speaker": "CHINN",
    "speech": "It's not for a couple reasons. First, that case was for that quote, and that case was talking about searches, and of course we don't search anyone here.  We engage in a pattern of brief roadway seizures.  And secondly, this Court's decisions in Martinez Fuerte and Sitz and its suggestion in Delaware versus Prouse shows there are any number of things that a court -- that a government can -- interests that can be served by a checkpoint program. Mr. Chief Justice, I'll reserve my remaining time.  Thank you."
  },
  {
    "speaker": "QUESTION",
    "speech": "Very well, Mr. Chinn. intercept alien smuggling, and Sitz, which upheld a sobriety check-in -- checkpoint. Second, petitioner's checkpoints are also constitutional because they advance the government's legitimate interests in assuring that only properly licensed and sober drivers --"
  },
  {
    "speaker": "QUESTION",
    "speech": "On your first point about Martinez, how would you respond to Justice Scalia's question?  Would that checkpoint have been legal in Indianapolis?"
  },
  {
    "speaker": "MS. MILLETT",
    "speech": "As a constitutional matter, yes.  As a statutory matter, no.  The Border Patrol --"
  },
  {
    "speaker": "QUESTION",
    "speech": "As a constitutional matter."
  },
  {
    "speaker": "MS. MILLETT",
    "speech": "-- does not have authority to go beyond a hundred miles. As a constitutional matter, if the government,"
  },
  {
    "speaker": "MS. MILLETT",
    "speech": "I think we would have to show an alien smuggling nexus to the roadways on which we established our checkpoints."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, then did they have to show them before they conducted these checkpoints here, did the city have to show that 5 percent of the people were driving without licenses or did they find that out after they did it?"
  },
  {
    "speaker": "MS. MILLETT",
    "speech": "I think they have to establish -- they have to have a reasonable basis for believing that there will be a problem.  Obviously, we have that with the alien checkpoints that the Border Patrol operates, and here the City of Indianapolis focused on crime statistics and was able to determine that particular areas --"
  },
  {
    "speaker": "QUESTION",
    "speech": "The high crime statistics they identify an area that has a large -- you know that there are a large number of illegal aliens in this section of Indianapolis that is largely Hispanic, so you simply set up roadblocks, and I'll bet you you'll get a pretty good catch if you stop every car that drives down the street in that section to see if there are illegal aliens in the car."
  },
  {
    "speaker": "MS. MILLETT",
    "speech": "I think as a constitutional matter, if the government were able to show the appropriate nexus and the effect that its checkpoints again were actually effective that it would -- and the intrusion was no more than it was in Martinez-Fuerte, but, yes, the Fourth Amendment applies the same in Indianapolis as it does in Arizona."
  },
  {
    "speaker": "QUESTION",
    "speech": "Then the same result then would be for pedestrian checkpoints? don't think there's anything about this case that puts us closer to pedestrian checkpoints than Martinez-Fuerte and Sitz, but the rationale has been --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, if -- if Martinez-Fuerte can be applied as you have said to Justice Scalia that it may be applied in Indianapolis or the middle of Nebraska somewhere because there is -- there is a -- a -- a general basis in the evidence prior to the search operation, that there is a high incidence of illegal aliens, then to begin with Judge Posner's rationale has nothing, I guess, to do -- much to do with the case, and it doesn't seem to have anything -- it doesn't seem to be key to the use of automobiles, and therefore I don't see why, if we accept your answer to Justice Scalia, we are not well down the road toward pedestrian checkpoints. car to smuggle illegal aliens, we see no difference between that and smuggling drugs. And in this case the drug component isn't necessary to explain the seizure.  The entire scope of the seizure is independently justifiable.  In fact, most of the time is expended on the driver's license checkpoints. The only role of the drug detection component is that they're in a justifiable stop under this Court's precedence for driver's license checkpoint and sobriety checkpoint.  They add a canine sniff for dogs. That does not independently cause the seizure, although we do think a drug checkpoint in its own right is constitutional, but it does --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, then, on -- excuse me -- on that theory could the police station drug detection without their dogs, and smell -- the sniff the dog alerts to is odors emanating from --"
  },
  {
    "speaker": "QUESTION",
    "speech": "So if somebody says to the dog, you know, get away from me, the police can say, no, you've got to let the dog search you?"
  },
  {
    "speaker": "MS. MILLETT",
    "speech": "No, that then I think would be a seizure of a pedestrian if they won't -- can't get away, but the pedestrian can walk away.  It's a big difference."
  },
  {
    "speaker": "QUESTION",
    "speech": "Then why isn't it a seizure of the car for something other than the purposes of checking license plates when the dog goes around the car?  Are you telling -- or maybe your answer would be that the driver of the car can say to the police, get the dog away from the car.  And the police would have to do it.  Would they?"
  },
  {
    "speaker": "MS. MILLETT",
    "speech": "That -- that -- well, I think it's a separate question whether --"
  },
  {
    "speaker": "QUESTION",
    "speech": "If the pedestrian can tell the police to get the dog away, why can't the car owner?"
  },
  {
    "speaker": "MS. MILLETT",
    "speech": "I'm not sure that a traffic light, in fact, effectuates a seizure within the meaning of the Fourth Amendment."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well --"
  },
  {
    "speaker": "MS. MILLETT",
    "speech": "Because pedestrians can turn around and walk away, they can do a U-turn.  I'm sorry."
  },
  {
    "speaker": "QUESTION",
    "speech": "Do we know in the facts of this case whether the dog sniffing occurs while the license check is going on or whether the policeman first checks the license and then says, okay, now stay here, I'm done checking your license, but I want to walk around the car with a police dog? like it is, and you have a license, they say that the sole -- the purpose is to interdict drug smuggling. Does that change the case at all?"
  },
  {
    "speaker": "MS. MILLETT",
    "speech": "It doesn't -- we have two rationales.  Our position is that drug interdiction, drug smuggling checkpoints in their own right are constitutional, so obviously under that theory it would not.  But if the Court disagrees with that and says that that is not a legitimate basis for having a checkpoint, then the case would be different if they did the stop and they did not actually effectuate the interests that are served by a driver's license checkpoint, they didn't ask for the licenses, and they didn't act upon license violations. If they, in fact, act upon license violations and serve that interest within the meaning of this"
  },
  {
    "speaker": "QUESTION",
    "speech": "In other words, in order to do it, the city has candidly told us it wants it to apprehend drug distributors, it has this pretense of stopping people to check their licenses an also purpose, but it's using that as a gateway to get to what it's really interested in, which is the drug distribution."
  },
  {
    "speaker": "MS. MILLETT",
    "speech": "You mean pretense by the fact that they ask for licenses but don't do anything about it? And I profess to do something --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No, you said that they would have to do that.  Mr. Chinn told us -- candidly, I thought, to his credit -- that the primary purpose of doing this is to apprehend drug distributors.  So you're saying, yeah, but they couldn't just do that openly or overtly, they need some kind of cover for it.  So we do the the car."
  },
  {
    "speaker": "MS. MILLETT",
    "speech": "I'm saying two things.  We're saying that's our first -- that's our first argument. Our second argument is if the drug interdiction purpose is not in itself a basis for the stop, then as long as the driver's license stop or the sobriety stop is actually being accomplished by the government, those interests are being served, and the drug detection component does not add anything to the length or duration of the seizure, then it would still be constitutional under both of them.  And that if both of them are legitimate interests, if the Court doesn't -- as long as -- as long as one legitimate interest is served by the checkpoints and explains the entire -- and justifies the entire scope and duration and intensity of the seizure, the fact that the government is not Sitz.  The Indianapolis roadblocks are criminal investigatory seizures of primarily innocent persons without cause.  In Martinez-Fuerte --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Certainly the seizures in Martinez-Fuerte and Sitz were also seizures of primarily entered in.  No one claims they had a 51 percent harvest there."
  },
  {
    "speaker": "FALK",
    "speech": "That's correct, but this Court recognized, Your Honor, for instance, in Montoya de Hernandez that Martinez-Fuerte was one of a number of cases reflecting the long-standing concern for the protection of the integrity of the border, which has been characterized as a noncriminal investigatory concern."
  },
  {
    "speaker": "QUESTION",
    "speech": "But in Martinez-Fuerte they arrested these people.  That's how the case came to If, in fact a --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What did the Court say, then in Martinez-Fuerte?  What did it say the main purpose, the programmatic purpose, as you call it, was?"
  },
  {
    "speaker": "FALK",
    "speech": "Protection, integrity of the borders, Your Honor, have been recognized by this Court since I believe the 1880s in the United States v. Boyd, that the United States has an inherent regulatory right to ensure that people and things that enter this country do so lawfully.  That is a regulatory purpose. Similarly, lower courts have recognized through inspection and checking licenses, registrations, and inspection status has recognized a safety-related purpose for traffic stops."
  },
  {
    "speaker": "QUESTION",
    "speech": "And drunk driving."
  },
  {
    "speaker": "FALK",
    "speech": "And drunk driving, Your Honor."
  },
  {
    "speaker": "FALK",
    "speech": "Well, I think if you looked at Sitz there were reams of statistics introduced there to show what the national and local problem of drunk driving was.  Sitz recognized -- I'm sorry?"
  },
  {
    "speaker": "QUESTION",
    "speech": "Please, finish your answer."
  },
  {
    "speaker": "FALK",
    "speech": "Sitz recognizes that there is a regulatory right of a state to get an immediately unsafe vehicle off the road.  In the same way that a car without brakes is imminently unsafe to innocent persons, so is a car driven by a drunk driver."
  },
  {
    "speaker": "QUESTION",
    "speech": "What about a driver without a driver's license, is that a safety concern?  Do you acknowledge that it's okay to make the stops to see that the person behind the wheel has a driver's license?"
  },
  {
    "speaker": "FALK",
    "speech": "Arguably, Your Honor, but even mean, in the case of individualized traffic stops, we have innumerable cases where the person who was caught with drugs in his car after a stop for a broken taillight and in the course of interrogating the driver about the broken taillight, the policeman sees something suspicious, and then conducts a full search. And it is often alleged and may well be true that the reason the policeman stopped the car with the broken taillight was that this car looked suspicious and he thought it might have drugs in it, and we have simply rejected that argument.  We've said we're not going to go into the subjective motivation of the individual policeman.  So long as he had a valid basis for stopping the car, that's enough."
  },
  {
    "speaker": "FALK",
    "speech": "That's correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "Now, why shouldn't that apply in driver's licenses."
  },
  {
    "speaker": "FALK",
    "speech": "Well, there's not a criminal investigatory cause.  And I would add, Your Honor, that this Court has made it clear in, for instance, in Terry, you cannot go beyond the scope of what is allowed by the narrow exception to the cause requirement of the Fourth Amendment.  Michigan v. Clifford, same example."
  },
  {
    "speaker": "QUESTION",
    "speech": "I'm assuming they're not going beyond what's allowed.  They're only stopping to check -- now their real purpose is to find drugs, but they're only stopping the cars as long as it takes to check for driver's licenses."
  },
  {
    "speaker": "FALK",
    "speech": "Well, Your Honor --"
  },
  {
    "speaker": "QUESTION",
    "speech": "While they do that the dog sniffs around the car."
  },
  {
    "speaker": "FALK",
    "speech": "The Court has said that a search of unattended luggage is not -- by a dog, a sniff, excuse me, is not a search, but I'm assuming it's not a search for this purpose, Your Honor, but still it is clearly beyond the scope.  It is something unnecessary --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Beyond the scope of what?"
  },
  {
    "speaker": "FALK",
    "speech": "Beyond the scope of what is allowed for the regulatory intrusion to check someone's license, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "I guess a policeman could walk a dog, a sniffing dog down the street, couldn't he?  I mean, suppose he did that.  There are people stopped, I mean, so it doesn't bother anybody, but he sniffs the dog.  I thought probably that was lawful."
  },
  {
    "speaker": "FALK",
    "speech": "Well, but Your Honor, this is a thought that my characterization, not hers, that this was a different kind of stop.  This was a stop to search for drunk drivers or a stop to search for licenses -- unlicensed drivers, and the police would have done it if drugs had had nothing to do with it, and their having done this is like somebody stopping at a red light, and people walk a dog around. Well, there seems to be quite different considerations.  So what is this case?"
  },
  {
    "speaker": "FALK",
    "speech": "This is not like stopping at a red light.  This is being pulled over by a sign saying, warning, drug interdiction checkpoint ahead."
  },
  {
    "speaker": "QUESTION",
    "speech": "But that isn't my point.  My point is, have the police set this up to look for drugs and in the absence of their ability to do that, they wouldn't have set it up, wouldn't have stopped people? isn't, it's a search for -- how am I going to find out who is right?"
  },
  {
    "speaker": "FALK",
    "speech": "The City of Indianapolis concedes that the primary purpose of this search, excuse me, of this seizure is to look for drugs."
  },
  {
    "speaker": "QUESTION",
    "speech": "Where did they concede that?"
  },
  {
    "speaker": "FALK",
    "speech": "They have conceded that, I believe, in their briefs.  They conceded that today before this Court."
  },
  {
    "speaker": "QUESTION",
    "speech": "And does primary purpose mean in the absence of their ability to do that, they wouldn't have done it; i.e., it was a necessary condition for the stop?"
  },
  {
    "speaker": "FALK",
    "speech": "I'm sorry, Your Honor, I cannot answer that.  All I can answer is that everything that an individual is told when they are stopped, they are purpose was to look for evidence of drugs, and in fact as I've indicated, everyone is told when they're pulling up there is no pretense, there is no one saying this is a license roadblock, you are at a drug checkpoint.  And even if as I indicated this was a checking of licenses, there is no valid reason to go beyond that and introduce the drug-detecting dog unless you are now converting this seizure which arguably might be a regulatory seizure into one for purposes of criminal investigation."
  },
  {
    "speaker": "QUESTION",
    "speech": "Why can't the city or the state have a multipurpose stop?"
  },
  {
    "speaker": "FALK",
    "speech": "Arguably they could.  They don't in this case, but arguably they could.  But you still have to look --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I thought counsel here said that"
  },
  {
    "speaker": "FALK",
    "speech": "I think at some level they would have to show that they believe this is a problem in Indianapolis and this is --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You mean the city council would have to pass a resolution?"
  },
  {
    "speaker": "FALK",
    "speech": "No, I mean in the course of justifying their search to the Court."
  },
  {
    "speaker": "QUESTION",
    "speech": "Justifying it at what point?  I mean, when it's brought to court, as it was here?"
  },
  {
    "speaker": "FALK",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "But you're not saying they would have to justify it beforehand?"
  },
  {
    "speaker": "FALK",
    "speech": "No."
  },
  {
    "speaker": "QUESTION",
    "speech": "It seems to me in court, the lower court, the District Court they found that there were additional purposes."
  },
  {
    "speaker": "FALK",
    "speech": "No, Your Honor.  I think it's clear from the way the roadblock is set up that licenses and registration are taken to hold the people there so that the dog can sniff the car."
  },
  {
    "speaker": "QUESTION",
    "speech": "Take an easy case in which there is simply a history in Indianapolis or any other jurisdiction of license roadblock checks, and after 25 years of doing this, suddenly one day a drug sniffing dog appears at the license check.  Would you find anything constitutionally suspect in the use of the dog there?"
  },
  {
    "speaker": "FALK",
    "speech": "Yes, Your Honor, that would be unconstitutional because you have now gone beyond the scope of what is arguably a valid, noncriminal investigatory seizure under Brown.  Arguably --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, but let's -- you're talking constitutional.  The opposite is true. Let's go back to Opperman, inventory case. You can have one officer searching a car and another officer searching the exact same car, I mean another car in the exact same way, two different searches exactly the same.  One can be constitutional because the programmatic purpose is not criminal investigation, an inventory search.  The other could be unconstitutional if the officer is looking for evidence of a crime."
  },
  {
    "speaker": "QUESTION",
    "speech": "But in the example that I gave you, the assumption that I was making or implying by the hypo was that the license check remained, in fact, a bona fide license check.  It had been so before dogs arrived, it continued to be so after the dog arrived. If you make that assumption, that in fact there is a"
  },
  {
    "speaker": "QUESTION",
    "speech": "I can understand -- I guess I can understand your argument.  You say, hey, look, when the dog appears, we all know that they are no longer interested in licenses, they are interested in something else.  They are doing just what they are doing here.  That argument I can understand.  But if you assume, if it were proved, if it were found as a fact by a reviewing court that the license check was still a bona fide purpose, that's where I have trouble with your position."
  },
  {
    "speaker": "FALK",
    "speech": "Your Honor, we're not asking this Court or any court to go inside the head of people to see what their real purpose is.  When you add the dog, there is only one purpose.  A dog cannot check licenses or registrations."
  },
  {
    "speaker": "QUESTION",
    "speech": "But the reality of police work is equipment or anything that is beyond the scope --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No, but they're trained especially to look at people's eyes and to smell and to look at the kinds of containers they can see in plain view, this is to normal police work."
  },
  {
    "speaker": "FALK",
    "speech": "Sure. Of course.  And that's analogous to doing an inventory inspection of a car and seeing evidence of a crime in plain view."
  },
  {
    "speaker": "QUESTION",
    "speech": "So then if that's permissible, what's not permissible about adding the dog?  Because the dog's more efficient?"
  },
  {
    "speaker": "FALK",
    "speech": "Because -- but you've added the dog.  You've added something which is beyond the scope. It's not in plain view.  You've added something completely different and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Officers with really sharp noses was a stop that was done for a legitimate other purpose, and I'm having trouble following that assumption."
  },
  {
    "speaker": "FALK",
    "speech": "Your Honor, we are arguing this because we -- the question has been asked, what if there was a legitimate secondary purpose.  We have contended all along in both the lower courts and our briefs that --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What does secondary mean?  To me secondary meant that they never would have done this thing if it weren't for the primary purpose.  That's what I thought it was and now I'm a little mixed up about it."
  },
  {
    "speaker": "FALK",
    "speech": "Your Honor, I cannot tell you what the city would and would not have done but for the drug search seizing. Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Falk, I don't understand why it makes any difference whether the city would have done this otherwise.  Why does it make any difference in this case?  It surely makes no difference when a defendant who has been convicted of a drug offense comes in and says, the policeman who stopped my car, oh, yes, he stopped it because of a defective brake light, but that's not really what he was after.  And we don't inquire as to whether that's really what he was after, and I frankly personally believe that very often that isn't what he was really after, that he stopped this suspicious looking car which happened to have a defective brake light. Now, we just don't listen to that argument. We don't care what the primary subjective purpose was. same area with you because as I read Sitz and Martinez-Fuerte, this Court didn't look at purpose at all.  We have spent most of the morning here talking about purpose, what was the purpose.  That wasn't the analysis.  The Court just went to balancing.  What does the government need and how closely does the checkpoint serve that need?  And we totally obviated the need to look for purpose, so I'm not sure that these discussions have helped the analysis that much."
  },
  {
    "speaker": "FALK",
    "speech": "The problem, Your Honor, is if we lose the purpose inquiry procedures which are not inherently regulatory like Martinez-Fuerte, which are not immediately concerning safety, like Sitz, then we are going to end up with pedestrian roadblocks because --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You have no bright line.  I read Martinez-Fuerte that the seizure is primarily regulatory?"
  },
  {
    "speaker": "FALK",
    "speech": "Martinez-Fuerte does talk about the immigration problems, and other cases I cited this Court back --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I asked you about Martinez-Fuerte."
  },
  {
    "speaker": "FALK",
    "speech": "No, there is nothing in Martinez-Fuerte, Your Honor, that specifically says it's regulatory."
  },
  {
    "speaker": "QUESTION",
    "speech": "That says it's regulatory?"
  },
  {
    "speaker": "FALK",
    "speech": "That's correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "But you're trying to reconcile that decision as a piece of a tapestry with the ones that had to do, for example, with the fire investigation when this Court did make something of a"
  },
  {
    "speaker": "QUESTION",
    "speech": "But I want to go back to the rationale that I think you started to add up right there for the reason for the purpose inquiry.  If I understood what you were saying is, I think you were implying that in cases like Martinez-Fuerte and the regular driver's checks, the question of purpose was not in the case; that where purpose has come into the case, as Justice Ginsburg suggested, we have -- we have said that in fact purpose is a crucial inquiry.  And I understood you to be starting to say that if you don't make it a crucial inquiry, your categories simply collapse and there is no way, in effect, to stop, as you said in your -- there is no way to stop short of pedestrian search.  Can you elaborate on that?"
  },
  {
    "speaker": "FALK",
    "speech": "Well, if the category collapses in multiple dimensions, the first collapse, as this pedestrian in a high crime neighborhood.  Why not stop that person?  That person has by going out in public surrendered a significant amount of privacy, arguably more than I surrender when I drive down the street in my car. Ultimately what the city is arguing, I believe, is that if we subject everyone to the same degree of intrusion pursuant to this plan, that that somehow makes everything constitutional, but this Court has never viewed the Fourth Amendment as somehow being something that allows everyone to be treated in an even-handed manner.  As long as everyone's constitutional rights are violated in the same way, that's appropriate."
  },
  {
    "speaker": "QUESTION",
    "speech": "But we have recognized special needs as an exception to the individualized suspicion, unreasonable?"
  },
  {
    "speaker": "QUESTION",
    "speech": "And if I may add, this is exactly what the Court said, this is what Justice O'Connor's point is.  This is exactly what the Court said in Sitz. We don't need Martinez-Fuerte, not because there is a difference between a regulatory stop and a stop for probable cause, but because it's a car involved. That's the way I read Sitz."
  },
  {
    "speaker": "FALK",
    "speech": "It's an unsafe car involved, as Justice O'Connor noted.  It's an immediately unsafe car that is going to cause imminent harm to innocent persons because it is a deadly weapon when driven by someone who is drunk or drugged."
  },
  {
    "speaker": "QUESTION",
    "speech": "That doesn't translate to pedestrians at all.  We are dealing with licensing somebody to use this potentially lethal vehicle. when the state turns a criminal investigatory eye on presumably innocent persons, yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "I know you say yes, but until I heard the Solicitor General, frankly, I thought that just like the first of the cases you're talking about was an immigration case and the second case was a drunk search.  This was a drug search."
  },
  {
    "speaker": "FALK",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "The lower courts have treated it this way."
  },
  {
    "speaker": "FALK",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "Indianapolis had said any other purpose was secondary."
  },
  {
    "speaker": "FALK",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "Now suddenly since the Solicitor General argued, I think there is a new premise reaching characterization.  And I want to be sure what you think about that and why I take it you think it should be the first characterization, not the second."
  },
  {
    "speaker": "FALK",
    "speech": "This is most definitely a drug case.  The city has always indicated its primary purpose is to interdict drugs, not to find drugged drivers.  The city has always said that's not the purpose.  The purpose is, as the city conceded this morning, to stop bad guys carrying drugs, from carrying them through the streets of Indianapolis, and that is why it's no different than a pedestrian search, because there are bad guys carrying drugs who are walking through the streets of Indianapolis."
  },
  {
    "speaker": "QUESTION",
    "speech": "So what is wrong about the city saying, look, we have a right to stop people, to look at their licenses?  Police forces do this all the time think we are dealing with a primarily if not sole drug issue, but even assuming that sort of mixed motive which you're hypothesizing --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No, I'm not -- I'm not assuming a mixed motive.  I'm hypothesizing that they wanted to get people carrying drugs, and the means of doing it, they said we have a perfect right to stop cars in order to look at licenses, and why don't we do that, and while the cars are stopped, send a dog around the car. What's wrong with that?"
  },
  {
    "speaker": "FALK",
    "speech": "Then what we have is a criminal investigatory seizure done without any individual --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No, it isn't a criminal investigatory seizure.  It's a seizure to look at their licenses."
  },
  {
    "speaker": "FALK",
    "speech": "No, it's not.  It's a seizure. drug search."
  },
  {
    "speaker": "FALK",
    "speech": "There has been --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But the tough question, and I think this is consistent with his question, what if we assume, it is found as a fact by the reviewing court that the license check or the registration check is, in fact, a genuine, bona fide purchase -- purpose, and they simply add the dog?  They're saying, look, if we're stopping them for this legitimate purpose anyway, why not check for this, too?  Why not let the dog go around?"
  },
  {
    "speaker": "FALK",
    "speech": "Because --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Why does the dog taint the search in that case?"
  },
  {
    "speaker": "FALK",
    "speech": "Because then you're going back to having a seizure which is for criminal purposes which fact, will never -- or will -- the threat that the premise will not be true, that it will not be a bona fide purpose is just too great, and that's why you don't let the dog --"
  },
  {
    "speaker": "FALK",
    "speech": "Yes, although I think in defense of Indianapolis, they're not winking.  They're coming out --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Oh, I realize that.  I'm pursuing -- I'm just pursuing the limits of your argument as Justice Scalia --"
  },
  {
    "speaker": "FALK",
    "speech": "If you break the distinction down between criminal investigatory purpose and a noncriminal investigatory purpose --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Would you say stopping for driver's license, a man who doesn't have a driver's license is not a criminal investigatory purpose? you've committed a crime."
  },
  {
    "speaker": "FALK",
    "speech": "Well, yes, Your Honor, but again this Court has recognized, as I said, in Camara and Burger and other cases that you can have a regulatory purpose and a criminal investigatory purpose."
  },
  {
    "speaker": "QUESTION",
    "speech": "Do you want us to use the Von Raab analysis and in Sitz we said when you have automobiles you don't, you use the Martinez-Fuerte analysis."
  },
  {
    "speaker": "FALK",
    "speech": "And that's why Sitz said that, because Martinez-Fuerte, I believe, was there, indicating that for that seizure which was not a criminal investigatory seizure, which was part of the inherent regulatory right of the United States to regulate people and things coming into the United States, in that you use a balance, but if we abandon arguing that there's a difference between pretext when it's an individual officer acting and pretext when it's a regulatory program.  That's the heart of your case."
  },
  {
    "speaker": "FALK",
    "speech": "It is, and I don't like using the word pretext because, again, I think the City of Indianapolis isn't being --"
  },
  {
    "speaker": "QUESTION",
    "speech": "It's a word motive instead of pretext."
  },
  {
    "speaker": "FALK",
    "speech": "It's a primary, what is the purpose, and this Court itself in Opperman said here the primary purpose is noncriminal investigatory.  In Burger  the primary purpose is noncriminal investigatory, and the reason for that was because if it was a criminal investigatory purpose, there would have to be specific cause."
  },
  {
    "speaker": "QUESTION",
    "speech": "And what's the danger that you Amendment."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Falk, I asked Miss Millett earlier whether the dogs ever took longer than the license check, and she said no, that the license check takes three to five minutes, and the dog's done by the time the license check -- do you agree with that?"
  },
  {
    "speaker": "FALK",
    "speech": "The record is not clear, Your Honor.  The only thing the record indicates is that there's an affidavit from an officer which says it's usually done at the same time, but it's also clear from the record that no one can leave the checkpoint until they're sniffed by a dog.  So it's clear that there are times when the last thing being done is being sniffed by a dog, and that makes sense.  If you're just checking licenses and registrations, it won't take five minutes, and given the size -- there are 30 police if the intrusion is deemed minimal enough, we will have seizures of persons on streets."
  },
  {
    "speaker": "QUESTION",
    "speech": "Thank you, Mr. Falk. Mr. Chinn, you have two minutes remaining."
  },
  {
    "speaker": "CHINN",
    "speech": "Thank you, Mr. Chief Justice. I'd like to first clear up from our perspective one of Justice Breyer's concerns about what is the primary purpose or what are the purposes in this case.  It's clearly true that Indianapolis has wanted to primarily emphasize drug detection in these checkpoints, but it's also clear that we had three interests being served. It's clear in the record.  We were so interested, in fact, in driver's license and registration checks being performed in this very set of checkpoints that 4.2 checkpoints, but we're clearly interested in all three of these interests being served."
  },
  {
    "speaker": "QUESTION",
    "speech": "How was it advertised to the public?  I forgot what those signs were.  I know there was a sign that said canine, but what was the other sign?  Wasn't it drug checkpoint ahead?"
  },
  {
    "speaker": "CHINN",
    "speech": "Yes, the signs -- the signs display what our area of emphasis is for those checkpoints, which is narcotics detection checkpoint ahead so many miles, one mile, half a mile, canine in use.  Be prepared to stop.  That's what the sign said."
  },
  {
    "speaker": "QUESTION",
    "speech": "What is your -- what is your take on whether -- whether you have to wait after your driver's license has been checked for the dog to complete sniffing?  Do we know about that?"
  },
  {
    "speaker": "CHINN",
    "speech": "Well, Mr. Falk is certainly               "
  }
]