[
  {
    "speaker": "11",
    "speech": "05 a.m. JOHN G. ROBERTS, JR., ESQ., Washington, D.C.; on behalf of the Petitioner. JOHN R. MOONEY, ESQ., Washington, D.C.; on behalf of the Respondents. MALCOLM L. STEWART, ESQ., Assistant to the Solicitor General, Department of Justice, Washington, D.C.; on behalf of the United States, as amicus curiae, supporting the Respondents. On behalf of the United States, as amicus curiae, supporting the Respondents                             41 On behalf of the Petitioner                       50 may it please the Court: Twice the driver in this case tested positive for illegal drugs, and twice the company that employed him to drive its 25-ton vehicles in West Virginia tried to fire him.  Each time an arbitrator ordered the driver reinstated.  The second time the company went to court, arguing that the reinstatement award should not be enforced because it was contrary to public policy to put this driver back behind the wheel. The district court and the court of appeals, however, rejected that argument and concluded that because reinstatement was not illegal, the public policy exception to the enforceability of contracts, quote, does not apply, unquote."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Roberts, did the company have any provision in the collective bargaining agreement about different from the one the parties are arguing for under public policy."
  },
  {
    "speaker": "QUESTION",
    "speech": "How do you read Department of Transportation regulations on this?  They're quite extensive, and as I read them it doesn't expressly cover what happens for a second violation.  There was a proposal to do something that I guess they didn't adopt."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Yes, there was a proposal, and it was just not adopted."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yeah."
  },
  {
    "speaker": "ROBERTS",
    "speech": "We don't know if it was because it was regarded as too strict or not strict enough."
  },
  {
    "speaker": "QUESTION",
    "speech": "So is it within the provisions of the regulations actually adopted that an employee could be restored to driving a truck under these circumstances?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Certainly after one positive test. case of a positive drug test a couple of things have to happen.  The driver, before he can go back to work, has to pass the minimum requirements, which is just evaluation by a substance abuse professional and pass a return-to-work test, and then whether or not the driver gets his job back is left to private ordering. Now, if that private ordering takes the form of a contract, a collective bargaining agreement, that contract should be subject to the public policy exception just like every other contract is.  There is not --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Why, Mr. Roberts, because you could have said expressly, you didn't have to as a contracting party rely on what a court might or might not declare to be the public policy.  Could you have not said, a driver gets tested and shows up positive twice, he's out.  You could have said that.  You could have negotiated for that. have standing to object to that."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, but I'm just trying to make the narrow point that an employer could bargain for a rule that says you test positive for drugs twice, and you're out, could bargain for such a rule."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Yes.  There's no question about that.  Again, all that does is pose the question under the public policy exception."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well then it would make that academic or moot if you had it in the contract."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, if the union agreed to it, if it were phrased in such a way that it were not subject to an arbitrator's misinterpretation, and it's also the case that it may not be the best result."
  },
  {
    "speaker": "QUESTION",
    "speech": "There are such contracts, as I understand it --"
  },
  {
    "speaker": "QUESTION",
    "speech": "So in other words, what you're seeking, then, would be a rule that says the public policy kicks in if the employer wants to discharge this person, but suppose the employer would say, we're going to give him a second chance, even a third chance, there would be no public policy to come into that picture."
  },
  {
    "speaker": "ROBERTS",
    "speech": "That's right, and for a very important reason, is because the doctrine that we're talking about is a doctrine of contract law.  It only applies when the question of the enforcement of a contract is at issue.  That is an important limitation on the public policy role for the courts, and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But in other words you are saying the bottom line rule that you're urging is that you ought to be permitted, if you so choose, to discharge this man, but if you do not so choose, then there's no -- there's had a contract that said three strikes and you're out, would that contradict public -- but not two and not one, would that contradict public policy?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "If the -- the question would come up when someone wanted to enforce a contract."
  },
  {
    "speaker": "QUESTION",
    "speech": "The contract says three strikes and you're out, not two, not one.  Then on the second time the employer comes and says, well, you know, this violates public policy, we want him out."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Yes, it would not prevent the application of the public policy exception.  The -- in every case that the question comes up, whether it's this case or the Kensington --"
  },
  {
    "speaker": "QUESTION",
    "speech": "So that would be a valid argument by the employer.  In other words, he --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "It would not prevent the court -- bar.  It is always the case when the public policy question comes up that the contract provides something else."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, Mr. Roberts, you've referred to the public policy exception several times.  Would you state your version of the public policy exception?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Yes.  The public policy exception is the one this Court articulated in Town of Newton, which is that courts have not only the authority but the obligation to decline to enforce contracts that are illegal or that violate public policy. Now, to determine whether they violate public policy, what this Court did was adopt the Restatement test, one that has been developed over centuries of common law, which asks whether the interests in enforcing the agreement are outweighed in the circumstances by a public have said what those positions are, not the courts. Congress and the executive have said it covers these substances, not the courts, and the policy is so strong that Congress has said, we're going to test you to make sure that the policy is implemented, and Congress and the executive have said how that testing should be done, and how often.  The courts --"
  },
  {
    "speaker": "QUESTION",
    "speech": "How does the policy differentiate between two strikes and three strikes?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, at that point you get into the fact-intensive weighing that this Court in Town of Newton says, said has to be done.  In other words, you have to look at all of the circumstances and determine whether that policy --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Does that mean any -- one judge might say, well, one strike's enough for me, that's the end of be an absolute rule of one strike and you're out. Now, the objection Your Honor raises is the same objection that could have been raised in the Town of Newton case.  How do you tell which release dismissal agreement violates the policies underlying section 1983? It's an objection that has been raised with respect to the public policy exception since the beginning.  Go back to the Muschany case and even before that. And yet the exception has endured because the courts have recognized that if courts do not ensure that contracts do not violate public policy, no one else can."
  },
  {
    "speaker": "QUESTION",
    "speech": "Whenever the policy applies, I take it it trumps the contract."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Absolutely, yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "What do you look to for -- now, you've talked about the DOT regulations, which obviously They didn't think that by imposing this testing regime they would catch everybody who's using drugs.  What they thought was, if people knew they were going to be tested and consequences were going to flow from that, people would stop using drugs."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, do you -- do we say there's a firm public policy that a repeat offender may not be restored to a job affecting public safety?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Yes.  I think --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Is that the policy?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "I think it is.  Now, there may be --"
  },
  {
    "speaker": "QUESTION",
    "speech": "How -- and do we look to the DOT regs as part of that determination?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "I -- first of all, I think that's the policy as a general matter.  I don't think -- again, It seems to me that in considering a public policy exception here we are in a different -- we at this particular Court in this context are in a different position from courts simply sitting in the traditional common law circumstances in which you have two independent contracting parties, and we're in a different position because in fact we've got a labor contract here, and we have a body of law which I assume we can rely on which places tremendous value on the process of arbitration under CVA and respect for the arbitrator's agreement -- determination. So that if we are going to provide a public policy, or recognize a public policy exception here, it seems to me that it's got to be one in which the force of the public policy thought to be inconsistent with the arbitrator's award has got to be very, very, very clear application of the exception is in no way inconsistent with the deference to arbitrators.  In the Grace case, which involved --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, it is if you set the strength of the policy too low.  I mean, that depends on how strong the policy has got to be.  If --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "You have --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Go ahead."
  },
  {
    "speaker": "ROBERTS",
    "speech": "You have a common law rule that authorizes and obligates courts to apply this, and the argument, as I understand it, and it is the union's argument, is that you should have an exception to that rule in the labor area because we defer to arbitrators, but we defer to arbitrators because they have expertise in the interpretation of a collective bargaining agreement. That is not the question when it comes to public policy."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, no.  That depends on what the collective bargaining agreement provides, and collective bargaining agreements do not shape public policy.  They shape a private agreement between an employer and a union, and as this --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No, they don't, but the -- when the agreement -- when the private ordering addresses this subject, and the arbitrator is applying that agreement, the arbitrator is acting in sort of a quintessential arbitrator's role, so that it's quite true the arbitrator doesn't -- isn't a separate source, perhaps, of public policy, but the arbitrator's decision is entitled to the greatest deference that it's ever entitled to."
  },
  {
    "speaker": "ROBERTS",
    "speech": "As this Court said in the Wright decision, the deference that is accorded arbitrators is limited by the rationale that supports it. the parties. Well, that just poses the question that is presented.  When you have an application of the public policy doctrine you assume that the parties have agreed to something else.  In the Kensington case, Mrs. Bleaker signed an agreement limiting her -- the liability of the company to 250 francs."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right, so in this case, then, to get right to the facts of it, which -- facts-intensive, we assume that the parties agreed that an appropriate remedy for a person who is found with marijuana twice, and there are extenuating circumstances, is a $10,000 fine, in effect, and rehabilitation, and reinstatement if he tests negative. Now, how can we say that's against public policy?  If you were in California the criminal law against public policy and he has to be fired?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Because the criminal sanctions that Your Honor addressed don't take into account what the contract enforcement is going to bring about, and that is, putting this individual, who in the course of 15 months failed two tests for illegal drugs, behind the wheel of a 25-ton vehicle on the roads in West Virginia."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, but how does the -- how does a court know that that individual, when he gets behind the wheel on Monday morning, is any more of a risk to the people on the road than the guy who had three martinis on Saturday night and is sober on Monday morning and gets in the truck?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "Again --"
  },
  {
    "speaker": "QUESTION",
    "speech": "How do we -- how does a court know that? arbitrator had left leeway to the employer to put this person in a nonsafety-sensitive job, then would you say, well -- what would you say about public policy then? The -- everything is the same, that he gets stopped $10,000 or whatever it was pay, and he has to go through the drug rehabilitation program, and at the end of the line the employer can put him back in a nonsafety sensitive position."
  },
  {
    "speaker": "ROBERTS",
    "speech": "The issue there would be whether that undermined the deterrent effect of the testing program.  In other words, if the consequence for taking drugs and putting the lives of the traveling public at risk is you get a desk job rather than you're behind the wheel, that would undermine what Congress was trying to do."
  },
  {
    "speaker": "QUESTION",
    "speech": "Would the public -- would the"
  },
  {
    "speaker": "ROBERTS",
    "speech": "I was just going to emphasize that what Congress sought to achieve, and what the Department of Transportation is seeking to achieve, is deterrence, and if the consequences are so minimal, as in Your Honor's hypothetical, that undermines the deterrent effect.  How do the other drivers who are subject to this test take it seriously, when they see someone who's failed twice --"
  },
  {
    "speaker": "QUESTION",
    "speech": "$10,000 is minimal?  I mean, if the Department of Transportation had adopted its reg that favors your position, I take it they would have insisted on a 60-day suspension.  They didn't even adopt it, but if it had been adopted, then it would have been satisfied here."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, Your Honor, we don't know why they didn't adopt it.  They may not have adopted it --"
  },
  {
    "speaker": "QUESTION",
    "speech": "All right.  I see, yes. they had to take, then failed another one given 14 months after they were reinstated, after they had been through the rehabilitation process, we tried what the statute and the regulations provide, and it didn't work."
  },
  {
    "speaker": "QUESTION",
    "speech": "Can you tell us a little bit --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- why doesn't the regulation address it, Mr. Roberts?  I mean, I think that's the problem I had with your answer to Justice Ginsburg's question and the distinction that you were drawing in mine between the way Congress treated alcohol and treated drugs. If, in fact, it is so clear that the deterrent effect would be vitiated unless there were a firing and so on, why didn't DOT provide it, and the fact that DOT didn't provide it seems to erect a caution sign in my mind in the face of a court that purports to be able to infer the clear public policy that you rest upon. come out and say so in so many words?"
  },
  {
    "speaker": "ROBERTS",
    "speech": "I would suppose because neither Congress nor the Department ever supposed you'd have an arbitrator who would reinstate someone who failed two tests within 15 months to this type of a position. It's --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Roberts, could you comment on the potential civil liability of the employer?  Are there cases -- let's assume an accident with a person who's previously tested positive.  I take it the employer would be liable for punitive damages if he took no steps to terminate the employee.  If the arbitrator orders the reinstatement, I take it that would be a defense against punitive damages.  Are there any --"
  },
  {
    "speaker": "ROBERTS",
    "speech": "I don't want to --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Are there any cases on this in the West Virginia."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Yes.  Yes, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, it would be the company's own fault.  They signed the contract."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, I'm sure that's what the argument --"
  },
  {
    "speaker": "QUESTION",
    "speech": "They figured, you know, they traded it for some other concessions by the union and they thought this one was one they didn't care that much about."
  },
  {
    "speaker": "ROBERTS",
    "speech": "I'm sure that's what the argument would be."
  },
  {
    "speaker": "QUESTION",
    "speech": "So you know, you can't feel very sorry for the company if that's what happens to them."
  },
  {
    "speaker": "ROBERTS",
    "speech": "On the other hand, the contract, like every contract, is subject to the public policy exception.  Now, it is an exception that is applicable him reinstated, then the Solicitor General was saying no, the court should vacate that arbitration award. These situations come up with sufficient regularity, sometimes the shoe is on one foot and sometimes on the other, but the fact of the public policy exception has to be recognized, and the one thing that is clear, it seems, is that the lower court approach, which said this is not illegal, therefore there's no role for the public policy exception, is inconsistent with this Court's decision. The formulation has always been the public policy exception applies to contracts that are illegal or that violate public policy, and with respect --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What's the criterion of violation of public policy going to be?  I don't want to create a whole tort law of drug-impaired drivers that the lower Federal decided on its own facts."
  },
  {
    "speaker": "ROBERTS",
    "speech": "Well, that's what the Court said in Town of Newton, and I think it's correct.  There is not a clear line, but what the Court has said -- and there are two aspects to the question.  How do you tell what the policy is, how do you tell whether it's violated. On the policy question, what the Court has said is, it has to be well-defined, and you have to point to the laws of legal precedents.  That's satisfied here.  The definition of this testing program is spelled out in detail by Congress and the Department of Transportation."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I don't agree with your expression of what the public policy is, for one thing. You say the public policy is what?  You said that people who drive dangerous vehicles shouldn't be users of illegal drugs. to private ordering, and if it's left to private ordering in the form of a contract, the public policy exception applies. Now, that's as far as we got in the lower courts.  Then the lower courts said, we're not going to look at it because it's not illegal.  One reason I think it may be seen difficult to manage the application here is that the district court hasn't done it, and the court of appeals hasn't done it in this case."
  },
  {
    "speaker": "QUESTION",
    "speech": "But you agree it wouldn't be illegal, because you -- in answer to my question you said if the employer wants to keep this person on, he could.  It wouldn't be violating any law or regulation."
  },
  {
    "speaker": "ROBERTS",
    "speech": "That's an important limitation on this, is on the public policy exception, which is that it only applies when the courts are asked to enforce the I'd like to reserve the remainder of my time, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Very well, Mr. Roberts. Mr. Mooney, we'll hear from you. The second question presented is, should arbitration awards be vacated on public policy grounds only when the award itself violates positive law or requires unlawful conduct by the employer?  Sometime in your argument, will you tell us your position on that?"
  },
  {
    "speaker": "MOONEY",
    "speech": "Yes, Mr. Chief Justice, and may it please the Court: We believe that the Court doesn't need to reach the unanswered question in footnote 12 of Misco because the standard that the Court announced in Misco, which was public interest.  Only if there is an explicit conflict with the public relevant public policy can the arbitration award or contract in the 301 context be struck down. Eastern challenges under the guise of public policy an arbitration award that was rendered pursuant to the parties' collective bargaining agreement, which reinstated an employee who had tested positive for marijuana.  The policy that it uses is the policy embodied in the omnibus Transportation Employee Testing Act of 1991 and the regulations issued by the Department of Transportation pursuant to that statute. An examination of the statute and the regulations reveals a comprehensive public policy.  It is not merely deterrence.  It is not merely to take employees out of driving dangerous vehicles, although we agree it is in there.  It also has a statutory purpose of for doing whatever he did wrong, and secondly that such people should be released after 10 years, and I don't know that that's a public policy.  I mean, it's just a limitation upon the first public policy. I don't know that I would express it to be a policy in and of itself that there should be rehabilitation of people, and that people who have violated proscriptions against the use of illegal drugs and driving dangerous vehicles, we want these people to be rehabilitated.  I don't see that as a policy in and of itself.  It's simply a limitation on the other policy."
  },
  {
    "speaker": "MOONEY",
    "speech": "I would disagree, Justice Scalia, because the statute specifically refers to rehabilitating these employees, and that was one of the policy goals, so I don't view it as a separate policy.  We would view it as part of the policy embodied in the statute and the use, that they will be under the influence of drugs when driving dangerous vehicles, should not be behind the wheels of such vehicles?"
  },
  {
    "speaker": "MOONEY",
    "speech": "Oh, we agree with that --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Okay."
  },
  {
    "speaker": "MOONEY",
    "speech": "-- Justice Scalia."
  },
  {
    "speaker": "QUESTION",
    "speech": "Now, what if a -- an arbitrator under an arbitration clause such as this said in his award, I really think there is a substantial risk that this person will use drugs again and perhaps drive a vehicle while he's still under the influence of drugs again. Nonetheless, despite that substantial risk, I think we should give him another chance. Would you allow a Federal district court to set aside that arbitration decision?"
  },
  {
    "speaker": "MOONEY",
    "speech": "Your Honor, what we would do is go back to the framework of Misco.  We would take the public substantial risk that this will happen, but I think -- I'm a tender-hearted fellow -- he should be reinstated anyway."
  },
  {
    "speaker": "MOONEY",
    "speech": "So long as he complies with the statutory and regulatory prerequisites, and so long as that remedy is within the scope of the arbitrator's commission, we believe that that arbitration award should be enforced."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I don't know what there is left of the public policy exception if you allow an arbitrator to essentially disregard it.  You acknowledge it's a public policy not to undertake that substantial risk.  The arbitrator says there is that substantial risk, but you nevertheless say we're going to let the arbitrator under the contract force the employer to put the man back on the road."
  },
  {
    "speaker": "MOONEY",
    "speech": "Well, Your Honor, that's what we back to his job.  Do you think an award like that would draw its essence from the contract?"
  },
  {
    "speaker": "MOONEY",
    "speech": "If we had the question of whether it draws its essence from the contract we would go under the established guidelines since Enterprise Wheel, and perhaps that would not do that.  We think the law --"
  },
  {
    "speaker": "QUESTION",
    "speech": "All right.  So if it would not do that -- I mean, it's an awfully odd award that a transportation company has to hire back somebody who they think is going to get into an accident."
  },
  {
    "speaker": "MOONEY",
    "speech": "We don't quibble with the jurisprudence that the courts have developed ever since Enterprise Wheel.  We think the courts have not had great difficulty in following that, and we recognize that some arbitration awards that have idiosyncratic developments have been struck down, vacated, or a court's refused to I don't know if there's -- how you would attempt to analytically put that in a box, Justice Kennedy."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I had thought Justice Breyer's question suggested that there might be another way to answer Justice Scalia's hypothetical by saying, oh, well, this doesn't draw its essence from the contract, and I'm asking you if that's any more precise, any more clear, any more categorically manageable from the standpoint of appellate review than the public policy is.  It seems to me it might not be."
  },
  {
    "speaker": "MOONEY",
    "speech": "I'm not so sure it would be more clear, but I think it would be -- your reference still goes back to the Misco analysis when someone raises public policy -- when someone is attempting to avoid compliance with their own contract by reason of invocation of the public interest, certainly we have to use the analytical meant in the Grace decision, and we think that the Misco standard --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well --"
  },
  {
    "speaker": "MOONEY",
    "speech": "-- is still perfectly applicable."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- let us assume that Justice Breyer's question suggests the possibility that the standard of not drawing the award from the essence of the contract gives the courts more latitude than the public policy argument to set aside arbitrators' awards.  Would you agree with that?"
  },
  {
    "speaker": "MOONEY",
    "speech": "The difficulty I have, Justice Kennedy, is whenever you look at the question of, does it draw its essence from the contract, you must examine the contract."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, isn't another difficulty that you -- it's -- drawing its essence from the contract is Those really don't come in under the Misco analysis as directly as under the Enterprise Wheel analysis.  Misco says that there must be an articulated, well-defined, dominant public policy in the laws and legal precedents, and only if that policy is violated by the award can it be struck down in the 301 context."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, why --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But you do acknowledge that there is a general public policy against having people who use prohibited drugs from driving dangerous vehicles."
  },
  {
    "speaker": "MOONEY",
    "speech": "Justice O'Connor, we certainly do, and we look to that policy as articulated perhaps best by the policymaker itself in this area, which is the Department of Transportation.  The policymaker itself has told us how that policy is to work in situations like Mr. Smith's. from work, suspension. After receiving comments, the agency did not adopt that standard.  What it did do is remind us that the sanction for failing the rehab program, which is in essence what happened, is the same as in alcohol testing, which is you will be removed, rehabilitated, and eligible for return to service."
  },
  {
    "speaker": "QUESTION",
    "speech": "Return to what service?  That was a question that I asked Mr. Roberts, and I'm not sure what the situation is in this very case.  As you understand the arbitrator's award, is there instruction that after the rehabilitation period this man is to be returned to the job of driver, or consistent with that award could the company give him work in a nonsafety-sensitive position?"
  },
  {
    "speaker": "MOONEY",
    "speech": "Your Honor, we would read the award as stating that Mr. Smith was to return to work on understand what you said, that this award says if he passes the rehabilitation course he goes back in the driver's post."
  },
  {
    "speaker": "MOONEY",
    "speech": "That's our reading of the award, Justice Ginsburg, is that Mr. Smith, once he satisfies the prerequisites contained in the statute, which is referral to the SAP, completion of that process, successful evaluation by the SAP, and then a return-to-duty test, which he has not taken -- he was ready, willing and able to take it.  Once he satisfies all of those prerequisites, he should be able to return to his MEO job."
  },
  {
    "speaker": "QUESTION",
    "speech": "I read it that way, too.  That's the only way to understand why he should have to be rehabilitated.  He can still be a pot-head and do a desk job as far as public policy is concerned, right? (Laughter.) and we're not willing to say categorically that somebody can never come back, but that doesn't answer the question, certainly, whether, when you have a person whom -- in my hypothetical, the arbitrator acknowledges that there is significant risk that this person will be under the influence of drugs again behind the wheel. When the arbitrator finds that and nonetheless puts him back behind the wheel, public policy isn't violated.  I don't think the failure of the regs to address that situation is anything except silence."
  },
  {
    "speaker": "MOONEY",
    "speech": "We would disagree, Justice Scalia. We believe that the agency has not precluded these employees from coming back once they've satisfied the statutory prerequisites, but the hypothetical that you posit would probably be a vehicle for the Court to address the question that it did not reach in Misco, which is was to need to reach it."
  },
  {
    "speaker": "QUESTION",
    "speech": "But you say we shouldn't reach it because this case doesn't stretch that far, because here the arbitrator said this, then, has given me a very special reason.  I believe him.  I think that he's off drugs except there was this terrible thing, and I believe him, and I -- that's why I'm going to give him one more chance."
  },
  {
    "speaker": "MOONEY",
    "speech": "Justice Ginsburg, we think to answer this case, there's only four places the Court needs to look.  One is the Misco decision for the analytical guidelines on how to evaluate public policy challenges in the 301 context.  Two, we need to look to the DOT regulations, which give us the public policy that we are looking for.  Three would be the collective bargaining agreement, which authorizes an arbitrator to make these well-established since Lincoln Mills back in 19 --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Why should 301 be more dominant than the Federal Arbitration Act?  Both encourage great deference to arbitrators."
  },
  {
    "speaker": "MOONEY",
    "speech": "Your Honor, we would view 301 as distinct.  As we understand the common law notion, the courts, whatever powers they may have, had under the public policy exception, they did not act in a position in contradiction to the legislature.  The legislature is the traditional body that establishes public policy. In enacting the National Labor Relations Act, we believe that the legislature, Congress, did establish the public policy.  If you look at sections 171 and 173 of title 29, it's 201 and 203 of the act, it clearly tells us that labor contracts really are something different than commercial contracts."
  },
  {
    "speaker": "MOONEY",
    "speech": "Your Honor, we believe that arbitrators routinely take into account those considerations, the examination of external law.  As the National Academy points out on pages 18 to 20 of its submission to the Court as amicus on our behalf, this is the sort of thing that numerous arbitrators do and, indeed, Arbitrator Barrett did here. So long as the arbitrator is staying true to his commission he can and should look at those other considerations.  That's why people select the arbitrators, is they have the specialized judgment, as the Court recognized in Gateway Coal, to resolve those questions. Certainly an arbitrator can look at those external sources and use the benefit of those to craft a remedy."
  },
  {
    "speaker": "QUESTION",
    "speech": "The trouble is, you know, the Court represents the public, and that's how the Court can apply That agency draw the balance.  It accommodated and acknowledged both the interest of the public and the safety of the highways and the interests of the employees in being rehabilitated and returned to service, and the interest of employers.  They drew that balance.  It drew that balance.  Perhaps we would quibble with that, but --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Thank you, Mr. Mooney."
  },
  {
    "speaker": "MOONEY",
    "speech": "-- we don't believe we should second guess it."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Stewart, we'll hear from you."
  },
  {
    "speaker": "STEWART",
    "speech": "Mr. Chief Justice, and may it please the Court: The arbitrator in this case treated the punishment imposed by the arbitrator can reliably be said to conflict with public policy. This Court emphasized in Misco that a court asked to vacate an arbitral award in the labor context on the basis of public policy must draw that policy from positive law, from statutes and regulations."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Stewart, what's the Government's position on question 2 that's presented?"
  },
  {
    "speaker": "STEWART",
    "speech": "We would say that there are limited circumstances under which an arbitral award can be vacated even though the award would not compel the employer to violate positive law, and to give you a hypothetical example, the Department of Transportation has a regulation that says that a driver who is convicted of driving under the influence is disqualified from operating a commercial motor vehicle for a period of 1 year. for feeling highly confident that the prohibited conduct had occurred, such an award would be explicable only on the ground that the arbitrator disagreed with the policy judgment reflected in the DOT regulations. But we do -- while we don't think that the vacatur of the award is limited to those situations in which a violation of positive law would otherwise occur, we do think that the relevant public policy must be drawn directly from positive law, and therefore the question is, is there anything in the testing act or the DOT regulations that identifies discharge as the mandatory penalty for a second drug offense or not, and in our view there's no way that the regulations or the statute can fairly be read to compel that conclusion."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, they can't compel that conclusion, but wouldn't you say it's part of the public"
  },
  {
    "speaker": "QUESTION",
    "speech": "So you would acknowledge that if the arbitrator's finding in this case could be characterized as ignoring that substantial possibility, it could be set aside?"
  },
  {
    "speaker": "STEWART",
    "speech": "We wouldn't say that, because in our view the DOT regulations provide an alternative basis for preventing that, that feared result from occurring. That is, regardless of whether the arbitrator orders this person reinstated, the person is not eligible under the regulations to drive a commercial vehicle until he complies with DOT's rehabilitation requirements. And if he's evaluated by the substance abuse professional, if the substance abuse professional certifies that he has complied with the recommended course of treatment and that the employer is therefore legally free to employ him again in driving a truck, that provides are not -- they're not certified by the Department of Transportation, but the regulations do specify the categories of people who are eligible to perform this service, and the regulations also make clear that the choice of a particular SAP is up to the employer unless the employer has delegated that power away through collective bargaining agreement, so the employer has the ultimate power to ensure that this important decision is not being entrusted to someone, somebody that the employer believes is insufficiently protective of the public safety."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Stewart, do you think that there is a difference and that public policy overrides, say, something that would just come under the FAA, a question the Chief asked, say a consumer contract that's drawn by the seller, and that's dictated the contract, and a -- consideration of preserving industrial peace, but we don't -- I don't know that we would say that the two are different in kind. Now, certainly in the State system it is up to a State government to determine how it wants to allocate power among the branches, and therefore State courts may assume far greater authority to devise public policy to set aside contracts that violate it even if they aren't drawing the relevant public policy from positive law. That's up to the State system. But within the Federal system I think even whether within the FAA, or under the labor management statutes,  there is a strong policy in favor of enforcement of contractual choices. And so in 1992 to 1994 the Department of Transportation conducted an extensive rule-making, it with respect to the problem of a recidivist drug user, the initial regulation proposed by the Department of Transportation would have mandated a 60-day disqualification period. And I think, as Justice Breyer suggested, part of the irony of this case is that if that provision had been adopted, we think the petitioner would have no basis for challenging the arbitral award here, because if DOT had said, suspension of at least 60 days, and the arbitrator had imposed a suspension of a little over 3 months --"
  },
  {
    "speaker": "QUESTION",
    "speech": "May I ask this question, following up on some of Justice Scalia's?  Do you think there's a public policy that would require arbitrators in cases such as this to assess the likelihood of recidivism in the future? ordering him discharged. And conversely, if the collective bargaining agreement said, anybody who violates the drug policy twice will be dismissed, the arbitrator wouldn't have authority to determine that really the policy in favor of rehabilitation was more important and therefore he should be given another chance. But where, as here, we have a collective bargaining agreement that gives the arbitrator very broad discretion to decide whether there is just cause in a particular case, we think the arbitrator would naturally look to public policy considerations, among others."
  },
  {
    "speaker": "QUESTION",
    "speech": "So you would say he would sometimes make the public policy determination, but not necessarily always."
  },
  {
    "speaker": "STEWART",
    "speech": "And it would depend upon the clear from the Federal Register notice exactly why the Department declined to adopt that provision, it's very clear that the Department understood that the consequence of deleting that proposed rule was to leave to the contracting parties the determination whether reinstatement would occur even after a second positive test.  That is the public policy as determined by the Department of Transportation. If there are no further questions --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Does the record tell us where Mr. Smith is working today, and at what job?"
  },
  {
    "speaker": "STEWART",
    "speech": "Not that I'm aware of."
  },
  {
    "speaker": "QUESTION",
    "speech": "Thank you, Mr. Stewart. Mr. Roberts, you have 4 minutes left. with us that that is an incorrect statement of the standard.  At the very least, then, it seems appropriate to vacate the decision and send it back for the lower courts to at least apply the correct standard. Second, take no comfort in the certification of the substance abuse professional.  My brother for the union said that he certifies that the employee successfully completed rehabilitation.  That is not correct.  All that the substance abuse professional certifies is that the employee properly followed the program, not that it worked, not that it was likely to work, and certainly not that the employee does not present a risk to the public, and also keep in mind that the professional obligation of the SAP is to the employee, not to the public safety.  He could easily determine that it's best for this employee to be back on the job, even if that public safety. What the regulations provide is that this issue, reinstatement, is left to contract.  If it is left to contract, the public policy exception applies. In the reported cases alone, you will find examples of arbitrators ordering the reinstatement of nurses who prescribed the wrong medication and stood by while patients were dying, the helmsman of a 635-foot oil tanker who was on marijuana and ran it aground, the nuclear plant operator who diffused the safety system at the plant so he could leave early for lunch, and the pilot of a 727 who flew it while blind drunk. The public policy exception is needed for those types of cases, and we respectfully submit that the case of a driver of a 25-ton vehicle in West Virginia who has"
  }
]