[
  {
    "speaker": "QUESTION",
    "speech": "Well, Mr. Olson, isn't Section 5 sort of a safe harbor provision for states, and do you think that it gives some independent right of a candidate to quite understand how it would be independently enforceable."
  },
  {
    "speaker": "OLSON",
    "speech": "That's why I've mentioned the context in which that section was adopted.  In light of the extreme controversy that was faced by this country as a result of the 1876 election, and as this Court knows, that election was very close and led to controversy, contest, discord, Congress was very much concerned about the possibility of that happening again, and one of the reasons --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yeah, but what they did was, and it's typical of grant-in-aid programs, they said if you run a clean shop down there, we'll give you a bonus, and if you don't, well, you take your chances with everybody else."
  },
  {
    "speaker": "OLSON",
    "speech": "Justice Kennedy, I submit that it is much like a compact that Congress is offering in the form and in its judgment?"
  },
  {
    "speaker": "OLSON",
    "speech": "Well, I think the fact is that it did not.  What it did was it disregarded the compact. When the state adopted a code of ethics, or a code of election procedures to govern the election and the determination of disputes pursuant to the election, it brought itself into that safe harbor and guaranteed to the voters and the candidates in that state that the controversy and turmoil that infected this country after the 1876 --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, we are looking for a Federal issue, and I thought that you might have argued that the Secretary of State was instructed by the Supreme Court not to jeopardize the state's chances and then cited 3 U.S.C. Sections 1 through 10.  And so if the, if the state supreme court relied on a Federal issue or a Federal are set forth, then not only will the electors chosen by the voters in that state be given conclusive effect at the time they are counted by Congress but we will not have the controversy, dispute and chaos that's been taking place in Florida."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Olson, suppose a less, a less controversial Federal benefit scheme, let's say the scheme that says states can get highway funds if, if they hold their highway speeds to a certain level, all right?  And suppose you have a state supreme court that in your view unreasonably interprets a state statute as not holding highway speed to the level required in order to get the benefit of that safe harbor.  Would you think that that raises a Federal question and that you could appeal the state court decision here because it deprived the state of the benefit of the highway funds? Why is Section 5 in that regard any different from the highway funding?"
  },
  {
    "speaker": "OLSON",
    "speech": "I think it -- I think it can't be divorced from Article II of the Constitution because it's a part of a plan for the vesting in the legislatures of a state, and Section 5 implements Article II in the sense that it provides a benefit not just to the state but to the voters."
  },
  {
    "speaker": "QUESTION",
    "speech": "But just talk about the statutory issue.  I assume that if we worked long enough with Justice Scalia's hypothetical, we could find a case where a court adjudicated with reference to the Federal principle and got the Federal principle wrong.  Did -- Indiana vs. Brand and that kind of thing.  Did that happen here?"
  },
  {
    "speaker": "OLSON",
    "speech": "Well, I think that the state did not it blew right past it.  The state legislature adopted the code that the Section 5 of Article 3 of Title 3 invited it to do.  The state supreme court, which had no right under the Constitution, but I can't divorce the constitutional provision from Section 5, then overturned the plan that the state enacted through its legislature to make sure that what happened down in Florida was not going to happen.  And so what the state supreme court did, knowing full well that these provisions existed, overturned the carefully enacted plan by Florida."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Olson, do you think that Congress when it passed 3 U.S. Code, intended that there would be any judicial involvement?  I mean, it seems to me it can just as easily be read as a direction to Congress, saying what we are going to do when these electoral votes are presented to us for counting. carefully set forth a program so that disputes could be resolved, and we wouldn't have the controversy, conflict and chaos that we submit exists today in Florida."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Olson, your -- your submission is based on the premise that the Florida court overturned something that the statute did not. Is it not arguable, at least, that all they did was fill gaps that had not been addressed before?"
  },
  {
    "speaker": "OLSON",
    "speech": "Justice Stevens, I don't think that in this case that's even remotely arguable. What the state supreme court did is take a set of timetables, a set of provisions that --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes.  And the first one was the mandatory -- is it your view still that the shall date controls in all respects?"
  },
  {
    "speaker": "OLSON",
    "speech": "No.  Not necessarily.  But the 102 State of Florida either must or shall ignore those returns, or may set those aside in her discretion."
  },
  {
    "speaker": "QUESTION",
    "speech": "Does that mean if there were an act of God that prevented the returns from being filed that she would have discretion either to accept or reject the returns?"
  },
  {
    "speaker": "OLSON",
    "speech": "Yes, I believe --"
  },
  {
    "speaker": "QUESTION",
    "speech": "She would have the discretion?"
  },
  {
    "speaker": "OLSON",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "Would she be compelled in that event to accept the returns?"
  },
  {
    "speaker": "OLSON",
    "speech": "I don't think so.  She took the position --"
  },
  {
    "speaker": "QUESTION",
    "speech": "She has the total discretion either to accept or reject?"
  },
  {
    "speaker": "OLSON",
    "speech": "That's -- case she could not accept them."
  },
  {
    "speaker": "QUESTION",
    "speech": "But you don't know whether it's mandatory or not?"
  },
  {
    "speaker": "OLSON",
    "speech": "Well, the Florida Supreme Court and what the circuit court did in that case, it said that it wasn't -- and we'll accept this for purposes of this argument that it wasn't --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, but one of the things that's of interest to me is the extent to which you say there was a change in the law.  It seems to me that in order to answer that question you have to know what your view of the law was before this all happened."
  },
  {
    "speaker": "OLSON",
    "speech": "I think that we can answer that this way, is that whether it was shall ignore or may ignore. It was not must accept."
  },
  {
    "speaker": "QUESTION",
    "speech": "Under any circumstance it was not official has discretion, may accept or may not accept, that has to be exercised within the limits of reason?"
  },
  {
    "speaker": "OLSON",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, then, isn't it possible that when the court says she must accept under certain circumstances, what they mean is outside those circumstances, given the circumstances here it would be unreasonable to refuse?"
  },
  {
    "speaker": "OLSON",
    "speech": "Well, what the court did was so constrain those circumstances, virtually to make them nonexistent."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right.  So then what you're arguing about is a determination by the state court of Florida as to what the circumstances are under state law where the action of a state official would or would not be reasonable. said, there's the deadline, and that conflicts with another provision of this law, the provision that says there shall be under certain circumstances recounts, and then there's a rather detailed description of the process that's necessary, the time line for when you can ask the recount is on the 6th day."
  },
  {
    "speaker": "OLSON",
    "speech": "Up to."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yeah, up to.  And it would be impossible in a populous county to in one day do what the statute instructs must be done when there's a recount. The Florida Supreme Court said, it's right in its opinion, there's two conflicts, and the first one they mention straight out on page 21A of your appendix, is that there has to be a reconciliation between this, yes, there can be recounts and, yes, there's a deadline.  So they are trying to reconcile two provisions. election, which overlaps the recount provisions, and the contest provision for the election, and the fact that all of this has to be done in the context of a presidential election. Under any other kind of election, these things wouldn't be nearly as important, but we have very important timetables, and as this Court has said a presidential election is so important to the rest of the nation, and there is such high Federal interest in accomplishing these things in the right way, what the Florida legislature did is balance the protest period, the recount period with the contest period, and state that there shall be certain deadlines before which certain things need to be done and after which, so what those two statutes say is that there may be a recount, but that there shall be compliance with the time deadline.  It also Justice Ginsburg, because it is in the context of a presidential election, and it is in the context of Federal rights.  This Court has, in the areas in which we've described in our brief, undertaken to review the meaning and the effect that the state supreme court or state court decision under certain circumstances.  We submit this is one.  What the Florida Supreme --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But I said, and even in the very cases that you cite, because I checked them, that we owe the highest respect to the state court when it says what the state law is."
  },
  {
    "speaker": "OLSON",
    "speech": "Yes, but then the Court has also said, then we go on to see the extent to which what the state court did, as we cited in the Lindsey case, for example, in the ex post facto context, we go on to see what the import of that is in connection with the Federal that the Florida Supreme Court said we are not going to be bound by technical statutory requirements or what the supreme court called hyper-technical statutory requirements.  Instead, we are going to resort to the will of the people, the will of the electorate, the will of the voters, so to speak, and we are going to -- because we can't rewrite the statute, but we are going to partially rewrite the statute, we are going to resort to our equitable powers.  So what -- and among the things that the court did, and there are a range of them, as I have indicated, they took away the discretion of the Secretary and instructed her to accept these manual recount returns."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Olson, on the equitable powers, they were doing that in setting a new deadline, and I don't think you would argue the case would have been more acceptable if there had been no deadline? construction.  I think what the -- it's relatively obvious that what the supreme court did is exactly what Article -- Section 5 of Article III intends not to happen.  Change the rules."
  },
  {
    "speaker": "QUESTION",
    "speech": "I don't read their opinion that way, Mr. Olson.  It seems to me that the portion of their opinion dealing with statutory construction ends with a conclusion that the Secretary has discretion.  The portion of the opinion employing the canons of construction does not place any limits upon the Secretary's discretion."
  },
  {
    "speaker": "OLSON",
    "speech": "Well, yes, I agree with that up to a point, but then it says that she must accept these returns that are after the deadline."
  },
  {
    "speaker": "QUESTION",
    "speech": "That was not on the basis of any canons of statutory construction.  That was on the basis of the state's constitution. would impute to that court injudicial behavior, lack of integrity, indeed dishonesty, and the other one that would read the opinion to say we think this court is attempting to construe the state law -- it may have been wrong, we might have interpreted it differently, but we are not the arbiters, they are."
  },
  {
    "speaker": "OLSON",
    "speech": "I would like to answer that in two ways.  In the first place, I don't mean to suggest, and I hope my words didn't, that there was a lack of integrity or any dishonesty by the Florida Supreme Court.  What we're saying, that it was acting far outside the scope of its authority in connection with an exercise of power that is vested by the Constitution of the United States --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But if it tells us -- if it tells us, we see these two provisions in conflict, they need to be reconciled. where the state supreme court found it, and so you probably have to persuade us there is some issue of Federal law here.  Otherwise, why are we acting?"
  },
  {
    "speaker": "OLSON",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "And are you relying in that regard on Title 2?  I mean, would you like to -- Article II?  Would you like to characterize the Federal issue that you think governs this?"
  },
  {
    "speaker": "OLSON",
    "speech": "Well, we are very definitely relying on Article II of the Constitution.  The framers of the Constitution debated long and hard. It was one of the longest debates that took place during the formation of the Constitution.  Where should this power be lodged, in the Federal legislature, in the state legislature, at the ballot booth or what.  The one thing that was discussed and rejected by virtually everyone is that the power to it in the judiciary if it wanted, as I read the McPherson case, and here they have done something less.  The state judiciary said, we are going to invoke the ordinary election procedures, which you know, warts and all, it involves some interpretation by the courts and contest proceedings, et cetera."
  },
  {
    "speaker": "OLSON",
    "speech": "Well, it is -- yes, it said that, Justice Kennedy.  But what it did was supplant a set of rules elect -- enacted before the election to govern the election, for a set of rules made up after the election."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right.  Mr. Olson, let's assume that it did that, for the sake of argument.  I want to go back to the issue that the Chief Justice raised a little while ago, and I'd like you to comment on this line of reasoning.  You've got Section 5.  Congress in the statute seems to have gone to great lengths to provide what to do refers to regularity.  It refers to legality and illegality.  It looks to me as though at least at this stage of the proceedings, Congress has said if there is a question about whether this if-then provision in Section 5, construing Article II, has been satisfied, then this is the decisional tree for the Congress to follow in deciding what to do about it and in resolving challenges. It looks to me as though at this stage of the game, the statute has committed the determination of the issues that you raise and the consequences to follow from them to the Congress.  Why should the Court, why should the Federal judiciary be interfering in what seems to be a very carefully thought out scheme for determining what happens if you are right?"
  },
  {
    "speaker": "OLSON",
    "speech": "Because I submit that that writes Section 5 essentially out of existence if an agency of you have ultimate resort to the resolution of the dispute under Sections 15 of Title 3, but that's precisely --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, you say you have ultimate resort.  But that begs the question, that seems to be precisely the resort that Congress has provided."
  },
  {
    "speaker": "OLSON",
    "speech": "Well, I'm not making myself clear, I think, is that the importance of Section 5 was to invite the state to do things that would avoid the chaos and the conflict and the controversy and the unsettled situation that this country faced in 1876, and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Olson, did Section 15 exist when McPherson was decided?"
  },
  {
    "speaker": "OLSON",
    "speech": "I don't know, Justice Scalia. I don't know the answer to that, when it was adopted. I can't recall whether it was a part of the 1887 electoral count statute or not.  I can probably answer that in Article II and Section 5, and Congress' desire to avoid the very controversy, chaos, conflict, which even --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, but Section 15 assumes that there is controversy and chaos."
  },
  {
    "speaker": "OLSON",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "Section 15 isn't providing for challenges except in situations perhaps exactly like this one."
  },
  {
    "speaker": "OLSON",
    "speech": "But that's what the country -- what essentially Section 15, although it modifies it and structures it somewhat, it was still a situation that Congress was facing in 1876 when it was dealing with the Hayes-Tilden election."
  },
  {
    "speaker": "QUESTION",
    "speech": "Right."
  },
  {
    "speaker": "OLSON",
    "speech": "And by the time it got there, there were dueling slates of electors that were buying -- there providing for a more orderly resolution of what happened in Hayes-Tilden was to do what it did in Section 5, and that is to say if you do certain things, you can depend upon the results, recognizing that the state might not do those things.  And it then provided, or at least at the present time it is provided in Article, in Section 15, that if you don't do those things, there is a sequence of issues that can be raised to be decided by the Congress. If Congress wanted this Court to get into the issue at this stage, it seems passing strange to me that despite all the elaborateness of Section 15 there wouldn't have been some mention of Federal litigation proceeding in the Section 15 proceeding."
  },
  {
    "speaker": "OLSON",
    "speech": "I think that's a very important point, and let me make it:  That Congress did say if you do these things, certain consequences will flow from it. has done?"
  },
  {
    "speaker": "OLSON",
    "speech": "No, I don't think so."
  },
  {
    "speaker": "QUESTION",
    "speech": "But it certainly could express its preference for a scheme whereby the initial litigation, if you will, at this level, would take place in the Congress. To acknowledge that is not to say that the issue is justiciable or that this Court has somehow been necessarily excluded from the process for all time.  It is simply to say that the first line of litigation at the Federal level seems under the statute to be Congress, and not the Court."
  },
  {
    "speaker": "QUESTION",
    "speech": "Isn't that a fair reading of 15?"
  },
  {
    "speaker": "OLSON",
    "speech": "That's not a fair reading of Section 5, and let me answer this question, and I would like with the Court's permission to reserve the time --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I don't think Section 5 goes to"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- the rules with --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Congress did not have the rules with respect to conclusiveness that it now has under Section 5."
  },
  {
    "speaker": "OLSON",
    "speech": "That's right.  And it put those rules with respect to conclusiveness into Section 5.  The Florida legislature bought into that scheme and now the Florida Supreme Court, which doesn't have any Constitutional authority pursuant to Section 2 to do so, upset that scheme, deprived Florida of the benefit of doing exactly what Congress wanted to have happen under Section 5.  I would, with the Court's permission, reserve the balance of my time."
  },
  {
    "speaker": "QUESTION",
    "speech": "Very well, Mr. Olson. Mr. Klock, we'll hear from you. Florida's decision on November 21. The Secretary is not contesting the right of the Florida Supreme Court to change the law of Florida, is simply pointing, she is simply pointing out, that the law did change."
  },
  {
    "speaker": "QUESTION",
    "speech": "Does the Secretary maintain that in some instances she has a discretion that a court does not or can a court do whatever she might do, under Florida law?"
  },
  {
    "speaker": "KLOCK",
    "speech": "Under Florida law, she has certain discretion that I think a court probably does not have in the protest period, Justice Kennedy, and that would be that she had the discretion to decide whether or not returns could be permitted after that seventh day, and indeed that's based on two things that we have in the record.  One is an opinion that was issued by the Division of Elections that talks about the circumstances in which Justice Kennedy, in the case of the Division's letter, the opinion which, of course, is binding under Florida law on elections officials who receive them, she -- the Division head said that there were certain circumstances such as acts of God, hurricanes, and that kind of thing where the discretion would be exercised.  When she came up with her additional reasons for considering whether or not she would exercise her discretion, she indicated a number of them which are also contained within the record.  It's at the Joint Appendix at 21, she indicated where there was a result of voter fraud with a substantial --"
  },
  {
    "speaker": "QUESTION",
    "speech": "She said she would exercise her discretion.  Did she say she would have to exercise her discretion in those conditions?"
  },
  {
    "speaker": "KLOCK",
    "speech": "I think she would have to exercise her discretion. precedent or the constitution of the state which preexisted?"
  },
  {
    "speaker": "KLOCK",
    "speech": "In terms of handing down its decision?"
  },
  {
    "speaker": "QUESTION",
    "speech": "In terms of the particular result it reached in this case."
  },
  {
    "speaker": "KLOCK",
    "speech": "I believe the Supreme Court of Florida was looking at its law in terms of articulating the law that it wanted to have then and on a going-forward basis.  What it did -- and obviously since it's the chief court of the state, it has the right to do whatever it wishes to do with respect to Florida law only bound by whatever separation of powers --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Do you think they thought their decision was dictated either by prior precedent or by the constitution of the state? the statute.  They then go and base it on principles of equity in the Florida Constitution, and indeed what they end up with, Your Honor, is this statement with respect to the discretion that the Secretary is left with, and that is this -- and it's on 35 of the Joint Appendix.  \"We conclude that consistent with Florida's election scheme, the Secretary may reject a Board's,\" that's the canvassing board's, \"amended returns only if the returns are submitted so late that their inclusion will preclude a candidate from contesting certification or preclude Florida voters from participating fully in the Federal electoral process.\" Now, Your Honor, there's --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I understand your position is that was entirely new?"
  },
  {
    "speaker": "KLOCK",
    "speech": "Yes, sir. they refer to the Florida Constitution, but the issue that we're here on, as I understand it, sir, is whether or not the law changed.  There's no question that they have a right to do what they did. The only --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I think perhaps another statement of the issue is to what extent did the Florida Supreme Court, in construing this statute, rely on more general provisions of the Florida Constitution which they cited in their opinion?"
  },
  {
    "speaker": "KLOCK",
    "speech": "I think they did rely, in creating the remedy on the Florida Constitution, I believe they created a right that had not previously been seen there, which they have a right to do, but, Mr. Chief Justice, the issue again is whether or not the law that they articulated on November 21 is different than the law that existed on November 7, and how the Secretary of State, in are you here for, if you're not addressing --"
  },
  {
    "speaker": "KLOCK",
    "speech": "I understand that, sir.  I apologize.  But we have the Secretary of State here, we have the Attorney General here, and the legislature has filed by amicus, and of course the state has not appeared, so it's a little unusual.  We haven't addressed those issues, but to answer your question, yes, sir."
  },
  {
    "speaker": "QUESTION",
    "speech": "Can you tell me when this petition was filed here, the Secretary had not certified anybody the winner, and now the Secretary has certified a winner, and therefore, I guess, whether we win, whether your side, the side you're supporting wins or loses, it doesn't change that, and I guess that's moot, but my question is, is there any respect in which this really makes a difference, this case?  How?  I'm thinking, if it does make a difference, numbers of vote, is that kind of thing"
  },
  {
    "speaker": "QUESTION",
    "speech": "We don't have -- all -- suppose they won and the relief was, suppose your side won, and the relief was, fine, it should have been certified on November 14th or 18th instead of November 26th.  Now, what's the consequence of that? Just that?  Forgetting what the reasoning is.  Is there a consequence that flows from that, that is real, adverse, you know, significant, concrete that we can predict now as opposed to speculate?"
  },
  {
    "speaker": "KLOCK",
    "speech": "The only immediate result would be that you would have a margin that instead of being 536 votes would be 900-some-odd votes, and it would only be added to as a result of whatever was added by the overseas ballots."
  },
  {
    "speaker": "QUESTION",
    "speech": "Fine.  Then this case has said, we've said a claim is not ripe if it rests upon contingent future events that may not occur as anticipated or indeed came up with, completely changed the period of time from a relatively short period of time, seven days for a protest and much longer period for a contest, we now have a situation where there is 19 days for the protest and 16 days for a contest."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, it's too late -- it's too late to lengthen the time for the contest.  I mean, to the extent that they have shortened the contest time, you know, that's water over the dam right now, isn't it?"
  },
  {
    "speaker": "KLOCK",
    "speech": "Yes, Justice Scalia, but the issue here -- I'm sorry."
  },
  {
    "speaker": "QUESTION",
    "speech": "Is it not the case that if the votes are, are as, as they have been shown to be under the Florida Supreme Court's opinion, the race is much closer, and therefore some counties under Florida law would conduct recounts that otherwise would not conduct the state of the law as it existed at that point in time. The record shows very clearly that there was no dispute that there were any problems with voting machines or any other tabulation problems with voting machines.  It was simply when they went through the process of what is, Justice Ginsburg, a discretionary right to a manual recount, not a mandatory one, when they went into that and did the test, each of those canvassing boards did not find any problem with a mechanical problem.  It was simply a problem in terms of voter error."
  },
  {
    "speaker": "QUESTION",
    "speech": "The secretary took the -- never mind. Thank you."
  },
  {
    "speaker": "QUESTION",
    "speech": "Thank you, Mr. Klock. Mr. Hancock, we'll hear from you. itself select the electors?"
  },
  {
    "speaker": "HANCOCK",
    "speech": "Yes, Justice O'Connor.  We agree with that.  In implementing the election law, each branch of the Florida government plays a role. For example, the judiciary, or the executive branch of our government has not found itself bound by the technical, hypertechnical requirements of the election law.  An example of that is that the, the executive branch has implemented a rule, not a law, but a rule that allows absentee ballots from overseas military voters to be received after the 10 days after the close of the polls.  Under the law of the State of Florida, all absentee ballots have to be received by the time the polls close on election day."
  },
  {
    "speaker": "QUESTION",
    "speech": "In your brief you say, you conclude that the Florida Supreme Court like, I think it's page 12, like any state court, exercised its inherent equitable election?"
  },
  {
    "speaker": "HANCOCK",
    "speech": "No.  The laws were enacted well before the election.  What happened was that in the court --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Of course, the Constitution was there before the election, the Due Process Clause is before the election, but what we are talking about is having laws of sufficient specificity and stability that people can rely on them in advance and not have them changed after the fact.  And your brief makes it very clear that they exercised their inequitable powers to remedy a threat to fundamental constitutional rights and changed the deadline accordingly.  It seems to me that's no standard -- it's an enviable standard, something we might all agree with in the end, but as far as the requisite specificity to satisfy 3 U.S.C. Section 5, I just don't see it as there. U.S.C. Section 5 doesn't require the state to do anything, it merely says --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But did it comply with that part of 3 U.S.C. Section 5 that requires that laws be enacted and in place prior to the election in order to get the safe harbor?"
  },
  {
    "speaker": "HANCOCK",
    "speech": "Yes, it did.  The laws were in place before the election.  And those laws granted to the judiciary --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, but certainly the date changed. That is a dramatic change.  The date for certification, right?"
  },
  {
    "speaker": "HANCOCK",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "And it was done by the court."
  },
  {
    "speaker": "HANCOCK",
    "speech": "Yes, it was done pursuant --"
  },
  {
    "speaker": "QUESTION",
    "speech": "And the legislature had very clearly construction.  The court was faced with a situation first of all where because of conflicting advice the counties had started and then stopped conducting manual recounts because of advice from the secretary of the state which the supreme court ultimately concluded to be erroneous."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes.  And that advice was -- and this was really the beginning of all of the problem, her advice was that the provision providing for recounts, manual recounts, not requiring them but giving them as one of the options, only came into play when there was some defect in the, in the machinery, and it was not available for voter error, that is for voters who didn't punch the cards the way they were supposed to.  And the attorney, your office came out with the opposite conclusion. The secretary's brief contends that that had always been the rule in Florida.  Is that the case?  Do happening before.  But, I can say that the Supreme Court of Florida for 100 years has put a duty on election officials to discern the intent of the voter, and while the secretary of the state refers to it as voter error, when the ballot is punched, that's, under the laws of the State of Florida as interpreted by the supreme court, that voter has cast the ballot, even if the chad did not --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Is it your position that any interpretation the Supreme Court of Florida makes to implement the will of the people is never a new law?"
  },
  {
    "speaker": "HANCOCK",
    "speech": "The supreme -- yes.  I can't say ever, but I'd say that on the case before the court, all that was before the court was ordinary statutory construction, which must be, the result of it whether this Court would agree with it or disagree with it, must be respected by this Court.  That's the very foundation of"
  },
  {
    "speaker": "QUESTION",
    "speech": "Whether it was wrong or right, that's what it said its mission was and that's what it did."
  },
  {
    "speaker": "HANCOCK",
    "speech": "Yes.  Both in words and in operation, the statutes could not work together because of the time for requesting manual recounts, the extent of the job manual recounts --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What is the section that requires manual recounts?"
  },
  {
    "speaker": "HANCOCK",
    "speech": "It's 102. -- well, 102.166 authorizes manual recounts."
  },
  {
    "speaker": "QUESTION",
    "speech": "That's different from requires."
  },
  {
    "speaker": "HANCOCK",
    "speech": "Yes, but once it starts, Justice Scalia, once it's authorized, if the initial sample recount shows an error that might effect the outcome of the election --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Then -- manual recount but I don't see anything in the text of the statute that requires a manual recount."
  },
  {
    "speaker": "HANCOCK",
    "speech": "The statute requires that the election officials attempt to discern the cause of the error.  Here the cause of the error was that, in these counties, was that the machines were not able to read ballots, 10,000 ballots in Palm Beach County, the machine did not read as including a vote for president.  That was the issue so that the solution to that was not the machines, even when they're operating properly would not read these ballots, so what was left of the county canvassing boards then was to do the full manual recount, and the language of that statute again says they shall do a full manual recount in those circumstances."
  },
  {
    "speaker": "QUESTION",
    "speech": "It says that the board may authorize the manual recount, it doesn't require it. If it does"
  },
  {
    "speaker": "QUESTION",
    "speech": "If that is a statutory problem, the court's resolution didn't really solve it, did it? Because even with her extended time period the same statutory problem exists.  There still isn't enough time under the extended deadlines for some of these counties that have an enormous number of votes to conduct a manual recount, isn't that right?"
  },
  {
    "speaker": "HANCOCK",
    "speech": "Well, let me --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I mean to resolve a supposed conflict in the statute in a manner that leaves in place the same problem that existed before seems to me not a real resolution of the statutory problem."
  },
  {
    "speaker": "HANCOCK",
    "speech": "The supreme court tried to blend it all together to make it work, Justice Scalia, and again it came up with a solution.  The Secretary of State's argument here is based on -- the Secretary of State Florida."
  },
  {
    "speaker": "QUESTION",
    "speech": "I'm going to extend your time two minutes, Mr. Hancock, because you haven't had a chance to say a lot yet."
  },
  {
    "speaker": "HANCOCK",
    "speech": "Well, I don't need the extension time, Your Honor.  If there's no other questions, I will stop.  Thank you."
  },
  {
    "speaker": "QUESTION",
    "speech": "Thank you.  Mr. Tribe, we will hear from you."
  },
  {
    "speaker": "TRIBE",
    "speech": "Mr. Chief Justice, and may it please the Court: I think I would want to note at the outset that the alleged due process violation which keeps puffing up great, sort of greater certainty, and a rather common technique is a recount, sometimes a manual recount, sometimes taking more time would be rather like looking more closely at the film of a photo finish.  It's nothing extraordinary.  It's not like suddenly moving Heartbreak Hill or adding a mile or subtracting a mile --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You're seeing no important policy in 3 U.S.C. Section 5."
  },
  {
    "speaker": "TRIBE",
    "speech": "No, no."
  },
  {
    "speaker": "QUESTION",
    "speech": "In fact, we can change the rules after -- not important -- the popular culture --"
  },
  {
    "speaker": "TRIBE",
    "speech": "Certainly not, Justice Kennedy, but I read U.S.C. Section 5 -- that is 3 U.S.C. Section 5 not as a requirement that, for example, one never add resources to checking how a particular ballot was cast. If you look at the language, I think it's really much too copy of the U.S. Code, 3 U.S.C. Section 5, not from any -- the page I can identify --"
  },
  {
    "speaker": "QUESTION",
    "speech": "It's in the appendix to the petitioner's brief, I'm sure, isn't it?"
  },
  {
    "speaker": "TRIBE",
    "speech": "Yes, although I'm afraid I don't have it in front of me."
  },
  {
    "speaker": "QUESTION",
    "speech": "Page 3A of the blue brief."
  },
  {
    "speaker": "TRIBE",
    "speech": "Thank you, Justice Souter. Page 3A of the blue brief, I am reliably informed. So if any state --"
  },
  {
    "speaker": "QUESTION",
    "speech": "That won't get you an extra two minutes."
  },
  {
    "speaker": "TRIBE",
    "speech": "Well, I tried.  I tried.  If any state shall have provided, and then it says by laws enacted prior to the day fixed for the appointment of the electors, a fancy way of saying election day, for the that question at this stage, but the question would be, is a particular change extending a deadline for exigent circumstances because a recount has been authorized, a change in the judicial or methods of procedures for resolving the contest."
  },
  {
    "speaker": "QUESTION",
    "speech": "Let me just ask you a moment, you say you don't think the statute permits this Court to get into the matter at this time.  Are you suggesting there could be any judicial review of a decision by the Congress to count one set of electoral votes?"
  },
  {
    "speaker": "TRIBE",
    "speech": "No, I don't think so, Mr. Chief Justice, it's just that I don't trust my own imagination to have exhausted all possibilities. For example, in the case in, I think it was 1890, in Fitzgerald v. Green when this Court held that only states can punish fraudulent voting for presidential electors, it got into the act sort it is not -- I think you said it's not self-evident that the Florida legislature at this time has the right to appoint any slate of delegates because the Congress has set the date, and the date is the general election day. If that is so, doesn't this mean that when we talk -- think about justiciability, we must be very careful to preserve the role of the Court.  You have said or suggested here in your reply brief that the Florida legislature now has no role.  You are now suggesting that this Court has no role.  That means the Supreme Court of Florida is it, so far as a judicial interpretation of the consequences of 3 U.S.C. Section 5."
  },
  {
    "speaker": "TRIBE",
    "speech": "Well, Justice Kennedy, first of all I do want to be clear that in our view the question of whether and when and how the Florida legislature can enter the picture is in no way presented here.  That paragraph"
  },
  {
    "speaker": "QUESTION",
    "speech": "And my point is that puts hydraulic pressure on your nonjusticiability argument and makes it a very, very important argument and a critical argument in this case."
  },
  {
    "speaker": "TRIBE",
    "speech": "Well, perhaps, Justice Kennedy, but I frankly can't see how it would affect the decision in this case.  After all, you have before you a judgment of the highest court of the state.  As Justice Ginsburg and others have suggested, it would ordinarily be the case, surely, that one would not go out of one's way to read the judgment as a breach of faith with the duties of trying to reconcile provisions that are --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I guess in the area, though, of presidential electors it could be that that court, as all courts would be, have to be informed, at least, by the provisions of Section 5 in reviewing the laws enacted by"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, is there a Federal issue if the Court doesn't --"
  },
  {
    "speaker": "TRIBE",
    "speech": "No.  The answer is no."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- advert to that?"
  },
  {
    "speaker": "TRIBE",
    "speech": "It would be nice.  But remember it is --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Because of Article II, which, after all, does give the legislature plenary power and must have wanted -- it must have wanted to have the laws in place so that it wasn't -- so that Florida wouldn't risk losing its electoral votes.  I mean, the legislature had to want that by enacting laws, and perhaps the Florida court has to be aware of the consequences to the state of changing the rules."
  },
  {
    "speaker": "TRIBE",
    "speech": "But, Justice O'Connor, under Article II, Section 1, Clause 2, the authority to regulate the have been clearer?"
  },
  {
    "speaker": "TRIBE",
    "speech": "Well, I suppose it could be a violation of Florida law if the enactment of that date is construed as a direction to a particular authority like the secretary of state or the state's highest court to take certain actions in order to get the benefit of this bonus, but only a violation of Federal law.  I don't see how you got a --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What Florida law would that be?"
  },
  {
    "speaker": "TRIBE",
    "speech": "Of state law.  I'm sorry."
  },
  {
    "speaker": "QUESTION",
    "speech": "Are you talking about the Florida Constitution?"
  },
  {
    "speaker": "TRIBE",
    "speech": "Well, it might have been a violation --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But then you run into the Blacker case. to take these regulatory steps."
  },
  {
    "speaker": "QUESTION",
    "speech": "If one concluded that the Florida legislature had relied on the state constitution in a way that the Blacker case says it may not in construing the statute."
  },
  {
    "speaker": "TRIBE",
    "speech": "I think that's possible, Mr. Chief Justice, but the judgment before you doesn't provide even an inkling, I think of proof about those matters.  All we have --"
  },
  {
    "speaker": "QUESTION",
    "speech": "That's what we have been arguing --"
  },
  {
    "speaker": "QUESTION",
    "speech": "As to whether it does or whether it doesn't."
  },
  {
    "speaker": "TRIBE",
    "speech": "Well, I think we have been arguing several interrelated things.  One of the things we have been arguing is whether one could in good faith reach the conclusion, novel as it was in some respects, as Justice the Florida Supreme Court in its opinion rather clearly says that we are using the Florida Constitution to reach the result we reach in construing the statute.  I think Blacker is a strong argument they can't do that."
  },
  {
    "speaker": "TRIBE",
    "speech": "Well, that they can never avert to their own constitution?"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, certainly it stands for the proposition you couldn't do it then, in those circumstances."
  },
  {
    "speaker": "TRIBE",
    "speech": "Well, what would it be, I wonder, about the circumstances here that would say that in reconciling these provisions which at first we were told were mandatory, then we were told they are not mandatory, they give discretion, and now we are told that the real issue is simply did the court in putting a boundary on that discretion, do something federally impermissible."
  },
  {
    "speaker": "TRIBE",
    "speech": "It seems to me that as a tiebreaker, as a way of shedding light on the provisions that are in conflict, so long as it's not done in a way that conflicts with a Federal mandate, they are not violating any --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Tribe, I don't -- I don't agree with that.  I don't -- I don't think that the Florida Supreme Court used the Florida Constitution as a tool of interpretation of this statute.  If you look at its opinion, it's separated into, into various sections, issues; IV, legal opinion of Division of Elections; V, the applicable law; VI, statutory ambiguity; and that's -- and VII, legislative intent.  That's the section where they construe the statute in view of these ambiguities and so forth. That section concludes, under this statutory scheme, the county canvassing boards are required to in the secretary.  The opinion continues, VIII, the right to vote.  The text of our Florida Constitution begins with a declaration of rights. And it goes on to say that to the extent the legislature may enact laws regulating the electoral process, those laws are valid only if they impose no \"unreasonable or unnecessary\" restraints on the right of suffrage contained in the Constitution.  In other words, I read the Florida court's opinion as quite clearly saying, having determined what the legislative intent was, we find that our state constitution trumps that legislative intent.  I don't think there is any other way to read it, and that is, that is a real problem, it seems to me, under Article II, because in fact there is no right of suffrage under, under Article II.  There is a right of suffrage in voting for the legislature but Article II makes it very clear that the legislature can itself not true in every state -- the legislature itself repromulgates the Constitution every several years and then it's ratified by the people."
  },
  {
    "speaker": "QUESTION",
    "speech": "Isn't there another -- go on."
  },
  {
    "speaker": "QUESTION",
    "speech": "No.  That's all right."
  },
  {
    "speaker": "QUESTION",
    "speech": "Isn't there another way of looking at what the Florida court did, and that was in effect to apply the statute, the interpretative criterion, that where there is any discretion for interpretation, an unconstitutional result should be avoided, and because you have here a statute as I understand it that regulates both Federal and state recounts, that much is, I think is clear."
  },
  {
    "speaker": "TRIBE",
    "speech": "Right."
  },
  {
    "speaker": "QUESTION",
    "speech": "The only way to avoid an unconstitutional meaning of the statute so far as Florida dealing here with a decision in which within the gray area where a court could reasonably go either way, this court simply said we don't care about these Federal considerations.  It in particular exercised its equitable powers in favor of the Petitioner in order to facilitate meeting the December 12 deadline while still being able to have electoral contests.  That December 12 deadline comes purely from Federal law."
  },
  {
    "speaker": "QUESTION",
    "speech": "Can you -- can you just go back to your characterization of the opinion.  I think we would all agree that given that the legislature has to select the manner, a state can't say, our Constitution selects the electors.  I suppose that's --"
  },
  {
    "speaker": "TRIBE",
    "speech": "That's right."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right, but thinking of this opinion, suppose the court had said, look, we reach our different."
  },
  {
    "speaker": "TRIBE",
    "speech": "It might be different."
  },
  {
    "speaker": "QUESTION",
    "speech": "Now, what is it that they have done here?"
  },
  {
    "speaker": "TRIBE",
    "speech": "I certainly don't think they have done the third.  They did not say -- I think when they underscored the presence of language that Justice Scalia read about what's mandatory, they were simply being candid about the fact that they were acting in conflict with one part of the statute, but the adjacent --"
  },
  {
    "speaker": "QUESTION",
    "speech": "It's in a separate section of the opinion, Professor Tribe, that is entitled the right to vote.  It is after the legislative intent section and it says categorically, to the extent the legislature may enact laws, they are invalid.  And I suggest perhaps the reason that the court did it is that however expansive the particular dates that came out differently under the approach that this Court used from what would have emerged if they had looked only at 102.111 are making a mistake, with all respect.  It's not as though this Court promulgated a rule for the future about December 7th in commemoration of Pearl Harbor, we say December 7 is the day.  No.  What they did was say we have to find a date which will accommodate these conflicting statutory provisions and policies in light of what our constitution tells us, and we surely -- it would amaze, I would think amaze this Court to see anyone saying that because an opinion was organized under Roman numeral headings --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Professor Tribe --"
  },
  {
    "speaker": "TRIBE",
    "speech": "-- in such a way that --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Isn't it also true, Professor Tribe, that part 8 of the opinion relies on four things -- the date final and provide for the recounts within the times in which recounts can be called for.  What I'm saying is, didn't they say that the date of the 7th cannot stand, not because of the constitution alone but because there are other provisions in the statute that cannot be accommodated with sections -- with the 7 date?"
  },
  {
    "speaker": "TRIBE",
    "speech": "Exactly.  And I guess to take a broad --"
  },
  {
    "speaker": "QUESTION",
    "speech": "They said that twice, and I think that's critical if you add to that that we read a decision of a state court in the light most favorable to that court and not in the light least favorable.  I suppose there would be a possibility for this Court to remand for clarification, but if there's two readings, one that's questionable, one that isn't, all of our decisions suggest that we read the one -- supposed alternative readings, that supports the proposition that the Florida Supreme Court was using the constitutional right to vote provisions as an interpretive tool to determine what the statute meant.  I can't find a single sentence for that."
  },
  {
    "speaker": "TRIBE",
    "speech": "Justice Scalia, I can do a little better than find a sentence.  The entire structure of that part of the opinion, as Justice Stevens points out, would be incoherent if the constitution was decisive.  That is the highest law in Florida.  Why bother with all the rest if that is anything more than an interpretive guide."
  },
  {
    "speaker": "QUESTION",
    "speech": "You would bother with it because having decided very clearly what the statute requires and finding no way to get around the firm dates set, you say the reason it's bad is because of the state constitution. That's how it's written. say throw them away, it doesn't say give them back, it says fine every member of the canvassing board $200 a day. That would be a totally crazy provision.  As this opinion understands, if you were not to reach a reconciliation of this sort, this result was overdetermined under Florida law.  It might be true that they said the constitution also points this way, but there isn't a sentence in the opinion that suggests that without that constitutional argument the result would have to be different."
  },
  {
    "speaker": "QUESTION",
    "speech": "What is the November 26th date? Is that the seven day date moved or is that some kind of a date that tries to reconcile the ultimate point after which the Secretary in exercising her discretion no longer has to accept the late returns? Did it move the date from the statute?  Has it created a new date about this discretion?  What is it? terminate.  That truly would be a promise to the ear to be broken to the hope, like a munificent bequest, Justice Jackson said --"
  },
  {
    "speaker": "QUESTION",
    "speech": "If the legislature --"
  },
  {
    "speaker": "TRIBE",
    "speech": "-- in the pauper's will.  Why tell people the count if you won't count it?"
  },
  {
    "speaker": "QUESTION",
    "speech": "And if the legislature had jumped into the breach and said this same thing, would that be a new statute or new enactment under 5 U.S.C.?"
  },
  {
    "speaker": "TRIBE",
    "speech": "I -- honestly, Justice Kennedy, I'm not sure because the language that I quoted from 3 U.S.C. Section 5 focuses on the institutional dispute resolution arrangement that is in place, and if you look at the legislative history in the decade of hearings in the period after the Hayes-Tilden debacle, that history focused on the importance of having a fixed tribunal which guidance.  Since the section is addressed to Congress, neither my opinion about it nor the Court's opinion is necessarily --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You don't think you could tell us what you might advise the Congress if you were the counsel for the Judiciary Committee."
  },
  {
    "speaker": "TRIBE",
    "speech": "I think I would advise the Congress that it is not a new enactment, that it is an entirely reasonable construction of an existing enactment as to which the only alternative construction is to make it self-destruct, and to make it internally contradictory, and I honestly don't think if I were advising Congress that I would say it's a new construction. I do think, also, that some people reasonably could argue the contrary, and I guess I think that this language should be interpreted whether by a court or by deference, though, to the concept expressed in Article II, that it is the authority of the legislature and some special concern about what the legislature may have said."
  },
  {
    "speaker": "TRIBE",
    "speech": "Yes, but if the legislature is entirely happy not to completely delegate this power to the courts, which Article II would permit, but rather to allow the courts to exercise a somewhat more flexible role than the one that the critic of this opinion would be embracing.  That's within the power of the legislature of Florida."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yeah, but who would have thought that the legislature was leaving open the date for change by the court?  Who would have thought that?"
  },
  {
    "speaker": "TRIBE",
    "speech": "Anyone.  If you just read the statute in 1989 and it says may.  It says she may reject the late returns. of the sort Justice -- was it Justice Stevens? -- asked about --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, well, then the Secretary came in and argued and said, yes, her discretion was if it were an act of God or a machine breakdown she would exercise her discretion."
  },
  {
    "speaker": "TRIBE",
    "speech": "And it's an entirely normal exercise of judicial interpretation to say that this statute is not limited to God and machines."
  },
  {
    "speaker": "QUESTION",
    "speech": "Professor Tribe, can I ask you why you think the Florida legislature delegated to the Florida Supreme Court the authority to interpose the Florida Constitution?  I mean, I -- maybe your experience with the legislative branch is different from mine, but in my experience they are resigned to the intervention of the courts, but have certainly never invited it. distinction between elections to their own House and Senate, which they won't trust the courts with as far as they can throw them.  Those are to be resolved exclusively in the House and Senate, and all others are to be resolved in the courts under a standard that they understandably preferred."
  },
  {
    "speaker": "QUESTION",
    "speech": "They are resigned, that they are resigned to, but they need not be resigned to the Florida Supreme Court interposing itself with respect to Federal elections, they need not be because the Florida Constitution cannot affect it.  And I -- I just find it implausible that they really invited the Florida Supreme Court to interpose the Florida Constitution between what they enacted by statute and the ultimate result of the election."
  },
  {
    "speaker": "TRIBE",
    "speech": "Well, I suppose if they were at all"
  },
  {
    "speaker": "TRIBE",
    "speech": "And it violates the Federal as well as the state Constitution."
  },
  {
    "speaker": "QUESTION",
    "speech": "But wouldn't Justice Scalia's suggestion be a stronger suggestion if they had dealt by the statute only with Federal elections or only with a presidential election as opposed to dealing with both state and Federal in the same statute?"
  },
  {
    "speaker": "TRIBE",
    "speech": "Well, it's not uncommon, given the convenience of having similar regulations apply on election day not to bifurcate.  Oregon v. Mitchell, after all, confronted the nation with a problem --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Right.  But when they -- when they don't bifurcate, it's reasonable to suppose that they expect their statute to be construed, number one, as one statute, not as having different dates for different, for state and Federal; and, number two, to be construed so far deadlines and to some extent a different approach for the -- to elections."
  },
  {
    "speaker": "QUESTION",
    "speech": "But there are already different deadlines for Federal elections, aren't there, because of the Federal statute concerning overseas ballots?"
  },
  {
    "speaker": "TRIBE",
    "speech": "Yes.  That's -- that's entirely true."
  },
  {
    "speaker": "QUESTION",
    "speech": "So that's, that's going to be different anyway."
  },
  {
    "speaker": "TRIBE",
    "speech": "And there is an administrative order --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But it's as a result of Federal law, isn't it?"
  },
  {
    "speaker": "TRIBE",
    "speech": "Well, there is a consent decree arising out of Federal law.  There was the Federal general statute -- don't want any judicial review of anything about the manner in which we say electors should be appointed.  Does the Florida legislature have the authority to cut out judicial review?"
  },
  {
    "speaker": "TRIBE",
    "speech": "No.  No, I certainly don't think so. They cut out judicial review -- even this may not be entirely consistent with the Florida Constitution.  They cut out judicial review for the election of their own members in the House and Senate.  I certainly don't think they would have the authority to expel the Federal judiciary from the election of senators and representatives."
  },
  {
    "speaker": "QUESTION",
    "speech": "No.  I mean the state judiciary.  The state judiciary.  When it says each state shall appoint electors in such manner as the legislature thereof may direct. not mean the legislature in some specialized capacity, as with Article V. Now, if that's the case and if it's therefore assumed that the legislature is surrounded with both executive and judicial authority, then a decision by the legislature to completely exclude the judiciary from any possible role, the state judiciary, might be inconsistent with the underlying meaning of Article II itself."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, could the state legislature at least now say in light of all this confusion, we enact a law today saying this is the way electors will be selected?  Is that open to the legislature now?"
  },
  {
    "speaker": "TRIBE",
    "speech": "I'm not sure.  That's very much like my inability to answer because I honestly have not reached a conclusion that it's not presented by this case.  I don't know whether the legislature could do the further to read the Florida Supreme Court decision as saying anything else other than the Florida Constitution in their view, in that court's view, is trumping everything else. The second paragraph of the conclusion says because the right to vote is the preeminent right in the declaration of rights of the Florida Constitution and so forth, this opinion is full of language --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But suppose they refer to the declaration of the rights of man, to 1789, the French revolution, I mean, the right to vote is a value in the constitution.  Are they actually saying -- I didn't see it?"
  },
  {
    "speaker": "OLSON",
    "speech": "They are sayihng --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Or are they are saying the statute means one thing, but the statute is unconstitutional because the Constitution of Florida says the opposite.  I that are involved in this statute, particularly the November 14th deadline, is a part of a composite package. There is one week for a protest and certain recounts to the extent that they can be done and there are four weeks for contests. When the Florida Supreme Court truncated, when the Florida Supreme Court expanded the protest period from 7 days to 19 days, it necessarily limited the contest period to a shorter period of time.  It changed the discretion.  It allowed certain things to occur that couldn't have occurred and it justifies all of those things on the grounds that the Florida Supreme Court, the Florida Constitution trumps those legislative concerns, and that's why it said we are not going to be dissuaded by hypertechnical statutory considerations.  So the court was doing what this Court said in the McPherson vs. Blacker refer to reference to 3 U.S.C. 1 through 10, which of course includes Section 5, and it says so in conjunction with the statement that the exercise of the discretion by the secretary of state could not be done in such a way that would preclude Florida voters from participating fully in the Federal electoral process.  The court was assuming, it seems to me, that it did not, was not conflict -- the decision that it was rendering was not going to cause a conflict with the Federal statutory scheme, and it was, we submit, in error in that regard. So the -- the -- to sum up with respect to this, the Florida Supreme Court radically changed the legislative scheme because it thought it could do so under the Florida Constitution.  By doing so, it acted inconsistently with Article II of the Constitution, and inconsistently with Section 5 of Title III, and it has about the Florida Constitution."
  },
  {
    "speaker": "OLSON",
    "speech": "The very second paragraph refers to the Florida Constitution and the rights to vote.  Page 36-A of the appendix to the petition."
  },
  {
    "speaker": "RHENQUIST",
    "speech": "Thank you, Mr. Olson. The case is submitted."
  }
]