[
  {
    "speaker": "QUESTION",
    "speech": "Mr. Blumstein, the court of appeals in this case went through three different tests that they thought our cases support, a public function, State analysis.  It was the local-level interconnections. There are two levels of State interaction with the TSSAA.  At the State level, the State Board of Education for 24 years explicitly designated this organization as its agent to regulate interscholastic athletics for all schools in Tennessee. That was repealed, or changed in 1996, and now it recognizes, continues to recognize the role of the TSSAA and specifically authorizes the schools to maintain their membership in the TSSAA and the court of appeals focused exclusively on that State-level relationship. Under the Tarkanian analysis, Your Honor, the local levels, the public schools that control this organization, that comprise 84 percent of the membership, where there's one school, one vote, control the organization and under the Tarkanian analysis we think case whether the governmental institutions, in this case public schools, control the activity and so that it is fair to say that this is attributable to the Government because the Government, or its public schools in this case, control the decisionmaking. This is -- case is unlike many of this Court's other cases, such as Rendell-Baker v. Kohn, involving a school, Blum v. Yaretsky, involving a nursing home, Jackson v. Metropolitan Edison, involving a private utility.  In all of those circumstances, Justice O'Connor, the privateness, if you will, the formal privateness of the organization was assumed, and the question was whether the Government as purchaser, or Government as regulator, transformed that private, concededly private entity into State actor status. In this case, that very threshold question is its governing board.  It wouldn't matter if its members, if its governing board, I assume, were overwhelmingly governmental you'd say it's still a governmental agency."
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "Well, I think that under the control principle --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Oh.  You're relying on the membership, not -- I thought you were relying on the control."
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "On the composition.  We think both are important, but it's --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I see."
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "-- ultimately the control of the organization in a one-school, one-vote situation is the membership of the organization."
  },
  {
    "speaker": "QUESTION",
    "speech": "So if this organization were composed of 49 percent public school -- public schools and 51 shall be ex officio members of certain committees.  It was the Government that said that. Here it is not the Government, it is the organization which has a rule that you have to be a principal to be -- to serve on the governing board, and it is the organization, certainly not the Government, that says, you know, what schools will be a member, members of the organization.  It seems to me that's very different from --"
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "But it is the organization that's controlled by governmental institutions, so --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, Mr. Blumstein, supposing that all the principals, say in Eastern Tennessee, or Middle Tennessee, some area, got together, private schools, public schools, and said we want to form a principals association and get together once a month and we'll have a schools to participate in some awarding process, whether it be a principals' association or a German Club, if the German departments of the State decided that they --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, my hypothesis was that the principals did it on their own time.  They're in the organization because they're a principal of a school, but the Government isn't paying their way, and they're not exercising any State power, really, when they do this. They're just conceiving this award on their own and they're giving it away."
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "Your Honor, as one moves towards the -- a coaches' association or principals' association, I concede that it is conceivable that public officials will have a nonpublic function, or nongovernmental function that they can perform, and they would not be State actors. board of control or the legislative council terminates, so it is clear that these persons are not there as individuals, but there as -- in their representative capacity of the schools that they represent."
  },
  {
    "speaker": "QUESTION",
    "speech": "You could have had the same rule in the hypothetical that the Chief Justice posed.  Would that rule have changed your answer to that question?"
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "Well, Your Honor, in this case --"
  },
  {
    "speaker": "QUESTION",
    "speech": "That sure doesn't seem to me to establish whether the principal is serving as an agent of the Government or is serving on his own.  It seems to me that's the crucial question."
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "Well, I agree, Your Honor, and I think that in this case, as the Government argues in its amicus brief, that you have control linked with a violation in a Government turning over its determination of who will play in intramural sports to an organization that is not providing due process, or to an organization that discriminates on the basis of race, but that's not the argument that you're making here, that it's improper for the schools to deal with this organization.  You're saying this organization itself is the State."
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "Well, we're saying that it's controlled by governmental institutions, whether formally we are -- we want to argue, following the Court's decision in Lebron, that this is an arm of the State, or whether we want to provide a bright-line rule so that we don't have to traverse this difficult area of State action in every case, this case is different from every other case that the Court has decided in this regard because the control is by governmental institutions, and the organization is association."
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "Well, the --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I mean, does the record show?"
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "The record only shows that the vote must -- can only be done by a principal or by a teacher of the school as the representative of the school. We don't know exactly how control is exercised within the institution of the Government, but this person is acting in his or her official --"
  },
  {
    "speaker": "QUESTION",
    "speech": "How -- why do you say that?"
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "-- ex officio. Because the schools are the members of the organization.  It's not the officials.  It's not a coaches' association.  It's not an association of principals.  This is an association of schools, of public schools and private schools, 84 percent public schools."
  },
  {
    "speaker": "QUESTION",
    "speech": "Excuse me.  You say they control the organization.  I -- every issue isn't brought to the whole body.  I mean, do they assemble all of the principals?  I thought this was run by a governing board, and your complaint is that the governing board is what, elected by all the principals, which come from mostly public schools?"
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "There's both an as-applied and a facial challenge.  The facial challenge does not focus upon action of the governing board.  It focuses upon the recruiting rule, which is adopted by the body.  Then there is the implementation, the disciplinary proceeding --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, excuse me, which is adopted by the body how?  How does the body adopt that rule?"
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "In a one-school, one-vote --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Okay.  That is done on a floor vote?"
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "Yes, and the as-applied again."
  },
  {
    "speaker": "QUESTION",
    "speech": "Do you have to -- if you're a school that plays in this league, do you have to send somebody to this organization to vote on such things as this rule that you're objecting to?"
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "Is there a duty to vote?"
  },
  {
    "speaker": "QUESTION",
    "speech": "Is there a duty to have a person there on the floor?"
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "I don't believe that there is, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "So -- and although being a principal is a condition of being a member, a voting member, can a principal decide, I'm not interested in this and I won't do it?"
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "Not to participate in --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, not to participate in the hypothetical, if this were a group of principals meeting not to make an award to a student for diligence, but were meeting to set the curriculum that would be used in all the schools within the association.  If that's what the purpose of the principals' meeting, and what they decided became the curriculum for the school --"
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "Yes, Justice Ginsburg.  There has to be a mixture of the control and also an analysis of the function, the governmental function that is being performed and in this case you're quite correct, if it were a curriculum matter, or in this case an extracurricular matter that this Court in the Santa Fe case talked about being a highly visible, Government- sponsored school-related activity, under those circumstances the allocation of this resource, the ability to play against the public schools in sports, is the the lower court is affirmed in this case, then we can expect to have associations of the German department chairs, and of the history department chairs and so forth, and if the court of appeals is right in this, that all that it takes is a formalistic change in a State-wide rule, then we can see delegation and privatization I think of many other areas of our school activity and noneducational activity as well."
  },
  {
    "speaker": "QUESTION",
    "speech": "In this case I suppose it follows from your argument that all of the rules and regulations that are promulgated by the association are promulgated by a State entity, correct?"
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "From the TSSAA, Your Honor?"
  },
  {
    "speaker": "QUESTION",
    "speech": "These are just like -- there are -- all rules and regulations they pronounce after -- if you prevail will be State rules."
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "If the -- I'm sorry, if the association promulgated --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Under your view, all of the rules and regulations are now the rules of the State actor, and parochial schools are members of this body."
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "Yes, Your Honor, the parochial schools are members of the body, and if the organization, the TSSAA had a rule that, for example, banned prayer at games in which the organizations participated, then it would be -- the rules would be subject to constitutional scrutiny.  The rules of the association would be subject to constitutional scrutiny."
  },
  {
    "speaker": "QUESTION",
    "speech": "But do you agree that the -- even if two parochial schools were playing each other?"
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "Well, under the TSSAA bylaws, schools do not have the authority to undo these rules. position, Your Honor, but if you want to play against the public schools --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I thought you just said that was your position with reference to the parochial schools."
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "Yes, Your Honor, but it wouldn't -- I'm staying with the State actor status.  It would be a State actor, and I'm trying to be consistent with our position that the activity of the association as controlled by these governmental institutions would be subject to constitutional scrutiny, and if --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You're not arguing that the parochial school would be a State actor?"
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "No."
  },
  {
    "speaker": "QUESTION",
    "speech": "No, okay."
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "No, no.  Just the rules of the association are subject -- public character."
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "Yes.  The -- whether it be a ban, or whatever the rule would be that would be promulgated by this organization would be subject to constitutional scrutiny.  Yes, Justice Souter, that is our position."
  },
  {
    "speaker": "QUESTION",
    "speech": "You're not discussing the merits, whether the First Amendment gives Brentwood a right to recruit outside the rules?"
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "No, Mr. Chief Justice.  We're hoping to survive to live another day to fight that issue in the lower court. And I'd like to reserve some time, if I might."
  },
  {
    "speaker": "QUESTION",
    "speech": "Very well. Ms. Underwood, we'll hear from you."
  },
  {
    "speaker": "QUESTION",
    "speech": "What if it admitted a huge number of private school members?"
  },
  {
    "speaker": "UNDERWOOD",
    "speech": "Well, if the -- if it admitted -- if the membership were more private school than public school, it would cease to be a public entity on the theory that we're advancing here.  One would have to look at other questions.  There might be other reasons why its actions should be attributed to the State, or they might not be."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, assume -- let's assume that it performs the same function that is being performed here in regulating public school contests.  Would you say that that was a factor that ought to be considered, even though the membership was predominantly private?"
  },
  {
    "speaker": "UNDERWOOD",
    "speech": "It would be a factor that ought to be considered, but it would be a different case and a its members, the member, the public university that was at issue in that case.  The court noted that the case would be different if the members were largely public and from the same State, and that's this case."
  },
  {
    "speaker": "QUESTION",
    "speech": "And it would be the case, I take it, any State athletic association, given the current mix of public and private schools."
  },
  {
    "speaker": "UNDERWOOD",
    "speech": "That's correct.  The litigation against -- involving these associations in many States across the country where the record shows the numbers, shows similar numbers to this case -- that is, 80 percent, or 85 percent public, the world could, of course, change and then the issues might be different, but that is the case in Tennessee and, as far as the cases show, everywhere else as well."
  },
  {
    "speaker": "QUESTION",
    "speech": "I wanted to see the cases you thought"
  },
  {
    "speaker": "UNDERWOOD",
    "speech": "It is clear that that's happening here.  I mean, each of these cases is slightly different, of course."
  },
  {
    "speaker": "QUESTION",
    "speech": "Sure."
  },
  {
    "speaker": "UNDERWOOD",
    "speech": "But in this case it is the schools that are members, not the individual coaches. They are members in order to provide a program for their students.  That's what schools do.  That's their general public function, and this is a piece of that function, and they represent their schools. So that it seems to me that there's no other capacity in which they could be acting than in their public capacity as officials of their -- of the public schools.  That is, the public school members.  Obviously, the private school members are representing their private schools, but they are a very small minority."
  },
  {
    "speaker": "QUESTION",
    "speech": "What if the rules were changed so that to be a delegate you didn't have to be a principal, that you were just a parent from the school in question, so there's a representative from each one of the schools?"
  },
  {
    "speaker": "UNDERWOOD",
    "speech": "Well, that would be a different sort of association.  It would be less clear."
  },
  {
    "speaker": "QUESTION",
    "speech": "I know it would."
  },
  {
    "speaker": "UNDERWOOD",
    "speech": "It would be less --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I know it would, but would it -- would that still be --"
  },
  {
    "speaker": "UNDERWOOD",
    "speech": "It would be like --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- State action?"
  },
  {
    "speaker": "UNDERWOOD",
    "speech": "It would depend on what that parent's responsibility was.  It would be less -- I understand your hypothetical to say that that parent does not take direction, or cannot be directed by the school in"
  },
  {
    "speaker": "UNDERWOOD",
    "speech": "I don't think it hinges on whether they in fact do.  It hinges on the fact that the schools and, indeed, in this case ultimately the State legislature and the State Board of Education to whom the schools are accountable have the capacity to give them direction, that they act in their official capacity, and whether they in fact give direction as to any particular decision or not is not the point.  The point is that they have the ability to do so."
  },
  {
    "speaker": "QUESTION",
    "speech": "Is that conceded, that the principals could be instructed to vote a certain way in this organization?"
  },
  {
    "speaker": "UNDERWOOD",
    "speech": "Well, I don't believe the issue was squarely joined, but they are school officials, and the schools are members, and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Who instructs principals?  I thought"
  },
  {
    "speaker": "UNDERWOOD",
    "speech": "Well, the record establishes that the State Board of Education so recognized the important role of this association in the provision of educational activities to its students that it has sent members ex officio to the board meetings, and it has reserved -- over an extensive period of time it reserved the right to review the rules of the association, so I think --"
  },
  {
    "speaker": "QUESTION",
    "speech": "That ceased, did it not, the review?"
  },
  {
    "speaker": "UNDERWOOD",
    "speech": "Well, actually the district judge found that nothing changed when the regulation changed, so I'm not sure that it's fair to say that that ceased. It is true that the State Board of Education revised the regulation that it had that expressly reserved the right to review the rules.  It isn't clear that they principal be free to disregard that?"
  },
  {
    "speaker": "UNDERWOOD",
    "speech": "I don't think he would, but if, under the particular structure of education in Tennessee he might be, then it is surely within the power of the Tennessee legislature to arrange things to give the board that power. That is, I don't know whether the board currently has that power, although I would assume so.  If it doesn't, Tennessee, as a State, in some capacity certainly does have the power to instruct -- to direct the conduct of public education in Tennessee, including the rules that govern interscholastic athletics. If this association is not a State actor, then a gap will open up in the constitutional coverage of public school programs, because schools may often collaborate in providing programs for their students, not only in part of the educational program.  They wouldn't have to do so, but they have done so here, and have typically done so, and it's not -- it was suggested that it would be sufficient to hold each public school accountable, but in fact the individual public schools have no power one by one to change the rules or the actions of the association. Together they control it, but alone no one of them does, so unless the association itself is regarded as a public actor because it is the -- an aggregate of public actors, then collective action by the association could escape constitutional review."
  },
  {
    "speaker": "QUESTION",
    "speech": "Perhaps I should have asked the question of petitioner, but his time was running out, as yours is.  On page 8 of the blue brief, the first full paragraph says that for a school to be a member, its coach must be a full-time employee of the Board of Education. Mr. Colbert, we'll hear from you."
  },
  {
    "speaker": "COLBERT",
    "speech": "Mr. Chief Justice, and may it please the Court: TSSAA's authority to enforce rules for high school sports competition comes from the private choice of the schools that join TSSAA to abide by those rules and not from any authority given to TSSAA by the State of Tennessee, and whether the court examines the case as the Sixth Circuit did, using Jackson, and Blum, and Rendell- Baker, and the U.S. Olympic Committee case, and Tarkanian, and Sullivan, the result is the same. The question is, where does the authority for the power exercised by the association come from, and in this case it is quite clear in Brentwood Academy's case what you just said, I take it it would be.  It still wouldn't be a State actor, even if it regulated only public schools."
  },
  {
    "speaker": "COLBERT",
    "speech": "My answer would be the same, Your Honor.  It would not be a State actor because it is engaging in a function that is not a function that the State of Tennessee has chosen to regulate by statute or by constitution.  The function involved is an extracurricular activity, high school sports competition.  Like band competition, cheerleading, art competition, forensics --"
  },
  {
    "speaker": "QUESTION",
    "speech": "The students get some credit for physical education, toward that requirement, from being on this varsity team?"
  },
  {
    "speaker": "COLBERT",
    "speech": "There is a statute, the only statute in Tennessee that addresses interscholastic athletics at all allows a local public school board, if it that school makes for its own athletic program, but the school, the principal of school A has no authority from the State of Tennessee to regulate school B's athletic programs."
  },
  {
    "speaker": "QUESTION",
    "speech": "But why wouldn't the principal, when he or she goes to the meeting and casts a vote, it seems to me that that principal, when he or she casts a vote, must be acting in a State capacity because that's why that principal is there."
  },
  {
    "speaker": "COLBERT",
    "speech": "The principal is actually there in a capacity -- and I need to clarify this, because I think there was a misstatement made about how the rules get adopted.  The membership at large does not adopt the rules, and this is in the -- part of the TSSAA constitution is in the appendix.  There's a separate body. There's a board of control that enforces the rules. accountable to the Board of Education for the principal's actions in voting."
  },
  {
    "speaker": "COLBERT",
    "speech": "Well, the --"
  },
  {
    "speaker": "QUESTION",
    "speech": "And it seems to me somewhat unlike the Chief Justice's hypothetical of a principals' association, because the principal is there in order to advance the interests of the school as a school."
  },
  {
    "speaker": "COLBERT",
    "speech": "The principal is there on the legislative council or on the board of control in order to advance the interests of the voters who elected him and represent -- to serve in a representative capacity on the legislative council.  That may be public schools --"
  },
  {
    "speaker": "QUESTION",
    "speech": "So in your view the principal would be quite unconstrained by the Constitution from voting to deny membership to a school because its athletes were black, or Catholic, or something like that? not acting as the principal of his school when he serves on the board of control or the legislative council. He's eligible to be on the board or the council because he is a principal of a member school, just like the headmaster of Brentwood Academy is eligible."
  },
  {
    "speaker": "QUESTION",
    "speech": "Except that's the only reason he's there, is because he is the principal."
  },
  {
    "speaker": "COLBERT",
    "speech": "He -- well, he is there to further the interests of the entire association, which includes the public and private school members as well.  He is eligible to be there because he is a principal."
  },
  {
    "speaker": "QUESTION",
    "speech": "Is it theoretically possible that the legislative council could be -- which enacts the rules could be composed of a majority of private school principals?"
  },
  {
    "speaker": "COLBERT",
    "speech": "It's entirely possible, Your activities than there are private schools."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Colbert, you told me, and I think you were quite candid in this, that it doesn't matter, that you would be arguing the very same thing if this were an association where the members were all public schools --"
  },
  {
    "speaker": "COLBERT",
    "speech": "Right."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- and it excluded private schools."
  },
  {
    "speaker": "COLBERT",
    "speech": "Right."
  },
  {
    "speaker": "QUESTION",
    "speech": "Your argument would be identical to what it is."
  },
  {
    "speaker": "COLBERT",
    "speech": "That's right.  That's right, and I'm -- simply, in answer to Justice Scalia's question, you could have an association that has 86 percent public school membership, as TSSAA does, and have the entire board of control consist of private school --"
  },
  {
    "speaker": "COLBERT",
    "speech": "And they're more likely to run."
  },
  {
    "speaker": "QUESTION",
    "speech": "And they might change, as counsel for the Government told us, if there were a different mix of school at some future time, but right now, these leagues are overwhelmingly public."
  },
  {
    "speaker": "COLBERT",
    "speech": "But Your Honor, I don't know that a different mix of schools would necessarily make a difference in the governing body."
  },
  {
    "speaker": "QUESTION",
    "speech": "No.  I think you've clarified that, that if you're dealing with a universe that's all public schools, your argument is still the same, no State action."
  },
  {
    "speaker": "COLBERT",
    "speech": "Well, if you -- and in the Tarkanian case, for example, you were dealing with a universe of, as reflected in the argument transcript, roughly 1,000 schools, a roughly even split between public and private schools, but you had a committee on couldn't belong to one State, because it covered all the States."
  },
  {
    "speaker": "COLBERT",
    "speech": "Well, that's right, Your Honor, but there was also -- there were also some other issues in that case, such as whether UNLV as a single State actor had delegated its authority to regulate its athletic program to the NCAA, and whether that delegation was sufficient to make the NCAA a State actor, and the Court said no, because there was no statutory or constitutional requirement that UNLV engage in interscholastic athletics at all, much less that it defer to the NCAA for the regulation of interscholastic athletics. And you have the same thing in Tennessee.  There is no statutory or constitutional requirement that any school, public or private, have an interscholastic athletic program, much less that they defer to the TSSAA that there is one in East Tennessee, but that's not in the record itself."
  },
  {
    "speaker": "QUESTION",
    "speech": "While I've got you on the facts, is it correct where the blue brief says at page 8 that for a school to be a member its coach must be a full-time employee of the Board of Eduction?"
  },
  {
    "speaker": "COLBERT",
    "speech": "There --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Is Brentwood's coach a full-time member of the Board of Education?"
  },
  {
    "speaker": "COLBERT",
    "speech": "No, he is not.  There is a --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Full-time employee."
  },
  {
    "speaker": "COLBERT",
    "speech": "There is a rule that as you read it, and if you apply it to -- in the public school context it would require a public school coach to be an employee of the public school system."
  },
  {
    "speaker": "QUESTION",
    "speech": "Just in the public school context? and actually the rule -- the rules now do allow some assistant coaching from individuals who are not full-time employees of the school. Every aspect --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But the main coach, even in the private school, would have to be a full-time employee? Because the rule as quoted on page 8 says, have a Tennessee State teacher's license, be a full-time employee.  How does it work now for the private schools, for the main coach, not the assistant coach?  Must the main coach be a full-time employee of Brentwood under these rules?"
  },
  {
    "speaker": "COLBERT",
    "speech": "The coach is -- the head coach is expected to be a full-time employee of the school."
  },
  {
    "speaker": "QUESTION",
    "speech": "So that this rule, to the extent that it requires a full-time employee, does apply to private"
  },
  {
    "speaker": "COLBERT",
    "speech": "Of the school."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "May I ask whether you think your client was a State actor before -- 1995, was it, they changed the rules?"
  },
  {
    "speaker": "COLBERT",
    "speech": "No, Your Honor, we do not.  TSSAA was formed in 1925 without any involvement of the State. TSSAA operated for 47 years, until 1972 without any involvement of the State. In 1972, the State Board of Education on its own, without any legislative action, without any constitutional authority, passed an administrative rule designating -- it doesn't -- the language of the rule is important.  It doesn't delegate to TSSAA. does not convert the private entity's acts into State action, and that's what you have here. And in fact, analytically speaking, the argument of the petitioner that somehow the makeup of the board of control converts TSSAA's action into State action is really no different than the principle that this Court has rejected in Rendell-Baker, which is extensive State regulation of a private entity does not convert the private entity's --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But there's something really different about that Rendell-Baker and -- and here, it's a public official being paid by the State, goes to meetings. It's not out of his own pocket, is it, the principal, when he goes to the board it's on State time, or municipal time, whoever hires him?"
  },
  {
    "speaker": "COLBERT",
    "speech": "The record reflects that there in the State of Tennessee, in the law, that a principal be reimbursed for service on the board of control."
  },
  {
    "speaker": "QUESTION",
    "speech": "Do you know what the practice, the custom or practice is?"
  },
  {
    "speaker": "COLBERT",
    "speech": "I could not tell you what the custom or practice is, Your Honor.  I think there are different customs and practices from one person to the next and one school system to the next, and I think in some systems there is some reimbursement, I think in others there is not."
  },
  {
    "speaker": "QUESTION",
    "speech": "Could the State Board of Education, if it so chose, say we're no longer going to rely in any sense upon this organization, and we ourselves will set the rules for intramural contests?  Would it have the authority legally to do that?"
  },
  {
    "speaker": "COLBERT",
    "speech": "Yes, Your Honor.  I believe the choice, if it wants to regulate interscholastic athletic competition among public schools in Tennessee.  It doesn't have the choice to regulate that competition among private schools.  It has the choice to regulate among public schools.  It has chosen not to."
  },
  {
    "speaker": "QUESTION",
    "speech": "But it could -- if it were the regulator in the first instance it, I presume, would have the authority to say that no public school may engage in an interscholastic contest with a private school unless these rules are observed.  That would be within its authority, wouldn't it?"
  },
  {
    "speaker": "COLBERT",
    "speech": "Yes, but it has -- the State of Tennessee -- and that's an important part of Fourteenth Amendment jurisprudence, Your Honor, is the entire premise of the State action doctrine is to, a) ensure that private parties are free to conduct themselves as private parties have taken over responsibility for providing electric service to residents rather than leaving it up to a privately owned utility to provide that service.  The State chose not to involve itself in that activity, and the Fourteenth Amendment State action requirement gives the State that right without the State having to take responsibility simply because it could have taken over something."
  },
  {
    "speaker": "QUESTION",
    "speech": "Isn't there a difference -- and maybe there isn't historically in Tennessee, but isn't there a difference in the fact that intramural athletic contests are sort of accepted as a standard part of the educational scheme, whereas State provision of electric power is not? Is that a fair distinction?"
  },
  {
    "speaker": "COLBERT",
    "speech": "No, Your Honor, I don't believe that is a fair distinction.  At least in Tennessee I don't"
  },
  {
    "speaker": "COLBERT",
    "speech": "Well, it is, but it varies from one school to the next, and even among public schools, what activities they may engage in for --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But nobody in Tennessee would say, when they heard that the X school was having -- was engaging in interscholastic athletics, no one in Tennessee would say, what are they doing that for, that's crazy for a school to be doing that."
  },
  {
    "speaker": "COLBERT",
    "speech": "No.  That -- well, they might. They might when they find out they're engaging in swimming competition, for example.  There are schools in Tennessee --"
  },
  {
    "speaker": "QUESTION",
    "speech": "They think it's crazy to swim in Tennessee? (Laughter.)"
  },
  {
    "speaker": "COLBERT",
    "speech": "There are schools in Tennessee --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, what have they got against hockey?"
  },
  {
    "speaker": "COLBERT",
    "speech": "It's a bit unusual to say someone doesn't play football, but in Tennessee there are sports like swimming, for example, that some schools have chosen to engage in and to compete in, and compete for championships in.  TSSAA doesn't even regulate --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Okay, but the basic point is, schools customarily play each other in Tennessee."
  },
  {
    "speaker": "COLBERT",
    "speech": "That's right.  That's right.  But that, we submit, Your Honor, does not establish State action simply because it is an action that's customarily engaged in."
  },
  {
    "speaker": "QUESTION",
    "speech": "I thought that there was a finding in -- that the principals who attend these meetings are customarily reimbursed. think it varies from one -- I do know that the meetings occur at all different times.  They may occur on a school day.  They may occur on a Saturday.  The meeting that led to the filing of this lawsuit took place on a Saturday at a privately owned hotel, and whether there is reimbursement for the members of the board of control or the legislative council varies from one to the next. There is no standard practice in that respect. In this case there are several problems with the rule of law that's proposed by Brentwood Academy, problems that cause that rule of law to run contrary to the Fourteenth Amendment.  The first problem is that the rule -- and this is even consistent with the Solicitor General's remark. The rule proposed by Brentwood Academy would mean that if schools in extra -- in any extracurricular Fourteenth Amendment is concerned, we don't want to have any teams for girls.  We're going to limit our varsity teams to boys."
  },
  {
    "speaker": "COLBERT",
    "speech": "The -- you have to distinguish between what the association can do and what the individual schools can do.  An individual public school could not do that, and if an individual -- and that's one of the problems with the amicus briefs in this case, is they suggest that there's no remedy for any sort of discrimination if you hold that TSSAA is not a State actor, and that's simply not the case, because an individual public school still makes the choice of whether it's going to be a member of the association or not, and whether it's going to abide by the rules or not, and if --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No, but that association could impose that rule on Brentwood.  It could say, Brentwood, if you there would be constitutional recourse against that school, or against that local school board.  That does not turn the actions of the association itself into State action."
  },
  {
    "speaker": "QUESTION",
    "speech": "Even though the people who have made up that rule are the very same principals of the schools that would be sued individually?"
  },
  {
    "speaker": "COLBERT",
    "speech": "That's right.  That's right, but you would also --"
  },
  {
    "speaker": "QUESTION",
    "speech": "And even though they're appearing in that body as a representative of their school, not as an individual?"
  },
  {
    "speaker": "COLBERT",
    "speech": "Well, that's -- that's where I disagree, Your Honor.  They're not appearing as a representative of that school.  They're appearing as an elected representative of all the schools, and in that the Constitution -- if you allow the Fourteenth Amendment to reach the individual schools not by challenge to the action of an individual school, but by challenge to the action of the association, then you're allowing the Fourteenth Amendment to reach the private school members of the association as well."
  },
  {
    "speaker": "QUESTION",
    "speech": "No, you're just allowing it to say that the rules that the association imposes on its members are a State action.  That doesn't mean that the individual school -- the -- if Brentwood complied with those rules it would not be a State actor."
  },
  {
    "speaker": "COLBERT",
    "speech": "But the association has no power to impose those rules --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, but that's one of the issues."
  },
  {
    "speaker": "COLBERT",
    "speech": "-- except to the extent that the schools choose to abide by them. exactly what you have here. Membership in TSSAA, service on the board of control, following the rules or not following the rules is a matter of private choice.  Brentwood Academy made the private choice that it wanted to play in the TSSAA and compete for TSSAA championships, and now it doesn't want to follow the rules, and that's what this case is about."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, surely it's not a matter of private choice whether a public school chooses to join the association or not.  I mean, the decision to join the association has to be a -- you don't acknowledge that that decision is an official public school decision?"
  },
  {
    "speaker": "COLBERT",
    "speech": "The school itself in the case of a public school makes a -- makes its --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Okay."
  },
  {
    "speaker": "COLBERT",
    "speech": "-- own decision, makes a --"
  },
  {
    "speaker": "BLUMSTEIN",
    "speech": "Mr. Chief Justice, may it please the Court: The TSSAA has been very candid in stating the breadth of its position, but I'd like to point out on page 32 of its brief their position seems to be that even a coach who is a public school teacher and a public school official is not a State actor, so their position is that extracurricular activities are so outside of the scope of public accountability that even if there is a decision by a coach about a decision affecting athletic contests, that that does not fall within State action. The other -- another point on the question of control, in the joint appendix at page 89 and page 92 it makes it pretty clear that the principals are representatives of the school in voting on the legislative council and on the board of control, and joint appendix 89 The way that the courts have dealt with the issue of reviewing decisions of these associations is through a proper level of deference on a matter of substantive law, and so if the Court affirms below it will be unsettling what has been settled law in every jurisdiction that has heard this case for 30 years. Thank you, Your Honor."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "Thank you, Mr. Blumstein.  The case is submitted."
  }
]