[
  {
    "speaker": "QUESTION",
    "speech": "Has the Supreme Court of Tennessee ever applied the year-and-a-day rule to a case?"
  },
  {
    "speaker": "WARD",
    "speech": "The court has recognized it since State for numerous reasons.  Among those, they tried the defendant without the defendant being present. One of the reasons they reversed was because they put on proof during the trial as to the date of the death of the deceased, the witness said that it happened sometime in July, but never testified as to what date, what day of the month in July, or what year in July.  The court in -- the Tennessee Supreme Court referenced the year-and-a-day rule and reversed the case, because absent some evidence of what date and year there was a death, then there could be insufficient evidence."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, was it reversed because the case shouldn't have been brought, or because the testimony was not relevant?"
  },
  {
    "speaker": "WARD",
    "speech": "The court -- the Tennessee Supreme Court in 1907 listed numerous reasons and said for all of"
  },
  {
    "speaker": "WARD",
    "speech": "That's correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "And I'm curious whether the Supreme Court of Tennessee in invoking the year-and-a-day rule said it made the witness' testimony irrelevant, or did it -- does the year-and-a-day rule mean that the entire prosecution shouldn't have been brought?"
  },
  {
    "speaker": "WARD",
    "speech": "Well, what the court stated was that absent the -- they -- it was really a very -- one-paragraph opinion, a very short opinion.  They --"
  },
  {
    "speaker": "QUESTION",
    "speech": "The whole opinion was one --"
  },
  {
    "speaker": "WARD",
    "speech": "No.  Most of the paragraph was -- the opinion was taken up with the discussion of trying the man in abstentia."
  },
  {
    "speaker": "QUESTION",
    "speech": "Absentia."
  },
  {
    "speaker": "WARD",
    "speech": "Then there was about a half-a-page paragraph that dealt with two issues.  One was, was this 1907."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Ward, there -- this case has an aura of unreality about it.  Your client apparently attempted to murder the victim by stabbing him in the heart with a butcher knife.  Now, he didn't have any settled expectation that he wasn't going to be accused of murder, and yet he wants to take advantage of this year-and-a-day rule.  I mean, what does it serve? It's some concept of fair warning or expectation, but at the time the crime was committed, I guess he hoped the victim would die, and I don't see that your client has been deprived of any kind of an expectation."
  },
  {
    "speaker": "WARD",
    "speech": "Well --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Regardless of what we do with the year-and-a-day rule. fact also, not just at the time of the act; otherwise, a defendant who is approaching trial is never going to know exactly what are the elements of the offense, or what is the punishment that I'm about to face. We don't just say you're entitled to fair warning of the punishment at the time you commit it, but you're also, based upon that time, are allowed to rely upon that as you're approaching trial."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I guess we wouldn't allow a court, any more than we would allow a legislature, to change the law so that attempted murder now becomes murder.  That is, so long as you intend to kill, dispense with the requirement that the victim actually die.  You could say, gee, his expectations weren't disappointed.  He intended to kill.  It just so happened the person didn't die."
  },
  {
    "speaker": "WARD",
    "speech": "Well, it's not.  Under the State's theory in this case, as long as the defendant had the same mens rea, same actus reis, the fact that the result occurred or didn't occur would be irrelevant, and under the State's theory you could eliminate the requirement that there be a result and there would be no problem with that. But the problem is that as a matter of fundamental fairness and fair warning as to punishment deals with not just at the time of the act.  If we allow courts to retroactively alter the elements of an offense or to retroactively enhance punishment, what I have to do, what I have to tell my clients when we're getting ready to go to trial is, I can tell you what the law was at the time you committed your crime, and I can tell you what the law is today, as we get ready to go for trial, and you're"
  },
  {
    "speaker": "WARD",
    "speech": "I wouldn't be here, and that would be a matter of statutory interpretation."
  },
  {
    "speaker": "QUESTION",
    "speech": "Now, suppose the State is one, and I don't know if this is so, where you couldn't have purely prospective overruling because that would be considered an advisory opinion, so here's the Tennessee Supreme Court saying, gee, it was our mistake in not getting rid of this obsolete rule.  It's our rule, not the legislature's rule, so we want to get rid of it, but we can't. We're saying it's our fault, not the legislature's.  We can't change, however, because if we apply it to this case it's going to be ex post facto, and we can't simply prospectively overrule without being an advisory opinion.  So is your -- is the -- at the end of the road, is your argument one that a court can't cure its own error of this nature? citations, but they frequently make rulings prospectively."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, but Justice Ginsburg's hypothetical, and the point interests me as well, it's actually to assume the opposite, that a court is in a system where it is improper to give an advisory opinion. Then what would happen?  The court's hands are tied."
  },
  {
    "speaker": "WARD",
    "speech": "Well, I think that the court could give some indication, and could voice some discomfort with the rule short of an advisory opinion."
  },
  {
    "speaker": "QUESTION",
    "speech": "But it could never change it, unless you're saying that the dictum would provide sufficient basis for a subsequent case."
  },
  {
    "speaker": "WARD",
    "speech": "It would --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Then we have an incremental overruling process that you would allow?  They're still changing the law. certainty is gone."
  },
  {
    "speaker": "WARD",
    "speech": "Well --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You don't know what the Tennessee Supreme Court is going to do the next time it comes up if in the interim it has criticized the rule."
  },
  {
    "speaker": "WARD",
    "speech": "But I would be fairly confident, if the Tennessee Supreme Court had criticized the rule in advising my client that there was a substantial likelihood that the rule would be changed."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, suppose 10 State supreme courts in other jurisdictions -- that didn't happen here -- had criticized the rule and Tennessee was just quiet about it. You've got the same problem."
  },
  {
    "speaker": "WARD",
    "speech": "Well --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Plus -- plus we know that the day, year-and-a-day rule is an outmoded relic anyway. Do you think that common law courts, which had much more rigorous notions of stare decisis than we do today, do you think they would have thought it unthinkable that a court should not be able to suddenly make a crime of what had not been a crime at common law? I mean, I don't know why you accept that, especially when you're dealing with a State that has a constitutional provision adopted in 1870 which reads, all laws and ordinances now in force and use in this State not inconsistent with this constitution shall continue in force and use until they shall expire, be altered, or repealed by the legislature.  I don't think it's unthinkable at all, the Supreme Court of Tennessee shouldn't be able to alter the criminal law. I mean, if you want to accept it, fine, but I don't know -- is envisioned by the constitution of the State of Tennessee."
  },
  {
    "speaker": "QUESTION",
    "speech": "The question didn't assume that it was unthinkable.  The question was simply putting it to you, is this the end result?  That is, that the Tennessee Supreme Court cannot itself change its rule, only the legislature can?"
  },
  {
    "speaker": "WARD",
    "speech": "Well, the Tennessee Supreme Court can change the rule, and I have no problem with the court changing the rule.  The problem that I'm talking about is the retroactive --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But they can't change it, because there'll never be a case in which they can change it.  In other words, the court in this situation, we can't change it prospectively because it would be advisory.  We can't change it in this case because it would be ex post facto. interpretation of that."
  },
  {
    "speaker": "QUESTION",
    "speech": "May I ask you this further question? Suppose we -- it's so, and we tell the Tennessee Supreme Court, you're wrong, this would be an ex post facto obligation.  It would still be open to the Tennessee Supreme Court, would it not, to say, gee, we have to rethink what that lower court did, and we now decide that they were right after all, that the legislature made that change long before this crime was committed. It would still -- no matter what we say here, it would still be open to the Tennessee Supreme Court to say the change was already made by the legislature and that really ended the case, and all this has been kind of an academic exercise."
  },
  {
    "speaker": "WARD",
    "speech": "Well, the Tennessee Supreme Court has already said that the legislature did not make a change in"
  },
  {
    "speaker": "WARD",
    "speech": "I guess the Tennessee Supreme Court could do it.  They could certainly try it, and I would certainly try to think of some way to come back to this Court, but --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, can you think of one?  The Tennessee Supreme Court says, gee, we got it wrong, that court of criminal appeals, they had it right all along. The legislature took care of it.  We don't have any more year-and-a-day rule, haven't had one for 5 years."
  },
  {
    "speaker": "WARD",
    "speech": "I guess I have to concede that that's always possible, but the Court has made a detailed analysis, the Tennessee Supreme Court, they've rejected that, and I believe that I would stand behind them that they would not change their mind in midstream simply because this Court sent the case back and said they erred on another point. what it's going to do is, it's going to undermine the presumption of innocence."
  },
  {
    "speaker": "QUESTION",
    "speech": "I could understand very clearly, Mr. Ward, the argument if you were saying that they added an element, or they subtracted an element from the offense, or something like that.   You used to have to do it intentionally, but you don't have to anymore, and it's a much different -- but here you have something that really is quite peripheral, out on the fringes, that doesn't govern the substantive criminal law at all.  It's almost like a statute of limitations."
  },
  {
    "speaker": "WARD",
    "speech": "Well, I disagree, Your Honor.  I believe that this is a material element of the offense as the Tennessee Supreme Court has interpreted it.  They have said that you must prove death within a year and a day in order to convict of any homicide offense in Tennessee, anything with regard to the -- it doesn't deal with anything but a time period that they're required to bring an action in.  This is a time period that they must prove certain facts occurred in."
  },
  {
    "speaker": "QUESTION",
    "speech": "With a statute of limitations your argument would go, you are guilty of the crime but can't be prosecuted for it after the 10 years, whereas with a year and a day, your position is you're not guilty of the crime unless the death occurs within a year of -- within a year and a day. Now, your opponent says it's just evidentiary. What's your response to that?  It's just a question of evidence."
  },
  {
    "speaker": "WARD",
    "speech": "Well, it's -- as interpreted by the Tennessee Supreme Court, it's not just a question of evidence.  It's a material element that's required to be fact I can't prove it, we'll just eliminate it.  Any element of the offense I can't prove, we have the power to retroactively eliminate."
  },
  {
    "speaker": "QUESTION",
    "speech": "I guess one of the questions I have is whether we gain anything by characterizing it as an element.  If you go back to Bouie, Bouie was concerned with, let's say, the elements that refer to the conduct of the defendant, didn't it?  And Bouie was concerned about fair notice to an individual about what he could and could not do at the time he acts.  And so even if we say, well, the year-and-a-day rule is kind of like an element, it's not the kind of element, it's not the kind of fact that Bouie was concerned with, was -- is it?"
  },
  {
    "speaker": "WARD",
    "speech": "It's not a fact that would deal with the first Calder category, whether something was criminal, made criminal after the fact, no more than whether or actually held, the point as to which Bouie made a difference, was a point about altering elements that describe the criminal act itself as opposed to conditions that may or may not occur subsequent to that."
  },
  {
    "speaker": "WARD",
    "speech": "I agree with Your Honor.  The cases that come before this Court for the most part have dealt with the first Calder category."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes."
  },
  {
    "speaker": "WARD",
    "speech": "But if this Court --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But I guess if you don't use an elements test for Bouie, I guess you have to reach the conclusion -- and you say it's only those things that affect the conduct at the time of the offense, regardless of whether it's an element or not.  Then you would have to say that you could change the law and not require for murder in the first degree that the victim had died."
  },
  {
    "speaker": "QUESTION",
    "speech": "But that's what you should have said in response to the Bouie argument just raised. (Laughter.)"
  },
  {
    "speaker": "WARD",
    "speech": "But if this Court applies one Calder category there's no reason not to apply them all.  If there's some concern about whether due process principles should incorporate -- ex post facto principles should apply --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What is your authority, Mr. Ward, for simply suggesting that all of the Calder categories are carried over into this ex -- like ex post facto -- clearly this is not governed by the Ex Post Facto Clause.  It's governed by Bouie, which said some of the same considerations applied.  You're talking as if everything is carried over bag and baggage."
  },
  {
    "speaker": "WARD",
    "speech": "Well, I submit it's carried over with asking for an extension.  In the other sense I'm asking the Court to say that it meant what it said, that ex post facto principles apply through the Due Process Clause."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, Mr. Ward, with respect to that, Calder was itself dicta, because the case came out the other way, and there was something said by a justice and it has become venerable over the years just because it's been repeated and applied as law by later courts. But then, when you're thinking of extending it under a due process label, wouldn't you want to take into account its origin, and the compartmentalization has been criticized?  I mean, you're not bound to take it over lock, stock and barrel.  Why should you, given its origin as dictum and its rigidity with these categories?  I mean, it's not Scripture."
  },
  {
    "speaker": "WARD",
    "speech": "That's correct, and actually when you My suggestion is that there's just as great a harm from making something criminal that wasn't criminal before as it is to aggravate a criminal offense.  For instance, if you take something that's not a crime and give it a 2-day punishment.  It's a far greater harm to take something that already is a crime with a 2-day punishment and then aggravate it to where it has a 20-year punishment. Justice Chase talked in Calder about those Calder categories and said they came from the same kinds of harm, and my suggestion is that ex post facto principles are fundamental concepts, fundamental concepts like fundamental fairness.  It's fundamentally unfair to alter the elements of an offense after the fact, or to aggravate it.  It's fundamentally unfair because it undermines the presumption of innocence. into consideration the fact that all opinions in one way or the other are retroactive.  How do we treat these opinions that are grossly retroactive, that change a clear line of authority in a jurisdiction? If there's no further questions, I'd like to reserve the remainder of my time."
  },
  {
    "speaker": "QUESTION",
    "speech": "Very well.  Very well, Mr. Rogers. Mr. Moore, we'll hear from you."
  },
  {
    "speaker": "MOORE",
    "speech": "Mr. Chief Justice, and may it please the Court: The decision below did not deny petitioner due process of law because it did not deprive him of fair warning that stabbing another person in the chest with a butcher knife risked prosecution under Tennessee's Chief.  Go ahead."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I was just going to say, wasn't it assumed by the Tennessee Supreme Court that this was a substantive rule of law, and that you agreed that it was but argued that it had been repealed by the 1989 revision of the statute?"
  },
  {
    "speaker": "MOORE",
    "speech": "Yes, Your Honor, our position below was that the rule was a substantive principle of law that had been abolished by operation of our Criminal Code of '89, which said that unless conduct is described as an offense by statute it is no longer an offense, and we argued that the evident purpose of that provision was to abolish all common law crimes, common law elements of crimes --"
  },
  {
    "speaker": "QUESTION",
    "speech": "And the court rejected that argument."
  },
  {
    "speaker": "MOORE",
    "speech": "-- but that position was difference, because the touchstone of due process fair warning in this context, in the retroactivity context, is the violation of a reliance interest of some sort, and because --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Let me ask you just a little refinement of the question.  Supposing you had prevailed on the view that the 1989 statute had discarded this or changed this substantive rule of law, would you think that you could then have prosecuted someone who had committed the crime before the 1989 statute went into effect?"
  },
  {
    "speaker": "MOORE",
    "speech": "Your Honor's hypothetical is if we had prevailed and the '89 act had --"
  },
  {
    "speaker": "QUESTION",
    "speech": "And then you wanted to indict someone who had committed the same kind of offense prior to 1989."
  },
  {
    "speaker": "MOORE",
    "speech": "Yes, Your Honor, it is.  What Your Honor's question essentially is, if the legislature in --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But not for due process purposes."
  },
  {
    "speaker": "MOORE",
    "speech": "But not for due process purposes."
  },
  {
    "speaker": "QUESTION",
    "speech": "So your position is, in the hypothetical that I raised with your colleague over there, your position is that if the legislature changed, or our Court changed the law so that the victim no longer has to die, you're guilty of murder, your reliance would have been just the same.  You intended to kill the person.  You struck him with a knife.  He just happened, through your good luck, not to die.  No reliance interest at all.  Do you really think the court could say, we no longer require the victim die for murder?"
  },
  {
    "speaker": "MOORE",
    "speech": "I do not."
  },
  {
    "speaker": "QUESTION",
    "speech": "Why? over whether this timing thing here is an element of the crime or not.   You've just said that it's irrelevant for due process purposes."
  },
  {
    "speaker": "MOORE",
    "speech": "I think the due process violation in Your Honor's hypothetical would be that -- well, I think first of all, Your Honor's hypothetical assumes that a court may rewrite a statute.   Homicide in Tennessee is not a common law crime."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right."
  },
  {
    "speaker": "MOORE",
    "speech": "It's a statutory crime."
  },
  {
    "speaker": "QUESTION",
    "speech": "Change the hypothetical so it isn't a statute, it's a common law crime.  It doesn't matter.  I mean, the fact is, you have to come back -- in order to avoid my hypothetical you have to fall back on the fact that this is not an element of the crime in this case.  If it's an element of the crime, I think you're going to"
  },
  {
    "speaker": "MOORE",
    "speech": "Well, there is substantive due process.  If it is a wholly irrational change, that indeed would be unconstitutional for that reason, but I think the retroactivity problem here that is the subject of Mr. Ward's client's complaint is that somehow the retroactive alteration of this principle of law deprived him of some form of fair warning."
  },
  {
    "speaker": "QUESTION",
    "speech": "You're careful to say that this is not a substantive due process violation, and that's the way the question presented is.  I -- the ex post facto law applies to the States.  Can we consider this as an ex post facto case without any prejudice to your position?"
  },
  {
    "speaker": "MOORE",
    "speech": "No, Your Honor, I do not think the Court may consider this to be an ex post facto case, because the ex post facto --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No, no, no.  Can we debate this case the -- pardon me, for the Court to abrogate the year-and-a-day rule.  That's really what's before us, isn't it?  Isn't this an ex post facto case rather than a substantive due process case?"
  },
  {
    "speaker": "MOORE",
    "speech": "I would disagree with Your Honor, because it would be an ex post facto case if the alteration of the law here had been effectuated by the legislature.  Now, Mr. Ward's argument is that the technical restrictions of the Ex Post Facto Clause have been imported into the Due Process Clause, but there are numerous reasons why we contend that would be imprudent and, as a matter of history, incorrect."
  },
  {
    "speaker": "QUESTION",
    "speech": "I see.  And this is the way you read Bouie.  Of course, Bouie does have language to the effect that if the legislature can't do it under the Ex Post Facto Clause, neither can the courts, and I would assume"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I think if we prevail for your position we do have to cut back on some of the language in Bouie, do we not?"
  },
  {
    "speaker": "MOORE",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Because there is the fact, if we say well, the legislature can't do it under the Ex Post Facto Clause, neither can the courts."
  },
  {
    "speaker": "MOORE",
    "speech": "Well, I think candidly the language to which Your Honor refers is properly characterized as dicta, because in the Bouie opinion Justice Brennan quite clearly located the doctrinal source of his ruling in this Court's Bouie for vagueness jurisprudence."
  },
  {
    "speaker": "QUESTION",
    "speech": "I think that's a fair argument, but we have to at least cut back on the dicta."
  },
  {
    "speaker": "MOORE",
    "speech": "Yes, Your Honor. Now, clearly --"
  },
  {
    "speaker": "QUESTION",
    "speech": "May I just interrupt you there for a second?  The clause itself doesn't speak about the legislative branch.  It speaks about, a State may not pass such a law, and it's true, of course, that a court normally looks to the past and decides what the law has always been, even though a question has never been decided. But here, however, it's unusual, because the Tennessee Supreme Court expressly says, we're going to change a substantive rule of law, and is that any different than if it had been exercising, say, its functions to make court rules, or had said, we are now going to pass the following rule, that in murder cases the victim does not have to die within a year.  If they'd written it out as a rule to be applied in the future, and resolution under review there had been adopted by the Connecticut legislature in the exercise of that body's historic powers to operate as a court, and all three of those justices said that if we decide this is a judicial act rather than an act of legislation, it is beyond the words of the Constitution. But in that day of rigorous stare decisis, what they may have meant by a judicial act was a court announcing that this rule of a year and a day was never part of Tennessee law, that our past opinions were erroneous.  At most they meant that, and maybe they meant simply affirming an ambiguous rule. I mean, I think you have to read Calder in the time frame in which it was pronounced.  You didn't have courts who suddenly just jumped up and said oh yes, that used to be the criminal law, but we are changing it. old-fashioned way.   They lied about earlier cases. (Laughter.)"
  },
  {
    "speaker": "QUESTION",
    "speech": "But they certainly didn't just stand up and say, you know, we're changing the law.  That was very rare."
  },
  {
    "speaker": "MOORE",
    "speech": "Right, but of course it is our contention, Your Honor, that Calder v. Bull is really beside the point here, because this is a due process case, not an Ex Post Facto Clause case."
  },
  {
    "speaker": "QUESTION",
    "speech": "May I pursue that just for a second? Assume for the sake of argument here, and you will be willing to do this, I guess, that the year-and-a-day rule is not an element, and assume that the Ex Post Facto Clause has not been totally incorporated and applied to judicial acts.  One line of analogy that has been suggested here this morning, it's not a perfect analogy,"
  },
  {
    "speaker": "QUESTION",
    "speech": "What's the general rule in the State court, sitting with State due process clauses, or applying the Federal one for that matter?  Have they held it a denial of due process in effect to reopen the limitation period after it has run in a defendant's favor?"
  },
  {
    "speaker": "MOORE",
    "speech": "I can only speak to my jurisdiction's case law, and I cannot cite to Your Honor a case that directly addresses that issue under our State constitutional equivalent of the United States or the Fourteenth Amendment's Due Process Clause."
  },
  {
    "speaker": "QUESTION",
    "speech": "Is it acknowledged and accepted that a legislature could not alter an ex -- a statute of limitations, after it has run for a defendant?"
  },
  {
    "speaker": "MOORE",
    "speech": "I do not believe that is an accepted proposition.  I believe that if a legislature did it, one would have to measure that law against each of the punishment, and because it involves issues that are wholly collateral to guilt or innocence, it's hard to argue that it's a sufficiency-of-the-evidence rule.  Rather, the remedy for a statute of limitations violation would be to dismiss the prosecution altogether, to dismiss the indictment altogether, not to enter a judgment of acquittal. So I think if I were here arguing that case, at least I would have an argument that would pass the smile test."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, but even in a statute of limitations case, in a civil action, don't we place a fairly high value on the assurance that a defendant has that his period of jeopardy, his period of exposure to liability is over, and he can simply get on with whatever he wants to do, and I would suppose that that same value"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, it functions -- it certainly functions that way."
  },
  {
    "speaker": "MOORE",
    "speech": "Perhaps it functions that way, but its purposes at common law were wholly unrelated to considerations of repose, or concern with -- concerns with repose, so I don't believe --"
  },
  {
    "speaker": "QUESTION",
    "speech": "They were essentially evidentiary.  I mean, you just couldn't prove the causation reliably after that period."
  },
  {
    "speaker": "MOORE",
    "speech": "Precisely, Your Honor, so I don't believe that petitioner can really claim any expectation interest in repose that derives from the rule. Now, the statute of limitations does protect such concerns but, of course, there is no statute of limitations for murder in Tennessee -- here."
  },
  {
    "speaker": "QUESTION",
    "speech": "Why?  Suppose that if you have two statutes in a state, the first forbids attempted murder and has lesser penalties, the second forbids murder, and has greater penalties, and one day the State, the supreme court decides to -- that anyone who's guilty of attempted murder is guilty of murder, because they say there's no difference in the state of mind, et cetera.  They have some reasons. Now, could you apply that retroactively?  I wouldn't have thought so.  I mean, it seems very unfair."
  },
  {
    "speaker": "MOORE",
    "speech": "I don't think so, but I --"
  },
  {
    "speaker": "QUESTION",
    "speech": "All right.  Now, I agree with you. But if that's so, how does this differ?  I mean, before they make the change people think, if I go after somebody and he survives for a year and a day, it's like attempted murder, murder."
  },
  {
    "speaker": "MOORE",
    "speech": "And Your Honor's hypothetical is that -- that, if I understand it, that a court would decide that attempted murder equals murder."
  },
  {
    "speaker": "QUESTION",
    "speech": "You can imagine -- I mean, it's not totally absurd.  It depends on how they're written.  They have discretion as to sentencing, they say, these notions of punishing by effects are out of date, we should punish by state of mind, the state of mind is identical -- I mean, we can make that up.  It's not totally absurd.  It's just moderately absurd. (Laughter.)"
  },
  {
    "speaker": "QUESTION",
    "speech": "But if it did happen -- if it did happen, which is the point of it, I think we'd say it was fundamentally unfair, and that's why I want to know what the difference is.  To me there is -- I can't find a Breyer's."
  },
  {
    "speaker": "QUESTION",
    "speech": "And it's awfully technical, you see."
  },
  {
    "speaker": "QUESTION",
    "speech": "Now, in the sense that from the point of view of fairness, really what's happened in my attempted murder, murder case is the difference as to something beyond the control of the defendant, whether the person happened to die, and that seems just what's at stake here, whether we call it an element, or whether we don't call it an element, and that's why it seems a relevant hypothetical."
  },
  {
    "speaker": "MOORE",
    "speech": "I think the year-and-a-day rule, that it is not accurate to characterize the year-and-a-day rule as an element, for a couple of reasons.  First of all, the court below, and as a matter of Tennessee law, I think it is clear from its opinion indicated that it is not an element of homicide.  It said, really an element of murder. Now, we'd look at that and we'd say, well, you say that, but come on, that's an element.  Isn't it a question for the Federal court, rather than the State, ultimately?"
  },
  {
    "speaker": "MOORE",
    "speech": "I would disagree with that.  I think --"
  },
  {
    "speaker": "QUESTION",
    "speech": "All right.  Well --"
  },
  {
    "speaker": "MOORE",
    "speech": "I think the State --"
  },
  {
    "speaker": "QUESTION",
    "speech": "How do you distinguish the year-and-a-day rule from what we held to be an element a couple of terms ago?  I think it was a couple of terms ago.  That is, in a rape prosecution, the requirement that there be a hue and cry by the victim.  We held that was an element of the crime.  Like the year-and-a-day rule, it has nothing to do with the intent of the criminal.  It's one of those issues that is submitted to the jury.  It's rather a jurisdictional fact."
  },
  {
    "speaker": "QUESTION",
    "speech": "My recollection of the case Justice Scalia refers to, which I think is Carmel, is not the same as his.  I think we were both in dissent in the case, but my recollection is that the Court held that the particular -- the hue and cry violated the Ex Post Facto Clause.  I don't know that it said that that was an element of the crime."
  },
  {
    "speaker": "MOORE",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I thought -- I -- well, we'll go and read it.  I thought we -- we said that because it was an element."
  },
  {
    "speaker": "MOORE",
    "speech": "But in either case I don't think the problem with Justice Breyer's hypothetical or Justice Scalia's hypothetical would be one of due process fair case too, and they said well, they can't do that, and they say, if we can't do that because of the Ex Post Facto Clause we urge the supreme court to abolish it judicially, and remind them that they all run for reelection if they don't do it, so -- (Laughter.)"
  },
  {
    "speaker": "QUESTION",
    "speech": "And then, sure enough, the case comes up and they decide, well, it's a -- it was a common law rule but we're going to abolish it.  Now, why should there be a different rule when it's done by the court rather than by the legislature?  That's my real question in the case."
  },
  {
    "speaker": "MOORE",
    "speech": "Because of the institutional differences between courts and legislatures."
  },
  {
    "speaker": "QUESTION",
    "speech": "And what is the institutional difference when the court frankly says, we are making a"
  },
  {
    "speaker": "QUESTION",
    "speech": "But my hypothetical assumed that there was political pressure."
  },
  {
    "speaker": "MOORE",
    "speech": "Excuse me, Your Honor?"
  },
  {
    "speaker": "QUESTION",
    "speech": "My hypothetical assumed that there was political pressure because they have to run for reelection.  They can read the newspapers and see how outraged the public is about this particular crime."
  },
  {
    "speaker": "MOORE",
    "speech": "Well, I think Your Honor's hypothetical posits there is political pressure, but the court, of course, by tradition doesn't succumb to political pressure. (Laughter.)"
  },
  {
    "speaker": "MOORE",
    "speech": "And in addition it operates under a set of institutional constraints in the way it goes about doing its business that it seems to me provides important protections here. before them, but on all similarly situated litigants. I think all of those traditional restraints operate to justify different treatment for court decisions as opposed to decisions of legislatures, and certainly the history of the Ex Post Facto Clause indicates that the framers were acutely aware of those distinctions, and because of a well-documented history of parliamentary abuse involving legislation of this sort they thought it essential to insert a prophylactic prohibition against legislation of this sort without regard to -- they weren't going to look into the fairness of individual pieces of legislation and the circumstances under which they were passed.  They erected a prophylactic bar to legislation of that sort at all."
  },
  {
    "speaker": "QUESTION",
    "speech": "But isn't the answer to the institutional argument that you've been making the answer precedent today, and for that reason, shouldn't the Due Process Clause take that into consideration by being starchier in -- than perhaps the founders ever thought there would be a need to be when reviewing judicial change?"
  },
  {
    "speaker": "MOORE",
    "speech": "Your Honor, I think the Due Process Clause and the Ex Post Facto Clause also are -- serve very different functions under our constitutional scheme. As I indicated, the Ex Post Facto Clause is this sort of structural restraint on the power of that branch of Government, but Due Process, litigation under the Due Process Clause is by its very nature case by case, and the concern of the Due Process Clause is individualized fair treatment, so I would suggest that it would be inconsistent with the nature of the due process guarantee that -- of the sort that violates our notions of fundamental fairness and our notions about the rule of law. To close, our position is that the Due Process Clause was not violated here, and that the Due Process Clause is not violated by a court decision of this sort that retroactively alters a rule of criminal law unless that change expands the scope of conduct covered by the criminal prohibition issue and does so unforeseeably. Secondarily, our position is that the Ex Post Facto Clause simply doesn't regulate judicial action at all, and that none of its technical restrictions should be imported wholesale into the Due Process Clause. Thank you very much."
  },
  {
    "speaker": "QUESTION",
    "speech": "Thank you, Mr. Moore."
  }
]