[
  {
    "speaker": "QUESTION",
    "speech": "It has, I take it, been described as such by statute from the very beginning."
  },
  {
    "speaker": "LAYTON",
    "speech": "From the very beginning, Your Honor, and that's significant, because even in 1933, what rights or ablities a Federal instrumentality had was unclear.  Certainly --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But don't we have -- isn't the statute -- as I understand the statute, it used to say, your bonds are exempt and your income is exempt as long as the stock's being held by the Board of Governors."
  },
  {
    "speaker": "LAYTON",
    "speech": "That's right."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right.  Now, they get rid of the second part because nobody holds the stock any more."
  },
  {
    "speaker": "LAYTON",
    "speech": "That's right."
  },
  {
    "speaker": "LAYTON",
    "speech": "Well, I think that's what they say. That isn't what we would say."
  },
  {
    "speaker": "QUESTION",
    "speech": "Right.  Right.  That's what they say."
  },
  {
    "speaker": "LAYTON",
    "speech": "We would say that they're not --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Exactly, right."
  },
  {
    "speaker": "LAYTON",
    "speech": "That's right, and this Court, and in fact Congress has never suggested that there could be this kind of a hybrid provision for exemption.  In each of the instances where we have a financial institution that seeks an exemption from taxes, Congress has either defined the whole scope of that exemption, or left it blank."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right.  Now, given that's their argument, and given we're left with the remnant, why doesn't McCulloch click in?"
  },
  {
    "speaker": "LAYTON",
    "speech": "Well, first off that -- the McCulloch -- well, McCulloch holds that a Federal"
  },
  {
    "speaker": "QUESTION",
    "speech": "Now, is there a second argument lurking here, that --"
  },
  {
    "speaker": "LAYTON",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "That's what I'm --"
  },
  {
    "speaker": "LAYTON",
    "speech": "That McCulloch is restricted to an instrumentality of the type that this Court addressed in the New Mexico case, and we can see the comparison fairly bluntly here. The Second Bank of the United States was run by presidential appointees.  The Federal Government owned 20 percent of the shares in that bank, and that bank performed governmental functions, not just functions in which the Government had an interest, but it actually issued currency.  It did things that the Government itself must do.  In that sense, the Second Bank of the United States was a little like the Red Cross that this Court Agriculture, and there is a direct appropriation from Congress in a -- over a 10-year period of -- or 20-year period of $600 billion for the Rural Telephone Bank. By contrast, here we have an entity that from the beginning has been controlled by a board of directors that is appointed by its voting shareholders, which did not include the United States.  That is, by the borrowers. It has always been a private entity, quite distinct from the things that we see in McCulloch. So what's the distinction from McCulloch? McCulloch holds that if you have something that is an instrumentality of the type that is the Second Bank of the United States, then in fact there is, absent any congressional language, immunity."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I guess on the side of your opponent is the fact that these banks were created to that cost.  It's interesting to look a little at the history of what happened here.  In 1933 --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Assuming it does --"
  },
  {
    "speaker": "LAYTON",
    "speech": "Assuming it does, assuming that it does drive up the cost, then that would certainly affect the ability of these entities to fulfill that interest in which the Government has an interest, yes, it would."
  },
  {
    "speaker": "QUESTION",
    "speech": "Is that enough, then, to exempt them from that interest?"
  },
  {
    "speaker": "LAYTON",
    "speech": "No, it is not.  It is not.  If that were enough, then anything that Congress creates within its power and says it has a governmental interest could be exempted, or inherently exempted from State tax."
  },
  {
    "speaker": "QUESTION",
    "speech": "Would you amend your answer to say, anything the Government calls an instrumentality?"
  },
  {
    "speaker": "LAYTON",
    "speech": "Well, no.  I don't know that the"
  },
  {
    "speaker": "QUESTION",
    "speech": "No, I mean, but the statute creating the Bank of the United States."
  },
  {
    "speaker": "LAYTON",
    "speech": "As far as I know, it did not."
  },
  {
    "speaker": "QUESTION",
    "speech": "Did it call it an instrumentality of the United States?"
  },
  {
    "speaker": "LAYTON",
    "speech": "No."
  },
  {
    "speaker": "QUESTION",
    "speech": "My recollection is that it didn't."
  },
  {
    "speaker": "LAYTON",
    "speech": "I -- there's no mention in the case suggesting that it did, and that matters in the sense that -- well, not just that it didn't use that phrase, but there's no exemption statute at issue in McCulloch.  That is, Congress, when it created the Second Bank of the United States, didn't say, okay, you have the following exemptions from State and local taxes, but that's what Congress at least since 1916, when it started the farm credit system, has done consistently for the financial that claim in a brief where they also cite the Memphis case in section 742 of, I beileve it's title 31, which, if this entity is part of the United States, that is, if this bank of cooperatives has the inherent authority that they ascribe to it, then 742 would cover them, and this provision would be superfluous in 2134.  But it doesn't cover them, because they are not an instrumentality of this sort, and Congress has defined the scope of their authority. In 1928, this Court in the Shaw v. Gibson- Zahniser Oil case, just a few years before the 1933 act that created the Bank for Cooperatives, pointed out that there are instrumentalities of the United States that do not have exemptions unless Congress gives them an exemption, and then 5 years later Congress in this instance defines what the exemption is, and what CoBank comprehensive statement, and does not leave room for some kind of an argument that there is an additional exemption based on some kind of inherent immunity, and in each instance it permits taxation of real property and in many instances taxation of tangible personal property. And one of the differences that occurred in 1985, according to CoBank, is all of a sudden the statute changed from allowing State and local governments to tax tangible personal property to including only a real property exemption which they ascribe back to the dicta in McCulloch. In fact, there may be a problem with tangible personal property.  I'm not sure how much of that CoBank would be likely to foreclose upon, but the same statutory language is used for the production credit associations, and it is easily understood that there would be tractors cited in our brief that stand for the proposition that we don't expect Congress to use technical amendments to make this kind of a change, but neither of them actually says, yes, we can then go back behind the language to determine what Congress did. But here you don't have to go behind the language to committee reports or something like that. Just look at what the language was.  If Congress wanted to do what CoBank now says they did, all they had to do was eliminate the last sentence in the prior statute.  That is, the sentence that said, okay, here's the point at which the State's authority to tax begins. If that had been the scope of the -- of Congress' action, just eliminating that last sentence, then except for the tangible personal property question CoBank would have today exactly what they wanted, but that governments. If there are no further questions, I'll reserve the rest of my time for rebuttal."
  },
  {
    "speaker": "QUESTION",
    "speech": "We'll hear from you now, Mr. Frederick."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Thank you, Mr. Chief Justice, and may it please the Court: Our position is that banks for cooperatives under the Farm Credit Act are not exempt from State income taxes for two reasons.  We think the Court should confine its decision to an analsyis of the text of the Farm Credit Act, and not go beyond it to discuss or address the constitutional issues relating to Federal 12 U.S.C. 2023 provides an exemption from State income taxes for farm credit banks and provides expressly that Congress intended for those entities to be exempt from State income taxes. Moreover, 12 U.S.C. 2098 provides an express exemption from State income taxes for Federal land bank associations.  It's clear, therefore, that when Congress enacted this statute, and it amended it over a 50-year period, it knew precisely how to give the kind of exemption from State income taxes being asserted by respondents in this case and chose not to do so. Secondly, the history behind this provision, as the Stte counsel made perfectly clear, does not support respondent's position.  Between 1933 and 1985, the text itself provided for the exemption from State income taxes only in any part of a year in which the Government owned cooperatives.  These were completely privately owned for- profit entities and, as such, would have been subject to State income taxes throughout the entire period. Now, the last point that I'd like to make is that the Court should not reach out to opine about instrumentality status generally.  This -- the Court consistently under the Farm Credit Act has looked at the text of the act to determine the scope of exemptions from taxation, and that's true in all of the cases that have been cited by the parties under the Farm Credit Act.  It should not use this case to opine broadly about what instrumentalitiy status means for several reasons. First, Congress uses the term, instrumentality, in a broader range of contexts, and even in this case and in this statute itself, has used it to describe not only the organizations that are being used to facilitate created that confusion by using the term inconsistently."
  },
  {
    "speaker": "FREDERICK",
    "speech": "Mr. Chief Justice, that is certainly an area that Congress would certainly want to address.  The question, though, is, by using that term, and I would give a second reason, and that's that Congress imposes certain obligations on agencies and instrumentalities that are apart from tax questions, reporting obligations for data to the Secretary of Commerce, encouraging --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, but Mr. Frederick, isn't it true that for purposes of deciding this case, if we have to -- if we rule in your favor and the favor of the petitioner, we must decide that the mere fact that it's labeled an instrumentality is not sufficient to give a tax exemption?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "No, Justice Stevens.  What the look at the text of the statute to determine the scope of the exemption and not reach --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, we would at least have to say that the mere fact they have used the term instrumentality is not sufficient to overcome the statutory argument."
  },
  {
    "speaker": "FREDERICK",
    "speech": "That's correct, where there is express tax-exempt language given by Congress.  I mean, even in McCulloch itself the Court said that it was up to Congress to decide how it wanted to exercise its powers under the Necessary and Proper Clause."
  },
  {
    "speaker": "QUESTION",
    "speech": "So is it your principal submission that we should look at the act in its pre-1985 status?"
  },
  {
    "speaker": "FREDERICK",
    "speech": "Well, we think that the '85 language which is present here is, in and of itself, sufficient, but it is also supported by the history of the statutory evolution from 1933, which makes perfectly clear continued to pay taxes to the State of Missouri from, what, 1985 to 1995, is that correct?"
  },
  {
    "speaker": "HANSON",
    "speech": "Perhaps I could clear that up, Your Honor.  In the first place, the bank was not formed until 1989, so that we obviously didn't have any liability prior to that date."
  },
  {
    "speaker": "QUESTION",
    "speech": "How about from 1989 to 1995?"
  },
  {
    "speaker": "HANSON",
    "speech": "The bank did, in fact, pay tax, and fairly promptly, beginning with the year 1991 filed refund claims to recover that tax.  I would submit that to the extent that they were slow in making those claims, it might have had something to do with the fact that the entire farm credit system had more serious problems to worry about in the late 1980's which was, frankly, its survival. One point that all parties seem to agree upon, judicial determination of Federal instrumentality."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, the question is was there really any congressional determination, considering that when one thing we know for sure from '68 to '85, Congress meant these entities to be subject to income tax, and they were.  What happened in '85?  What Congress meant is far from clear."
  },
  {
    "speaker": "HANSON",
    "speech": "Well, let me go through the history briefly of the banks for cooperatives, because I think that answers your question.  They were formed in 1933.  At that time, if you look at decisions like James v. Dravo Corporation, to be a Federal instrumentality meant -- and I don't think there would have been any dispute, that you were exempt from Federal income tax absent an affirmative authorization.  The banks were, and the Farm Credit Act was then in 1971 completely recodified and Congress again"
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes."
  },
  {
    "speaker": "HANSON",
    "speech": "What changed in 1985 is that the form of potential Government investment changed, and it changed not because of some sense of a difference in the structure of these entities, it changed because Congress determined that a centralized entity, the Farm Credit Capital Corporation, could serve a number of warehousing and centralized financing functions, and it would then become the entry point for Federal investment. So what we have is, in effect, instead of the money going directly to the bank for cooperatives, it would go to the Capital Corporation, which would then provide it to the banks for cooperatives, and I would submit that that's --"
  },
  {
    "speaker": "QUESTION",
    "speech": "The infusion would be a loan type --"
  },
  {
    "speaker": "HANSON",
    "speech": "It would be a loan, and if you look"
  },
  {
    "speaker": "QUESTION",
    "speech": "You only tax the income-earned equity, don't you?  I mean, basically the income of the bank is -- the income goes to the equity holder, doesn't it?"
  },
  {
    "speaker": "HANSON",
    "speech": "The income goes -- the income of the bank is used for four purposes, and these are provided in the statute.  The first purpose is to -- and I'll do this in the context of 1991, which is the first year before the Court.  The first use is to rebuild the capital of the bank, because you can't function as a lender without capital to provide security to your bond holders. The second use -- and this is all set out in section 2132 with respect to BC's.  The second use is to rebuild loss reserves, or to make sure that loss reserves are adequate.  These are both things that are necessary for the bank to function. statute seemed to say.  And then in '85 the Government doesn't own the bank any more.  It lends money to the bank.  Well, so, why would you expect the State not to be able to tax the income?  It isn't the Government's any more."
  },
  {
    "speaker": "HANSON",
    "speech": "But it's not the bank's income, either."
  },
  {
    "speaker": "QUESTION",
    "speech": "Whose is it?"
  },
  {
    "speaker": "HANSON",
    "speech": "It is the members' income."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right."
  },
  {
    "speaker": "HANSON",
    "speech": "That's the very nature of a cooperative.  I mean, a cooperative is --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What was the fourth purpose?  You said there were four -- four things that --"
  },
  {
    "speaker": "HANSON",
    "speech": "The fourth would be, and this is because we are a cooperative, would be a distribution to financed by the Federal Government, the fact that it had those priorities for distribution wouldn't entitle it to any sort of a tax exemption, would it?"
  },
  {
    "speaker": "HANSON",
    "speech": "No, but I think they make the point that the bank itself is not a for-profit entity.  It is a cooperative."
  },
  {
    "speaker": "QUESTION",
    "speech": "Why does that bear on its tax immunity?"
  },
  {
    "speaker": "HANSON",
    "speech": "Well, it bears on why Congress would give the bank a designation as a federally-chartered instrumentality of the United States.  The mission of the farm credit system -- it's set out in the statute, it's been recognized in your cases, is to provide secure and adequate lending to agricultural borrowers at the lowest possible cost."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right, but the lowest possible out, we didn't care whether it made the loans more expensive.  Why would there be a different policy in effect now from the policy in effect then?  Why did we become -- why did Congress become more sensitive to cheap loans after '85 than before?"
  },
  {
    "speaker": "HANSON",
    "speech": "Well, I don't think Congress was any less sensitive.  If you go back to 1933, when the banks were formed, it was obviously the Depression, and Congress did what the Court acknowledges that it does.  It balanced the interests of a Federal program to provide secure and adequate and inexpensive financing to farmers with the fact that the States were also suffering from the Depression, and so the compromise that was struck in Depression conditions was, you can't tax these entities as long as there's a Federal investment, but we will let you tax them when that investment is retired. the system."
  },
  {
    "speaker": "QUESTION",
    "speech": "Okay, but Congress was saying before 1985, as long as we are an owner, our interest comes before the State interest."
  },
  {
    "speaker": "HANSON",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "That isn't necessarily a cheap loan policy.  It's a favor-the-United States policy. After 1985, the United States says, we're not going to be owners any more.  Therefore, there's no need to favor the United States, and therefore there's no need to provide a nontaxable policy.  At each time, before '85 and after '85, the United States' policy with respect to the effect of the cost of borrowing on borrowers, on this analysis, would be exactly the same."
  },
  {
    "speaker": "HANSON",
    "speech": "Right."
  },
  {
    "speaker": "QUESTION",
    "speech": "The only thing that's changed is, we United States, except the income."
  },
  {
    "speaker": "QUESTION",
    "speech": "No, my question is actually the same as Justice Souter's, that --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No, go ahead."
  },
  {
    "speaker": "QUESTION",
    "speech": "I'm probably just going to put it in a slightly different way, but -- you have three sentences in this statute."
  },
  {
    "speaker": "HANSON",
    "speech": "Right."
  },
  {
    "speaker": "QUESTION",
    "speech": "The first sentence that says no, no tax on bonds, all right.  The second said, no tax on income, and the third one said, sentence 2 applies only when we're -- the Government's an investor."
  },
  {
    "speaker": "HANSON",
    "speech": "Right."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right.  Now, just out of curiosity, let's suppose that was still the statute. We're back in '84.  Why can the State tax a bank's income long as the Government has an interest.  It doesn't say what happens when the Government interest disappears.  All it says is that the preceding sentence exemption doesn't apply when the Government interest disappears.  That's what my version says.  It says, the exemption provided in the preceding sentence shall apply only when the Government is an owner."
  },
  {
    "speaker": "HANSON",
    "speech": "That's correct.  That's what it says."
  },
  {
    "speaker": "QUESTION",
    "speech": "All right.  Now the Government isn't an owner.  Therefore the preceding sentence doesn't apply. Why doesn't McCulloch apply?"
  },
  {
    "speaker": "HANSON",
    "speech": "Well, and the answer is that the legislative history from 1933 --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Fine."
  },
  {
    "speaker": "HANSON",
    "speech": "-- makes it very clear. McCulloch, and my reading is there isn't a word on that, but you're prepared to say it wasn't the statute before that wiped out McCulloch. You're saying what wiped out McCulloch before was a negative implication from the statute, and so my question is simply, why isn't that negative implication still there, just as strong as it ever was, unless, of course, you can point to a reason?  Now do you see my -- you see where I'm going?"
  },
  {
    "speaker": "HANSON",
    "speech": "I understand where you're going."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes.  That's what I'd like the answer to."
  },
  {
    "speaker": "HANSON",
    "speech": "Well, and let me qualify part of my answer, is that the statute has been understood by -- it's never been construed by this Court, but it's been understood by a number of State courts and -- consistent the exemption, I agree, and the negative implication. One thing here that I think the Court needs to focus on, and it's a major point made by the State and by the Solicitor General, is they -- citing Rosello and cases like that, they say, well, the farm credit banks have an exemption, and the farm -- the Federal land bank associations have an exemption, and you don't have an exemption therefore, and I grant that that's a perfectly valid rule of statutory construction. But I think it's fair to say that someone ought to at least offer a reason why it makes sense that Congress would discriminate against -- differentiate. They're not discriminating -- differentiate between a bank for cooperatives which makes loans to an agricultural cooperative or production credit association which makes a loan to a farmer.  It's also a property, but it's them it hasn't, so why isn't the assumption just from the text that two of them have it and one of them doesn't?"
  },
  {
    "speaker": "HANSON",
    "speech": "Well, I mean, I think Congress is normally presumed to legislate on a rational basis and have a reason for what it's doing.  My point is, and particularly from --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I thought in the tax area Congress could shed its grace where it will. (Laughter.)"
  },
  {
    "speaker": "HANSON",
    "speech": "Well, I certainly agree with Your Honor on that point, but 1985 -- and there is this change, and we pointed it out in our brief, that when the banks formed in 1933 and through 1971, in effect they were a stand-alone element in the farm credit system.  They issued their own bonds.  They made their own loans.  They were liable only for their own bonds and for their own credit banks, the production credit associations, and the banks for cooperatives.  Those have always been the three lenders. But in 1985 CoBank is -- or, National Bank for Cooperatives -- I'm sorry, 1989 -- is no longer simply liable for its own operations.  It doesn't issue its own bonds.  Its taxability doesn't affect only it.  Now it affects everybody else, because if Missouri can tax it, it has less income to put into the pool to pay back the Government."
  },
  {
    "speaker": "QUESTION",
    "speech": "That's all true, but are there some other kinds of banks that are very similar that Missouri can't tax?  You're not saying there's some other very related kind of bank that Missouri cannot tax?"
  },
  {
    "speaker": "HANSON",
    "speech": "I don't believe so."
  },
  {
    "speaker": "QUESTION",
    "speech": "No. but once we're no longer the owner, because we don't own stock, then it can, and if that raises the price of credit, so be it.  I mean, isn't -- that's what it seems to say."
  },
  {
    "speaker": "HANSON",
    "speech": "Well, then I guess I would -- that's one way of looking at it, but it seems frankly implausible to me.  I mean --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What about the other two --"
  },
  {
    "speaker": "HANSON",
    "speech": "-- because the Government -- I'm sorry, Justice Scalia."
  },
  {
    "speaker": "QUESTION",
    "speech": "I thought you were done.  Finish it."
  },
  {
    "speaker": "HANSON",
    "speech": "The Government -- and again, this -- part of the problem that we have with this is, we recognize that there were distinctions made between the banks.  The Federal land banks, which were originally capitalized -- ones?"
  },
  {
    "speaker": "HANSON",
    "speech": "It does not own stock in the other banks.  It originally capitalized the Federal land banks, which had been before this Court numerous times.  But --"
  },
  {
    "speaker": "QUESTION",
    "speech": "So you could not explain the difference on the ground that the Government is a participating investor in the others --"
  },
  {
    "speaker": "HANSON",
    "speech": "No, and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- in a formal sense, whereas it is not here."
  },
  {
    "speaker": "HANSON",
    "speech": "Those statutes -- their statutory exemption continued after the Government's stock was retired.  It was not made conditional, as the banks for cooperatives exemption was, as it appears to us, because when the banks were formed in 1933, that was a political calculation that Congress made.  They said, the States are suspect I have members who would happily sell it to you. But --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But it does show the Government was willing to treat CoBank differently then, and there's no resaon to believe tht Government isn't willing to treat it differently now, just as then you say the other instrumentalities, even though the Government was no longer a participating investor, would continue to have their exemption, that was not the case for CoBank."
  },
  {
    "speaker": "HANSON",
    "speech": "That's correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "So it's always been treated differently for --"
  },
  {
    "speaker": "HANSON",
    "speech": "There is that differentiation.  But it comes -- it all comes down to 1985, and did Congress change the rules, and we suggest that the law before 1985 was, we are exempt as long as the Federal Government has is critical, because the commercial banks will not lend to agriculture in times of stress -- Congress said that in 1633 in '87 -- and because the farmers are suffering from interest rates that they have to pay to the farm credit system, which in large part was a function of the cost of borrowing in the capital markets, because the capital markets had lost confidence in the banks, so we had --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Congress said all this in a technical and conforming amendment, but nothing to suggest that they meant to do anything more than get rid of the obsolete provision that referred to the Government's ownership."
  },
  {
    "speaker": "HANSON",
    "speech": "Well, you know, the State has suggested that that is the reference in the committee report which describes this change, and we would submit that's not true for two reasons. First, as we pointed out in our brief, the"
  },
  {
    "speaker": "QUESTION",
    "speech": "But what puzzles me is if the tax, the State tax was on from '68 to '85.  If Congress was saying, stop, States, you would expect that to be something that people would stand up and take notice of, and yet there's not anything explicit to suggest that Congress meant to take away from the States the tax authority that they had for this and the -- what is it, the PCA's as well?"
  },
  {
    "speaker": "HANSON",
    "speech": "Yes, it was, basically."
  },
  {
    "speaker": "QUESTION",
    "speech": "That it meant to take that away from the States."
  },
  {
    "speaker": "HANSON",
    "speech": "Well, I think there are two answers to that, and first is, as we've pointed out, you know, this legislation started out, as legislation does, with hearings and worrying about governmental regulation, and farmers complaining about the cost of borrowing, and by as the Wall Street Journal would be very offended by that. But -- so you have -- you have a lot of very high priority concerns that Congress was trying to deal with and articulate and explain, and then you've got this State tax exemption which I'm -- and liability, which is clearly important to Missouri, I've no doubt about that, but on a list of priorities, I doubt that it was very high when Congress was concerned -- as the comments on the floor indicate, they're worried about losing the entire system, and -- but I think the second point, and again, in 19 -- I know I'm repeating about this point, but in 19 -- prior to the change, the statute said that the bank was exempt as long as the Federal Government owned stock in the bank. After 1985, if you accept our interpretation, we are saying that the bank is exempt because the Federal"
  },
  {
    "speaker": "HANSON",
    "speech": "-- that designation."
  },
  {
    "speaker": "QUESTION",
    "speech": "I mean, that's why -- not everyone agrees, but I like to look at legislative history, and you would have expected, given -- even cooperative banks at that time, they'd have lawyers who were doing this, and if they thought that in removing words that grant an exemption the intent was to give an even bigger exemption, I would certainly think somewhere somebody would have said something."
  },
  {
    "speaker": "HANSON",
    "speech": "Well, I don't understand, and I've -- we've never accepted this notion that somehow we have a bigger exemption."
  },
  {
    "speaker": "QUESTION",
    "speech": "No, equal to."
  },
  {
    "speaker": "HANSON",
    "speech": "I'm sorry, Your Honor, but -- well, not even equal, because previously we were exempt from Federal income tax.  Subsequently we're not exempt from exempt from Federal income tax the statute imposed a franchise tax based on net earnings, which is functionally equivalent, so in that sense the status quo was maintained, and I think that's our argument. The status quo was maintained.  The design was maintained.  The facts changed, and under the circumstances, and given the pressure Congress was under, I think it's entirely rational that they would look at this -- I mean, the bill came out of the House on the 6th of December.  It was passed, completely changed and passed by both Houses on the 10th. I think it's -- you know, it's asking a bit much to expect a nice, detailed explication of all the provisions."
  },
  {
    "speaker": "QUESTION",
    "speech": "Could you go to the reason for the tax, the Federal income taxability?  Is it taxable under a"
  },
  {
    "speaker": "HANSON",
    "speech": "No.  The code refers to Federal instrumentalities and tells you how to --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Okay."
  },
  {
    "speaker": "HANSON",
    "speech": "-- that they are exempt -- I'm sorry, that they are taxable absent an express exemption in the income tax law.  It's 501(c)(1). So -- you know, so the presumption, the pattern is opposite for a Federal tax.  You're taxable unless there's a statutory exemption. Here, and I'd like to simply conclude by where I started.  If you look at the New Mexico decision which Missouri relies upon at length, and you go to page 736, and I pick this out -- this is illustrative.  You were talking about whether those particular Federal contractors were exempt from State tax, and you said, the Court's other cases describing the nature of a, quote, Federal a Federal instrumetnality is taxable in the absence of an affirmative congressional authorization, whether you're talking about the Department of Employment, you're talking about New Mexico, you're talking about Graves, you're talking about James v. Dravo, never, at least not that we can find. That term carries with it that attribute, and we submit that Congress, in designating us a federally- chartered instrumentality, consistent with what we do -- they didn't do it haphazardly -- intended precisely the same designation, and we would suggest that that also fits with the overall goals of Congress in passing the 1985 act and rescuing the farm credit system and trying to give the agricultural borrowers some relief from high interest rates. It seems to us it all fits together, and what"
  },
  {
    "speaker": "HANSON",
    "speech": "Thank you, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Layton, you have 7 minutes remaining."
  },
  {
    "speaker": "LAYTON",
    "speech": "I'll note first that I believe that the banks for cooperatives were subject to Federal income tax prior to 1985, but I'd also note the franchise tax that counsel referred to. In the 1971 act in section 4 it sets out a franchise act that could be as high as 25 percent of net income for the banks, but interestingly, that franchise tax applied so long as the Government holds shares in the bank, and that the Government didn't hold any shares at that point, and there was obviously an incentive, given that franchise tax, not to allow the Government to pick up the things that's there is a note that the banks for cooperatives themselves were healthy.  This was not prompted by a problem with the banks for cooperatives.  It was prompted, as Mr. Hanson accurately said, by a system- wide problem. That is, there may have been -- there were other entities within the bank, the farm credit system that were having enough problem that it was bringing down the ability of the entire system to sell bonds, and yet the argument being made here is that because some other entity had a problem and Congress created a system-wide remedy, that is a remedy that would provide Federal financing to the system as a whole, and never to particular institutions, that somehow these banks for cooperatives attained a new exemption. Before, they only had an exemption when they had reason they do that is precisely to exempt it from State income tax."
  },
  {
    "speaker": "LAYTON",
    "speech": "Well --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What other effect does it have?  Why would you enact a statute that says, you know, the Red Cross, or whatever it is, is a Federal instrumentality?"
  },
  {
    "speaker": "LAYTON",
    "speech": "I think one reason is to ensure that that entity -- in the tax context one reason is to ensure that that entity cannot be subjected to discriminatory taxation. Missouri, for example, could not pass a tax that was restricted to the income of federally charter -- or, excuse me, of cooperative banks that serve cooperatives, farm cooperatives.  Because the only one that exists is this instrumentality, that would be aimed at a Federal instrumentality and would be a discriminatory tax and it At the time in 1985 there was 5-year sunset provision on the credit corporation through which the funds that Mr. Hanson spoke of would be channeled, and yet the exemption that he asserts is one that would exist indefinitely.  That's inconsistent with the legislative history and with the language of the statute. CoBank poses the question as to why differentiate between production credit associations and banks for cooperatives on the one hand and other institutions such as land banks on the other, and we shouldn't have to ask that question, because Congress made that determination in 1933.  There has always been a distinction.  We're just discussing today what the distinction now is. But there are a couple of possible reasons for Congress to have made that distinction.  One is simply it's going to go back to where you do not have that extent of commercial advantage.  Sure, you can still issue obligations that will be tax-free, but you won't be able to avoid tax entirely. Another reason that there may be a distinction is that the land banks that Mr. Hanson referred to lend, as I understand it, based on the farmer's land as collateral, and there has always been a feeling in Congress that we don't want to take the land away from the farmers.  That is distinguishable from the question of lending based on their crops, which is what a production credit association would do, or based on the equipment and land that is held by a cooperative that may be producing or processing the crops or otherwise providing services for the farmers.  There is a distinction. It's worth noting that today betwen two-thirds"
  }
]