[
  {
    "speaker": "QUESTION",
    "speech": "Well, at least as far as 24.10's elements are concerned, presumably those could have been addressed by counsel. I mean, the -- the different requirements could have been orally presented. I would assume that 24.10 sets out certain information that is generally regarded by the State as -- as crucial --"
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "That's --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- in making the decision."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "That's correct, and every piece of information required by those rules were before the trial court. The Missouri --"
  },
  {
    "speaker": "QUESTION",
    "speech": "When you say before the trial court, you mean in the presentation made at that time orally by counsel? Answer that yes or no, please."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "Let me clarify a few things. Every element required by the rules was -- was before -- was stated by counsel or by the defendants on the stand --"
  },
  {
    "speaker": "QUESTION",
    "speech": "How about -- I didn't find anything about that at all. The sixth requirement was that the affiant knows of no other person whose evidence or attendance he could have procured at trial by whom he could prove the same facts. Was that addressed? I -- I didn't find it. Perhaps you could point me to where that was addressed."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "The discussion with the trial court was -- bear in mind the discussion with the trial court occurred in an emergency situation where witnesses are suddenly gone and the -- and counsel is now before the trial court explaining what had happened. Everyone in the discussion knew who the witnesses were and"
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "At one point during the discussion -- the only question that the trial court had for counsel was were these witnesses under subpoena, and counsel answered that question yes, twice."
  },
  {
    "speaker": "QUESTION",
    "speech": "The counsel has to make a showing of his own. It's not just responding to questions from the court."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "When the -- when counsel pulled out the subpoenas and starting reading from the subpoena and he read, Gladys Edwards is supposed to come on the last day of trial at 9 o'clock, the trial court responded, is she the mother, showing that the trial court understood who the witnesses were. Bear in mind this was --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But what -- what the purpose was."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "There was only one issue in statement, which occurred only the day before this exchange took place, counsel outlined for the trial court and the jury the fact that Minister James Edwards, Mr. Lee's stepfather; Gladys Edwards, his mother; and Laura Lee, his sister had traveled from California to testify that during the period of July through October 1992, Mr. Lee had been staying with them in California and was not in Kansas City. And they -- and his statement provided certain details that showed why they remembered when it was, that he had come out for the birthday parties for himself and for his niece and had stayed through the -- up to the Halloween party. And all of this was laid out in the opening statement and made it clear that these witnesses were crucial to his defense and is what his entire defense was based on."
  },
  {
    "speaker": "QUESTION",
    "speech": "This -- this goes to the importance record is silent --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Nobody else saw him there that he could have brought in? He has to bring in his mother, his stepfather, and his sister?"
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "I -- I can't answer that. The record is silent on who saw him."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, let me tell you -- let me tell you, counsel, what -- what concerns me about your case. Let's -- let's assume that you can convince us that given the haste -- the press of trial and the shortness of time that the counsel did about all he could -- all he could do. But there was a post-conviction new trial motion some 17 days or -- or 2 weeks later, and at that point, the -- the counsel made no specific showing as to why the witnesses -- the mystery remained. There was -- A, there was no showing at all or even mentioned of the fact that a counsel at that point. So, even if you -- if we concede that the press of trial and the surprise that attended the disappearance of the witnesses excused the counsel from doing anything more, he surely is not excused from this skimpy showing 2 weeks later. That's what bothers me about the case."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "Okay. As for why, I was not trial counsel below. I don't know why he didn't say more in the motion for a new trial. But I can tell you that the Missouri rules governing motions for a new trial say that when a -- when error is assigned at the motion for a new trial stage -- and this is rule 29.11 of the Missouri Supreme Court rules -- that -- and a request is denied and then that's made a basis for a motion for a new trial, a short general statement reiterating that ground is appropriate in a motion for a new trial."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "I have --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- 2 weeks later he had -- he had all the opportunity in the world to explain this, I think. Now, Judge, we were in a hurry when you denied the continuance. Maybe you didn't understand him, and here's what happened. He doesn't do that. It seems to me that's the end of the case from a due process standpoint."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "I -- I disagree. I think that the ruling on the motion for a continuance is evaluated ex ante. It's evaluated at the time that the motion was denied, and at the time that the motion was denied -- and the standard has been stated in Unger v. Sarafite. Quote --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But Missouri gave to the attorney the opportunity to revisit the entire matter at the post- conviction motion for a new trial, and nothing further was subpoenas, and rule 26.03 of the Missouri rules states that when a witness doesn't -- isn't there for a criminal trial, he's under subpoena, he's subject to arrest. There's no special procedural rule that governs how that has to happen. The judge took no effort whatsoever to enforce the subpoenas in this case, and we're talking about just a short -- a few hours' continuance to try to figure out what happened and to get them in."
  },
  {
    "speaker": "QUESTION",
    "speech": "These were sequestered witnesses, as I remember it. At the time of the motion for a new trial, did the lawyer point out that the bailiff, or whoever it was, had told them they would be excused for the -- till the next day?"
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "That was not stated in the motion for a new trial. figure out why the witnesses left to evaluate whether or not the trial court's denial of a brief recess to try to figure out what happened to the witnesses was an arbitrary denial --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, there's where I disagree with you because 2 weeks later, he didn't show anything more other than they were alibi witnesses. And I'll -- I'll assume, for purposes of this question that he knew that because of the opening argument."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "The reason why they left doesn't change the fact that the moment that the trial court ruled on the motion for a continuance, he didn't know where they were, counsel didn't know where they were, the prosecutor didn't know where they were. At that moment, was it reasonable to deny him -- I mean, the defendant only asked for 2 hours, just a few hours -- There's no mystery here about why the State trial court judge denied the motion, and he denied it on the merits. He did not deny it because the application was defective. The prosecutor didn't object to the application, either the request for a continuance or the form in which the request was made. Had the trial court or the prosecutor signaled some question -- and again, bear in mind the emergency way that this came up -- had signaled some question, he could have cured it. And in a way, you have a kind of a reverse sandbagging where error is left embedded in the record and it isn't until the direct appeal 2 years later that anyone suggests there was something procedurally defective about the motion."
  },
  {
    "speaker": "QUESTION",
    "speech": "Do -- do we know that if he had been given the couple of hours' continuance, which is what he the trial court at the time of the colloquy that he knew they were still in town because there was a religious event, and counsel provided the actual address of the relative's house, at which were believed to be staying, and told the trial court judge that they had no telephone there, which is why the girlfriend had gone out looking for them."
  },
  {
    "speaker": "QUESTION",
    "speech": "Where did they go? I mean, had they gone to a movie? I mean, if they were not back at the uncle's house, it wouldn't have made any difference unless it was a very short movie. I mean, the couple of hours' continuance that he asked for -- we have no reason to believe it would have been -- it would have been enough, and that's all he asked for. These witnesses just disappeared into thin air. We still don't know where they went. trial court's denial. But if the Court disagrees, it could remand this for an evidentiary hearing to engage in more fact-finding about what the witnesses did. The lower courts never got that far."
  },
  {
    "speaker": "QUESTION",
    "speech": "I think -- I think that's your burden. I think you have to show that there was an error that -- that harmed your client, and -- and if the refusal to -- to give a couple of hours' continuance -- if there's no reason to believe that -- that it caused any harm, what's the difference?"
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "There is nothing in the record that contradicts the representations made by counsel and the defendant to the State trial court that they were staying at a relative's house and that they were still in town, and the State has never offered --"
  },
  {
    "speaker": "QUESTION",
    "speech": "There's nothing in those facts that and then --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Lee told the court that he knew the witnesses were still in town, blah, blah, blah, blah, blah."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "But then -- but ultimately counsel asked for an overnight continuance. And that's when the whole exchange with the judge takes place where the judge says, oh, Friday I'm going to be with my daughter in the hospital. Then the lawyer says, well, what about Monday, and the trial judge's response is, I have another trial scheduled. So, that's where that whole exchange takes place."
  },
  {
    "speaker": "QUESTION",
    "speech": "So, you -- counsel did ask for a continuance until the following morning."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "Correct. Correct. And the sheriff's office could have gone out. your mother and your sister."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "You know, I think that is a backup suggestion by counsel to cover all bases. They were under subpoena. The defendant has a right to have witnesses under subpoena there. They had mysteriously disappeared. He had no idea why they left or where they had gone. And he was covering all of his bases by asking the trial court for arrest warrants, if necessary. It may never have come to that because the girlfriend wasn't even given enough time to get to the relative's house to see if they were there. And just returning also to the circumstances in which this exchange took place, the trial court had created a real sense of rush and urgency in this trial. I've quoted several instances in the opening brief. It's footnote 9 where the State trial court had indicated to (Laughter.)"
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "No. And I'm not saying that the -- the trial court doesn't have broad discretion in how to manage its docket and everything else. But when counsel was before the judge and is explaining the situation that has occurred, the atmospherics that had arisen where the trial court judge is pressuring them to move along factor into how the colloquy went, especially given that this is an unexpected situation. It's not that different from what happened in Osborne v. Ohio, although I think that case is less compelling than ours because there was no emergency situation. But in Osborne v. Ohio, Ohio had a rule requiring that jury -- that objections to jury instructions be made right before they're delivered. changed much. This Court takes a functional approach to looking both to whether or not a litigant has a reasonable opportunity to preserve his claim and also to whether anything would be gained whether all of the purposes served by the rules have been fulfilled, such that there's some adequate State interest in enforcing a procedural default. The purpose of these rules is to permit the trial court to pass on the merits of a motion for a continuance. The trial court denied this motion on the merits, and we quarrel with the basis for the trial court's denial. We think it was as arbitrary as arbitrary can be. But there's no mystery here was to why the trial court ultimately denied that request and it wasn't because of any procedural defect in that motion."
  },
  {
    "speaker": "QUESTION",
    "speech": "But the Missouri Court of Appeals -- or maybe it isn't. Maybe you can argue with this -- that what the appellate court was saying that at least under 24.10, there was an insufficient showing, and that's exactly what the trial judge found. The trial judge didn't cite 24.10. He doesn't say I'm ruling against you because you're inadequate of showing under 24.10. But it's clearly implicit in his ruling."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "The only thing that could possibly be missing in the showing that was made during the exchange on the continuance was a failure to repeat the full opening statement regarding what the witnesses would have testified to."
  },
  {
    "speaker": "QUESTION",
    "speech": "No. I think it was assurance that the witnesses would be provided within -- within the time frame that -- that they asked for. I didn't see where that -- that assurance was, and that's what -- what .10 the -- the appendix to the opening brief. It requires the name and residence of such witness, if known -- that was given -- and also facts showing reasonable grounds for belief that the attendance or testimony of such witness will be procured within a reasonable time. The showing that was made to the trial court during the discussion was both that they were still in Kansas City, Missouri. They hadn't left for California, and that they had reason to believe they were still there because they had a religious event to attend. If he had written out of amotion, he couldn't possibly have said more. That is a sufficient showing under that ground."
  },
  {
    "speaker": "QUESTION",
    "speech": "And they had come voluntarily."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "And --"
  },
  {
    "speaker": "QUESTION",
    "speech": "They had not come by subpoena. They"
  },
  {
    "speaker": "QUESTION",
    "speech": "Doesn't one factor that into account as to whether these witnesses who suddenly vanish into thin air are likely to be found?"
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "No, because there was no factual basis at that moment before the State trial court judge to have any idea whether it was a medical emergency, a misunderstanding, they had gone to lunch and hadn't come back on time. There was no information before the State trial court at that moment to form any assumption about why they left."
  },
  {
    "speaker": "QUESTION",
    "speech": "They were there under subpoena. They knew that they were going to be testifying in an hour, and they left without apparently telling the person who had subpoenaed them, their -- their son's counsel, or anybody else. I mean, are those circumstances which would lead one to believe that it's going to be a cinch to find these there wouldn't have been contact."
  },
  {
    "speaker": "QUESTION",
    "speech": "Did their sequestering prevent their leaving a message with the -- with the clerk of the court or a marshal or someone saying, tell my son we're going because we had a medical emergency or, you know -- or because, as the -- as the later story comes out, some marshal told us to leave?"
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "Well, if you credit the later story --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I find that so implausible that they should just walk out, not leave any word for -- for their son for whom they were about to testify. I -- and I don't think, if I were a trial judge, I would have thought these witnesses are about to be found within -- within a reasonable time."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "You have witnesses who day and the next, which was the reason that was given for believing that they were still in town. No one made any effort to track these witnesses down or to enforce the subpoena."
  },
  {
    "speaker": "QUESTION",
    "speech": "The defendant was in custody, was he not, during --"
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "Correct?"
  },
  {
    "speaker": "QUESTION",
    "speech": "So, they didn't have actual contact with him. They couldn't have gone in and said, hey, we're going to lunch."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "Correct, correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "There is a --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But they could have told somebody to tell him, couldn't they? And -- and there was no reason to believe at that time -- this story came up a lot later after the -- much later than 2 weeks that -- that in fact"
  },
  {
    "speaker": "QUESTION",
    "speech": "Why did it take 17 months to bring out the -- the information that a court official told these people their testimony wouldn't be needed? Was it not needed at all or not needed till tomorrow? That's unclear."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "Well, with respect to your question regarding the delay, I think that's just a function of how the Missouri post-conviction process unfolded. He -- you know, he filed a -- a motion for post-conviction relief later in '94. Counsel was then appointed. Counsel filed an amended petition, and so you had the passage of time."
  },
  {
    "speaker": "QUESTION",
    "speech": "Did he get in touch with these people before -- before 2 weeks -- I mean, before the motion for reconsideration of -- of the denial of -- of continuance came up? "
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "The record --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- 2 weeks later."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "The record is silent on that. I -- I can't answer that."
  },
  {
    "speaker": "QUESTION",
    "speech": "I know it is."
  },
  {
    "speaker": "QUESTION",
    "speech": "Was the motion for a new trial filed by the same lawyer who represented him during the trial?"
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "Yes, it was and in fact, he was relieved during the sentencing hearing that took place."
  },
  {
    "speaker": "QUESTION",
    "speech": "I know. He wanted to get out of there because he wasn't going to get paid even for the notice of appeal. It seemed to me he was anxious."
  },
  {
    "speaker": "ROBIN-VERGEER",
    "speech": "Correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "And once he had gotten fee for what had been done, he sort of lost interest in the case.  get into Osborne. I think that Osborne supports our position here because the Court took a functional approach in Osborne to whether or not there was any -- anything that would be gained by forcing counsel to repeat information that was already before the judge, and the Court said, no, there was no -- there was no default. Other cases in which this Court has found that procedural rules were applied with the phrase being pointless severity or whether there were arid rituals of meaningless form where technical niceties were not observed, but nonetheless counsel could substantially comply with the showings required by the rules, cases like Douglas v. Alabama where you didn't repeat a futile objection, cases like Staub v. City of Baxley where counsel challenged on First Amendment grounds an entire ordinance and didn't signal out particular -- particular substantially complied with the rules. All of those suggest there should be no default, and in the alternative, even if there was one, that there should be a finding of cause and prejudice. And with the Court's permission, if there are any more questions, I'd like to reserve the remainder of my time."
  },
  {
    "speaker": "QUESTION",
    "speech": "Very well, Ms. Vergeer. Mr. Wilson, we'll hear from you."
  },
  {
    "speaker": "WILSON",
    "speech": "Mr. Chief Justice, and may it please the Court: Justice Kennedy -- Kennedy, you are quite right to be disturbed by counsel's failure to provide the court any more information or better showing under -- under rule"
  },
  {
    "speaker": "QUESTION",
    "speech": "Why -- why do you think that might have been? I mean, why -- why do you think -- I mean, I was wondering why it wasn't ineffective assistance of counsel not to put the thing in writing and not to comply with 10."
  },
  {
    "speaker": "WILSON",
    "speech": "First of all, for -- for counsel to have represented the facts that 24.10 requires, counsel would have had to believe that they were true. And one of the principal purposes --"
  },
  {
    "speaker": "QUESTION",
    "speech": "He didn't say all that in the opening statement, did he?"
  },
  {
    "speaker": "WILSON",
    "speech": "Excuse me? I'm --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I mean, I wonder why is there no ineffective counsel claim. Why didn't the Federal court in this case say, well, look, you're the lawyer in the State court at the trial, didn't comply with rules 9 and that claim wasn't raised at that hearing, namely, the after-the-trial hearing, the post-conviction?"
  },
  {
    "speaker": "WILSON",
    "speech": "First, how trial counsel conducts trial motions and post-trial motions is an area in which he -- there is a broad discretion for the trial counsel."
  },
  {
    "speaker": "QUESTION",
    "speech": "Of course, and what I'm really driving at is, isn't the reason that they didn't raise rule 9 and rule 10 as showing ineffective assistance at that post-trial business is because nobody dreamt that the courts in that State of Missouri would apply rule 9 and rule 10? Because up to that point, nobody had even mentioned them. They didn't get mentioned until the appellate court, after this series of events, on its own raises rule 9 and rule 10."
  },
  {
    "speaker": "WILSON",
    "speech": "Justice Breyer, that's correct."
  },
  {
    "speaker": "QUESTION",
    "speech": "That's not --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- we know that the -- the trial judge did not deny the continuance on the basis of a failure to comply with those rules, did he?"
  },
  {
    "speaker": "WILSON",
    "speech": "He didn't say because I find that --"
  },
  {
    "speaker": "QUESTION",
    "speech": "There's nothing in the record to indicate that the trial judge said, well, I can't grant that. You didn't file it in writing. You didn't supply this information. That's not in the record, is it?"
  },
  {
    "speaker": "WILSON",
    "speech": "No, Your Honor. He did not cite that."
  },
  {
    "speaker": "QUESTION",
    "speech": "The trial judge denied it because he wanted to go to the hospital with his daughter on one day and he had another trial in another case starting the day after."
  },
  {
    "speaker": "WILSON",
    "speech": "I don't believe that's correct. shows that the reason he denied the continuance is because, as Justice Scalia suggested, he determined, on the circumstances that had been presented to him, that these witnesses abandoned the defense."
  },
  {
    "speaker": "QUESTION",
    "speech": "Then why did he get into his daughter's hospitalization and his Monday schedule?"
  },
  {
    "speaker": "WILSON",
    "speech": "The -- the continuance that was requested was till the following morning, and it was in that context -- and -- and it is a single sentence utterance there, that -- that he noted that he was not going to be in the courthouse --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, why if he -- if he was denying the motion on the ground that there had not been the specifications that rule 10 required, why get into his daughter's medical condition?"
  },
  {
    "speaker": "WILSON",
    "speech": "The trial judge could have been of reasons, all of which are exactly what he has to do under 24.10 even though he doesn't cite 24.10."
  },
  {
    "speaker": "WILSON",
    "speech": "He found that an insufficient showing had been made, and there are other factors that he would have been considering. First, counsel had committed to this trial schedule. Second, defense counsel had announced himself ready to proceed and had put on part of his case. Third --"
  },
  {
    "speaker": "QUESTION",
    "speech": "The witnesses were there, we're told. They -- they, in fact, were there and subpoenas had issued. They were there. And it is, I think, somewhat unusual that in the strange circumstances of their disappearance, that there wouldn't be some small amount of time given to find out what had happened. contact with them and also trial counsel was in contact with them and the defendant."
  },
  {
    "speaker": "QUESTION",
    "speech": "No. Trial counsel was in court."
  },
  {
    "speaker": "WILSON",
    "speech": "But trial counsel went and checked on them at 10 o'clock when the State rested its case. He was back one subsequent time I believe the record shows. But at least he says in the new trial motion -- he says with clarity and particularity that he went there at 11 o'clock and they were gone. So, from the time he knew that they were gone, 2 hours elapsed before they were back in front of the trial court. And it is important to note that the -- the colloquy that occurs."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, they might have gone down to get an apple out of the vending machine. I mean, the counsel has got a lot to do. He's got his closing -- his courthouse unless I tell you it is okay. Our case is now beginning. It will proceed --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Why would he have any reason to think that witnesses who had come on their -- by their own expense all the way from California and who were in the courtroom that very morning -- they were there at 8:30, as I understand, and at 10 o'clock they're still there. Why would he have any reason to think they would leave?"
  },
  {
    "speaker": "WILSON",
    "speech": "Justice Ginsburg, he may not have believed that they would leave or -- or suspected they might leave, but these are the sorts of instructions that trial counsel give their witnesses whether or not they think that that might happen because the circumstances can be very dire if they do leave."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, if -- if we're -- if we're going to make an argument based on what trial counsel am also supposing that if he had done anything like that, counsel would have said, gosh, judge, please give me a piece of paper and let me write this out. So, why -- why isn't it a -- a fair inference, when the judge says nothing about these rules, that the judge in fact is not relying on those rules in any way?"
  },
  {
    "speaker": "WILSON",
    "speech": "First, the judge did ask, following the discussion about what had happened, whether counsel intended to file a motion for a continuance. It seems clear in that that he expected or at least had reason to believe that counsel would be providing a writing. Second, this trial judge was a very well- respected court of appeals judge in the State of Missouri, and in fact he sat on the panel that decided State v. Settle, which is cited in our brief, which was a case that determined that a showing -- where the 24.10 showing was"
  },
  {
    "speaker": "WILSON",
    "speech": "I don't know any of the dozens of Missouri cases that are cited in the briefs that applied the rule that a failure to comply with those rules will foreclose appellate review where they cited that the trial judge had made a specific finding 24.09 has been or 24.10 has been violated. Instead, that's the -- the review that the appellate court undertook. Second --"
  },
  {
    "speaker": "QUESTION",
    "speech": "The question was --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- on that -- I -- I mean, they have a lot of cases. You know, and in their reply brief they have -- the other side has some that seem pretty much on point against you. But there's no case that I can find directly on point. Direct."
  },
  {
    "speaker": "WILSON",
    "speech": "Justice Breyer --"
  },
  {
    "speaker": "QUESTION",
    "speech": "So -- so, if that -- maybe you can conclusion here that that trial judge did not have fair notice that the Missouri rules would apply in these circumstances where he was suddenly surprised by the loss of witnesses and nobody in the courtroom said a word about 9 or 10. And nobody said anything about 9 ever, and the appellate court went and applied it for the first time on its own. That's a big question, but it has two parts, and I'd like an answer. The standard and the application of it."
  },
  {
    "speaker": "WILSON",
    "speech": "The standard that you gave me, Justice Breyer, I don't believe differs materially from the standard in Ford v. Georgia which is firmly established and regularly applied. It's important to note that regularly applied does not mean precisely applied to these exact circumstances in a published case prior to the"
  },
  {
    "speaker": "QUESTION",
    "speech": "The reason the -- the three aspects of it that suggest maybe this lawyer did not have fair notice that the rule would apply in the circumstances are, first, the lawyer was surprised by his loss of witnesses. So, he didn't have time to prepare anything in writing in advance. Second, he's in the courtroom talking to the judge and he knows full well that everyone in that courtroom knows every single thing about what rule 9 and rule 10 require. There was no missing fact. The judge knew it. The prosecuting attorney knew it, and he knew it. And third, there is no Missouri case that says that we're going to require a useless act in the circumstance where the lawyer has suddenly been surprised by his loss of witnesses and everything is going on orally had gone, but also to prepare a writing. But leave aside the writing requirement, which may or may not have operated with any purpose in this situation -- I believe that it did. But more importantly, he did not gather the information and present it all at once to the judge that 24.10 requires. Second --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Could you just tell me on that, what could he have told the judge that he knew that he didn't tell the judge?"
  },
  {
    "speaker": "WILSON",
    "speech": "He did not tell the judge that these witnesses could be located in a reasonable amount of time and that they would give the testimony that it has been suggested they would give."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, he -- the judge knew what testimony they were going to give. You don't question evidentiary."
  },
  {
    "speaker": "QUESTION",
    "speech": "But the judge heard the statement."
  },
  {
    "speaker": "WILSON",
    "speech": "He did hear the statement, but what's --"
  },
  {
    "speaker": "QUESTION",
    "speech": "He knew what the witnesses were intended to testify to, didn't he?"
  },
  {
    "speaker": "WILSON",
    "speech": "But 24.10 requires more than that, Justice Stevens."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, he did know that much, don't you agree?"
  },
  {
    "speaker": "WILSON",
    "speech": "I do, but -- but it requires someone to attach their credibility to the proposition that they will actually give that testimony."
  },
  {
    "speaker": "QUESTION",
    "speech": "And, of course, I suppose the lawyer knew what the family would testify to before they heard the strengths of the prosecution's case, which was that general proposition, but we don't need to rely on a general proposition in this case because this judge told these lawyers in this lawsuit the following. Quote: I don't have a lot of faith in what's said in opening statements anyway. That's the trial --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Are you going to tell me right now -- we both read this record. And are you going to tell me that in your opinion, the judge did not know that these witnesses were here to say that the defendant was in California at the time?"
  },
  {
    "speaker": "WILSON",
    "speech": "The judge knew that he did not have anybody in that courtroom who was willing to stand up and say on my credibility, that's what these witnesses --"
  },
  {
    "speaker": "QUESTION",
    "speech": "He did not know that he had the lawyer's assurance of that. He did not know that he had the lawyer's assurance of that. testify that the defendant was in California at the time. I didn't ask you the question that Justice Scalia asked. I asked you my question. I'd like to know the answer to my question."
  },
  {
    "speaker": "WILSON",
    "speech": "I believe that the -- that the judge knew what had been said -- what had been attributed to them in the opening statement. I -- that is not the test that 24.10 requires. That's not the --"
  },
  {
    "speaker": "QUESTION",
    "speech": "That's a different -- well, if you're -- you're willing to say, which I think is fair and I think correct, that on the basis of this record, the judge knew that the point of these witnesses was to testify that the defendant was in California at the time."
  },
  {
    "speaker": "WILSON",
    "speech": "At the most --"
  },
  {
    "speaker": "QUESTION",
    "speech": "The answer to my question is yes. Is that right? correct. I don't believe that that's what you can say his statement and opening statement means. I think that it means that standing there -- at -- at the most, what you could say is, standing there in front of the jury -- and he's addressing the jury and not the judge -- that his best expectation of the best the evidence will be out of the witnesses' mouths is as he stated it. I don't --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What -- I presume what he stated was not if things go as well for me as possible, these people will say as follows. I presume what he said is, I have these three witnesses. He described their relationship, their location, et cetera. And they will testify that the defendant was in California at the time. I presume that's what he represented in open court. Isn't that correct?"
  },
  {
    "speaker": "WILSON",
    "speech": "That is what he told the jury."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- because we have the transcript representation of an officer of the court to the judge --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But the judge was fully apprised that the defendant was expecting to put on witnesses and that they were alibi witnesses. There's no doubt about that, is there?"
  },
  {
    "speaker": "WILSON",
    "speech": "The judge knew facts -- knew those facts from the opening statement only. But 24.10 requires someone to attach their credibility to those propositions when they are asserted as the basis for an interruption in the orderly conduct of a criminal trial."
  },
  {
    "speaker": "QUESTION",
    "speech": "Is it your experience that witnesses ever have second thoughts about giving their story after they've heard the strength of the prosecution's case?"
  },
  {
    "speaker": "WILSON",
    "speech": "That -- Your Honor, I believe that that does happen. And I believe especially it can happen they know the strength of the government's case if they hadn't been there to hear it?"
  },
  {
    "speaker": "WILSON",
    "speech": "I don't know that they did know, but I know that they visited frequently with the defendant and with defendant's counsel. I don't know that they did know. And -- and it isn't for us 9 years later --"
  },
  {
    "speaker": "QUESTION",
    "speech": "They did later file affidavits substantiating what the -- was said in the opening statement, didn't they?"
  },
  {
    "speaker": "WILSON",
    "speech": "Excuse me?"
  },
  {
    "speaker": "QUESTION",
    "speech": "They did later file affidavits consistent with what the counsel had said in his opening statement."
  },
  {
    "speaker": "WILSON",
    "speech": "Yes, 4 years later they did, 4 years -- lawyer fairly apprised that what we had to do was perform what he might have thought of as a useless act? And the case that's the strongest for your yes answer, he had to go through the form even though the substance was right there in the case of the surprise witnesses -- your strongest case or two under Missouri law is?"
  },
  {
    "speaker": "WILSON",
    "speech": "Missouri v. Cuckovich and other cases cited in the -- in the dissent in the Eighth Circuit where he quite candidly categorizes and admits that Missouri rules of 24.09 and 24.10 applied prior to trial, at the outset of trial, and during trial. They apply -- they apply --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, you don't want us to decide this case on the fact that he didn't make an affidavit, do you? I mean, that's so easy. The judge puts him under time this issue was being decided who was willing to attach their credibility to these assertions, who was willing to say to the judge, if you stop this trial, I believe there is a reasonable probability that I can produce these witnesses and that they will give this defendant an alibi, that they will say on the date and time of this murder, he was not within 1,000 miles."
  },
  {
    "speaker": "QUESTION",
    "speech": "So, if I read through the transcript and I came to the conclusion that everyone in that courtroom in that very short trial, in the circumstances given what was said, would have very clear that this lawyer does mean to tell the judge, one, these are my own witnesses that make a difference. Two, they're alibi witnesses. Three, they're going to say he's in California. Four, I don't know why they left. Five, give me a couple of hours or at least till tomorrow morning."
  },
  {
    "speaker": "WILSON",
    "speech": "In effect, what the lawyer was telling the judge by reference, implied or otherwise, to the entire body of trial is not what 24.09 or 24.10 require. They require that that showing be made in the application for the continuance. Now, if we say that an oral application is fine, okay, but you still have to present the facts and you have to present them in a way that makes them believable because what's being asked for is a serious imposition on the trial court and its conduct of this criminal trial."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Wilson, at the time of the new trial motion, the transcript was available to the judge of the proceedings?"
  },
  {
    "speaker": "WILSON",
    "speech": "I don't know, Justice Ginsburg. The new trial motion was filed 2 weeks after trial, but the new trial motion was heard 2 months after trial. Should he be -- have all of his attention trained on how can he do the best for his client under these extremely horrible circumstances?"
  },
  {
    "speaker": "WILSON",
    "speech": "Justice Ginsburg, that argument in the brief is -- is not made to show what a reasonable lawyer would do or what every lawyer could do, but rather to show that it was neither impossible nor impractical -- impracticable to comply with the rule."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, I -- I -- 29.09. I was surprised to see the Missouri Court of Appeals interpret it to apply to things like a motion for a continuance arising during trial because it -- well, it's very difficult, I would think, for a lawyer, suddenly faced with an emergency like this, to -- you know, you obviously -- you can't go back to your office and dictate a motion, and to simply write out something in longhand when perhaps there's no case that presents precisely that situation where the motion is in the -- in the heat trial something unexpected happens. You have no precedent that says, even so, under the Missouri rules you must sit there in your seat at counsel table and scribble out a motion."
  },
  {
    "speaker": "WILSON",
    "speech": "Well, the -- no. The -- the precise circumstances of this petitioner's case have not arisen in a published case in Missouri. That's correct. But there is -- it was clear that in the midst trial and even in some exigency, the courts of appeals and the Missouri Supreme Court had held 24.09 and 24.10 to require a writing and a sufficient showing in the past. And -- so, if this counsel -- as soon as this colloquy was concluded and the motion had been denied, they turned immediately to the -- to the petitioner's counsel's motion for judgment of acquittal at the close of all of the"
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Wilson, I thought you weren't going to rely very much on the -- on the not written part, but let's talk about the other part, that all of these -- even if all of these factors of substance that had to be in the motion were somewhere in the trial transcript and even if you could say that this trial judge knew it, you couldn't say, could you, that the court of appeals knew it, that the court of appeals could look back to this motion without searching the entire transcript and asking itself, I wonder what, under this transcript, the trial judge knew? The -- the court of appeals in Missouri could not look at the motion and say, well, he set forth what he had to say -- set forth. That -- that's clear, isn't it?"
  },
  {
    "speaker": "WILSON",
    "speech": "Yes, that is clear."
  },
  {
    "speaker": "QUESTION",
    "speech": "The court of appeals would have been constrained to review the entire trial record, which it is not just to the trial judge, but also to the court of appeals."
  },
  {
    "speaker": "QUESTION",
    "speech": "But, of course, I suppose the court of appeals is entitled to rely upon the trial judge's reasons when it reviews the adequacy of those reasons for granting the motion. So, if the trial judge's reasons do not look -- do not reasonably refer to rule 10, then I suppose on anybody's theory, the court of appeals wouldn't have to search the record. Isn't that so?"
  },
  {
    "speaker": "WILSON",
    "speech": "No, I don't believe so because the -- the very purpose of the appellate rule is that they will not do exactly that. If 24.09 and 24.10 were not complied with, then it doesn't really matter."
  },
  {
    "speaker": "QUESTION",
    "speech": "No. All I'm -- all I'm saying is that I thought what the -- the State court of appeals would review would be the -- the reasons given by the exact words. It will maybe be two or three pages, but not a whole record. Shouldn't the attorney be able to, in this very case, in a matter of a few pages say where -- where it was in the transcript?"
  },
  {
    "speaker": "WILSON",
    "speech": "Except that compliance with 24.10 doesn't -- doesn't require you to be able to trace it through the record, but rather that you presented it all at once to the trial judge and that you did so with some credible reason to believe that what was being asserted was so. Your Honors, 2 -- 2 months after this -- after the denial of the continuance occurred, they appeared before this very same trial judge to hear the motion for a new trial. No explanation was given to that judge. No better or further showing was provided. Even the simplest fact like the -- like that they were available and able to"
  },
  {
    "speaker": "QUESTION",
    "speech": "Thank you, Mr. Wilson. Ms. Vergeer, you have 3 minutes remaining."
  },
  {
    "speaker": "VERGEER",
    "speech": "Just a few quick points. With respect to the proffer and somebody being willing to put their credibility on the line, the defendant actually took the stand during the -- the colloquy on the continuance. He was sworn, which actually you would think is a superior form of proof to an affidavit, and there he was subject to cross-examination by the prosecutor, if there had been any questions. She didn't have any other than to clarify that the witnesses had been under subpoena, which they had been. And -- and so, I -- I think that the -- that whole like of inquiry about whether somebody is willing to sort of swear to facts in support of the motion sort of falls And in addition, the detectives interviewed these witnesses while they were in Kansas City and took statements from them, and if there was any question later, as the record developed further in Federal court, about whether these witnesses really would have said what -- what they said they were going to say, the State had whatever notes or statements that was taken from the interviews that were done with these witnesses."
  },
  {
    "speaker": "QUESTION",
    "speech": "Ms. Robin-Vergeer, was any due process argument ever raised at the motion for a new trial level?"
  },
  {
    "speaker": "VERGEER",
    "speech": "At the motion for a new trial, the defendant argued the denial of the brief continuance and the denial of the arrest warrant to enforce the subpoenas -- argued that that denied the defendant a fair trial. Due Process Clause was specifically mentioned in the post- argued that movant was denied his rights to due process of law and to the effective assistance of counsel guaranteed by the Sixth and Fourteenth Amendments when -- and then it sort of recites, and it -- and it goes along and says -- and talks about, A, the fact that someone told the witnesses to leave and, B, that the trial court overruled the -- the defense motion for a continuance. So -- so, the Due Process Clause is -- is explicitly stated there and -- and thereafter. If there are no further questions."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "Thank you, Ms. Vergeer. The case is submitted."
  }
]