[
  {
    "speaker": "REHNQUIST",
    "speech": "We'll hear argument next in Number 01-651, JPMorgan Chase Bank v. Traffic Stream. Ms. Reid."
  },
  {
    "speaker": "REID",
    "speech": "Mr. Chief Justice and may it please the Court: The alienage diversity statute provides that the Federal courts have original jurisdiction in civil actions between citizens of different States and citizens who are subjects of a foreign State where the matter in controversy exceeds $75,000. The question presented today is whether respondent, Traffic Stream (BVI) Infrastructure Limited, a corporation incorporated under the laws of the British Virgin Islands, qualifies as a subject of the United Kingdom within the meaning of that statute. Petitioner, JPMorgan Chase Bank, submits it clearly does. It is well-settled that the term, citizens and subjects, applies to corporations and not just natural persons. It is also not controversial that a subject is one who owes allegiance to and is under the protection of a foreign State."
  },
  {
    "speaker": "QUESTION",
    "speech": "Is this a question of Federal law?"
  },
  {
    "speaker": "REID",
    "speech": "In terms of looking to the matter of the subject?"
  },
  {
    "speaker": "QUESTION",
    "speech": "In determining who is a citizen or subject of a foreign State, or whether a corporation in this instance is a citizen or subject? Is that a Federal law question?"
  },
  {
    "speaker": "REID",
    "speech": "Yes, Your Honor, we would submit it is in the first instance, but in saying that we must then look at the nature of the relationship and look at the foreign State which is asserting the sovereignty, and certainly that is a matter that we should consider carefully. In this case, the United Kingdom has clearly expressed its sovereignty over respondent and over the other residents and corporations of its overseas territories."
  },
  {
    "speaker": "QUESTION",
    "speech": "When you say the United Kingdom has expressed its sovereignty, Ms. Reid, do you mean that you're looking at their statutes, or that their diplomatic representatives have made a representation?"
  },
  {
    "speaker": "REID",
    "speech": "Both, both the fact that they have intervened as an amicus in this and in other cases, but also, particularly in the case of respondent, if one looks at the BVI constitution enacted in 1976, it is enacted as a result of the act of parliament and the order of parliament, and it reserves expressly all power to the Crown ultimately, and it is only from the Crown that the law is then delegated to the elected legislative council. Each member of whom must swear allegiance to the Crown and to the Queen. The United Kingdom reserves the right to review, approve, and ultimately disapprove any statute that is enacted in the British Virgin Islands, which is a right that they do exercise. In this case, therefore, the enabling or enacting statute which, under which respondent is incorporated, is a direct result of the authority granted from the Crown, so I would argue it is not just a matter of the diplomatic relationship and the fact that the United Kingdom is the external face for the British Virgin Islands in terms of matters of defense and international relations, but also the fact that all law is derived ultimately from the Crown."
  },
  {
    "speaker": "QUESTION",
    "speech": "Ms. Reid, every corporation must be formed under the law of some sovereign, and if that's right, a corporation just can't generate itself. Is there any corporation that is formed under the law of some sovereign other than the United States not included within 1332, or is this just a very simple case where every foreign corporation of course is organized under the law of some State, and therefore would qualify. Does your case involve anything more than that?"
  },
  {
    "speaker": "REID",
    "speech": "I would say, Your Honor, in 99 percent of the cases, that you're right. I suppose it is conceivable that you would have corporations organized by someone who declares they are sovereign of some island somewhere, but no one recognizes them as a sovereign, and the United States would say, we know nothing of this person, and know they can't be --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Then the United States would also say that that's not a corporation."
  },
  {
    "speaker": "REID",
    "speech": "Right, exactly."
  },
  {
    "speaker": "QUESTION",
    "speech": "So I think you could say in 100 percent of the cases if we acknowledge it as a corporation, it will have been formed under the law of some State."
  },
  {
    "speaker": "REID",
    "speech": "I would agree, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "And I suppose even as to natural persons in this sort of eccentric island in the real world, if we did not recognize their claim to individual sovereignty or nationality, in the real world I assume they would be subject to some other national sovereign and they'd by that virtue, by virtue of that be swept up under the term, citizen or subject, wouldn't they?"
  },
  {
    "speaker": "REID",
    "speech": "I would agree."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "Let's assume -- and I'm not sure that this is an actual proposition of international law, that a subject of a sovereign has a special duty to obey the laws of that sovereign. A United States citizen in China has a special obligation to obey the laws of the United States that a British subject does not. Does this corporation have a special obligation to obey the laws of Great Britain in any greater degree than it has the obligation to obey the laws of any other sovereign to whom it might become --"
  },
  {
    "speaker": "REID",
    "speech": "Yes, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- subject?"
  },
  {
    "speaker": "REID",
    "speech": "An analogy, though, not completely perfect, but it -- you know, JPMorgan Chase is a corporation organized under the laws of the State of New York. It obviously has to follow the laws of the State of New York, but it also has obligations that it has to follow under our Federal law."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes."
  },
  {
    "speaker": "REID",
    "speech": "Similarly, a corporation set up under the laws of applicable overseas territories in the first in stance, of course, must follow the laws of their legislative district, but they must also abide by agreed- upon laws and conventions of the United Kingdom, and that is specifically an issue in the Caribbean, where there are certain financial disclosure, which is mandated in part through the relationship, constitutional relationship between the United Kingdom --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Where can we document the proposition that you've just stated? What do I look to?"
  },
  {
    "speaker": "REID",
    "speech": "To a certain extent, the treaty, that -- for example the Narcotics Enforcement Treaty. There are also the United Kingdom -- the one I'm thinking of is their recent overruling on the homosexuality, which we cited only to a newspaper article in our brief, will demonstrate that. The best sites are the web sites for the BVI and for the United Kingdom, which detail the relationship between these two entities, also the white paper we cited to Your Honor written in, I believe, 1999, goes into great detail about the relationships between the overseas territories and the United Kingdom, what the authority and sovereignty the United Kingdom has --"
  },
  {
    "speaker": "QUESTION",
    "speech": "No more established authority like Blackstone, or --"
  },
  {
    "speaker": "REID",
    "speech": "Not that we have cited to Your Honor, though in many ways there are parliamentary debates that you can access concerning -- which are referenced in the white papers -- concerning the relationships between the overseas territories and the Queen, which were quite reminiscent of the debates before the American Revolution in terms of virtual representation and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "If we were dealing with a private individual rather than a corporation, do you think there could be a stateless person who wouldn't fit under this statute?"
  },
  {
    "speaker": "REID",
    "speech": "In very, very rare instances, and those instances are where the individual had either renounced their citizenship, which has on occasion occurred, or where they have been, you know, exiled, and have not yet acquired citizenship somewhere else, and we would submit that the cases cited by the Matimak Court deal with those kinds of statelessness."
  },
  {
    "speaker": "QUESTION",
    "speech": "Suppose that kind of person that Justice O'Connor and you just discussed, a true stateless person, is temporarily in a port of Australia, San Francisco, or Monterey, Mexico, can it be said consistently with the statute here in question that they are at least temporarily subject to the laws of Australia while they are there, because they're stateless and they have no other higher obligation, so they're then subject --"
  },
  {
    "speaker": "REID",
    "speech": "No. I would submit that what subject to you must mean is that you have an allegiance to a sovereign, and the sovereign in turn has an obligation to you, including protection."
  },
  {
    "speaker": "QUESTION",
    "speech": "It's not subject to. The phrase is subject of, isn't it?"
  },
  {
    "speaker": "REID",
    "speech": "Yes, of a --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Everybody living in a country is subject to the laws of that country, and presumably to the Government of that country, but they are not necessarily a subject of that country."
  },
  {
    "speaker": "REID",
    "speech": "That is true, Your Honor."
  },
  {
    "speaker": "QUESTION",
    "speech": "So there can be stateless persons who are not within the clause."
  },
  {
    "speaker": "REID",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "And the reason you take that position, I take it, is that the impetus for the constitutional grant was in effect to keep countries from getting mad, rather than for purposes of extending jurisdiction as such to everyone who one might want to sue in a Federal court."
  },
  {
    "speaker": "REID",
    "speech": "Right. I mean, we have argued that there were two impetuses. One is the prevention of foreign entanglements by providing a neutral Federal forum, and the other was the promotion of commerce."
  },
  {
    "speaker": "QUESTION",
    "speech": "I must say, I didn't understand what you mean by foreign entanglements. Are you talking about the foreign entanglements that George Washington warned us against?"
  },
  {
    "speaker": "REID",
    "speech": "The --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I mean, like alliances with France, or things like that? What --"
  },
  {
    "speaker": "REID",
    "speech": "No. The foreign entanglements, when one looks back at the Framers' discussion, seem to envision that if the British debt could not be collected we might find ourselves back in another war."
  },
  {
    "speaker": "QUESTION",
    "speech": "We don't want to make them mad."
  },
  {
    "speaker": "REID",
    "speech": "We didn't want to make them mad."
  },
  {
    "speaker": "QUESTION",
    "speech": "Okay."
  },
  {
    "speaker": "REID",
    "speech": "That, I think, was the entanglement that they were worried about."
  },
  {
    "speaker": "QUESTION",
    "speech": "It's a strange term for it, then."
  },
  {
    "speaker": "REID",
    "speech": "And just briefly on the issue of the promotion of commerce, I wanted to make the point that JPMorgan Chase Bank and the financial market, you know, considered the Matimak decisions as ones who have potentially very deleterious effects on international commerce."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, why? Aren't New York courts -- this is not a question of saying for our corporation you can't enter U.S. court. They can enter a New York State court, and those courts are pretty savvy about commercial matters, are they not?"
  },
  {
    "speaker": "REID",
    "speech": "Absolutely, and I practice before them frequently, but the perception on the part of foreign -- foreigners is that the Federal system is one in which procedures are uniform across the country, and a -- with predictability, perhaps, that is more a matter of perception than of reality."
  },
  {
    "speaker": "QUESTION",
    "speech": "I know Alabamans who are afraid of New York courts. (Laughter.)"
  },
  {
    "speaker": "REID",
    "speech": "And vice versa."
  },
  {
    "speaker": "QUESTION",
    "speech": "But it is a little different from what it was in the days of the post revolution, when the British creditor said State courts are simply going to let them collect on their debts."
  },
  {
    "speaker": "REID",
    "speech": "That's true. In this particular case, the reason in large part that it was decided to go into Federal courts is simply because we wanted to get as speed a resolution as possible, and the State court system has interlocutory appeals, which is just the way the system works, and -- but it does often lead to additional delay and we had noteholders who were insistent that we try and get our collateral back as soon as possible."
  },
  {
    "speaker": "QUESTION",
    "speech": "Anyway, you -- I think no one has suggested a dynamic interpretation of 1332, so that if the original rationale is not as strong today as it was then, that somehow the meaning of 1332 would change."
  },
  {
    "speaker": "REID",
    "speech": "No. I think it's -- the -- clearly the United Kingdom at this point is, I guess one could say at best, annoyed by this continuing refusal to recognize their sovereignty over these types of entities, and the fact is that you know, they have submitted an amicus brief here, several other amicus briefs, two diplomatic notes, so that the fear of the Framers of having an entanglement of some sort with an ally is still, I think, valid today."
  },
  {
    "speaker": "QUESTION",
    "speech": "No other circuit has followed the Second Circuit, have they?"
  },
  {
    "speaker": "REID",
    "speech": "No. The Third Circuit has split explicitly. The Fourth and the Seventh Circuit have also disagreed, though not -- they didn't discuss Matimak, and one of them was earlier than Matimak, but no, there is no other circuit that has followed this rule. If the --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You wish to reserve the rest of your time?"
  },
  {
    "speaker": "REID",
    "speech": "Yes, Mr. Chief Justice."
  },
  {
    "speaker": "QUESTION",
    "speech": "Thank you, Ms. Reid. Mr. Minear, we'll hear from you."
  },
  {
    "speaker": "MINEAR",
    "speech": "Thank you, Mr. Chief Justice, and may it please the Court: The United States submits that corporations organized under the United Kingdom overseas territories are citizens or subjects of a foreign State for purposes of alienage diversity jurisdiction. We reach that conclusion based on the plain language of 1332. Section 1332's operative term, subject, describes a personal entity that is amenable to foreign authority in the sense that it owes allegiance to that foreign State and is entitled to the protection of that foreign State. That term quite clearly embraces a corporation created by a foreign State. This Court recognized that principle in Steamship Company v. Tugman 120 years ago. The crucial issue in this case is whether the United Kingdom exercises sufficient sovereign authority over the British Virgin Islands such that citizens and corporations can be said to be subject to the United Kingdom's rules, and we think the answer to that is clearly yes. The United States expressly recognizes the United Kingdom's sovereignty over the British Virgin Islands. We do so through treaties such as the Consulate Convention that we have with the United Kingdom. We also recognize it through our diplomatic relations with the United Kingdom. Now, we fully support the United Kingdom's claim here of sovereignty over the British Virgin Islands. In addition, if the Court needs to look further, and we think it does not, it's clear from the British Virgin Islands' constitution that the United Kingdom has retained its sovereignty over the British Virgin Islands. That constitution expressly states that the United Kingdom reserves full power to exercise and pass laws for the good government, order, and peace of the British Virgin Islands. We think the language of section 1332 conclusively resolves this case, but if the Court needs to look further still, then we think the policies that underlie section 1332 further buttress the conclusion that we reach."
  },
  {
    "speaker": "QUESTION",
    "speech": "Mr. Minear, what if the -- say, the U.K. takes one position and makes a representation, but the State Department, our State Department disagrees."
  },
  {
    "speaker": "MINEAR",
    "speech": "The -- (Slide.)"
  },
  {
    "speaker": "QUESTION",
    "speech": "Then what sort of an action should our courts take?"
  },
  {
    "speaker": "MINEAR",
    "speech": "We think that you should defer on the United States views on these matters. As far as disagreements between the United Kingdom and the United States, that's a matter for the State Department to deal with, but this Court's own decisions, cases such as Jones v. The United States, which is at 137 U.S. 202, explicitly state that questions of sovereignty are political questions that are entrusted to the political branches."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well then, if you were to submit the views of the State Department in a case like that, no matter what else there is in the record, we should accept the views of the State Department?"
  },
  {
    "speaker": "MINEAR",
    "speech": "Your cases suggest that that is the result that would follow."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes, but do you have a position --"
  },
  {
    "speaker": "MINEAR",
    "speech": "Yes, we do. To answer pointedly, yes, we do believe that you should defer to the United States views, because oftentimes on the question -- let me distinguish here that the question of subject is, of course, the meaning of that term is a legal question that this Court would interpret according to its normal practices, but the question of whether a foreign entity is a foreign State is a question that is properly entrusted to the political branches. We believe that the Second Circuit's decision stands alone here because it is quite plainly wrong. The Third Circuit has expressly rejected it, and the Fourth Circuit and the Seventh Circuit have not followed it. Under these circumstances, we think it is appropriate for the Court to reverse the decision below and remand the case for further proceedings."
  },
  {
    "speaker": "QUESTION",
    "speech": "Can you comment on the stateless person problem, not a legal person?"
  },
  {
    "speaker": "MINEAR",
    "speech": "But an individual. Yes, we can conceive that there can be such a thing as a stateless person, and we cannot believe that section 1332 by its plain language would reach a person who is not a citizen or a subject of a foreign State. Pure alienage is not sufficient. Nevertheless, the class of stateless persons is vanishingly small, and as was pointed out in the earlier discussion, the idea of a stateless corporation is an oxymoron, as Judge Altimari had stated."
  },
  {
    "speaker": "QUESTION",
    "speech": "But there are some U.S. citizens who don't have access to the Federal court because they're not a citizen of any State. Let's take a U.S. citizen who is residing in Switzerland."
  },
  {
    "speaker": "MINEAR",
    "speech": "That is correct. That is correct, and again, we think the courts have consistently answered these questions by adherence to the plain language of the jurisdictional provisions. For instance, for many years, until Congress dealt with the issue, citizens of the District of Columbia were not entitled to ordinary diversity jurisdiction, but these are matters that we think are best resolved by looking closely at the language that Congress has provided in the jurisdictional provisions. If there are no further questions, thank you."
  },
  {
    "speaker": "QUESTION",
    "speech": "Thank you, Mr. Minear. Mr. Albert, we'll hear from you."
  },
  {
    "speaker": "ALBERT",
    "speech": "Mr. Chief Justice, and may it please the Court: There are two statutes at issue here, both of which have plain language. Section 1332 of title 28 says that diversity jurisdiction extends only to citizens or citizens and subjects, and it does not extend to all aliens. The British Nationality Act of 1981 defines those persons whom the United Kingdom of Great Britain and Northern Ireland views as its citizens or subjects, and natural persons who are living within the British Dependent Territories do not fall within the category of being British Citizens. There is a special class, a subclass that is delegated to those people. They are British Dependent Territory citizens, or British Overseas Territories citizens, and this is an important distinction, because they do not have the full measure of rights that any English citizen would have."
  },
  {
    "speaker": "QUESTION",
    "speech": "You're now relying on English law, I take it."
  },
  {
    "speaker": "ALBERT",
    "speech": "I'm referring to English law, yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "Yes. I think that creates some difficulty for United States courts, particularly when the U.K. is making representations here as to one point, then you tell us we have to read English law, which we're much less familiar with, of course, than American law."
  },
  {
    "speaker": "ALBERT",
    "speech": "Yes, Mr. Chief Justice. Under Rule 44.1 of the Federal Rules of Civil Procedure, a court can look to any source for finding where --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I realize that. It's not that we're somehow disqualified from it, but it makes it a much more difficult inquiry."
  },
  {
    "speaker": "ALBERT",
    "speech": "It would be a much more difficult inquiry had the United Kingdom actually cited to any statute or any case ever decided in any English court anywhere on the subject, but it is --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, Mr. Albert, even if the British Nationality can be read as saying that corporations formed in the British Virgin Islands are not citizens, it doesn't say they're not subjects of the United Kingdom, does it?"
  },
  {
    "speaker": "ALBERT",
    "speech": "Well, actually, the British Nationality Act carves out classes of citizens, and classes of subjects, and persons who are neither citizens nor subjects, so in fact it --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I just didn't find anything that indicated to me that a corporation formed in the British Virgin Island was not a subject of the U.K., and we are dealing here with a brief filed by the U.K. that says they are subjects, so what do we --"
  },
  {
    "speaker": "ALBERT",
    "speech": "Well, I think that the question here is whether the deference should be unyielding to a litigation and advocacy position which the British Government puts forth in its briefs versus the substantive basis for that position which one would find in a statute."
  },
  {
    "speaker": "QUESTION",
    "speech": "Just looking at it from an American, U.S. perspective under the statute, citizens are subjects, and the fact that it is a corporation formed in the British Virgin Islands would lead me to conclude that is a subject of a foreign nation under our own statute."
  },
  {
    "speaker": "ALBERT",
    "speech": "Respectfully, Justice O'Connor, I think that the conclusion ought to be different, because there is nothing with -- the first step in the inquiry is, what would 1332(a)(2) have to say about corporations, and we know that 1332(a)(2) is a reference to citizens or subjects which is consistently -- which before the Letson fiction was adopted had resulted in severe conflict over whether there was jurisdiction for corporations at all. What this Court did in Letson was adopted the fiction not that the corporations were citizens or subjects, but that the corporations would be deemed to be citizens or subjects by virtue of the imputed citizenship of its shareholders and, applying the same principle here, you would impute the citizenship of the -- the citizenship of natural persons resident within the British Virgin Islands to a British Virgin Islands --"
  },
  {
    "speaker": "QUESTION",
    "speech": "That's going back to a law that has long since become obsolete. A corporation within the United States is a citizen of the State in which it's incorporated and where it has its principal place of business. We don't look to the citizenship of the shareholders any more. Why should there be such a tremendous disparity between our modern view of what a U.S. corporation is and the rest of the world when we don't even really think of the corporation as an entity in itself but say it's stuck by what its shareholder citizenship is."
  },
  {
    "speaker": "ALBERT",
    "speech": "Respectfully, Justice Ginsburg, 1332(c) does not say that corporations are citizens of their States. It says that for purposes of diversity they are deemed to be citizens of these States. It is a counting rule, not a citizenship rule, and hence, the Letson fiction still obtains. All that Congress did when it adopted the 1332(c) language was to restrict the scope of diversity jurisdiction by providing a second political jurisdiction, principal place of business, which would further limit the number of diversity cases which were appearing in Federal courts. This Court has never held that corporations were political citizens or political subjects. Only 1332(c) deems them to be so, and taking that a step further, it is Congress' choice, because Congress' language in 1332(a)(2) is that only citizens or subjects -- it does not use the word aliens or anything broader -- are subject to diversity jurisdiction."
  },
  {
    "speaker": "QUESTION",
    "speech": "Are you saying those words cover only human individuals and not corporations?"
  },
  {
    "speaker": "ALBERT",
    "speech": "For 1332(a)(2), humans, then applying the 1332(c) presumption, that would bring corporations within the scope of diversity jurisdiction."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, 1332(a) does use the term, aliens at the very end."
  },
  {
    "speaker": "ALBERT",
    "speech": "Yes, there is a reference to it, but not in the provision of 1332(a)(2) on the extension of that dispute between citizens of a State and citizens or subjects of a foreign State, and in fact, Mr. Chief Justice, Congress in fact had used the word, aliens, the broader word, in the original enactment, in the Judiciary Act of 1789, but Congress abandoned that language when it revised the statute in 1875."
  },
  {
    "speaker": "QUESTION",
    "speech": "Is a Spanish corporation -- as I say -- is that -- does that come within 1332 jurisdiction, a corporation formed in Scotland?"
  },
  {
    "speaker": "ALBERT",
    "speech": "In Scotland, yes, because a -- because the Scottish people, the English and Welsh people, and the people of Northern Ireland all are citizens of the Metropolitan United Kingdom, the United Kingdom of Great Britain and Northern Ireland."
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, my problem is if -- take some -- the British Virgin Islands, a place that's still held in something like colonial status, that you say that Scotland, which has a great deal more independence, belongs to the U.K. in the sense that it is a subject of the U.K., but the British Virgin Islands, or the Cayman Islands, that have less independence, are not subjects? That may be something a lawyer could understand, but I don't think it makes much sense, does it?"
  },
  {
    "speaker": "ALBERT",
    "speech": "I think that the distinction is, no one is disputing here that the British Virgin Islands is subordinate to the United Kingdom, no one is disputing that its people ultimately are answerable to the authority of the United Kingdom, but that simply goes --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Does it make them subject -- subjects?"
  },
  {
    "speaker": "ALBERT",
    "speech": "Subject to, not subject of, and that is why the British Nationality Act is so important here."
  },
  {
    "speaker": "QUESTION",
    "speech": "If it's so important, I guess then maybe corporations incorporated in Scotland are not citizens and subjects either, because it doesn't say anything about corporations, does it?"
  },
  {
    "speaker": "ALBERT",
    "speech": "No, Justice Breyer."
  },
  {
    "speaker": "QUESTION",
    "speech": "Wouldn't people then be surprised if it doesn't say anything, if we said that Scottish corporations weren't citizens, or -- in fact, wouldn't the people who live in these islands be a little surprised if the Supreme Court were to say, you're not nationals? How does it work? This is not an act that refers to corporations."
  },
  {
    "speaker": "ALBERT",
    "speech": "The proper allegation in a case like this would be that a corporation is incorporated under the laws of Scotland and is therefore a citizen or a subject of the United Kingdom."
  },
  {
    "speaker": "QUESTION",
    "speech": "And the reason that they are but these people aren't is?"
  },
  {
    "speaker": "ALBERT",
    "speech": "Is because England, Wales, Scotland, and Northern Ireland, along with the Channel Islands, are the constituent parts of the Metropolitan United Kingdom. That is the Government with whom we maintain a direct relationship, and when we treaty with them, we -- our treaties are binding as to that nation and those persons who are within those political subdivisions."
  },
  {
    "speaker": "QUESTION",
    "speech": "As of English law, the reason that -- although their law says, I guess, the counselor law, the diplomatic manual,the thing that says you have to swear allegiance if you're in the British foreign -- you know, you're in the British Virgin Islands, all the laws are subject to British authority and so forth, so the reason, in your opinion, despite all those things they list in their brief, that makes it very, very similar, the reason that a corporation incorporated in Wales is a citizen of the United Kingdom or subject of the United Kingdom but these are not, because it's the British Virgin Islands, is?"
  },
  {
    "speaker": "ALBERT",
    "speech": "Because when parliament enacts a law of general applicability within the United Kingdom, its applicability is to those four jurisdictions that I've mentioned, England, Wales, Scotland, and Northern Ireland, along with in some instances the Channel Islands, but it does not, of its force, extend to the British Overseas  Territories, the British dependent -- what's now known as the British Overseas Territories. They are regulated separately. When we enter into a treaty with the United Kingdom on any subject whatsoever, unless our treaty specifically extends to those territories, what happens in those territories is unaffected by our treaty, so it is not a two-way street of reciprocal obligations within the United Kingdom. All of their powers of these jurisdictions are derived from the United Kingdom, but they don't have any reciprocal rights, and that is especially true of the natural people who live within these territories. The natural people who live within these territories have no right of abode within the -- have no right of abode within the Metropolitan United Kingdom. If you call them citizens or subjects, and in fact the United Kingdom uses both terms now, it no longer adheres to the old concept of subjects, they cannot travel to the United Kingdom --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Are they stateless people?"
  },
  {
    "speaker": "ALBERT",
    "speech": "They are not stateless people at all. They do have a State. Their State, their overarching State is the United Kingdom, which extends to them defense protection. The United Kingdom protects them  in an international sense, but they do have -- and in that sense they a State."
  },
  {
    "speaker": "QUESTION",
    "speech": "They are British -- their State is the U.K.?"
  },
  {
    "speaker": "ALBERT",
    "speech": "They are just -- they are very similar to what our territorial residents would have been before we extended citizenship."
  },
  {
    "speaker": "QUESTION",
    "speech": "They are subject of and to the United States, I assume, the residents in the U.S. Territories."
  },
  {
    "speaker": "ALBERT",
    "speech": "Residents of U.S. Territories are now citizens by virtue of an amendment to the Immigration and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What were they before they were citizens?"
  },
  {
    "speaker": "ALBERT",
    "speech": "They were nationals and natives. They had no status. They were very much --"
  },
  {
    "speaker": "QUESTION",
    "speech": "They were not stateless, were they?"
  },
  {
    "speaker": "ALBERT",
    "speech": "No, they were not."
  },
  {
    "speaker": "QUESTION",
    "speech": "And so why isn't a corporation organized in the British Virgin Islands or the Cayman Islands -- why is that stateless? There's only one State it can belong to, because these are not independent sovereigns. The BVI is not an independent sovereign. What State does that -- you tell me that the individual would belong to the U.K. What does a corporation belong to?"
  },
  {
    "speaker": "ALBERT",
    "speech": "I do not advocate the position that the Matimak -- the Matimak Court adopted that these corporations were stateless. I do not think that that is essential to the determination below, and I think that it was a poor choice of words. There is a State involved. The United Kingdom granted to the British Virgin Islands the authority to adopt a Companies Act, just as United States territories have authority under statute of Congress to adopt their own incorporation laws. That does not mean that the corporations that are incorporated within the British Virgin Islands are subjects of, rather than subject to --"
  },
  {
    "speaker": "QUESTION",
    "speech": "They belong to some State, and either they belong to the U.K., or they belong to something that isn't a sovereign, or they're stateless. It's got to be one of those three, so which is it?"
  },
  {
    "speaker": "ALBERT",
    "speech": "They belong to the United Kingdom, but that does not answer the statutory question at issue here, because even if they belong to a kingdom, even if they belong to the United Kingdom, that does not make the citizens or subjects of the kingdom. You can be an alien and subject -- an alien to the United States, subject to the kingdom, yet not be a citizen or subject of the United Kingdom, and that was Congress' choice to make. Congress --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Could I ask, the word subject in the statute just tracks the word subject in the Constitution, and I -- wasn't the status of the colonists before our Revolution precisely the same as the status of the British Virgin Islands?"
  },
  {
    "speaker": "ALBERT",
    "speech": "Justice Scalia --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Which would lead me to the inquiry whether the -- even the revolutionaries considered themselves subjects of the British Crown. If they weren't, I guess they weren't engaging in a revolution really, were they? (Laughter.)"
  },
  {
    "speaker": "ALBERT",
    "speech": "The laughter from the audience in fact focuses the point here, because that was the fundamental shift in the understanding of the colonists and their relationship to the British Government. Before the Revolution, the old idea of subjectship was that it was permanent. One could never abandon one's subjectship. The political idea during the Revolution was a shift toward the idea of volitional allegiance. That is, that once the Crown abdicated parts of its protective authority, then the people no longer were subjects of the Crown, and the legal basis for the legal philosophers during the formation -- in the 1774 to 1776 period was to justify how it was that we could throw off our bonds to the British Crown, and the way in which they justified it was to say that the King had abdicated, and therefore, in the words of the Declaration of Independence, we were no longer his subjects. What were we? Well, there was a --"
  },
  {
    "speaker": "QUESTION",
    "speech": "But we had been. We had been."
  },
  {
    "speaker": "ALBERT",
    "speech": "Oh, we had been. We had been."
  },
  {
    "speaker": "QUESTION",
    "speech": "We occupied the same status in those days as the British --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Why wasn't that status the one that's comparable to the status of citizens in the Virgin Islands here --"
  },
  {
    "speaker": "ALBERT",
    "speech": "Justice --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- because they're not claiming that they've been abandoned by the Crown here."
  },
  {
    "speaker": "ALBERT",
    "speech": "Justice Stevens, there are two places in which that abandonment can come about. One is by the people themselves declaring themselves independent, they saying that those bonds have been thrown off."
  },
  {
    "speaker": "QUESTION",
    "speech": "Of course, that hasn't happened here."
  },
  {
    "speaker": "ALBERT",
    "speech": "It certainly has not happened here, but there is another way, because when nations adopt the idea of volitional allegiance, the new idea of what a subject is, then the nation itself can change its laws to determine what the status of its people are. Here, the United Kingdom has changed the status of its persons. The United Kingdom has moved away from that 18th and 16th, 17th century view of what a subject is and moved to our view of what a subject is, and the British Nationality Act explains exactly what these people are."
  },
  {
    "speaker": "QUESTION",
    "speech": "The British Nationality Act has nothing to do with corporations."
  },
  {
    "speaker": "ALBERT",
    "speech": "But the British Nationality Act does have to do with what the people in the British Virgin Islands are --"
  },
  {
    "speaker": "QUESTION",
    "speech": "And the other thing they --"
  },
  {
    "speaker": "ALBERT",
    "speech": "-- and then applies --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I understand your point there, but -- so I'm cutting you off, but they say that in these places the Queen appoints the Governor, the Governor is responsible for internal security, public service, and court administration, but all the laws they pass in these places are subject to review by the Foreign Office, the Commonwealth Office, and then the Queen in Council, which is a group of particular individuals, that the Legislative Council swears its allegiance to the Crown before it takes place, and so they haven't just discarded this place at all. They've sort of treated it as we might treat a city inside a State, or some other kind of semi-independent entity, and you say to that, what?"
  },
  {
    "speaker": "ALBERT",
    "speech": "Or more particularly, as we would treat one of our territories, because the ability of Congress to legislate for its --"
  },
  {
    "speaker": "QUESTION",
    "speech": "You mean, people in our Territories like Puerto Rico, let's say, which is a Commonwealth --"
  },
  {
    "speaker": "ALBERT",
    "speech": "Yes."
  },
  {
    "speaker": "QUESTION",
    "speech": "-- or Samoa, they are not subjects of the United States?"
  },
  {
    "speaker": "ALBERT",
    "speech": "They are not subjects of the United States."
  },
  {
    "speaker": "QUESTION",
    "speech": "They don't owe their allegiance to the United States, and they're not subject to its laws. Which is it?"
  },
  {
    "speaker": "ALBERT",
    "speech": "The position that has been advocated here, and I think that the -- and that has been uniformly advanced by the scholars is that citizenship versus subjectship is simply -- are simply two sides of the same coin determin -- describing what the relationship is of one in either a democracy or a monarchy, and what has happened in the United Kingdom is that as the country has evolved from a strict monarchy to a constitutional monarchy with democratic principles, that the ideas of subjectship have evolved, and the idea of citizenship has been incorporated into their law. This --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Do you feel some discomfort in saying, well, that's what the U.K. law is, and you told us that what the Companies Act means, when U.K. itself is telling this Court, you've got it all wrong? You're standing before the Court as an interpreter of U.K. law. You're riding the whole -- your whole case on what U.K. law is, and yet the U.K. tells us, you read it wrong."
  },
  {
    "speaker": "ALBERT",
    "speech": "I would have thought that had the United Kingdom had a statute on which it could rely, or any decision on which it could rely, it would cite them. The only authority to which it cites in the record at all is in the lodging --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Which -- go ahead."
  },
  {
    "speaker": "ALBERT",
    "speech": "Is in the lodging at page L31, an excerpt from its diplomatic manual which describes the various categories under the British Nationality Act. The other authority upon which it relies are its diplomatic notes in which it asserts that it views these people as its subjects, but if you look to each citation of that -- those diplomatic notes, they come not in a submission to a court, asking a court to determine what British law is, but in a protest to the State Department after a case has been decided saying, we don't like the decision of this court. Now, I've cited to the -- I've certainly cited to the text of the British Nationality Act which tells you where the diplomatic -- where the diplomatic manual derives its basis."
  },
  {
    "speaker": "QUESTION",
    "speech": "Is it a fair summary to say that it's a litigating position and therefore we do not owe it Chevron deference?"
  },
  {
    "speaker": "ALBERT",
    "speech": "I think it is a pure advocacy position, and it does not deserve --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Are you arguing for what we might call a variable definition of subject, that VI residents are subjects of Great Britain in some cases and not others? That is to say, you said earlier that the U.K. could make a treaty binding on VI residents, VI citizens, so that you can be subject of Great Britain in some instances and not others."
  },
  {
    "speaker": "ALBERT",
    "speech": "Justice Kennedy, the U.K. itself --"
  },
  {
    "speaker": "QUESTION",
    "speech": "If I characterize your argument that way, would that be a proper characterization of your argument?"
  },
  {
    "speaker": "ALBERT",
    "speech": "I think that at the second level of Matimak inquiry, when -- that the Court would necessarily have to inquire as to whether or not a person is or is not a subject, and I think that I would be -- I am willing to concede that Britain could change its statute for general purposes or for limited purposes so as to give to these territorial citizens the right to proceed in American courts, and we would defer to that simply by reason of -- simply for reasons for international comity."
  },
  {
    "speaker": "QUESTION",
    "speech": "But doesn't that potential indicate that there is sovereignty, because --"
  },
  {
    "speaker": "ALBERT",
    "speech": "Once --"
  },
  {
    "speaker": "QUESTION",
    "speech": "-- isn't sovereignty the capacity to exercise power and authority?"
  },
  {
    "speaker": "ALBERT",
    "speech": "Sovereignty is that power. The question is whether or not they are subjects. I'll give you an example."
  },
  {
    "speaker": "QUESTION",
    "speech": "They are subjects because of the potential of the exercise of that power."
  },
  {
    "speaker": "ALBERT",
    "speech": "The land that sits in the middle of London at Leicester Square, the famous Tolk v. Moxie Land, is subject to the sovereignty of the United Kingdom, but that does not make the land a subject, and so the mere fact that the United Kingdom adopts legislation which regulates behavior of its people, both within the metropolitan United Kingdom and within its territories, does not mean that the people within its territories are subjects for purposes of 1332, and I say that especially in light of the fact that as we stand here today the United Kingdom has adopted a new statute which has not yet come into force, because a statutory instrument has not yet been signed for it, which will render the British Territories' citizens to be British citizens, giving those British citizens now the right of abode within the United Kingdom, and that will happen in the future. It probably will happen soon, maybe in a matter of months, maybe in a matter of years, but it has not happened yet, and we determine subject matter jurisdiction as of the time of the commencement of --"
  },
  {
    "speaker": "QUESTION",
    "speech": "How does that affect a corporation? You're talking about what will be the status of individuals."
  },
  {
    "speaker": "ALBERT",
    "speech": "I think that a -- that applying -- that the proper way to apply the Letson principle here is that a British Virgin Islands Corporation should never be subject to diversity jurisdiction precisely because the presumption is that its shareholders have opted for British Virgin Islands status rather than opted for British status."
  },
  {
    "speaker": "QUESTION",
    "speech": "And that would be the case -- it would be -- the Congress would be immobile as well. In order to make -- if I follow your argument correctly, in order to make a BVI corporation subject to 1332 jurisdiction, there would have to be a constitutional amendment, because the Constitution uses the same words for a citizen or subject -- citizen or subject."
  },
  {
    "speaker": "ALBERT",
    "speech": "The Second Circuit did not reach the constitutional --"
  },
  {
    "speaker": "QUESTION",
    "speech": "That's what I'm putting to you, because the statute uses the same term, citizens or subjects."
  },
  {
    "speaker": "ALBERT",
    "speech": "I do not think that there is a presumption in this Court that the use of the same language in Article 3 and in title 28 means that the statute has --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Well, tell me what subject means within Article 3 that it doesn't mean within 1332 and why a court should interpret it -- interpret them differently."
  },
  {
    "speaker": "ALBERT",
    "speech": "Because if you look to the Judiciary Act of 1789, which was adopted nearly contemporaneously, Congress used the broader language, alien, rather than the narrower language, citizen or subject, and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "That's not -- the Constitution says citizen or subject, doesn't it?"
  },
  {
    "speaker": "ALBERT",
    "speech": "That's correct, it does, and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What does it mean -- what does subject mean within the Constitution, within Article 3, as it reads?"
  },
  {
    "speaker": "ALBERT",
    "speech": "It would be mere speculation on my part to suggest what it was that they meant, since this was one of the least debated provisions of the Constitution."
  },
  {
    "speaker": "QUESTION",
    "speech": "But you're urging a certain statutory interpretation, and you said, well, maybe it has a different meaning, the word subject, in the Constitution, so I'm asking you to tell me what could be those different meanings."
  },
  {
    "speaker": "ALBERT",
    "speech": "I think that it is entirely possible that in 1787 Congress -- the Convention intended to extend the grant of authority to the full measure of diversity jurisdiction over cases involving all foreigners, but the reason that I don't think that they focused on the issue was because in 1787 there really were not these cases of -- there were not a lot of cases, probably no cases in which there were people who lacked subjectship yet nevertheless were foreigners. With respect to these trading colonies in particular, the people who were involved in the mercantile trade involving these Caribbean colonies were not people who were resident within those colonies --"
  },
  {
    "speaker": "QUESTION",
    "speech": "What about Canadians? Until Canada domesticated its constitution, I suppose for most of the 19th Century Canadians were not subjects of the Crown?"
  },
  {
    "speaker": "ALBERT",
    "speech": "I think Canadians were subjects of the Crown by virtue of the fact that they were in a settler colony rather than in a plantation, a plantation colony, and the -- one of the difficulties of the British law of that entire era is that it never really had a uni -- it never had a uniform picture of who its persons were, and what the relationship was between the Crown and each one of the different types of colonies that were created, and it was very, very difficult for the -- it was very difficult for Britain, because Britain had different types of colonies which promoted different types of British interests, and therefore it created different types of Governments within them, and created different statuses with respect to immigration and migration to Europe for those people."
  },
  {
    "speaker": "QUESTION",
    "speech": "So among the subjects, or -- well, the entities that are under U.K. sovereignty, which are those are subjects and which of them are not?"
  },
  {
    "speaker": "ALBERT",
    "speech": "The ones which are certainly not subjects right now are those which are the British Overseas Territories, which include the British Virgin Islands, the Cayman Islands, Bermuda, the Turks and Caicos --"
  },
  {
    "speaker": "QUESTION",
    "speech": "Which ones are? Which ones are?"
  },
  {
    "speaker": "ALBERT",
    "speech": "Pardon?"
  },
  {
    "speaker": "QUESTION",
    "speech": "Which ones are?"
  },
  {
    "speaker": "ALBERT",
    "speech": "The Isle of Man, the Channel Islands are British -- are British citizens, and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I didn't ask citizen, I said, subjects."
  },
  {
    "speaker": "ALBERT",
    "speech": "Oh, British subjects, sorry. British subjects, and --"
  },
  {
    "speaker": "QUESTION",
    "speech": "How about the Falklands?"
  },
  {
    "speaker": "ALBERT",
    "speech": "The Falklands -- the Falklands, those residents are not British citizens. They are British Overseas -- Overseas Territories citizens."
  },
  {
    "speaker": "QUESTION",
    "speech": "How about Leicester Square? (Laughter.)"
  },
  {
    "speaker": "ALBERT",
    "speech": "It has no status whatsoever, because it is property, not a person. Thank you."
  },
  {
    "speaker": "QUESTION",
    "speech": "Thank you, Mr. Albert. Ms. Reid, you have 6 minutes remaining."
  },
  {
    "speaker": "REID",
    "speech": "Mr. Chief Justice, and may it please this Court: I will try to be brief. I would like to separate the inquiry between corporations and then address natural persons. Corporations are incorporated through the laws of their legislative district. The United Kingdom's brief details quite clearly how the corporations are incorporated, rather like our States, corporations in Northern Ireland are incorporated under the laws of Northern Ireland. As I understand respondent's argument, that would make them stateless entities, because they are not actually incorporated in Scotland, Wales, or the United Kingdom. Clearly, that is an absurd result, given the presence of the British --"
  },
  {
    "speaker": "QUESTION",
    "speech": "I think his answer was that if they're formed under Scotland, Wales, Northern Ireland, they're okay, but if they're formed under BVI, they're not."
  },
  {
    "speaker": "REID",
    "speech": "Right. I think he may have inadvertently been in error, because the Northern Ireland corporations are actually incorporated under a different law than those of the ones in England, but the point is the same. All of these entities incorporate under their own individual quasi State or district law, all subject to the Crown, and they all should be analyzed in the identical way. They are all subject to and subjects of the United Kingdom. In terms of the natural citizens, I just wanted to point -- the British Nationality Act, of course, has no applications to corporations, and the analysis that somehow we should adopt the old Letson rule is inapplicable both because it's United Kingdom law, we have no learning -- I mean, United States law, no learning on what -- how the United Kingdom would do it, but it seems sensible to adopt the more modern view, but the 1981 Nationality Act, interestingly, in schedule 5 to section 41, in terms of naturalization and becoming a citizen or a British Overseas Citizen, or a British, what was then known as Dependent Territory citizen, you're required to take the following oath of allegiance: I, name, swear by Almighty God that on becoming a British Dependent Territory citizen I will be faithful and bear true allegiance to Her Majesty Queen Elizabeth II, her heirs and successors, according to law. I submit to you that that is the definition of a subject, and of allegiance, and that really is -- demonstrates that the United Kingdom has come before this Court not as a litigation posture, because it has no interest really in any of these cases, but as a concern over the fact that its sovereignty is not being recognized by the judiciary when it has been recognized by the United States Government in numerous treaties, and again, I won't read them, but I would simply refer you to the Consular Convention and footnote 17 of the United Kingdom's brief, which details the numerous treaties that have been entered into governing the British Virgin Islands and other of the Overseas Territories. If the Court has no further questions, I will submit."
  },
  {
    "speaker": "REHNQUIST",
    "speech": "Thank you, Ms. Reid. The case is submitted. (Whereupon, at 11;56 a.m., the case in the above-entitled matter was submitted.) 3:2 important 19:2 24:6,8 5:25 26:2 39:20 40:10,10 42:7 43:1 poor 28:6 Queen 5:5 8:25 31:16,20 42:12 :25 26:12,14,21,22 29:23 30:19 principle 14:16 21:8 36:14 rationale 12:25 :23 40:14 promotion 10:22 11:16 35:3 38:13 9:17 32:19 39:6 says 18:15 20:9 21:25 25:9,10 37:19 39:16 42:19 3:20 24:4,10 26:17,19 28:12,22 thing 17:10 25:10 31:12 19:20 20:1 21:14 23:12,12,25 24:2 9:10,24 30:5 32:8,10 33:19 34:11 things 11:4 25:14 24:23 25:4,17,17,21 26:4,9,10,16,17"
  }
]