[
  {
    "speaker": "[11",
    "speech": "13 a.m.]"
  },
  {
    "speaker": "STEVENS",
    "speech": "We'll hear argument in the Ms. Brill. relinquishing something that it holds as money or property. A sovereign's interest in an unassessed tax claim is neither money nor property. interest of the Government as one of not allowing U.S. territory to be used to carry out a smuggling scheme? I"
  },
  {
    "speaker": "SCALIA",
    "speech": "And Canada does not."
  },
  {
    "speaker": "BRILL",
    "speech": "Yes, Justice Scalia, that's exactly correct."
  },
  {
    "speaker": "SCALIA",
    "speech": "The existence of that statute would seem to suggest -- and a statute which is limited to countries that will do the same for us -- would seem to suggest that we don't want to do this for Canada."
  },
  {
    "speaker": "BRILL",
    "speech": "Yes, that's exactly -- that's exactly right, Your Honor. There --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But it's also limited to vessels. It's smuggling by water, not smuggling by --"
  },
  {
    "speaker": "BRILL",
    "speech": "By automobile."
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- vehicles, as was done here, so that we don't have any statute that covers smuggling on land."
  },
  {
    "speaker": "BRILL",
    "speech": "Right. Yes, Your Honor, that's correct."
  },
  {
    "speaker": "SCALIA",
    "speech": "Is there something better about reciprocity for vessels and not reciprocity for land smuggling?"
  },
  {
    "speaker": "BRILL",
    "speech": "I think it just evinces what Congress was concerned about most at the time, Justice Scalia, but it was -- it is certainly the case that in any -- any time that this country has endeavored to deal with matters of international tax enforcement, it has always demanded reciprocity. It has done so through the smuggling statute, it has done so through the numerous tax treaties that the Second Circuit's RJR decision discusses And one of the points the RJR decision makes is that, in 1951, at the very time that Congress was looking a foreign government's revenue rule, then, yes, it would be outside; but there are numerous ways in which this prosecution does enforce a foreign government's revenue sentence was based on the -- an estimate of the intended loss, and there was no assessment or an adjudication in of the revenue rule is a recognition that foreign -- that taxes, in general, are a matter of policy. They're inherently policy-based; they're not based on contract or assist in resolving disputes between private parties. And often they're imposed -- especially customs duties, are talking about a common law, no country enforces the taxes of another. But, at least in the Restatement of Foreign Relations now, that's put in terms of -- there's no judgments of another; but neither is there any prohibition. believed the law was at the time. To the extent it's qualified, I think it's just to leave room for the fact that the Senate can that courts recognize these laws. But it's --"
  },
  {
    "speaker": "SCALIA",
    "speech": "You don't -- you don't assert"
  },
  {
    "speaker": "BRILL",
    "speech": "Correct, Your Honor, because there wouldn't -- this statute wouldn't have been written to take that into account. This -- position is irrelevant to your -- to your secondary or your -- or your independent argument on statutory body of money. But a scheme to merely evade paying a tax is not something that falls within the statute, separate and apart from the revenue rule. But the revenue rule -- no state court would have recognized any property interest in a foreign sovereign, even if it had reached the point jeopardy, right?"
  },
  {
    "speaker": "BRILL",
    "speech": "That's correct."
  },
  {
    "speaker": "SCALIA",
    "speech": "So we'd be punishing this punish this person for violating Canadian law."
  },
  {
    "speaker": "BRILL",
    "speech": "Yes, I haven't looked in detail at wire fraud case, it was assault and battery? Supposing the Canadian revenue agent got inside of New York and one of your clients beat him up, would we have -- solely because he was mad at him for trying to interfere with his attempt to smuggle into Canada -- would we have to say that you can't do that, we have no jurisdiction over the assault and battery?"
  },
  {
    "speaker": "BRILL",
    "speech": "No, Justice Stevens. It's -- the question is whether you're --"
  },
  {
    "speaker": "STEVENS",
    "speech": "The only purpose would be just what the purpose is here, they're trying to facilitate the smuggling operation."
  },
  {
    "speaker": "BRILL",
    "speech": "Well, the assault and battery -- whatever the assault and battery provisions are, you would be bringing the prosecution solely for that purpose; it does not have any -- the effect of applying the assault and battery statute, if there was one --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Is to interfere with Canadian's collection of their taxes. That's the only reason for it."
  },
  {
    "speaker": "BRILL",
    "speech": "Well, I think it -- in that case, it would be -- it would be far too attenuated to reach that conclusion. There could be -- the motive of a person --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Why is that any more attenuated than a conspiracy carried out down here in Maryland using American assets to do the evil deed in Canada?"
  },
  {
    "speaker": "BRILL",
    "speech": "Well, the motive of the person performing the assault and battery would be irrelevant to improper touching and, in fact, carried it out."
  },
  {
    "speaker": "KENNEDY",
    "speech": "Well, why isn't the motive people who defraud the United States Government in taxes?"
  },
  {
    "speaker": "BRILL",
    "speech": "Your Honor, the government's position on that, I believe, is somewhat inconsistent. U.S. Attorneys manual specifies that it is -- they believe it is the intent of Congress that tax matters will be Canada's treasury. So money is not an issue. At most, it was an effort to evade Canada's right to collect money, not any money it had -- thing if it were a building fraud. Suppose there were contractors building a Canadian building for the Canadian economic advantage, and so there would be a tort, and the person could collect from me. But I have not taken any money or property from that person that was in his And what McNally and Cleveland point us to is whether there was money or property in the hands of the -- we talked about both in the petition for cert. And in the question --"
  },
  {
    "speaker": "STEVENS",
    "speech": "But the question, itself,"
  },
  {
    "speaker": "BRILL",
    "speech": "It talks about the --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Was it -- was it phrased the foreign government. And so the only thing that they say is, beyond -- is not included -- the only act of enforcement which they say is not included is, somehow, And under Section 14 of the -- excuse me, under the Fourteenth Amendment of the United States amount of taxes that they -- we found due?"
  },
  {
    "speaker": "BRILL",
    "speech": "Yes, Justice Ginsburg, it very much did. The loss calculation was based on intended loss, and the number of cases of liquor that were intended to be brought into Canada, and applied that number to the amount If there aren't further questions, I'd like to reserve the balance of my time."
  },
  {
    "speaker": "STEVENS",
    "speech": "Mr. Dreeben."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Justice Stevens, and may it please scheme."
  },
  {
    "speaker": "SOUTER",
    "speech": "But that really doesn't get you anywhere, does it? I mean, if the United States says, \"We don't want this gun offense to be prosecuted unless there's a wire fraud prosecution,\" that doesn't tell you anything as to whether there ought to be a wire fraud prosecution."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, what it tells you, Justice Souter, is why the United States has an interest in enforcing a law that facially is written to cover schemes to defraud that are carried out using the United States wires."
  },
  {
    "speaker": "SCALIA",
    "speech": "But that's -- but that's a reason for extending the statute to everything, to everything --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "No, Justice Scalia --"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- reading \"property\" to mean anything at all. I mean, what you're saying is, the broader you read this statute, the more bad guys we're going to catch. I'll stipulate that. Of course it's true."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, Justice Scalia, I'm starting from the proposition that the language of the wire fraud statute textually applies to this scheme, and Petitioner's argument is that, because of the common law revenue rule, the statute should be read to exclude schemes to defraud a foreign government of tax revenue. And the fact that a foreign government is defrauded of tax revenue does not mean that the United States does not have an independent In addition to the collateral criminal conduct that such schemes can spawn, the creation of such schemes statute, Justice Scalia, for this Court to second-guess foreign-policy determinations that are made --"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, not just foreign policy. pay Lenin's taxes designed to equalize all individuals, in terms of property. Country A has a tax law that makes criminal. What this --"
  },
  {
    "speaker": "BREYER",
    "speech": "No, only people who come over here because they don't want to pay taxes in those"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Justice Breyer, in order to violate the wire fraud statute, you have to use deception"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, let's assume --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "In the context of this case --"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- Canada has an income tax. deceptive Canadian income tax return?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Not for using Canadian facilities problem, Justice Breyer, that should require the Court not to read a statute whose language --"
  },
  {
    "speaker": "BREYER",
    "speech": "Well, what about the wealth tax in France?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "There are a variety of taxing schemes all across the world. The question that the United States has to make when it determines whether to prosecute a wire fraud scheme is whether it's in interest -- in the interest --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Mr. Dreeben, at the beginning of your argument, you said there were four federal interests you were going to identify. You've been able to identify one. You don't want them running around with guns. What are the other three?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "The other three are --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "The second one, which I began to allude to before hearing some questions about -- foreign government."
  },
  {
    "speaker": "STEVENS",
    "speech": "Before you were asked a brief question."
  },
  {
    "speaker": "DREEBEN",
    "speech": "-- are that people who engage in schemes in this country are capable of then using the same techniques against victims in this country. The third reason is that the creation of international schemes to defraud, like the smuggling scheme in this case, poses independent threats to the United States Government because international criminal organizations are particularly difficult for the United States to deal with. foreign government, the United States Executive Branch may conclude, to allow our soil and our wires to be used to  collect taxes. This is a prosecution directed at fraud. The collection of taxes in a cooperative, reciprocal manner between governments implicates very different combat people who have intended to devise, or have devised, a scheme to defraud in the -- on the books, this wire fraud statute? Pretty old statute."
  },
  {
    "speaker": "DREEBEN",
    "speech": "1952. And its antecedents are the"
  },
  {
    "speaker": "SCALIA",
    "speech": "How many prosecutions like this have there been? When was the first one?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "No, of course there were smugglers before then, but the statute, on its face, is broad. And the only justification -- the only two justifications for common law revenue rule that forms a backdrop for the construction of the statute. That is wrong, the"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Well, if the Court concluded that the question was not susceptible of resolution by resort to the usual tools of statutory construction, then you that neither of these two theories --"
  },
  {
    "speaker": "STEVENS",
    "speech": "But may I ask this question? know, the enforcement rule, this is not literally enforcement. But what I was driving at with my questions is, even though literally it's not, the problems of of there being so many, many foreign tax laws that we might think are basically unfair, that those to secondary inspection when they were asked. In order to bring a criminal prosecution that requires specific intent to defraud, the government is not going to be relying on As to the concern about the enforcement of tax systems that the United States may believe are -- is rule, as defined in the common law cases that can be pointed to as the background principle, has to do with a foreign government, or someone acting on its behalf, rules. Here what you have is the United States Government determining that it is in the interest of the United a foreign government, in its own right, with the power to instigate a lawsuit -- but that even when the United States does it, that somehow falls within the parameters problem would be to interpret the restitution statute against the background of the revenue rule, not to"
  },
  {
    "speaker": "DREEBEN",
    "speech": "Justice Scalia --"
  },
  {
    "speaker": "SCALIA",
    "speech": "So you have two statutes. One of them seems to be quite ambiguous. The other one is do I wiggle out of it?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "There's a difference -- the tax laws of Canada. Since it's entirely feasible, and since the text is categorical, how do you get out of the restitution statute? Justice Scalia. If you think, as I do not, that the revenue rule would bar restitution at the behest of the taxes were at issue. And in all of the 20th century versions of this problem, what you had is a foreign government or an entity, acting at the behest of a foreign that country's courts to enforce its own tax rules. And in that context, the justifications for saying that one saying, would a law like that, saying it is a crime in England not to pay French taxes -- would it have been viewed as contrary to an abrogation of -- or a -- you law revenue rule?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "I think that that's essentially clear that that's its purpose, the Court should be very careful in defining what the parameters of the common law are. The Court should not take a common law rule and growing a dimension that is not consistent with its purposes and that it had never assumed in any decided case saying they can't do it; I just want to know -- would it be in derogation of the common law principle?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "It would probably be in derogation of a more --"
  },
  {
    "speaker": "BREYER",
    "speech": "That's what --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "-- fundamental principle."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Not the revenue rule --"
  },
  {
    "speaker": "BREYER",
    "speech": "Not the --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "-- but a more fundamental principle that one country usually does not legislate with respect to extraterritorial acts."
  },
  {
    "speaker": "BREYER",
    "speech": "That would be another one, too."
  },
  {
    "speaker": "DREEBEN",
    "speech": "But if you --"
  },
  {
    "speaker": "BREYER",
    "speech": "Suppose they -- I -- that's why I want to know --"
  },
  {
    "speaker": "DREEBEN",
    "speech": "But that's not applicable here, either, Justice Breyer, because the crime involves wire fraud in the United States."
  },
  {
    "speaker": "SOUTER",
    "speech": "Yeah, but why isn't it applicable to the extent that there seems to be a mandatory obligation to order restitution? And it seems to me that the restitution that would be ordered would be just as much in derogation of the common law principle as the out-and-out collection in Justice Breyer's example."
  },
  {
    "speaker": "DREEBEN",
    "speech": "Justice Souter, again, to say that it's in derogation of the common law principle assumes that the common law principle has applicability to one country seeking to vindicate interests of its -- you said, \"Okay, we'll assume that there would be some derogation,\" in Justice Breyer's example. I don't see why the ones that you have articulated; but, even more to the point, they are not justifications that found their way into any holdings that would lead a reasonable legislator conclude that this is a rule that I'm going to have to specifically -- been growing. It originally started out as a principle that allowed countries to avoid invalidating contracts that they believed were in furtherance of commerce. It the United States will not notice that a foreign country's laws have been violated in the formation of a contract, say no, that's not in derogation for the reason that there's an independent local reason for doing it. It's not being done to -- whether it has that effect or not,"
  },
  {
    "speaker": "DREEBEN",
    "speech": "That's right."
  },
  {
    "speaker": "BREYER",
    "speech": "That's been your response on tobacco and alcohol, that was almost an invitation to smugglers. Did we have any discussions with Canada -- I mean, they do have that border, which is rather easy to taxes on liquor sky-high?"
  },
  {
    "speaker": "DREEBEN",
    "speech": "I am not aware, Justice Ginsburg,"
  },
  {
    "speaker": "BRILL",
    "speech": "Sure. On the -- on the issue of the identity of the person bringing the claim, the contract cases, Holman and Boucher, stand for that proposition, and before the wire fraud statute was enacted -- this was in the Appellate Court in Ireland -- it says, \"It is not a 70. And the way the revenue rule has been cited repeatedly is that it -- what it prevents is not just And so it is -- the fact that there have not been criminal prosecutions, it clearly would have been in derogation of"
  },
  {
    "speaker": "BRILL",
    "speech": "Yes, Your Honor. Yes, Justice Souter. And the -- in terms of what the government's country. The way the Government gets a material misstatement is by a failure to disclose at the Canadian not by having ad-hoc exceptions. And the reference to prosecutorial discretion that there should be faith that the Government will only exceptional cases is not something that can provide any"
  }
]