[
  {
    "speaker": "STEVENS",
    "speech": "We'll hear argument in Howell against Mississippi. Mr. Mitchell."
  },
  {
    "speaker": "MITCHELL",
    "speech": "Justice Stevens, and may it please the Court: The Court has directed us to address, in addition to the question raised in the petition for writ of certiorari, the following question. Was petitioner's Federal constitutional claim properly raised before the Mississippi Supreme Court for purposes of 28 United States Code, section 1257? Accordingly, we begin by addressing that question and answering it affirmatively. Here, Howell under State law, and I didn't see below any reference to the Federal Constitution."
  },
  {
    "speaker": "MITCHELL",
    "speech": "Justice Ginsburg, we believe that and State law is the determiner of whether an offense is a lesser-included offense, but Federal law, the Federal it's broader, which means that if you raise -- if you -- if you make a claim under the State standard, you are not necessarily making a claim under the narrower, more"
  },
  {
    "speaker": "MITCHELL",
    "speech": "We would respectfully submit that -- that in Mississippi, for example, as contrasted with faithfully representative of what the Court said in that case."
  },
  {
    "speaker": "SOUTER",
    "speech": "Is -- is Goodin the case that State law, the -- the jury has an -- an option to sentence for life, as -- as well as -- as to impose the death parole, that assumption is simply incorrect as a -- as a fact about Mississippi law."
  },
  {
    "speaker": "MITCHELL",
    "speech": "No, I do not believe that is correct is that under Mississippi law, the jury, because of the bifurcated nature of the -- of the case, is given verdict was -- was the death penalty."
  },
  {
    "speaker": "MITCHELL",
    "speech": "Well, the consequence of the jury verdict may have been the death penalty. For example, in The jury recommended life, but the judge imposed a sentence of death nevertheless. In the Hopkins case, the understanding that you've raised a Federal question."
  },
  {
    "speaker": "MITCHELL",
    "speech": "I do not believe that I would have unless in that particular State, if its highest court same --"
  },
  {
    "speaker": "SCALIA",
    "speech": "That's all it takes for the New"
  },
  {
    "speaker": "MITCHELL",
    "speech": "It always has to comply with the -- with the Federal requirement, but as Justice Souter pointed out, it may be broader, for example, in situations a lesser-related offense. For --"
  },
  {
    "speaker": "SCALIA",
    "speech": "So all it takes is a -- is a interwoven, we believe the jurisdiction of this Court, as the Court has said, is plain."
  },
  {
    "speaker": "SCALIA",
    "speech": "So we have to figure out in think -- do you think counsel for the defense isn't always going to say that they're interwoven? rule, the lifeblood even of the Constitution, but cannot at the moment recall the correct citation."
  },
  {
    "speaker": "BREYER",
    "speech": "I mean, my goodness, all it It's a human problem. A judge is a human being. He gets the petition. There are 28 different issues. That's a penalty, or acquit him, and your case happens to involve an instruction which said to the jury, convict him or give him a life sentence or acquit him. So we don't even know decided."
  },
  {
    "speaker": "MITCHELL",
    "speech": "Well, Your Honor, we would (Laughter.)"
  },
  {
    "speaker": "MITCHELL",
    "speech": "Suppose, though, that this were not -- were not a -- a lesser-included instruction case. Howell had stood before the judge and said, I'm asking for you to appoint counsel, and the judge said, well, under say this, Your Honor, that the effort to federalize the claim as was done in the Mississippi Supreme Court was done in an effort to address the instructions as a whole,"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, it isn't even clear here that Beck would have been violated. As I understand Federal issue under Beck was discrete from the State issue. So I forgot the name of them, but one of them was striking because it says this doesn't run afoul of Beck, lesser-included offense. And it -- the -- the State supreme court treated those two as discrete. So when you submit that Goodin does not attempt to distinguish Beck, but in fact squarely addresses a Beck claim, although -- and we candidly admit -- Goodin's counsel did cite Beck was phrased in precisely the same manner in which Mr. Howell's counsel expressed the same claim. regard to jury instructions, says that under the Eighth and Fourteenth Amendments, these jury instructions -- and we contend that they must be considered as a whole. These Fourteenth Amendments. It is our position that this is sufficient -- while not a cognate of that, is sufficient for the wrong one. In other words, the question -- there is a question here about exactly what is the lesser- included offense. It seems to me that if he tried to kill have been some kind of crime. But maybe you ask for a lesser-included offense of, say, simple murder and the guess, but one of the things that perplexed me was that I would have thought that the lesser-included offense on -- on the theory that the -- that he didn't intend to kill, shot and so on -- I would have thought the lesser-included offense was a heat of passion kind of killing. But as -- where was the deliberate design here?"
  },
  {
    "speaker": "MITCHELL",
    "speech": "We believe that -- that there are, in effect, two forms of simple murder because of the has said this -- because of the structure of the Mississippi murder definitions. They are contained in a fight and, secondly, that he was struck. The Mease court said that that was a proper basis to instruct on manslaughter, the fact that he had pulled the gun and was Now, while I find that case difficult to parse, we believe that that certainly could have been an argument in one instance, we've -- we've become first in -- in this regard. In Jackson v. State in 1976, our Supreme Court -- which was cited in a footnote 10, I believe, in -- in same statute, pretty much, that Alabama had that restricted a lesser-included offense instruction. easier opportunity to meet that standard. And thirdly --"
  },
  {
    "speaker": "SCALIA",
    "speech": "I don't get your point. It"
  },
  {
    "speaker": "HOOD",
    "speech": "Yes, yes, sir --"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- so long as it's a lesser are you telling me that if they failed to prove there was an attempted robbery, it was not an offense at all?"
  },
  {
    "speaker": "HOOD",
    "speech": "No, sir. I -- I'm not stating that. facts."
  },
  {
    "speaker": "STEVENS",
    "speech": "Then why wasn't he entitled to this case. And your analysis there again will -- will hinge on whether or not -- in Mississippi admittedly murder would be a lesser-included offense if the facts the Federal standard --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "But I still don't understand killed?"
  },
  {
    "speaker": "HOOD",
    "speech": "On the facts that we had, if -- if you analyze it under the Federal standard -- and I would"
  },
  {
    "speaker": "KENNEDY",
    "speech": "No. I'm talking about just Mississippi law. You're the prosecutor saying, we -- we"
  },
  {
    "speaker": "HOOD",
    "speech": "Yes, sir. You're correct. First, we wouldn't have -- have charged --"
  },
  {
    "speaker": "BREYER",
    "speech": "So which crime is it? and he didn't know this individual. He had no premeditated intent to kill him. (Laughter.)"
  },
  {
    "speaker": "KENNEDY",
    "speech": "I don't understand."
  },
  {
    "speaker": "HOOD",
    "speech": "Oh, yes, sir. That -- that happens"
  },
  {
    "speaker": "BREYER",
    "speech": "All right. So there must be --"
  },
  {
    "speaker": "HOOD",
    "speech": "But, of course, it's premeditation."
  },
  {
    "speaker": "HOOD",
    "speech": "Justice Ginsburg, to -- to -- first of all, we wouldn't have indicted for capital murder if we didn't have that evidence. We wouldn't be discussing the question. We'd strictly be focusing on those facts, number one, that particular witness Rice was on the other charge it if somebody just says, please give me a lesser- included instruction, even if he's all mixed up as to what the right crime is. I don't know if that's the law of Mississippi. From reading the Mississippi Supreme Court opinion, I would say it wasn't the law of Mississippi because they say you're not supposed to charge people in ways that would mix them up. But, I mean, anyway -- but that's the argument. So what's the response?"
  },
  {
    "speaker": "HOOD",
    "speech": "There --"
  },
  {
    "speaker": "BREYER",
    "speech": "And don't take the one I just suggested because I'm not sure that's right. What is your response?"
  },
  {
    "speaker": "HOOD",
    "speech": "There are 12 separate manslaughter sections in the Mississippi code, not in one section. Our murder section lists -- lists four just in one section. There are 12 different ones. We have one if you drive a nail in a tree and -- and you're -- you're cutting lumber and it kills someone, that's a manslaughter still. This defendant only requested a culpable negligence manslaughter instruction. There was no evidence to -- to support that. The only potentially -- I -- I could even make a stretch -- would be a heat of passion. He did not request that -- request instruction, and --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, is that fatal to him? I mean, that's what we're -- one of the things we're trying to get at I guess. Is -- is that fatal to him?"
  },
  {
    "speaker": "HOOD",
    "speech": "His failure to request -- be entitled to a lesser offense instruction if he asked for the wrong lesser offense? I.e., in this case, if he at what Mississippi law is, and I think you've --"
  },
  {
    "speaker": "STEVENS",
    "speech": "And under your view of the facts, as I understand it, he would have been entitled to"
  },
  {
    "speaker": "HOOD",
    "speech": "I don't -- that's only a stretch to answer -- answer Justice Breyer's question. murder, first degree murder."
  },
  {
    "speaker": "STEVENS",
    "speech": "So it's -- it's your view he must ask for the correct lesser-included offense"
  },
  {
    "speaker": "HOOD",
    "speech": "Yes, sir. And -- and there again, I'd like for the Court to -- to understand my statement analysis and not Mississippi --"
  },
  {
    "speaker": "STEVENS",
    "speech": "But is sudden provocation or heat of passion part of the prosecution's burden or a part"
  },
  {
    "speaker": "HOOD",
    "speech": "It would be a matter of the defense raising sudden provocation. And I don't believe that they Evidence shows that he was sprayed with mace, and at that point, he pulls out a gun and shoots. That, I suppose, is evidence of heat of passion. Couldn't he have asked for a the heat of passion evidence himself?"
  },
  {
    "speaker": "HOOD",
    "speech": "He could have asked for a heat of"
  },
  {
    "speaker": "SCALIA",
    "speech": "You killed somebody. You didn't plan to kill to somebody, so it's not murder. Okay. But you killed somebody. Surely, there must be some crime in -- in Mississippi that -- that covers that."
  },
  {
    "speaker": "HOOD",
    "speech": "Yes, sir. You --"
  },
  {
    "speaker": "SCALIA",
    "speech": "What is it?"
  },
  {
    "speaker": "HOOD",
    "speech": "-- charge murder and -- and the prosecution --"
  },
  {
    "speaker": "SCALIA",
    "speech": "No. It's not murder. It wasn't -- you know, he didn't -- I didn't walk up to the -- to the car intending to kill him. As you say, you couldn't have indicted for murder."
  },
  {
    "speaker": "HOOD",
    "speech": "Likely, the State would -- would have -- have -- if those were the facts and that's all the facts that we had, then the State would likely have charged murder and asked for a lesser-included offense"
  },
  {
    "speaker": "HOOD",
    "speech": "Twelve different manslaughter --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Twelve different, and one of them is simply killing somebody simpliciter, without any"
  },
  {
    "speaker": "HOOD",
    "speech": "Yes, sir, without. But he requested the culpable negligent manslaughter instruction, and there would submit to the Court that -- that they never requested anything about the felony murder and they never requested the heat of passion manslaughter. to help me sort of -- what are the -- as a matter of State law, what are the elements of the offense for which he was Mississippi --"
  },
  {
    "speaker": "HOOD",
    "speech": "It -- if you -- if you prove the intent -- lesser-included offense is my next question."
  },
  {
    "speaker": "HOOD",
    "speech": "Yes, sir. If you just take those murder is with or without intent and you add an additional element of murder which requires intent. Same goes for manslaughter because you had the additional sudden So I would say that if we follow the Federal standard and -- and that's -- that's the floor, and the states facts that would even support Beck. So had he even properly reached that issue and -- and cited Beck, I would submit to the Court that the facts don't support it under law. And it doesn't meet the lesser-included offense standard. that assumption, I want a lesser-included offense instruction of simple murder, killing with intent. Is that a lesser-included offense under -- under capital"
  },
  {
    "speaker": "HOOD",
    "speech": "There again, Your Honor --"
  },
  {
    "speaker": "SOUTER",
    "speech": "Because what he's saying is, killing with intent."
  },
  {
    "speaker": "HOOD",
    "speech": "Yes, sir."
  },
  {
    "speaker": "SOUTER",
    "speech": "Under -- under -- as I offense, the State could prove the capital offense by saying he did have intent when he killed and he also intent, and that's why you say it's not a lesser-included offense because for plain murder, you need intent, and for felony murder, you don't need intent."
  },
  {
    "speaker": "SCALIA",
    "speech": "Isn't that -- isn't that your case?"
  },
  {
    "speaker": "HOOD",
    "speech": "I'd like to also point out factually that in the -- in the -- initially in the petition, the -- and actually at trial and at the Mississippi Supreme Court, they talked about that the defendant may have been able -- may have been out there selling drugs to the defendant. I'd submit to the Court that a proper review of the record, if you look at the Mississippi Supreme Court opinion at page 98 and -- 97 and 98 and page 40, the defendant in his own brief admits that that was not in evidence. It came from the -- from a plea where the -- where one of the co-defendants pled, and it never was placed before the jury. Here in -- in the brief in this particular case, they talk about, well, he -- maybe he was borrowing money, the sting question, whether he was borrowing money. That comment came from one of the witnesses named Powell who was merely speculating. I don't know what he was talking about a sting, but it could have been that he was going to borrow money or -- or rob somebody. So that -- that was speculation. So the -- the facts just don't support the granting of a lesser-included offense in this particular case. I'd also like to ask the Court to -- to note that in Hopkins v. Reeves in footnote 7, the -- the Court suggests that we don't decide that -- that particular case based upon the bifurcation issue alone. I would ask that the Court answer that question in this particular case and state that Beck has no application in this particular case with in Beck is not -- doesn't happen here in the Mississippi instance because in Jackson v. State, we want to turn him loose because -- and they give him a conviction, which automatically carries the death penalty. And that impacts the jury. And I understand that. That this particular case. And Mississippi has just distinguished Beck. works against you because it takes away from the jury the option of saying, well, we'll convict him of a serious offense, but we'll be sure not to give him a capital then works against you."
  },
  {
    "speaker": "HOOD",
    "speech": "Well, Justice Kennedy, in consider in -- in granting instructions, first, it is our contention that both Mississippi law and due process law requires a judge to instruct a jury on all of the relevant And in Fairchild v. State, that is precisely what the Mississippi court did in saying that a court could not some money from you and my kids and my wife are waiting for me in the hotel room. But that happens not only in the big city, it also happens in Mississippi. And so that there was a reason to approach that vehicle other than an attempted robbery. And the question is, what is a reliability of the -- the guilt determination, the very point that Justice Kennedy pointed out undercuts Mississippi's argument. It is this diminution of the here. In addition to that, we would respectfully The case is submitted."
  }
]