[
  {
    "speaker": "[10",
    "speech": "04 a.m.]"
  },
  {
    "speaker": "STEVENS",
    "speech": "We will now hear argument in Gonzales, et al. against Raich. General Clement. doubt on the constitutionality of the Controlled Substances Act, and I think, in particular, that's because the decisions in Lopez and Morrison cited, with approval, cases like Darby and Wickard, and preserved those cases. And, of course, the concurring opinion of Justice Kennedy did so, as well."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, but in Wickard, of course, you had a wheat grower, a small farmer, and his wheat did, in part, go in the national market. You don't have that here. As I understand it, if California's law applies, then none of this home-grown for medical-use marijuana will be on any interstate market. And it is in the area of something traditionally regulated by states. So how do you distinguish Morrison? And how do you distinguish Lopez?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, Justice O'Connor, let me first say that I think it might be a bit optimistic to think that none of the marijuana that's produced consistent with California law would be diverted into the national market for marijuana. And, of course, the Controlled Substances Act is concerned, at almost every step of the Act, with a concern about diversion, both of lawful substances from medical to non-medical uses and from controlled substances under Schedule I into the national market. broad challenge, do we have to assume that the State of California will enforce its law? I mean, if it turns out that it isn't and that marijuana is getting in the interstate market, that might be a different thing. rely on the possibility of diversion?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, because I think it is a reality, in responding to Justice O'Connor's question -- I think that in -- obviously, in all of these commerce --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Yeah, but in my hypothesis, it's a nonexistent reality."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, in your hypothetical -- and marijuana. And it seems rather ironic to appeal to the fact that home-grown marijuana would reduce the interstate commerce that you don't want to occur in order to regulate it. I mean, you know, doesn't that strike you as strange?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, no, it doesn't, Justice Scalia, but let me respond in two ways. First of all, I think it's been clear, at least since the lottery case, that Congress' authority to regulate interstate commerce includes the authority to prohibit items traveling in interstate commerce and to declare something contraband in to that, Justice Scalia, but let me say this. I think what I'm saying is, I'm taking the rational that this Court accepted in Wickard, and I'm applying it to a different regulatory regime. Here, Congress --"
  },
  {
    "speaker": "STEVENS",
    "speech": "But you're applying it to the opposite kind of regulatory -- you're applying it to a regulatory regime in which the government wants to Stevens, that's only true if there will be no diversion, to get back to --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Then I'm assuming -- my hypothetical is that California could pass a law that would prevent diversions from occurring."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, in the same way that the Federal Government has had trouble stamping out the marijuana market entirely, I think California is going to have parallel problems in absolutely preventing diversion."
  },
  {
    "speaker": "STEVENS",
    "speech": "But just -- Ginsburg, I think the whole point of the Wickard case was to extend rationales that it applied previously to commerce to activity that the Court described as economic, but not commercial. And I think the production and distribution and possession of marijuana is economic in the same way that the production of wheat was in the Wickard case."
  },
  {
    "speaker": "SOUTER",
    "speech": "But you're -- no, I was going to -- your whole point, I take it, is that the two particular patients in this case are simply -- simply cannot be taken, for our purposes, as representative in himself, but part of it was commercial. I think Wickard can be distinguished on the facts."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, Justice O'Connor, it could be -- I mean, any case can be distinguished on the facts, there. And it's important to recognize that the way the Agricultural Adjustment Act worked is, it applied to all the wheat that was grown in excess of the quota, and so it applied to the wheat that was used by the family for consumption of their own bread. And, nonetheless, this Court upheld that as a valid Commerce Clause regulation. And so I think, by parity of reasoning, all of exercised that power, so it treats something as effectively contraband in interstate commerce, and then takes the complementary step, especially in light of the fungibility of the product, and says, \"We're just going to"
  },
  {
    "speaker": "CLEMENT",
    "speech": "-- Marinol."
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- but there is, in this record, a showing that, for at least one of the two plaintiffs, there were some 30-odd drugs taken, none of an affirmative effort to strike down the Controlled Substances Act in an injunctive action. And I think, in that context, certainly Justice Souter is right, that this only the individual's conduct, but the entire class of activities that's at issue. lawful."
  },
  {
    "speaker": "STEVENS",
    "speech": "Doesn't it depend on how you define the \"relevant class of activities\"? Is it the entire class that Congress ought to regulate, or is it a narrower class, in which the Plaintiffs contend that the statute cannot constitutionally be applied to a particular very narrowly defined class? And is it ever permissible to define the class narrowly to escape a -- the broad argument that you make?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, I don't think that is impact on interstate commerce? I mean, the Court certainly made that statement."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Oh, absolutely, Justice O'Connor, but --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Which cuts against what you're saying."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, with respect, I don't think"
  },
  {
    "speaker": "SCALIA",
    "speech": "Involved economic activity."
  },
  {
    "speaker": "CLEMENT",
    "speech": "I'm sorry if I misspoke. Economic activity. Because what you're talking about here is the possession, the manufacture, the distribution of a of manufacturing of Marinol, and isolating the one helpful component, does two things. One, the manufacturing process allows there to be a safe use for one of the components in marijuana. But it also provides an"
  },
  {
    "speaker": "STEVENS",
    "speech": "Right."
  },
  {
    "speaker": "CLEMENT",
    "speech": "I think that's the import of the Rutherford decision with Laetrile."
  },
  {
    "speaker": "STEVENS",
    "speech": "Do you think there could be any state of facts on which a judicial tribunal could disagree with the finding of Congress that there's no acceptable medical use? Say they had a -- say there was a judicial hearing on which they made a contrary finding. Would we have to ignore that? Would we have to follow the congressional finding or the judicial finding if that changing realities. But, here, Congress made it clear that a process remains open to reschedule marijuana in a way that gets it onto Schedule II or Schedule III. And I think it's wrong to assume that there's any inherent hostility to the substances at issue here. I mean, the FDA, for example, rescheduled Marinol from Schedule II to Schedule III in a way that had the effect justification for changing the schedule. And I think both of the briefs talked a little bit about the Institute of Medicine's study about the medical efficacy of marijuana. And I think one thing that's important to keep in mind that that study comes to a conclusion about is, whatever benefits there may be for the individual components in marijuana, that smoked -- really doesn't have any future as medicine. What does have a future for medicine, of course, is an effort to synthesize and isolate the beneficial component. That's been done with Marinol. It is true real way to distinguish between them.\" Wouldn't this be a way to distinguish between them? That in deciding what class you are going to -- or what subclass you're going to consider from which to generalize, you simply ask the question, \"What good reasons are there to define a subclass this way?\" In this particular case, the good reasons to define a subclass of medical usage are the benefits -- whether you accept the evidence is another thing -- but the benefits which the doctors say that, under present circumstances, you can get from smoking it, as opposed to taking the synthesized drug. There's no such argument, I would guess, in favor of recreational marijuana usage as a separate category. And, for that reason, isn't there a -- isn't there a good reason to categorize this as narrowly as the recognize medical usage, you don't have any way of drawing the line against private recreational usage. And I'm suggesting that you do have a reason for drawing that line, and it's the benefit for medical usage, if you essential part of a larger regulatory scheme that would be undercut unless the intrastate activity were regulated. If you accept the government's contrary contentions on either of these two points, Ashcroft v. applied this theory in other contexts. One is the protection of endangered species. Congress has made it unlawful to possess ivory, for example. It doesn't matter whether you got it lawfully, or not; or eagle feathers, the mere possession of it, whether you got it through interstate commerce or not. And Congress' reasoning is, \"We can't tell whether it came through interstate commerce or not, and to try to prove that is just beyond our ability; and, therefore, it is unlawful to possess it, period.\""
  },
  {
    "speaker": "BARNETT",
    "speech": "That class of activities is not before the Court. That is actually before --"
  },
  {
    "speaker": "SCALIA",
    "speech": "No, but it's before the Court when you -- when you raise the policing of the problem by of activities that has been identified by the State of California, and which is rational to distinguish from --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Oh, but California hasn't identified individual growers. Communes are okay, as far affect something, doesn't seem to me to have much to do with whether the state separately regulates it, and I can't find any support at all for that in any case."
  },
  {
    "speaker": "BARNETT",
    "speech": "The support would come from the"
  },
  {
    "speaker": "BREYER",
    "speech": "So now what you're saying is, in a Commerce Clause case, what we're supposed to do is to start to look at the federal scheme and the state scheme and see, comparing the federal scheme and the state scheme, whether, given the state scheme, the federal scheme is really necessary to include this. That's a task, and I'm trying to make it as complicated as I can in my question. [Laughter.]"
  },
  {
    "speaker": "BREYER",
    "speech": "But I see it very well. Here thousand. They get their figures from the National Organization from Reform of Marijuana Laws. Our figures in our brief come from the government. The figures show it's a very small fraction of persons that would be involved. And their argument is basically -- and the logic of your hypothetical is premised on -- the more people that go into the illicit market, the better for"
  },
  {
    "speaker": "BARNETT",
    "speech": "But the -- but the -- but the scheme of -- but the class of activities that have been authorized by the State of California will take people out of -- earlier time mostly by women, was classically economic -- washing dishes, making bread. And now you say growing marijuana isn't?"
  },
  {
    "speaker": "BARNETT",
    "speech": "If you accept the government's definition of economic, then every -- then washing dishes, today, would be economic, and that --"
  },
  {
    "speaker": "SOUTER",
    "speech": "No, but even --"
  },
  {
    "speaker": "BARNETT",
    "speech": "-- would be within the -- within the power of Congress to reach."
  },
  {
    "speaker": "SOUTER",
    "speech": "But even if we accept your very strong incentive not to get it on the street, because getting it on the street is going to subject them to criminal prosecution, under both California and federal law, as well as the -- essential to the --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "If one --"
  },
  {
    "speaker": "BARNETT",
    "speech": "-- regulatory scheme."
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- if one takes your view, to have some limiting --"
  },
  {
    "speaker": "BARNETT",
    "speech": "But a limiting principle is the one that I -- was identified by the Court in Lopez in which the government is asserting that if it's an essential part of a broader regulation of economic activity to reach this activity, then it may be reached. And the difference between states in which there is a activity, and a lot of other activity in states in which the states are not attempting to pursue the health of their citizens -- the goal of preserving the health of their citizens this way, that would fall under the exception which this Court suggested in Lopez --"
  },
  {
    "speaker": "BREYER",
    "speech": "This is a new framework, I take it, and it's very interesting. And one of the things here, which is an enforcement-related connection and a market-related connection, is actually, I have to confess, a little more obvious and a little more close than what I had to -- what I had to say in Lopez to -- was the might have come out different. There is no interstate connection whatsoever in this class of cases. None. The only way to make it an interstate connection is through some sort of hypothetical economic substitution effect in entire proof that the court relied upon in Wickard was proof of the economic impact of home-consumed wheat on the farms. And by \"home-consumed,\" it did not mean eating at the family -- at the family table; it meant feeding to take it that Justice Scalia is exactly right, I thought, from that language, it's about the analysis, home-grown wheat, which is not economic, having an effect on something that is. Filburn was engaged in; that was the activity that the statute was aimed at. The statute --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, why is this not economic activity, if you use the term in that broad sense? This marijuana that is grown, just like the wheat that was grown, in Wickard, since it's grown on the farm, doesn't have to be bought elsewhere, and that makes it an economic that?"
  },
  {
    "speaker": "BARNETT",
    "speech": "Pardon me?"
  },
  {
    "speaker": "SCALIA",
    "speech": "Did the opinion make a point of that? the price would be a slight trivial reduction, if it has any effect at all, because it's going to withdraw users from the illicit drug market. And to the extent that they are now in the illicit drug market -- and we don't know You don't accept the government's 100,000-dollar figure. Let me ask you a question that would -- that would get to, maybe, a different number, and that is, do you know how many people there are in California who are undergoing chemotherapy at any given time?"
  },
  {
    "speaker": "BARNETT",
    "speech": "I do not know the answer to that."
  },
  {
    "speaker": "SOUTER",
    "speech": "Isn't that number going to be if that number is a plausible one today, its plausibility reflects, among other things, the fact that there is a controversy as to whether California's law, in fact, is enforceable, or not. And the reason -- there is reason to assume that -- if we ruled your way, that that number would go up. So, if you accept that line of argument, then your argument, that the effect, whatever it may be, is going to be trivial, seems to me unsupportable. Am I missing something? reasoning, because the whole -- your whole argument that it's non-economic is based on the claim that there are -- the numbers are so few -- the number of people involved, from what you could generalize, are so few that it would premised on the ability to tell the difference between economic activity, on the one hand, and personal liberty, on the other."
  },
  {
    "speaker": "SOUTER",
    "speech": "But your whole jurisprudence in this case is premised on the assumption that we have got to identify the entire range of potential effect based on the particular character of two individuals in their -- in"
  },
  {
    "speaker": "BREYER",
    "speech": "-- which was brought up before, and I just -- I've never understood this. I'm not an expert. I don't honestly know, if I really think about it, despite all the papers and so forth, whether it's true"
  },
  {
    "speaker": "BREYER",
    "speech": "So that's -- I just want to know why."
  },
  {
    "speaker": "BARNETT",
    "speech": "Well, Your Honor, first of all, that whole process wouldn't dictate what the power of does carry with it harms associated with it, as the -- as General Clement correctly pointed out. It does carry with it these ancillary harms. But when people are sick and people are suffering and people are dying, they may be"
  },
  {
    "speaker": "GINSBURG",
    "speech": "May I just ask you one procedural question?"
  },
  {
    "speaker": "BARNETT",
    "speech": "Yes."
  },
  {
    "speaker": "GINSBURG",
    "speech": "And this is -- this is a suit"
  },
  {
    "speaker": "STEVENS",
    "speech": "Thank you, Mr. Barnett. General Clement, you have four minutes."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Thank you, Justice Stevens, and may it please the Court: As I understand Respondents' position, it's effectively that their clients, and clients like them, in their use of medical marijuana, is somehow so hermetically sealed from the rest of the market on marijuana that it Now, there's the question now about what kind of impact this would have on the federal enforcement scheme. Now, we, in our reply brief, try to use the numbers from one of Respondents' own amici, and we suggest that there's suggests that a serious medical condition -- there's a catchall at the end that includes subsection 12 -- \"Any other chronic or persistent medical system that, if not alleviated, may cause serious harm to the patient's safety or physical or mental health.\" Now, I think that is an exceedingly broad definition of a serious medical condition for which somebody could be -- get a enforce the regulatory regime. The other case in the reply brief worth mentioning is the Santa Cruz case, because that's a case where a Federal District Court, after Raich came out, said that it could not enforce the DA and the Controlled Substances Act against a 250-person cooperative. And that just shows that this is not something that will be limited to one or two users at a time, but will have a substantial impact on the government's ability to enforce the Controlled Substances Act. Thank you."
  },
  {
    "speaker": "STEVENS",
    "speech": "Thank you, General Clement. The case is submitted. [Whereupon, at 11:04 a.m., the case in the"
  }
]