[
  {
    "speaker": "STEVENS",
    "speech": "We'll hear argument in Johnson Mr. Deixler. all persons of a race think alike and act alike. California's needless and dangerous policy fails both the strict scrutiny test, which the Ninth Circuit which the Ninth Circuit wrongly applied."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Is California the only State, moment the question of the strength of your argument in transfer situations and simply go to the circumstances of the original receipt of the prisoner for the first time say California is the only one that -- that makes this racial assignment like this. What do the other States do"
  },
  {
    "speaker": "DEIXLER",
    "speech": "Well, the best empirical evidence which exists that we're familiar with was reported in the Trulson study, which the dissenters in the Ninth Circuit petition for rehearing en banc relied upon and which the amici have filed with this Court. And in that circumstance, it suggests, over a 10-year study in Texas, that only five percent of all of the interracial -- of -- of all of the incidents of violence in -- in the Texas prison system were what was described by Professor Trulson as having racial motivations. And of that five percent, only one-quarter, or about 1.2 percent, were interracial circumstances where there had been interracial cellmates involved in the racial violence. And that seems to be, as far as anyone has been able to produce in this case in any part of the record, the best empirical data which might respond to your question, Justice Scalia."
  },
  {
    "speaker": "GINSBURG",
    "speech": "Were there any incidents in California's prisons of same cellmates of different races having episodes of violence? Or -- this is an old policy. So were there incidents like that that led to the development of the policy?"
  },
  {
    "speaker": "DEIXLER",
    "speech": "Justice Ginsburg, one of the interesting things about the record in this case is that the State of California has been unable to identify a single incident of a -- of interracial violence between cellmates. The record is bereft of that kind of information. Rather, they've spoken of information about violence which occurs in more -­ that their policy is very effective. I mean, that's -­ (Laughter.) which is rooted in racial stereotype. With regard to those prisoners involved in that particular circumstance, of course, some period of -- of segregation would be there's not going to be some kind of wholesale racial violence. That -­ important constitutional rights that I think are no more important than the Equal Protection Clause which prisoners yield when they're in prison. these rights to strict scrutiny when the prison authorities do it? I don't think so. I think we say if visits are things which are well within the ambit of what a prison needs to control."
  },
  {
    "speaker": "SCALIA",
    "speech": "No, I don't think so. I -- why wouldn't. You say it's too much trouble. We don't want news conferences in prison. transfer policy which recurs and recurs, five times in the case of -- of -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "Mr. Deixler, do you think you"
  },
  {
    "speaker": "DEIXLER",
    "speech": "No, Your Honor. We believe that even under Turner -­ announced policy. The notion that one can determine by race alone a violent propensity seems irrational, unreasonable, and contrary to the only empirical evidence"
  },
  {
    "speaker": "KENNEDY",
    "speech": "Suppose you have a population in which 50 percent of all the members of a particular the -- which inference? That they are or are not a threat?"
  },
  {
    "speaker": "DEIXLER",
    "speech": "That they are not to the extent interracial threat. It is -- it is undoubtedly true, taking the example of the Crips and the Bloods, that they are intra-racial threats, and indeed prison policy directed towards separating Crips and Bloods because of the -- of the intraracial problem is certainly one which would be something that the -- the prison system should address."
  },
  {
    "speaker": "KENNEDY",
    "speech": "-- assume that a gang poses an interracial threat?"
  },
  {
    "speaker": "DEIXLER",
    "speech": "The -- there's no evidence which has been produced in this record which would suggest that the policy can be tied from skin color to gang membership and from gang membership to interracial violence."
  },
  {
    "speaker": "KENNEDY",
    "speech": "I -- I asked -- I asked about gang membership. Can gang membership be equated with an interracial threat in any significant number of -- of gangs?"
  },
  {
    "speaker": "DEIXLER",
    "speech": "Not in the record of this case, Justice Kennedy."
  },
  {
    "speaker": "SCALIA",
    "speech": "I don't -- you -- you don't need it in the record. You -- you know what the Aryan Brotherhood is. It -- it is a white group that is hostile to blacks in particular, and you know what the Bloods are. It is a black group that -- that is hostile to whites. And -- and does it take any more than common sense to know tattooed member of the other group, the likelihood of violence in that cell is going to be greater? And is any determination. If it -- if race were analyzed in the context of gang membership, as part of an overall analysis of proclivity to violence based upon a series of facts suggested in the Lee case, I think that would be a proper analysis and constitutional. It's -­ Amendment. And you gave one other example, the Eighth Amendment. It may be convenient, make things easier for the administration of a prison if prisoners are tortured the Eighth Amendment prevails over that. Is there anything else that you say is -- is so fundamental that we to reaffirm that all government policies based on race are subject to strict scrutiny. The deference generally owed to the sound judgment of prison officials does not require government action based on race should be subject to strict scrutiny."
  },
  {
    "speaker": "SCALIA",
    "speech": "We say the same about the First Amendment, don't we? All government actions restricting speech are subject to strict scrutiny. Right? And yet, we allow that to occur in prison."
  },
  {
    "speaker": "CLEMENT",
    "speech": "Well, I think that this Court has recognized in a variety of contexts, including when they have -- when justices have made reference to prison policies, that all government actions based on race are subject to strict scrutiny."
  },
  {
    "speaker": "SCALIA",
    "speech": "Unlike the First Amendment."
  },
  {
    "speaker": "CLEMENT",
    "speech": "The First Amendment obviously has been subjected, at least when you're talking about things other than outgoing prisoner mail, to be subjected to the Turner analysis, but note -- this Court has never suggested that the Turner analysis applies to race."
  },
  {
    "speaker": "STEVENS",
    "speech": "Mr. Clement, will you tell us how the Government would come out applying the Turner analysis in this case?"
  },
  {
    "speaker": "CLEMENT",
    "speech": "Absolutely, Justice Stevens. I think if the Turner analysis is correctly applied in this case, this policy does not even survive Turner analysis. I would suggest it's very analogous to the marriage policy analysis because there the State identified a concern with inmate marriages and particularly with inmate-to-inmate selection, peremptory challenges. Take, for example, military policy. Take, for example, congressional districting. Those are all government policies this Court standard. Yet, nonetheless, when it comes to government policies based on race, this Court applies strict Justice Souter. I think one thing is that particularly because of the history of this country and the use of -­ of race by governments, including in prisons, there is a to very heightened scrutiny."
  },
  {
    "speaker": "SOUTER",
    "speech": "Yes, but there's a pretty"
  },
  {
    "speaker": "SCALIA",
    "speech": "If it were permanent, your argument about this, you know, this is a long tradition of our prisons. We -- we keep the blacks and the whites California. It's a temporary -- it's a temporary measure."
  },
  {
    "speaker": "CLEMENT",
    "speech": "With respect, Justice Scalia, in the whole stay that they were segregated. The stay may have been short, but the fact that during their entire period they were segregated showed that there was no other Whereas, here, they are kept separate for -- for the time which the California prison believes it needs in order to So -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "They have a high class of felons in the Federal prison basically. misdescribes the -- the population of the Federal prisons. Part of where I think they get off on the wrong step is written down. If you pull the Department of Correction manual for the California prison system, there's a 94­ page chapter on the classification of inmates. Yet, this Justice Ginsburg, you asked, well, was this policy introduced in response to specific incidents of prisons' use of race will have the effect of diluting the strict scrutiny rigor or whether frequent disapprovals of prisons' use of race will have the effect of undermining Government is exactly that, that by having race policies evaluated under Turner, there will be a necessary"
  },
  {
    "speaker": "STEVENS",
    "speech": "Mr. -- Ms. Grunder. the Court: Turner's unitary deferential standard of review"
  },
  {
    "speaker": "STEVENS",
    "speech": "You've never tried it."
  },
  {
    "speaker": "GRUNDER",
    "speech": "There's nothing in the record, Your Honor. The policy has been in effect for a they have not interracially housed inmates in the same cell. I think it's important to remember here that the transfer?"
  },
  {
    "speaker": "SCALIA",
    "speech": "That's what I don't understand too. That -- that's really what most troubles me about at all?"
  },
  {
    "speaker": "GRUNDER",
    "speech": "There's a -- there's a couple of"
  },
  {
    "speaker": "GRUNDER",
    "speech": "The records need to stay with the inmate at the old prison until the inmate leaves on the bus for the new prison because -­ (Laughter.)"
  },
  {
    "speaker": "GRUNDER",
    "speech": "Well, in the case of California, figure out?"
  },
  {
    "speaker": "GRUNDER",
    "speech": "That's possible, Your Honor. That currently is not the practice, but that is possible. -- an unwritten policy of California?"
  },
  {
    "speaker": "GRUNDER",
    "speech": "It is -- yes, it is a practice. I  that they did not require them to integrate was the area that is the equivalent of our reception center. There -­ there in -­ remember it from the briefs. Did -- did you discuss this in -­ -- and some of them don't have your racial problems. There's no question about it. I come from one that does not. But some do. And -- and how do you explain the fact happens when you don't follow your policy?"
  },
  {
    "speaker": "GRUNDER",
    "speech": "Well, I think the answer is that inmate, then you can house them according to an individualized information."
  },
  {
    "speaker": "GINSBURG",
    "speech": "On the individualized, there anything about these people, so we have to have that 60­ day period to find out about them. The presentence report"
  },
  {
    "speaker": "GRUNDER",
    "speech": "Yes, with the counties, perhaps. But another issue with the presentence report is it doesn't deal with in-prison behavior, and that's what at, is how the inmate is going to react once they get in the prison environment, which is a wholly different with the gang increased by insisting on putting him with the same race as -- as he is?"
  },
  {
    "speaker": "GRUNDER",
    "speech": "That may be, but there is also a gang pressures on the yard, that he will then be in a situation to go back to his cell, when the door is closed years-long sentence, in the case of Mr. Johnson, 37 years to life. And then I think the reality sets in and -- and things do change. Prison is very different. is there reason to think that their minds change in the sense of inclining them to interracial violence simply in prison are very, very severe. Something -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "But it still seems to me that a new inmate is more likely to be subjected to that in the yard."
  },
  {
    "speaker": "GRUNDER",
    "speech": "And he may well be, Your Honor, intraracial violence, but they're generally more founded in personal relations as opposed to a race-based -- you know, some other sort of animosity. The same sort of"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But there -- is there any figures on the prison population as a whole, the incidents not -- it does not happen outside of the reception center cell practice. Once they get to their permanent housing assignment, they may choose their own cellmates. that, do you respect a choice to cell with -- with another member of -- of the -- of -- do you respect the choice they had disavowed their gang membership and -- and these particular people could get along, it would certainly be considered. The -- the object, once they get to the are a lot of things that are looked at."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Ms. Grunder, do you agree allowed an opportunity to bring that transferred inmate in and look at them and how they're going to fit into that prison and have a chance to evaluate their records. It's"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, that's -­"
  },
  {
    "speaker": "GRUNDER",
    "speech": "I'm sorry, Your Honor. standard. But the -- the overall policy of considering race when there is a -- a lack of information certainly would pass the Turner standard and should pass the Turner"
  },
  {
    "speaker": "GINSBURG",
    "speech": "You said that -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "May I ask just one other -- is one of the considerations in the Turner test."
  },
  {
    "speaker": "GINSBURG",
    "speech": "There was something -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "May I ask -- excuse me. Go I want to ask one other question. You -- you mentioned the Texas system and you discussed it in your forth no experts of any kind. There was an opportunity for the inmate to rebut the evidence put forth by the prison officials, and -- and there was no evidence"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But how would an inmate who was objecting to this racial segregation go about proving"
  },
  {
    "speaker": "GRUNDER",
    "speech": "Well, the same way the inmate would do it in any other litigation that is brought by an inmate. The burden is on a litigant to prove their case,"
  },
  {
    "speaker": "BREYER",
    "speech": "Now, why -- why should you use the Turner standard? The Turner standard says to the well as the prison officials' duty to protect them from harm. And that is what -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "That -- that same argument in the schools and -- and in the military and everything else. That's -- that's not an acceptable answer. safety to make sure that no one group takes over a prison, thus putting members of another group in a vulnerable situation. should be -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Is that -- is that invidious? him to keep the place in line or it's dangerous for him to keep the place in line?"
  },
  {
    "speaker": "GRUNDER",
    "speech": "It would be dangerous for the that they had self-arrayed because then you would put 10 members or more of one group on the yard and then"
  },
  {
    "speaker": "STEVENS",
    "speech": "Thank you, Ms. Grunder. Mr. Deixler, you have about three and a half minutes."
  },
  {
    "speaker": "DEIXLER",
    "speech": "The -- the hypotheticals presented the 60-day period. And incidentally, the reference to a 14-day period is not borne out by the record. The regulation in organization or evaluation group has to convene within 14 days, but not have to reach a decision with regard to with a black. He could not cross racial lines based upon the evidence in this case, Justice Scalia. That's correct. by a reliance upon a Turner standard in this circumstance is that all that needs to be done is a little bit more of"
  }
]