[
  {
    "speaker": "STEVENS",
    "speech": "We'll now hear argument in United States. Ms. Samek. without there even being a single overt act to demonstrate that criminal intent had crystallized, that a money laundering conspiracy was really afoot, and that steps were being taken to launder money, oftentimes triggering substantially higher penalties for the underlying offense, and subverting -- subverting the overt act requirement for conspiracy to commit the underlying offense."
  },
  {
    "speaker": "STEVENS",
    "speech": "Would you just clarify one thing for me? Did they have to prove an overt act in order to establish venue?"
  },
  {
    "speaker": "SAMEK",
    "speech": "Excuse me?"
  },
  {
    "speaker": "STEVENS",
    "speech": "Does the Government have to prove an overt act in order to establish venue?"
  },
  {
    "speaker": "SAMEK",
    "speech": "Our position is that the venue provision in 1956(h) for a money laundering conspiracies requires that they establish an overt act and that venue would lie --"
  },
  {
    "speaker": "STEVENS",
    "speech": "Well, your -- you say the -- the statute requires. I'm just asking if it independently of the conspiracy statute -- of the -- the substantive statute itself, how do they establish venue. Do they have to prove an overt act just for the purpose of getting a venue established --"
  },
  {
    "speaker": "SAMEK",
    "speech": "Yes."
  },
  {
    "speaker": "STEVENS",
    "speech": "-- as they do --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Is that the only basis for venue? I mean, I thought the statute provides that's just one of the bases for venue. provision in 1956, 1956(i), is the exclusive venue provision for money laundering. know, it's inherent in completing the money laundering transaction that there would be overt acts as part of the financial transaction. the alternative if -- why would they state it in the alternative if the overt act were always required? That's"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Well, this Court has no authority to make a venue provision either exclusive or permissive. Congress decides that. made this venue provision the exclusive venue provision --"
  },
  {
    "speaker": "SCALIA",
    "speech": "I -- I mean, one can understand then you acknowledge that the place where an overt act took place is not the exclusive venue."
  },
  {
    "speaker": "SAMEK",
    "speech": "Our argument is that the first overt act."
  },
  {
    "speaker": "GINSBURG",
    "speech": "What about the rule provision Shabani case requires you to recognize that."
  },
  {
    "speaker": "SAMEK",
    "speech": "Correct. And in those cases where all that's required is an agreement, then venue would lie -- the offense requires an agreement plus an overt act, it's our position that that's where venue would lie. should adopt here?"
  },
  {
    "speaker": "SAMEK",
    "speech": "That's correct. And no. There -- we have not found any cases where the Court has heretofore But this statute is unique. The money laundering statute is unique. If you look at the statute the penalty for money laundering conspiracies would be increased to the same penalties as those prescribed for the offense provision. statutes that -- that read this way, which we have held to -- to create the conspiracy offense, as well as impose the statute."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "-- like this it seems to me contains no express requirement of an overt act, and we've wasn't required."
  },
  {
    "speaker": "SAMEK",
    "speech": "That's true. intent and sole focus when they enacted this was the purpose of increasing the penalty for money laundering. The --"
  },
  {
    "speaker": "STEVENS",
    "speech": "And they were making it unnecessary to rely on the general conspiracy statute in really cuts very hard against you. A conspiracy offense under this section. It -- it is reading as though that's the section that defines the offense, not just the section"
  },
  {
    "speaker": "SAMEK",
    "speech": "I can see how you would read it that way, Your Honor, but the offense -- Congress did not include attempts in this provision again reflects the fact that they were solely focused on 371, a conspiracy offense, and all they were trying to do was The placement of the --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Then you would expect at of a word may mean different things in different contexts, but you haven't given any example -- and I don't know that there is one -- where the entire string of words is and you read an overt act requirement into one and not the other. I mean, you have a much harder argument to make because the placement the Congress has said -- I mean, this Court has said on multiple occasions that you need to read a statute as a whole, and when you look at the -- you can't find any ambiguity."
  },
  {
    "speaker": "SAMEK",
    "speech": "I think you can find ambiguity, Your thought of, but maybe they did a little more than they thought they were doing."
  },
  {
    "speaker": "SAMEK",
    "speech": "Well, if Congress inadvertently occasions read into congressional silence terms, definitions that Congress may have inadvertently left out. persons or only the common law definition where it would only incorporate bribery of public -- public persons, public officials. And the Court said even though there it, similar to this case, even though there are other statutes that have overt act requirements in it, we are make of subsection (d) of -- of this provision which says that violations of this section may be investigated by such components of the Department of Justice as the Department of the Treasury as the Secretary of the Treasury may direct, as appropriate, and with respect to your argument -- but it does not establish the offense. The offense is established by 371. If that's the case, this allocation of responsibility among the various prosecutions, which would make no sense at all."
  },
  {
    "speaker": "SAMEK",
    "speech": "It's our position that when Congress there are two recognized kinds of statutes, two recognized kinds of -- of conspiracy formulations. And if one has the magic words in it referring to an overt act, you got reference to overt acts, and as a general rule, you don't have to prove overt acts. Singer, the cases that Shabani relied on, were ever discussed or contemplated by Congress. If Congress was going to make such a fundamental change in how they were would have said so. We're not talking about a backdrop of not requiring an overt act and should Congress read an"
  },
  {
    "speaker": "SAMEK",
    "speech": "The --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- and assured yourself on that? entire statute, and I have not found -- title 18. I have not found any that have both an anomaly, a structural purposes of 18 U.S.C. 3237, the continuing offense venue provision. If all Congress was doing was codifying that principle and trying to address the issue in Cabrales, laundering in the venue provision. They would not have also included a provision in the venue section dealing statute which this Court unanimously held in the Shabani case does not require proof of an overt act. Third, the statute was enacted against the background rule of provision, whose text conditions liability on the act of conspiring only, will be construed to follow the common"
  },
  {
    "speaker": "SOUTER",
    "speech": "If -- if 371 were repealed, would it affect the actual practice in the Justice Department? I -- I think I recall reading in the briefs has continued to charge conspiracies in money laundering cases under 371. Is that correct? them as -- as separate offenses, but sometimes the Government for -- just for purpose of simplification will just charge one -- one agreement with multiple objects, object."
  },
  {
    "speaker": "KENNEDY",
    "speech": "If it were just money"
  },
  {
    "speaker": "MARCUS",
    "speech": "846, yes, in title 21. Petitioners also argue that because prior to enactment of section 1956(h), the Government had to section 371, that this Court should presume that Congress intended to perpetuate the overt act requirement of overt act requirement is not the kind of compelling evidence of -- of contrary intent that would justify departing from the text of the statute and this Court's Finally, petitioners rely on a venue provision for money laundering cases, section 1956(i), which was other district. I think that's the -- the best way to read the -- the statute. I mean, otherwise, it could have -- as it was pointed out during petitioners' argument, need separate clauses. They could have just had one clause that said, and the case -- the conspiracy case can read to presuppose an overt act element when the very venue rule it was codifying did not presuppose one. If this Court -- if this Court has no further"
  },
  {
    "speaker": "STEVENS",
    "speech": "I had just one other question, just out of curiosity, about how important this case is. particular case, would it be consistent with the position that the Solicitor General has been taking for us to hold the final disposition of this case pending Booker and"
  },
  {
    "speaker": "MARCUS",
    "speech": "Well, it's our position that it wasn't -- they didn't raise that issue in -- in the court Ms. Samek, you have about 3 and a half minutes left."
  },
  {
    "speaker": "SAMEK",
    "speech": "Mr. Chief Justice, and may it please the Court: money laundering conspiracies when, on the one hand, it's easy to prove, but on the other hand, it placed such a critical value in money laundering conspiracies because crystallized and that money laundering is actually afoot, but you're talking about taking offenses, like we say in"
  },
  {
    "speaker": "GINSBURG",
    "speech": "The Government has said that -- that you have essentially waived their sentencing guidelines issue that you asked us in footnote 6 of your"
  },
  {
    "speaker": "SAMEK",
    "speech": "In the district court, there were issues raised as to all defendants as far as various a dramatic change in the way money laundering conspiracies were prosecuted. This Court has said in other cases that when Congress intends dramatic changes, that you would Court has said that in the Lewis case having to do with"
  }
]