[
  {
    "speaker": "STEVENS",
    "speech": "We will now hear argument in General Madigan. seizures?"
  },
  {
    "speaker": "MADIGAN",
    "speech": "Well, this Court made clear in Arizona v. Hicks that it did not want to go down the road courts and police officers would be in the position of trying to determine whether or not something was a search Court recognized in both Place and Edmond, are very unique both in terms of the manner in which the sniff is conducted, as well as the content of -- of the information to be able to reveal the presence or absence of contraband. And this Court has recognized that because a dog sniff does not constitute a search, dogs could be used to walk down streets. They could, hypothetically, be used in parking lots, and at times they"
  },
  {
    "speaker": "SCALIA",
    "speech": "But they are used. I mean, we don't have to make it up. From cases we've had here, we drugs."
  },
  {
    "speaker": "MADIGAN",
    "speech": "In the present case, Mr. Caballes was traveling from Las Vegas, Nevada apparently on his way Another officer overheard when Master Sergeant Gillette called in to dispatch that he effected -- ability to pull somebody over whether they're going 1 mile over the speed limit or 26 miles over the speed limit, but there is nothing in the record to indicate that they were I-80 towards Chicago."
  },
  {
    "speaker": "STEVENS",
    "speech": "Does the record tell us what that's made in terms of Fourth Amendment protections that are given to homes and people versus cars. Ever since the Carroll case, it has been recognized that a warrantless"
  },
  {
    "speaker": "KENNEDY",
    "speech": "But that's because of the nature of the place being searched not because of the"
  },
  {
    "speaker": "MADIGAN",
    "speech": "I would hope the case would come out differently than --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Well, what -- that other than Justice Scalia's speculation about how this -- more sophisticated in the future and can also smell a certain kind of perfume, something like that? Would then the whole analysis change? situation as to whether or not an officer had probable cause when a dog, in fact, alerted. If he was alerting to that are not narcotics or -- I don't know exactly how the explosive training is conducted because we don't train our dogs in Illinois for explosives, but they purposely train frequently the container used for narcotics, not --"
  },
  {
    "speaker": "STEVENS",
    "speech": "So you would agree the question before you. This dog was determined to be reliable by the trial court and the Illinois Appellate Court, and it was not part of the Illinois Supreme Court's decision."
  },
  {
    "speaker": "BREYER",
    "speech": "So what again in your view is the best distinction from Kyllo?"
  },
  {
    "speaker": "MADIGAN",
    "speech": "Two things. One, the thermal imager used in Kyllo was able to reveal intimate details that individuals --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Like what? I thought it was just heat?"
  },
  {
    "speaker": "SCALIA",
    "speech": "Yes."
  },
  {
    "speaker": "MADIGAN",
    "speech": "There was some disagreement on the Court about exactly what it revealed, but in terms of intimate details, it then allowed somebody --"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Excuse me. What details? It is a device that measures heat."
  },
  {
    "speaker": "MADIGAN",
    "speech": "Because it could measure heat, it could also potentially determine when somebody was taking a bath, taking a sauna, and doing other intimate things in the house."
  },
  {
    "speaker": "GINSBURG",
    "speech": "I think there was a reference to my lady's bath in the opinion."
  },
  {
    "speaker": "SCALIA",
    "speech": "A nice turn of phrase, as I recall. (Laughter.)"
  },
  {
    "speaker": "BREYER",
    "speech": "What was -- and what was the second? distinction between houses and cars and the protections that houses are given under the Fourth Amendment, which the same rationale should apply if, instead of using dogs, you had some sophisticated device that would buzz or ring a bell or something whenever the odor of -- of narcotics"
  },
  {
    "speaker": "MADIGAN",
    "speech": "I would argue that. So if there was an ability to create a -- a mechanical dog, for that that is possible because the sniff itself is not a search and it only reveals the presence or absence of contraband, which is something that the individual does"
  },
  {
    "speaker": "SOUTER",
    "speech": "Okay. But then -- then the -- then there is no significance in the house. understand your case, and as I understand it, for purposes of your case, there is no significance in the house because there doesn't have to be. The question doesn't"
  },
  {
    "speaker": "MADIGAN",
    "speech": "Justice Souter, that is absolutely correct. A search, as far as we are concerned -- and I reserve the remainder of my time."
  },
  {
    "speaker": "STEVENS",
    "speech": "Yes, you may save your time."
  },
  {
    "speaker": "MADIGAN",
    "speech": "Thank you. person's clothes, we made an exception to that rule because of this new technology that enabled you to find out things without having to intrude into the home or into This is a dog and -- and they had that ability in 1791 just as they had it today. And the rule that when there's"
  },
  {
    "speaker": "STEVENS",
    "speech": "It was potentially revealed. It did not actually reveal any details."
  },
  {
    "speaker": "WRAY",
    "speech": "As -- as General Madigan referenced, that issue, but the -- the fact was that the technology in Kyllo revealed information about heat in the house which they are sniffing things that all dogs can't already smell. It's rather that they are trained to let the handler know that they've smelt whatever it is they've of Respondent Caballes' car are exposed to every dog."
  },
  {
    "speaker": "STEVENS",
    "speech": "Do you really think this would"
  },
  {
    "speaker": "SCALIA",
    "speech": "But that didn't go to whether it was a search or seizure. I think it goes to whether it was an unreasonable search or seizure. Don't you think to a home would not be unreasonable with respect to a suitcase? stop here, where it doesn't prolong the duration, does not transform an otherwise lawful seizure into an unlawful one. think it's -- it's reasonable to say that if the police take dogs simply onto private property to sniff the the dog sniff and alert, if there's anything to alert to, is it fair to say that there is no compromise of the privacy interests of the people who own the house? to that question is yes. The Court does not have to resolve that issue to decide this case."
  },
  {
    "speaker": "WRAY",
    "speech": "We believe it would be okay, Justice O'Connor. It would be important not to use the dogs in a way to constitute a new seizure because in that case,"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "I'm -- I'm assuming parked cars. You haven't interrupted anybody. Nobody is in the stop was that it transformed it -- it used the language that it transformed the sniff into a drug investigation. We would submit that the Fourth Amendment is about the the scope of the government's investigation is. And in that sense, the court got off track."
  },
  {
    "speaker": "WRAY",
    "speech": "Justice Ginsburg, each agency has different policies about when they use dogs and what purpose they're trained for. In this case, as you heard, and so they're trained to sniff around vehicles specifically. for, I don't know, people with a nervous tic because I think that that might be somebody who's about to commit a crime or has committed a crime. Have I searched that"
  },
  {
    "speaker": "MECZYK",
    "speech": "Any observation I think --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Is there no difference between walking down the street, public street, and he smells marijuana."
  },
  {
    "speaker": "MECZYK",
    "speech": "The only way I can analogize that, smell or plain view."
  },
  {
    "speaker": "BREYER",
    "speech": "All right. So once you say  investigative tool."
  },
  {
    "speaker": "BREYER",
    "speech": "Well, it's a specific investigative tool when I put on my glasses to look"
  },
  {
    "speaker": "MECZYK",
    "speech": "Well, this is --"
  },
  {
    "speaker": "BREYER",
    "speech": "I don't see why it has to --  Edmond, opinions from this Court, said sniffs are not searches."
  },
  {
    "speaker": "MECZYK",
    "speech": "Well, I -- that?"
  },
  {
    "speaker": "MECZYK",
    "speech": "Justice O'Connor, I do not -- I do something else here."
  },
  {
    "speaker": "MECZYK",
    "speech": "Well, I think that first in -- in that case, in Place, the -- the Court -- legitimate traffic stop."
  },
  {
    "speaker": "MECZYK",
    "speech": "But it was -- unlike Place, the sniffing on the exterior of the vehicle that was legitimately stopped for a traffic violation."
  },
  {
    "speaker": "MECZYK",
    "speech": "Again, in this context, unlike in Place, there was absolutely no relationship between the -- the dog sniff and the dog sniff of Caballes' trunk and the sniff of the luggage that was placed at LaGuardia Airport in Place. There's a great distinction. Moreover --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Suppose a policeman follows me around. He just -- just follows me around, observing with his -- with plain eyes, nothing else. Now, is that a search? Does he need probable cause to do that? Now, he's wasting his time and he's wasting public money and maybe he should get fired for doing it, if he has no reason to follow me."
  },
  {
    "speaker": "MECZYK",
    "speech": "It's not a search."
  },
  {
    "speaker": "SCALIA",
    "speech": "And maybe -- maybe I'd have a harassment action against him if he does it, you know, blatantly. But is that a search?"
  },
  {
    "speaker": "MECZYK",
    "speech": "It is not a search. If he follows you --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Okay. So -- so the mere fact that one is in investigating something doesn't make it a search. What does make it a search?"
  },
  {
    "speaker": "MECZYK",
    "speech": "Well --"
  },
  {
    "speaker": "SCALIA",
    "speech": "The fact that you find out something?"
  },
  {
    "speaker": "MECZYK",
    "speech": "I think here the most distinctive point here is that Caballes had already been stopped Caballes was already stopped for one -- for probable cause. There's no question about that. But then now the those parked cars. My assertion is --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Well, they said it's to find out if there's any contraband."
  },
  {
    "speaker": "GINSBURG",
    "speech": "The answer was they are at liberty -- the police are at liberty to use dogs to find"
  },
  {
    "speaker": "MECZYK",
    "speech": "The answer is yes. I have no problem whatsoever."
  },
  {
    "speaker": "O'CONNOR",
    "speech": "Wherever it is. as a public safety exception. And this Court in the Edmond case specifically condemned a general search -- a one of the ones that requires a justification in terms of what the Fourth Amendment is about, privacy."
  },
  {
    "speaker": "MECZYK",
    "speech": "It invades a public -- I'm sorry. the respondent Caballes had a privacy interest in, that he wanted to exclude the whole world from going inside his"
  },
  {
    "speaker": "MECZYK",
    "speech": "Of course."
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- if Officer Gillette, the one who did the arrest for speeding, had a dog in the back the dog, would it have been permissible? I thought you had conceded that it would be a different situation if the the dog go to Mr. Caballes' car."
  },
  {
    "speaker": "MECZYK",
    "speech": "My understanding of the way this works, Justice Ginsburg, is that he just couldn't go up to understanding of the way these dogs are trained is that they specifically -- that the officer has to walk the dog understand what you meant in your brief when you said if the dog had been in Gillette's car when Gillette stopped Caballes, the situation would have been different. there would have been -- it would have been purely happenstance, almost like plain view. It would have been You, I think, were asked but I'm -- I'm not sure you fully answered. Suppose the police, as Atwater would allow, arrested, made a full arrest of Caballes, and then they impound his car. In the place where they put it, couldn't they have a dog go around the car there?"
  },
  {
    "speaker": "MECZYK",
    "speech": "Yes. Yes. I -- if we had an Atwater situation -- in this case there wasn't an Atwater situation because there was first a warning given. You're correct. There was a warning given. I'm sorry. The officer Gillette told Caballes he was going to give him a warning. So unlike the Knowles --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But he could have. He could have. I mean --"
  },
  {
    "speaker": "MECZYK",
    "speech": "He could have, but he didn't."
  },
  {
    "speaker": "GINSBURG",
    "speech": "-- is -- is --"
  },
  {
    "speaker": "MECZYK",
    "speech": "But he didn't. He didn't. Instead, he chose to treat this as more of a Knowles situation. This case is -- is on all fours, no pun intended, like Knowles. In other words, in the -- in Knowles v. Iowa, the Court -- a case of this -- I'm sorry. Let me untwist my tongue. In Knowles v. Iowa, you had a -- you had a traffic stop and after the traffic stop, there was a statute that said unrelated to the traffic stop, you can go in and search. And this is the same thing. This officer here Gillette treated Caballes as the officer in Knowles in -- treated Mr. Knowles in Iowa. It's the exact same thing."
  },
  {
    "speaker": "SOUTER",
    "speech": "No, but the -- the difficulty case of -- of the arrestable offense in which it is undoubtedly the case that although the police don't have an arrest. It doesn't matter. Atwater --"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Could the officer change his mind? I mean, he -- he did say I'm just going to give you This is before the -- the dog showed up. And suppose the person who had been speeding said, yes, I mind. Don't me, Justice Scalia, than the type of stop I'm talking about here."
  },
  {
    "speaker": "SCALIA",
    "speech": "Why? One, because it's a public place and I -- I think --"
  },
  {
    "speaker": "SCALIA",
    "speech": "Well, so is the road, for the policeman himself taking a sniff?"
  },
  {
    "speaker": "MECZYK",
    "speech": "It goes back to --"
  },
  {
    "speaker": "BREYER",
    "speech": "It's the great Limburger cheese (Laughter.)"
  },
  {
    "speaker": "BREYER",
    "speech": "He stopped the car and he walks didn't say it. And in face of Justice O'Connor's case which said that -- you see. Well, I mean, this is -- this is --"
  },
  {
    "speaker": "BREYER",
    "speech": "I mean, I'm not saying you couldn't draw that line, but I'm saying it's pretty tough"
  },
  {
    "speaker": "MECZYK",
    "speech": "That is correct, Justice Ginsburg. What makes this particular so --"
  },
  {
    "speaker": "SOUTER",
    "speech": "But -- but is -- why -- why they can arrest, they can sniff. If they can't arrest, they can't sniff without individualized suspicion going to you know that you -- the person knows that he or she does not have a reasonable expectation of privacy."
  },
  {
    "speaker": "SOUTER",
    "speech": "But you're saying that the -- officer's discretionary judgment whether or not to arrest. Isn't that what you're saying? Whren, there are so many multiple technical violations of -- of -- technical violations --"
  },
  {
    "speaker": "SCALIA",
    "speech": "I mean, I think it's worse if violation at all. Every time I travel abroad and come back into the country, customs officers have dogs and -- United States is different I think. I -- I look at your airport hypothetical as being -- as dealing with a border. If it's not at a border and I use your hypothetical, it's bring a dog up to sniff for drugs at the carousel, that to me is a search. It's like -- I think you said in one Master Sergeant Gillette when he initiated the stop or if the dog was later brought, as was the case here, by Trooper Graham. Really what Mr. Caballes is arguing for clearly held in Horton, there is no such requirement of inadvertence. And so a law officer, if they are at a be reversed."
  },
  {
    "speaker": "STEVENS",
    "speech": "Thank you, General Madigan. The -- the case is submitted."
  }
]