[
  {
    "speaker": "[10",
    "speech": "06 a.m.]"
  },
  {
    "speaker": "STEVENS",
    "speech": "We will now hear argument in Mr. Kneedler."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Well, the important distinction is that the two grounds that -- on which we are defending the statute here were not addressed in United Foods. In just said goes to, that the Court specifically did not address because it had not -­ speech?"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "It does -- for purposes of this Court's government speech doctrine, it does. And I think"
  },
  {
    "speaker": "SCALIA",
    "speech": "Why is that? I mean -­"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "And the Court -- the Court's doctor who spoke -- I think the patient who went to see the doctor for counseling would have -- would have assumed or believed that the doctor was -- in the immediate Court, in its subsequent cases, has regarded Rust as a situation of government speech. message about counseling. That was then carried out by private individuals. Here, this case is much stronger than Rust. the Act can be -- say, because this is just an as-applied challenge, you're asking us to assume that we can put on a -- what is the government speech? Usually, the government has a position, and is presenting it. Here, we have America beef producers has a label on -- \"Eat meat.\" But would be \"Eat meat moderately.\" So what is the government speech? I don't know another case involving a claim of might disagree with that."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Well, there are -- there are -­ there are, to be sure, different cuts of meat, but the -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "I mean, even quality of meat within the -- some is tougher than others. Secretary has the responsibility to approve -- under the statute -- to approve budgets, to approve contracts, and to approve projects. And USDA does, in fact, go beyond be -- will be issued. But we think it's only necessary to look what the statute requires. But the testimony in this really have an ideological objection."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Well, I think that -­"
  },
  {
    "speaker": "BREYER",
    "speech": "Is it possible to work that"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "What has -- what has been proposed by the -- by the Respondents in this case, of not be feasible. It would -- it would enmesh the Department in difficult judgments and time-consuming -­"
  },
  {
    "speaker": "KENNEDY",
    "speech": "It would be -- in the union exception is the way it works in the union. And in the bar thing, I think it would be hard to -­ one type of speech, but not another."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Yes -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "Did we say, in the opinion,"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Not in Rust, but in the Court's subsequent cases, Rosenberger, Southworth -- in entity that does the speaking, is, I think, unquestionably a government body. It's established by special statute under the Lebron test. All of its members are appointed"
  },
  {
    "speaker": "SCALIA",
    "speech": "That's fine. But what you were using Rust for was to establish the proposition that in order to be government speech, it -- you don't have to -­ you don't have to say, \"This is the government speaking.\""
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Well, I think -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "And Rust doesn't stand for that."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "-- Right -- I think, as this Court has come to explain Rust, as being a species of government speech -- but, as I say, there is no need -- there is no need for the Court to get to that situation. And the fact that the government is the one in control of the speech here critically distinguished -- distinguishes this case from cases like Keller and Abood."
  },
  {
    "speaker": "KENNEDY",
    "speech": "This is a question perhaps more for the Respondent than for you, but I would like your comment on it. Suppose the statute were changed and there was a dollar-a-head assessment on beef, and it just went into the general funds of the United States Treasury, and then they used part of that money -- they had more money for beef advertising, and the government did the advertising. What would the Respondents say about that?"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "I think -- I think they would say that that -- that there's something different about don't think there's any basis in this --"
  },
  {
    "speaker": "KENNEDY",
    "speech": "But why can't -­ or something -- that we all would pay for. They say that's the solution, rather than having the industry, that benefits from the advertising, pay for it. Not only does"
  },
  {
    "speaker": "KENNEDY",
    "speech": "But then you'd come within the protections of Frothingham versus Mellon, and monies -- and calls them \"public monies\" -- are to be disposed of. And it describes the Beef Board, this governmental body that receives the money, as being the handling these monies. And Congress and the Secretary have imposed strict limitations on how those funds can be"
  },
  {
    "speaker": "SCALIA",
    "speech": "You wouldn't want to treat beef and mushrooms inconsistently. [Laughter.]"
  },
  {
    "speaker": "GINSBURG",
    "speech": "But there is -­"
  },
  {
    "speaker": "KNEEDLER",
    "speech": "-- I think -­ speech. It has the -- it has the benefit of enabling the promotion that would have happened in the industry, but for the collective-action problem to occur. But it is If I may -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "Do you want to save your time? general fund."
  },
  {
    "speaker": "GARRE",
    "speech": "Justice Kennedy, the assessments in this case are imposed on a class of people who sell no different than the types of assessments the Federal Government has been imposing for centuries on the same of Take the BSE incident last year. BSE imposes a potentially catastrophic and overnight impact on the beef industry. In response to that threat, because of the beef immediately with the funds necessary to respond on a national scale, not only through promotion -- and this is part that's good can't save the whole thing, any more than in the -- in the union case, the fact that some -- the union dues could be used for some permissible purposes, purposes. You -­"
  },
  {
    "speaker": "GARRE",
    "speech": "Well, the union -­"
  },
  {
    "speaker": "BREYER",
    "speech": "And it wouldn't -­"
  },
  {
    "speaker": "GARRE",
    "speech": "-- under the First Amendment."
  },
  {
    "speaker": "BREYER",
    "speech": "-- tough, would it?"
  },
  {
    "speaker": "BREYER",
    "speech": "All you'd have to do is have a little thing -- and it would just say, \"USDA requires for by the beef producers\"?"
  },
  {
    "speaker": "GARRE",
    "speech": "The government isn't hiding from -­"
  },
  {
    "speaker": "SOUTER",
    "speech": "No -­"
  },
  {
    "speaker": "GARRE",
    "speech": "-- the messages in its pro-beef ads. It -- Justice Souter, the government could do that, but it's not hiding from this message. We think that if the Court -­"
  },
  {
    "speaker": "SOUTER",
    "speech": "It seems to be. In fact, there was an indication in the brief that the government had taken the position that if the government came out front and said, \"Hey, we're urging you to eat more meat,\" that, in fact, it would be very unsuccessful in doing it. It seems to want to hide the ball here."
  },
  {
    "speaker": "GARRE",
    "speech": "Well, the government does do that, Justice Souter. Last year, during the height of BSE crisis, the President, from his ranch in Texas, urged Americans to eat more beef and told Americans that beef was safe. That's the same message that went out, supervised by the United States Department of Agriculture, through the Beef Board, to communicate -­"
  },
  {
    "speaker": "SOUTER",
    "speech": "Did he -­"
  },
  {
    "speaker": "GARRE",
    "speech": "-- message."
  },
  {
    "speaker": "SOUTER",
    "speech": "And who paid for that? Did these people pay for that?"
  },
  {
    "speaker": "GARRE",
    "speech": "The President's message was paid  through general tax dollars. The message under this program is paid through the assessment. It's the same message. The message under the Beef Board is carefully of Agriculture. If I could make a point -­ that Americans should eat more beef, that beef is nutritious, that's disseminated under a program that's carefully supervised and controlled by the Secretary of"
  },
  {
    "speaker": "BREYER",
    "speech": "The important thing is, you have no objection to doing that. the people who are paying for it. And some of the people who are paying for it do not wish to convey that message."
  },
  {
    "speaker": "GARRE",
    "speech": "We -­"
  },
  {
    "speaker": "SOUTER",
    "speech": "That's the misrepresentation."
  },
  {
    "speaker": "GARRE",
    "speech": "With respect, we would disagree. There's no reason to believe that a reasonable observer would think that just because an ad says it's funded by the nation's beef producers, every single one of the 850,000 individual cattle producers in this country agrees with every single statement -­"
  },
  {
    "speaker": "SOUTER",
    "speech": "But what they would -­"
  },
  {
    "speaker": "GARRE",
    "speech": "-- of the message."
  },
  {
    "speaker": "SOUTER",
    "speech": "-- what they would, I think, assume is that, in the name, the beef producers do, in fact, agree with this, and this is their message. What they would not assume from it is that it is what you and Mr. Kneedler are claiming, the speech of the Government of the United States. They certainly wouldn't infer that."
  },
  {
    "speaker": "GARRE",
    "speech": "We think it's fair to assume, as the Court would under the establishment clause, that they're familiar with the act of Congress that makes it its message as well as a program. A critical point on this attribution argument is that it's not supported by any single piece of evidence that Respondents, themselves, have put into the record in this case. Their First Amendment objection is to the content of the ads. There's not a single piece of evidence in the record purporting to make this attribution argument not in the complaint in this case, it's not in their own affidavits, it's not in the -­"
  },
  {
    "speaker": "SOUTER",
    "speech": "Well, maybe -­"
  },
  {
    "speaker": "GARRE",
    "speech": "-- in the -­"
  },
  {
    "speaker": "SOUTER",
    "speech": "-- maybe it's not because they didn't know you were going to be defending on the basis of government speech. That's what's getting us into this."
  },
  {
    "speaker": "GARRE",
    "speech": "Well, I highly doubt that, Justice Souter, because the First Amendment claim was added in response to the United Foods case, and this case was developed, from the outset, on a government speech theory."
  },
  {
    "speaker": "SOUTER",
    "speech": "Which wasn't a government speech case."
  },
  {
    "speaker": "GARRE",
    "speech": "But it -- the case was tried under the First Amendment, under a government speech argument. But -- so the fact that Respondents didn't put -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "This case, not United Foods. Because United Foods, the Court said it -- it was not legitimately before us."
  },
  {
    "speaker": "GARRE",
    "speech": "That's correct. But my point is that the First Amendment case proceeded after United Foods. The government's central argument in the trial was government speech. The one time attribution came up -­ and this is at pages 46 and 47 of the trial record -­ likely to attribute the message of the pro-beef ad to its organization of beef producers. So if the Court finds "
  },
  {
    "speaker": "TRIBE",
    "speech": "Justice Stevens, and may it please the Court: about whether it would solve the problem to be more candid and say, \"This is your government speaking,\" I thought I be that a footnote on the license plate saying, \"This is New Hampshire speaking,\" would not have helped. But one of the central holdings, as I understood it, of United there is a difference between having to say something yourself, having to put it on your car, and having to pay"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- it is not essential -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "It may be."
  },
  {
    "speaker": "SCALIA",
    "speech": "-- that government might -- in have to identify itself as the speaker."
  },
  {
    "speaker": "SCALIA",
    "speech": "-- a difference -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "Well, but -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- and I would -­"
  },
  {
    "speaker": "SCALIA",
    "speech": "-- I would like to know whether it is essential to its character as government speech that"
  },
  {
    "speaker": "TRIBE",
    "speech": "Of course."
  },
  {
    "speaker": "SCALIA",
    "speech": "-- we may not agree with."
  },
  {
    "speaker": "TRIBE",
    "speech": "But the Court has said there is a Wooley, to have a license plate, as in Pruneyard, to have someone on your premises. In Pruneyard, the Court said it's worth, and that's why we won't let you, in these ads -- we won't let the ads, that you have to pay for, increase the demands for cattle; only beef\" -­ your argument. Would you still be if the -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "I haven't made it. theoretically, some attention had been paid to the different kinds of producers -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "Right. objecting?"
  },
  {
    "speaker": "TRIBE",
    "speech": "We would object, fundamentally, if United Foods -- but the collective-action problem is really created, not solved, by what they're doing. Because the structure of the market is that there are a slaughter 80 percent of the -- of the cattle in the United States. They have the bargaining power. And in the record, their support for the findings of the District Court, that when the demand for beef goes up through these generic ads saying, \"Eat beef\" -- although they certainly don't say, \"Your government says you should eat beef, beef, beef\" -- but when the demand for beef goes up, the profit is pocketed by the meat processor, the meat packer, the restaurant, the supermarket. And these guys still end up taking their cattle to market, and often having to pay a dollar checkoff, even though they can't even get the price of the -- of the cattle back. So -­"
  },
  {
    "speaker": "BREYER",
    "speech": "But would it -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "-- the free rides are now taken by the people who don't pay -­"
  },
  {
    "speaker": "BREYER",
    "speech": "-- seems to -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "-- the processors don't pay anything."
  },
  {
    "speaker": "BREYER",
    "speech": "I understand that a person could have an ideological objection to the content of the ad. But the ad, itself, is an effort by government, in this area, to regulate a commercial matter, not a license plate that says, \"Free Speech, or Die,\" or \"Freedom\" -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "But it regulates speech, Justice Breyer. asking -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "They don't -­ should no longer think of that, though we tend to think of it as quite different in the way we approach the First Amendment -- we no longer, in your view, should? are regulating economic transactions and only dealing with speech in a purely ancillary way -- that is, we're"
  },
  {
    "speaker": "BREYER",
    "speech": "-- commercial objection."
  },
  {
    "speaker": "TRIBE",
    "speech": "-- whose line -- whose line between ideology and commerce will -­ program, there are some things for it, and there are some things against it. And in trying to make that weighing, I"
  },
  {
    "speaker": "TRIBE",
    "speech": "I don't think -­"
  },
  {
    "speaker": "BREYER",
    "speech": "Have you looked at -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "That doesn't follow. I don't think writing on a clean slate and were trying to create a wholly new doctrine, one of the things you would look at, thing that's on the package now, it seems to me that it is constitutional, under even cases like Zauderer, to say that whoever sells a product or a service -­ But why is the -- why is the cigarette analogy different from this case? What is your answer to that? it's true is that if you go around doing things that might endanger people, it's entirely justifiable for the state, as part of its non-speech effort to protect people -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "-- from harm, to make you give warnings -­ way, wouldn't it? If this Court were to hold, despite United Foods, that it is permissible to force people to support speech they don't agree with, as long as that cuts to roll back Keller and Lehnert and Abood. It's not a small part of the constitutional landscape that would be difference whether we segregate that money or not, seems to me it would follow that if the government is willing to pay the political cost of having the speech be perhaps less persuasive because of -- people's discount for what the government says and of having to get an appropriation from the taxpayers -- I mean, taxpayers are smart enough to know -­"
  },
  {
    "speaker": "O'CONNOR",
    "speech": "No, not that. The same program, but you just have a little tag on the ad."
  },
  {
    "speaker": "TRIBE",
    "speech": "Like the lockbox? I mean, every -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "-- the way it structured -­"
  },
  {
    "speaker": "SOUTER",
    "speech": "-- where -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "-- these people. pays out the money for the ad, that's the difference."
  },
  {
    "speaker": "TRIBE",
    "speech": "Well, the difference is the whole car seats for your children\"; or, \"Don't smoke\"; or -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "Well, I mean -­"
  },
  {
    "speaker": "BREYER",
    "speech": "-- \"Don't buy a crib without a"
  },
  {
    "speaker": "TRIBE",
    "speech": "-- I mean, I think it's -­"
  },
  {
    "speaker": "BREYER",
    "speech": "-- \"or a car without a car"
  },
  {
    "speaker": "TRIBE",
    "speech": "Right."
  },
  {
    "speaker": "BREYER",
    "speech": "I'm not dismissing it. I understand it."
  },
  {
    "speaker": "BREYER",
    "speech": "But I'm not sure -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "So I'm not understanding what your not buy their products, I think, is not the same thing -­"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Mr. Tribe -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "-- as forcing them to say -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "-- that it will be addictive or that it will cause cancer."
  },
  {
    "speaker": "STEVENS",
    "speech": "-- pay for what -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "-- what is -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "-- 90 percent of them want to"
  },
  {
    "speaker": "TRIBE",
    "speech": "-- what is the difference between telling them that -- I mean, there may be a critical disagreements. We were -- you were talking about cigarettes. But supposing there's a legitimate disagreement between the industry position and the"
  },
  {
    "speaker": "TRIBE",
    "speech": "Okay."
  },
  {
    "speaker": "STEVENS",
    "speech": "-- could the government, they're trying, ultimately, to brand us as though we are slicing these things up and selling them."
  },
  {
    "speaker": "KENNEDY",
    "speech": "But what's the answer to my"
  },
  {
    "speaker": "TRIBE",
    "speech": "If the question is, can retail grocers be required to put on the beef packages they sell,"
  },
  {
    "speaker": "TRIBE",
    "speech": "The program is facially unconstitutional. It is the structure that says to all these people, \"You've got to put money into this elaborate the -- they have all this stuff saying that the Beef Board is related to the industry as board of directors, the --"
  },
  {
    "speaker": "SOUTER",
    "speech": "No, I just want to know what -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "-- than Social Security. want to know what your position is."
  },
  {
    "speaker": "TRIBE",
    "speech": "My position is that once the revenue you call it an excise tax instead of a -- whatever this is called. The same thing, but to say it's a tax. And you're not -- this is not general revenues that you"
  },
  {
    "speaker": "TRIBE",
    "speech": "If the structure is they take the money from you and put it in this elaborate machinery ads, but they're going to be labeled, 'U.S. Department of Agriculture.\""
  },
  {
    "speaker": "TRIBE",
    "speech": "And we're going to eliminate the"
  },
  {
    "speaker": "GINSBURG",
    "speech": "Yes."
  },
  {
    "speaker": "TRIBE",
    "speech": "-- that are supposed to represent homogenizing all of these people into some one message, and putting it out through this elaborate structure that purports to represent them. reasons, which was that they are being singled out to pay for this? They're being singled out to pay for it in the obliterated, because the theory would have to be that because it's not on your license plate, because you don't have to carry it, you're only supporting it, then that's being government speech would make it worse. But if it's all the difference in the world whether you have to carry"
  },
  {
    "speaker": "STEVENS",
    "speech": "And when are we crossing -­"
  },
  {
    "speaker": "TRIBE",
    "speech": "That's the -­"
  },
  {
    "speaker": "STEVENS",
    "speech": "-- the line? part."
  },
  {
    "speaker": "STEVENS",
    "speech": "Pardon me?"
  },
  {
    "speaker": "SOUTER",
    "speech": "Don't you go back to the answer you gave me? Sure, when taxes are involved, there may be an under-inclusive enforcement of certain individual otherwise, you simply cannot administer a tax structure."
  },
  {
    "speaker": "TRIBE",
    "speech": "Or any structure. I mean, Bowen v."
  },
  {
    "speaker": "KNEEDLER",
    "speech": "Thank you, Justice Stevens. Mr. Tribe has conceded that if this program were financed by a system of excise taxes that went into the exact same amount of money to produce the exact same ads, that there would be no constitutional problem. And, in actually -- the principal point here is the Secretary controls the speech. Whatever the cattlemen's Beef Board does -- and that is a government entity -- the Secretary rigged system; this is a system of governmental control. Congress has prescribed the message, and the Secretary collected, and promotions have been conducted under it. These promotional programs go back to the '50s, and even -- and even earlier. And there are many programs on the this case shows. This Court would be striking down a lot"
  }
]